{
    "post_id": 420,
    "title": "Access, Sharing, and Innovation through Digitization and the Public Domain  — by Aharon Varady (Open Siddur 2010)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2010-02-14",
    "last_updated": "2025-04-04",
    "excerpt": "Cultures, including our own, breathe creativity and exhale innovation. We rely on the creative works bequeathed to us by earlier generations to remain rooted in our cultural identity. Synagogue members and kids in day schools, summer camps, youth orgs, and creative Jews working on their own can all benefit from our educational, cultural, and spiritual institutions cooperating with one another in sharing the bounty of our cultural heritage. As Jews, are we not all collaborating on a grand project of Torah learning, spiritual improvement, and tikkun olam? It’s time our cultural licensing choices reflect these profound intentions. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nOver at <a href=\"http://darimonline.org/2010/02/10-for-2010-3-people-of-the-e-book\">Darim Online</a>&#8216;s blog, Phillip Brodsky reflects on Apple&#8217;s release of the iPad and asks some leading questions concerning the future of the book with the &#8220;People of the Book&#8221;, similar to J.T. Waldman&#8217;s posts on JPS&#8217; blog last <a href=\"http://jpsblog.org/2009/06/the-book-vs-e-book-smackdown-are-you-ready-to-rumble/\">June</a> and <a href=\"http://jpsblog.org/2009/07/traditional-book-vs-ebook-smackdown-round-two-ding\">July</a> last year (2009). Considering e-readers and e-book formats, Brodsky asks,</p>\n<blockquote>\n<ul>\n<li>How might the Jewish community increase Jewish literacy as more  religious and educational resources become digitized in e-formats, and  thus become more easily disseminated and accessed?</li>\n<li>Will prayer become more individualized as siddurs (prayer books)  become available to everyone and can be carried without adding any extra  bulk to a briefcase or book bag?</li>\n<li>Will learning of Jewish texts attract new students as Torah and  Talmud become available in new formats?</li>\n<li>Will Jewish life become less expensive by saving on the purchase of  books at religious schools and day schools?</li>\n<li>How might synagogues and JCCs build relationships beyond their walls  as sermons, newsletters and blog entries are sent to the palm of  constituents’ hands?</li>\n<li>Will all Jews need a handheld device, like new students at <a href=\"http://www.nytimes.com/2008/08/21/technology/21iphone.html\">some universities</a>, in order to fully participate in  all the community has to offer?</li>\n</ul>\n<p>How else might the Jewish world change as  it enters the digital realm? What’s your organization or community doing  to interact in the digital world?</p></blockquote>\n<p>Here at the Open Siddur Project, we see the platform we&#8217;re developing as, yes, a means for improved dissemination and access &#8212; especially for illuminating the historical diversity of Judaism&#8217;s spiritual traditions enshrined in Jewish liturgy. But this is not our <em>raison d&#8217;etre</em>. There are already many who are sharing texts of the siddur online. <strong>What is novel for us is the opportunity for individuals and groups to collaborate with one another</strong>: creating, remixing, and sharing art and text, each a seed-like contribution grown in the fecund mulch of our common cultural and spiritual heritage. Speaking for myself, the question of whether Jews will be <em>davvening</em> (praying) from e-books in the future is thus something of a distraction from what is much more interesting &#8212; how digitization of the ingredients of the siddur and collaborative publishing platforms like the Open Siddur might empower a sense of personal ownership in the craft and creation of useful and beautiful tools for engaging in spiritual relationships.</p>\n<p>Need it be argued that print media will ever be made entirely obsolete  for the <em>Am haSefer</em>,  or People of the Book? We are, after all, a  people who have enshrined in our laws the careful reproduction of our  seminal texts by a capable scribe using quill and ink on animal skin  parchment. I love Star  Trek and hate paper goods derived from felled trees, so I&#8217;m hopeful that in the  future we will at least be davvening from siddurim made from 100%  recycled bamboo and hemp based sustainable paper goods. iPhone possessing Jews, serious about the fulfillment of their thrice daily <em>t&#8217;fillah</em> obligations, are already davvening from siddur apps. Yet, I caution against any premise that assumes  digital media supplanting print media, in a sort of self-justifying march of technological progress.   Considering that conventions for sabbath  observance are well fixed in  the Jewish tradition, one could hardly  expect print formats to  disappear so long as there are Jews observing  traditional sabbath laws.  Saying this, I am certain that digitization  will improve print  resources used by Jews at any point during the week,  let alone Internet  or cloud-based resources — with one important caveat.  We need to think  seriously about how this material is licensed.</p>\n<p>Efraim provided an insight into this issue with his <a href=\"./an-economic-argument-for-free-primary-data/\" target=\"_self\" rel=\"noopener\">economic argument for free primary data</a>. I&#8217;d like to add to what Efraim and I began to advocate publicly on the Jewish Tech list, <a href=\"http://groups.google.com/group/jewish-tech/msg/b97320225bb29bc0\">here</a> in a criticism of Bar Ilan&#8217;s Responsa Project&#8217;s licensing of newly digitized historic works that are otherwise free and in the Public Domain.</p>\n<p>The question of what formats improve access and dissemination is pressing. As cultural workers we should be interested in making access as inexpensive as possible to the source texts of Jewish culture. If we’re serious about this we will be mindful to use open standards and free culture licensing that allows others to build on top of and improve our work.</p>\n<p>Digitization and networks provide the foundation for easy dissemination of cultural works. So much of the legacy of our cultural inheritance is already in the Public Domain, and thus, free, but bottled up in print media. The tragedy is that in the conversion from print to digital media, cultural workers are using closed standards and terms-of-use agreements which limit access to other cultural innovators. It is a real travesty when amazing and ambitious projects assume ownership of our common cultural heritage through onerous terms-of-use agreements. (See for example, Bar-Ilan&#8217;s Responsa Project or <a href=\"https://opensiddur.org/2009/10/free-as-in-freedom/\">Davka Corp&#8217;s</a> license for using public domain texts they&#8217;ve digitized).</p>\n<p>Cultures, including our own, breathe creativity and exhale innovation. We rely on the creative works bequeathed to us by earlier generations to remain rooted in our cultural identity. Synagogue members and kids in day schools, summer camps, youth orgs, and creative Jews working on their own can all benefit from our educational, cultural, and spiritual institutions cooperating with one another in sharing the bounty of our cultural heritage. As Jews, are we not all collaborating on a grand project of Torah learning, spiritual improvement, and tikkun olam? It’s time our cultural licensing choices reflect these profound intentions.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "darim online",
        "empowerment",
        "free culture",
        "licensing"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "10797"
        ],
        "date_src_start": [
            "2010-02-14"
        ],
        "date_src_end": [
            "2010-02-14"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/02/Aharon-Varady-at-PresenTense-Launch-Night-Jerusalem-2009.png",
        "title": "Aharon Varady at PresenTense Launch Night Jerusalem 2009",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=420",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/access-sharing-and-innovation-through-digitization/",
    "slug": "access-sharing-and-innovation-through-digitization"
}