{
    "post_id": 2962,
    "title": "The Afikoman Hiding in Plain Sight, a meditation on freedom and roleplaying in re-enacting Judaism's archetypal Hero's Journey — by Aharon Varady (Open Siddur 2011)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2011-04-07",
    "last_updated": "2025-06-30",
    "excerpt": "How good are you playing this amazing, venerable role-playing game called Judaism? Playing your whole life? Grand. So is it fun? Is it worthwhile? Would you recommend it to your friends? No. All right... so why not? Oh. Yeah. Oh... true. Ok, yeah, those are all good reasons. But what if I told you there was a way to play it better. Not everyone will catch on at first, but it should satisfy the most conservative players AND the most innovative. The geeks will love it and it will lower the bar for entry to even the most simple of players. Ok, it does sound too good to be true. But hey, what's the point of playing the game if you're not willing to suspend the physics of the familiar and try on a new set of rules. Embrace the illusion. Try on a new reality. Help create a new one, together. I just want players to use their imagination, feel appreciated instead of alienated, and just improve the game for everyone. So what is it? I'll tell you. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nHow good are you playing this amazing, venerable role-playing game called Judaism? Playing your whole life? Grand. So is it fun? Is it worthwhile? Would you recommend it to your friends? No. All right&#8230; so why not? Oh. Yeah. Oh&#8230; true. Ok, yeah, those are all good reasons. But what if I told you there was a way to play it better. Not everyone will catch on at first, but it should satisfy the most conservative players AND the most innovative. The geeks will love it and it will lower the bar for entry to even the most simple of players. Ok, it does sound too good to be true. But hey, what&#8217;s the point of playing the game if you&#8217;re not willing to suspend the physics of the familiar and try on a new set of rules. Embrace the illusion. Try on a new reality. Help create a new one, together. I just want players to use their imagination, feel appreciated instead of alienated, and just improve the game for everyone. So what is it? I&#8217;ll tell you.</p>\n<p><span style:font-size=\"x-large;\">It&#8217;s called, <a href=\"http://freedomdefined.org/Definition\">Freedom</a>.</span> It&#8217;s kind of funny because you&#8217;d think it&#8217;s an add-on module but it&#8217;s actually a core part of the game&#8217;s storyline. Yes, there&#8217;s tension with it, but that&#8217;s the beauty of it. Even in the game, Freedom isn&#8217;t free. There are costs, dangers to unrestricted creativity.  That&#8217;s why there&#8217;s a ruleset &#8212; to help keep everyone considerate, playing nice. It mandates&#8230; discipline. That&#8217;s the tricky part. Because discipline is important in helping players gain experience points, really mature as players. But if they&#8217;re not using the Freedom that comes with the game, then the game&#8217;s reduced to discipline for its own sake. <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Ouraboros\">Ouraboros</a>. The snake devours its own tale. All the Freedom to imagine, create, share, and improve is swallowed up in an ocean of elite pedantry.</p>\n<div id=\"attachment_2964\" style=\"width: 522px\" class=\"wp-caption alignright\"><a href=\"https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-2964\" class=\"size-large wp-image-2964 \" title=\"Pharaoh's Imagination\" src=\"https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination-849x1024.jpg\" alt=\"\" width=\"512\" height=\"617\" srcset=\"https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination-849x1024.jpg 849w, https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination-248x300.jpg 248w, https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination.jpg 1940w\" sizes=\"auto, (max-width: 512px) 100vw, 512px\" /></a><p id=\"caption-attachment-2964\" class=\"wp-caption-text\">Image: Pharaoh&#39;s Imagination by Aharon Varady (License: CC-BY-SA 3.0 Unported)</p></div>\n<p>Don&#8217;t you remember? The story of our gaming ancestors, slaving under a wicked dungeon master, Pharaoh? Some game masters let it go to their head. Just because they&#8217;re the storyteller, they think they&#8217;re writing the story. They&#8217;re not. The game &#8212; it&#8217;s a collaborative adventure. The story is all around us&#8230; we&#8217;re part of the telling. The game is about trying to make it a happily ever after story, after all. Because, you know, that&#8217;s not guaranteed. There&#8217;s more than one possible ending.</p>\n<p><span style:font-size=\"x-large;\">So what happened?</span> A frustrated gamer, Moshe, figures out his fellow players are trapped in a game loop engineered by Pharaoh. This realization frees him but not his fellow players, so he runs. Far. He explores the edge of the gameworld, the place called <em>Midbar</em>. Where speech comes from. Where undeveloped narratives spawn endlessly, a grazing pasture for flocks and imaginations. There, Moshe discovers an anomaly, a fire burning but not consuming a small bush. Is it a bug in the game? He takes a closer look. Then suddenly, the story goes meta. There&#8217;s a storyteller narrating the story he&#8217;s living, the story Pharaoh thinks he&#8217;s telling. The Storyteller reveals to Moshe the key to unlocking the level. It seems risky. Fellow players are skeptical. But the key to breaking the level is&#8230; you guessed it: Freedom. Freedom to leave the rules of the wicked, game master Pharaoh behind for just one <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Matzoh\">high-carb</a>, community celebrating weekend of Freedom – a GameCon in the magical <em>Midbar</em>. A change of perspective, a taste of freedom to expand your mind.</p>\n<p>And so the story went. Denied Freedom for one weekend, the Storyteller intervenes, helps defeat the <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Boss_%28video_gaming%29\">boss</a>, break the level. The players are finally free from Pharaoh, but still imprisoned by old, poor gaming habits and player expectations. The players were undisciplined&#8230; a mess. They kind of liked the familiar structure of Pharaoh&#8217;s simple rules, despite their inability to innovate and improve their game, grow their characters. So, the Storyteller sets Moshe up as a new game master to teach a new way of playing. He explains three new game challenges to refine their player characters and explore their potential with Freedom: <em>Manna</em>, a single person game exercising responsibility in gathering one&#8217;s own ephemeral food resources, ethically. <em>Shabbat</em>, a single/multi-player game preparing a castle in Time to rest, reboot, and reflect on one&#8217;s creative potential. <em>Mishkan</em>, a multi-player game constructing a castle in Space for everyone to collaborate and share with one another all they were inspired to create with their new-found Freedom.</p>\n<p><span style:font-size=\"x-large;\">Freedom. It saves us.</span> It rescues our intentions from being enslaved to someone else&#8217;s narrative. It liberates our creative imagination – the oxygen we breathe. Freedom. It saves gaming communities from even the best game&#8217;s two worst tendencies: 1) to limit creativity out of a feared loss in overall game quality, correct play, and authentic game experience,  and 2) to require such complex obedience that play is limited to elite code mavens and robots.</p>\n<p>But nowadays, Freedom in the game has been so diminished by a lack of creative engagement that many players don&#8217;t even realize they&#8217;re playing a game, even when <a href=\"http://failedmessiah.typepad.com/failed_messiahcom/2010/09/woman-in-chains-will-anything-change-for-agunot-789.html\">someone gets hurt</a>. There are those who walk away from the game, and embarrassed they know little besides the game&#8217;s rules and its discipline, simply despise it. There are those who loosely identify with the game, but who don&#8217;t know or don&#8217;t care to play it out of ignorance for its rules. Some fear the game will alienate them from their innate creative selves. Others know the game&#8217;s story as observers, cheerleaders, critics, but rarely as participants. Some mistake the game for a meta-game dedicated to the survival of the community of gamers – and have little invested in the game itself. They all enjoy Freedom outside the game, knowing little to nothing of Freedom within it.</p>\n<p>And then there are those who are dedicated, serious players. They play the game happily, decorating their play, making their every move a thing of beauty. And some through their passion will choose or craft a different, even esoteric, edition of the game&#8217;s rulesets. Tension between gamers playing with <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Fork_%28software_development%29\">forked</a> rulesets is a familiar problem in a lot of games. Usually, serious players have really good perspectives and abilities they&#8217;ve honed in each of their particular communities. When players with divergent experiences, priorities, and values develop their own rules for playing together, they usually develop respect for one another and realize with joy they have a lot to learn from one another. They enrich each others game immeasurably. That master gamer, BZ of Mah Rabu, <a href=\"http://mahrabu.blogspot.com/2005/07/taxonomy-of-jewish-pluralism.html\" target=\"_blank\" rel=\"noopener\">talks</a> about it in his <em>Hilkhot Pluralism</em>. The key is making a space, a <em>Maqom</em>, where gamers are free to share. See? Freedom. It redeems the game from it&#8217;s own self-destructive tendencies.</p>\n<p><span style:font-size=\"x-large;\">A <em>maqom</em> &#8212; a holy space &#8212; for sharing?</span> The <a href=\"https://opensiddur.org\">Open Siddur Project</a>, now, that&#8217;s what I&#8217;m talking about. Here&#8217;s an example of a space for free sharing of inspired creativity, a <em>mishkan</em> built out of inspired creativity, cultivated and maintained over the Internet. Where all your spell books, game maps and modules – in any languages ever used for the game –- can be used with the game. Gamers can adopt, adapt, and redistribute what they&#8217;ve modified. Everyone sharing has given their permission to do that upfront. See? <em>Lo tignov</em> –- no stealing. Sharing! Everyone appreciates each others creativity, their desire to contribute. It follows the game rule: <em>Gemilut Ḥassadim</em> &#8212; act with loving-kindness.</p>\n<p>The Open Siddur Project&#8217;s already started sharing via their website. Yeah, their application is pre-Alpha, <a href=\"https://github.com/opensiddur/opensiddur/issues?q=is%3Aopen+is%3Aissue+milestone%3A%22Server+v1.0%22\">0.4.1</a>. But when it hits 1.0 it will be kick-ass! And because the code for their platform and toolkit is open source (with an <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/LGPL\">LGPL</a> license), other gamers can build on their work, and all that creative investment can be reused, recycled. It follows the game rule: <em>bal tashchit</em> &#8212; never waste! Never fail to appreciate the hard work invested in another&#8217;s craft and creation.</p>\n<p><span style:font-size=\"x-large;\">See, there will always be little pharaohs looking to <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Pwn\">pwn</a> the Game.</span> To lock it down, make it their own, proprietary <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Gold_farm\">gold farm</a>. A black box, closed to innovation, perhaps even to inspection. It&#8217;s happened before. When the inner workings of the game become so hard to understand that only an elite can game it. When gamers forget they are playing it willingly, you know, <em>to grow</em>, because it&#8217;s fun, imaginative, creative.</p>\n<p>Theoretically, it should be hard to pwn the Game. It&#8217;s a role-playing game –- <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Open-ended_%28gameplay%29\">open ended</a>. There are no winners. But there are surely losers –- if the bar to playing it well is set too high. If players can&#8217;t own their experience, engage their innate creative and emotional intelligence in it. You know, what some folks call <em>spirituality</em>. For those who feel that the price of Freedom is the loss of an authentic game experience, then the consequence will be an increasingly oppressive and dangerous game experience. Ultimately, creativity is deadened, imagination defeated. Gamers minds enslaved within the prison of a Pharaoh&#8217;s imagination. Theirs is a mentality of <em>mitzrayim</em> – constriction.</p>\n<p>The Open Siddur Project and other like minded projects that believe in <a href=\"http://freedomdefined.org/Definition\">free-as-in-</a><em><a href=\"http://freedomdefined.org/Definition\">libre</a></em> culture, make sure to protect the freedoms of their contributing users. They ask them to preserve their intent to keep their work free for creative reuse by choosing any one of three complementary licenses appropriate to the type of content shared and their desire for credit and correct attribution in derivative works.</p>\n<p>For example, an internationally recognized license, the <a href=\"http://www.creativecommons.org/licenses/by-sa/3.0\">Creative Commons Attribution-ShareAlike</a> (CC BY-SA) 3.0 Unported license, uses <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Copyright_law\">Copyright Law</a> to legally protect a creator&#8217;s intention to share their work, ensuring it remains open instead of closed, to keep it free for creative reuse instead of for proprietary exploitation, and to “Share Alike” – requiring all derivative works to properly attribute the original work, and credit the original creator. Significantly, the license allows the work to be used commercially, even as the work remains free for creative reuse. This freedom permits the work to truly be free &#8212; unchained &#8212; and be disseminated and remixed within the vast ocean of creative work available to human imagination. Another license, the <a href=\"http://creativecommons.org/licenses/by/3.0/\">Creative Commons Attribution</a> (CC-BY) 3.0 Unported license, requires attribution but permits creators of derivative works to choose their own license. A third license, <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\">Creative Commons Zero</a> (CC0) empowers a creator to take their work out of the domain of Copyright and dedicate their work to the <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Public_domain\">Public Domain</a> where anyone can use it in a derivative work however they like with none of the obligations to attribute or “Share Alike.”</p>\n<p>To grow and remain healthy, collaborative projects need to be open for inspection and free for creative innovation. Growing, just as symbiotic organisms grow. Healthy, just as non-parasitic organisms sustain themselves – by creating energy and opportunities for others in their ecosystem. In this game, the opportunities we create are the product of our creative engagement. In our creative ecosystem, everything and everyone builds on each others work.</p>\n<p>Free/<em>libre </em>licenses are crucial because under Copyright Law, everything created is closed and proprietary by default. In short, the law makes a Pharaoh out of each of us, whether we want to be or not. It makes sense when we need a monopoly over creative work we do not want others to share, modify, and redistribute. But keeping creative work closed and proprietary is counterproductive for collaborative projects: like games, or religions.</p>\n<p>Take a work out of the creative cycle today and one almost guarantees its obscurity as an <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Orphaned_work\">orphaned work</a>.  Those not shared with free-as-in-<em>libre</em> licenses must endure two human lifetimes before they can be creatively reused. Under Copyright Law, everything we create is taken out of the cycle for our entire lives plus 70 years (or 95 years for corporations). How does that help make for creative collaboration in a living breathing community? It doesn&#8217;t. Those naïve pharaohs who hope their work will be adopted for communal use but who refuse the Freedom of gaming communities and players to adapt it, are deluding themselves. They truly don&#8217;t know the Name of the Game. By forgetting to value Freedom, creativity, and collaboration, they undermine the game itself.</p>\n<p><span style:font-size=\"x-large;\">What am I saying? Heresy?</span> Heaven forfend. Do I look like a game master? No, I&#8217;m a player character, all the way. Not that I find it easy to find a good game master these days. To game well, I read books, manuals, zines, blogs – and try to build good lasting relationships with my fellow gamers. I&#8217;ve been finding more and more players who play because they are passionate about the game and not because they&#8217;re slaves to it. But I digress. All I&#8217;m saying is, we can do this. We can play this game.\n</div>\n<hr />\n<p>Aharon Varady is the founder and director of the Open Siddur Project, <a href=\"https://opensiddur.org\">https://opensiddur.org</a>. This article is shared with a <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA 3.0 Unported</a> license.</p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "creative commons",
        "free culture",
        "Freedom",
        "liberty",
        "Pesaḥ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1181"
        ],
        "_thumbnail_id": [
            "2964"
        ],
        "date_src_start": [
            "2011-04-07"
        ],
        "date_src_end": [
            "2011-04-07"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2011/04/Pharoahs-Imagination.jpg",
        "title": "Pharaoh&#8217;s Imagination",
        "caption": "Image: Pharoah's Imagination by Aharon Varady (License: CC-BY-SA 3.0 Unported)"
    },
    "source_link": "https://opensiddur.org/?p=2962",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/afikoman-hiding-in-plain-sight/",
    "slug": "afikoman-hiding-in-plain-sight"
}