{
    "title": "Preserving Public Domain resources from Restrictive End User License Agreements in Proprietary Torah Databases — by Aharon Varady (Open Siddur, 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-10-18",
    "last_updated": "2025-02-02",
    "excerpt": "Often we are asked here at the Open Siddur Project why we cannot simply use the digitized texts of the siddur that are available from Davka Corporation. Our instinct was that Davka only granted permission for individuals to use their digitized Hebrew texts under <a href=\"http://en.wikipedia.org/wiki/Fair_use\">fair use doctrine</a>. To be certain, we sought to find the the text of Davka Corporation's <a href=\"http://en.wikipedia.org/wiki/EULA\">End User License Agreement</a> (EULA) and failing to locate this information online, friends of the project provided us with the EULA included with the packaging and software installer for a Davka software product: DavkaWriter Dimensions II. From the language of these license agreements, it is clear that the text Davka is providing is not free for end-users to distribute or to create derivative works. Section 4(a) of the EULA reads: \"You may not use the texts in the software to publish materials for sale without express written permission from Davka Corporation. Preparation of these texts has entailed considerable effort and expense. They are not shareware, and should be used by no one other than the purchaser.\" . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nOften we are asked here at the Open Siddur Project why we cannot simply use the digitized texts of the siddur that are available from Davka Corporation. Our instinct was that Davka only granted permission for individuals to use their digitized Hebrew texts under <a href=\"http://en.wikipedia.org/wiki/Fair_use\">fair use doctrine</a>. To be certain, we sought to find the the text of Davka Corporation&#8217;s <a href=\"http://en.wikipedia.org/wiki/EULA\">End User License Agreement</a> (EULA) and failing to locate this information online, friends of the project provided us with the EULA included with the packaging and software installer for a Davka software product: DavkaWriter Dimensions II.</p>\n<p>From the language of these license agreements, it is clear that the text Davka is providing is not free for end-users to distribute or to create derivative works. Section 4(a) of the EULA reads: &#8220;You may not use the texts in the software to publish materials for sale without express written permission from Davka Corporation. Preparation of these texts has entailed considerable effort and expense. They are not shareware, and should be used by no one other than the purchaser.&#8221;</p>\n<p>In stark contrast, the texts that the Open Siddur is sharing may be distributed and re-distributed without our express written permission, for commercial and non-commercial, for educational and non-educational use. In short, our texts are <a href=\"http://freedomdefined.org/Definition\">FREE</a>. We are making these texts free because we believe that these texts are the cultural legacy and inheritance of the Jewish people to create and innovate with in the publishing of new siddurim customized to an individual or groups spiritual practice. We have so much to share with each other, why should we  limit our culture vitality by shackling it to copyright?</p>\n<p>There are other reasons why we would not use the digitized texts of contemporary siddurim. The most important reason besides their not being free, is that they do not clearly attribute the source of their digitized texts to the historical siddurim that they were presumably derived from. The Open Siddur Project aims to provide the text of all the nusḥaot of the siddur and their variations with full attribution of the sources for these texts.</p>\n<p>The following is the text of the License Agreement (<a href=\"https://opensiddur.org/wp-content/uploads/2009/10/DavkaWriter-Dimensions-II.PDF\">pdf</a>) included in the packaging of the DavkaWriter Dimensions II CD:</p>\n<blockquote><p><span style=\"text-decoration: underline;\">Licensing Agreement</span></p>\n<p>The files on this program are licensed to the purchaser on an &#8220;as-is&#8221; basis. While the publishers have made every effort to avoid errors, they will not be held responsible for any loss or damage, incidental or consequential, resulting directly or indirectly from the use of this program. In any case, the sole and total liability of the publishers shall not exceed the sum paid for the program by the purchaser. The texts on this CD may be used by the purchaser for personal or family use. If the purchaser is an institution, the texts may be used by that institution for its own needs. However, any use of the texts in the publication of materials for sale requires written permission from the Davka Corporation. Preparation of DavkaWriter Dimensions has entailed considerable effort and expense. It is not shareware, and therefore should not be used other than by the purchaser.</p></blockquote>\n<p>The following is the EULA included with the software installer and must be agreed to (via click-through) before the software allows itself to be installed.</p>\n<blockquote><p>END-USER LICENSE AGREEMENT FOR <span>DAVKAWRITER</span> DIMENSIONS</p>\n<p>IMPORTANT-READ CAREFULLY: This End-User License  Agreement (the &#8220;Agreement&#8221;) is a legal agreement between you, either an  individual or a single entity, (the &#8220;Licensee&#8221;) and the Institute for  Computers in Jewish Life, Davka Corporation, and David Kantrowitz (the  &#8220;Publishers&#8221;) for the <span>DavkaWriter</span> Dimensions  software product, which includes computer software, truetype font files,  textual documents, associated media and printed materials, and &#8220;online&#8221;  or electronic documentation (the &#8220;SOFTWARE&#8221;).</p>\n<p>By installing, copying, or otherwise using the SOFTWARE, you agree  to be bound by the terms of this Agreement. If you do not agree to the  terms of this Agreement, promptly return the unused SOFTWARE to the  place from which you obtained it for a full refund.</p>\n<p>The SOFTWARE is protected by copyright laws and international  copyright treaties, as well as other intellectual property laws and  treaties. The SOFTWARE is licensed, not sold.</p>\n<p>1. GRANT OF  LICENSE. This Agreement grants you the right to use one copy of the  SOFTWARE on a single computer.</p>\n<p>The SOFTWARE is in &#8220;use&#8221; on a computer when it is loaded into  temporary memory (i.e., RAM) or installed into permanent memory (e.g.,  hard disk, CD-ROM, or other storage device) of that computer. However,  installation on a network server for the sole purpose of internal  distribution to one or more other computer(s) shall not constitute &#8220;use&#8221;  for which a separate Agreement is required, provided you have a  separate Agreement for each computer to which the SOFTWARE is  distributed.</p>\n<p>THE LICENSE IS LIMITED TO THE PROVISIONS OF THE REST OF THIS  AGREEMENT, ESPECIALLY THOSE IN ITEM 4 BELOW.</p>\n<p>2. UPGRADES. The  SOFTWARE includes an upgrade to the <span>DavkaWriter</span> Platinum program, produced by Davka Corporation. This upgrade may be  used ONLY by a licensed user of the <span>DavkaWriter</span> Platinum program. The <span>DavkaWriter</span> Platinum  upgrade may NOT be separated from this SOFTWARE for use by another  individual or entity. It may be used only in accordance with this  Agreement.</p>\n<p>3. COPYRIGHT. All title and copyrights in and to the SOFTWARE  (including but not limited to any images, photographs, animations,  video, audio, music, text, and &#8220;applets&#8221; incorporated into the  SOFTWARE), the accompanying printed materials, and any copies of the  SOFTWARE are owned by Davka Corporation or its suppliers.</p>\n<p>The SOFTWARE is protected by copyright laws and international treaty  provisions. Therefore, you must treat the SOFTWARE like any other  copyrighted material except that you may either (a) make one copy of the  SOFTWARE solely for backup or archival purposes or (b) install the  SOFTWARE on a single computer provided you keep the original solely for  backup or archival purposes. You may not copy the printed materials  accompanying the SOFTWARE.</p>\n<p>4. DESCRIPTION OF OTHER RIGHTS AND LIMITATIONS.</p>\n<p>a. YOU MAY  NOT USE THE TEXTS IN THE SOFTWARE TO PUBLISH MATERIALS FOR SALE WITHOUT  EXPRESS WRITTEN PERMISSION FROM DAVKA CORPORATION. PREPARATION OF THESE  TEXTS HAS ENTAILED CONSIDERABLE EFFORT AND EXPENSE. THEY ARE NOT  SHAREWARE, AND SHOULD BE USED BY NO ONE OTHER THAN THE PURCHASER.</p>\n<p>b. Limitations on Reverse Engineering, Decompilation, and  Disassembly. You may not reverse engineer, decompile, or disassemble the  SOFTWARE, except and only to the extent that such activity is expressly  permitted by applicable law notwithstanding this limitation.</p>\n<p>c. No Separation of Components. The SOFTWARE is licensed as a single  product and neither the software SOFTWAREs comprising the SOFTWARE or  any UPDATE may be separated for use by more than one user at a time.</p>\n<p>d.  Rental. You may not rent, lease, or lend the SOFTWARE.</p>\n<p>e. Software Transfer. You may permanently transfer all of your  rights under this Agreement, provided that you retain no copies, you  transfer all of the SOFTWARE (including all component parts, the media  and printed materials, any upgrades, and this Agreement), and the  recipient agrees to the terms of this Agreement. If the SOFTWARE is an  upgrade, any transfer must include all prior versions of the SOFTWARE.<br />\nThe SOFTWARE must be completely removed from your computer before  transfering it to the recipient.</p>\n<p>f. Termination. Without  prejudice to any other rights, the Publishers may terminate this  Agreement if you fail to comply with the terms and conditions of this  Agreement. In such event, you must destroy all copies of the SOFTWARE.</p>\n<p>5. EXCLUSION OF WARRANTIES.</p>\n<p>The Publishers offer the SOFTWARE  and the Licensee accepts it &#8220;AS IS&#8221;. The Publishers do not warrant the  SOFTWARE will meet the Licensee&#8217;s requirements or will operate  uninterrupted or error-free.<br />\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE PUBLISHERS AND  THEIR SUPPLIERS DISCLAIM ALL WARRANTIES, EITHER EXPRESS OR IMPLIED,  INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY,  FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.</p>\n<p>CUSTOMER REMEDIES. The Publishers&#8217; and their suppliers&#8217; entire  liability and the Licensee&#8217;s exclusive remedy shall be, at the  Publishers&#8217; option, either (a) return of the price paid by the Licensee,  or (b) repair or replacement of SOFTWARE or hardware that is defective  and which is returned to Davka Corporation with a copy of the Licensee&#8217;s  receipt.<br />\nAll Warranties are void if failure of the SOFTWARE or hardware has  resulted from accident, abuse, or misapplication. Outside the United  States, neither these remedies nor any product support services offered  by Davka Corporation are available without proof of purchase from an  authorized international source.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL  THE PUBLISHERS OR THEIR SUPPLIERS BE LIABLE FOR ANY SPECIAL,  INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING,  WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, BUSINESS  INTERRUPTION, LOSS OF BUSINESS INFORMATION, OR ANY OTHER PECUNIARY LOSS)  ARISING OUT OF THE USE OF OR INABILITY TO USE THE SOFTWARE, EVEN IF THE  PUBLISHERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>Some states and jurisdictions do not allow the exclusion or  limitation of certain implied warranties or the exclusion or limitation  of liability for incidental or consequential damages, in which case and  to the extent such exclusion or limitation is not allowed, some of the  foregoing limitations and exclusions may not apply to the Licensee.<br />\nTo the extent allowed by applicable law, implied warranties on the  SOFTWARE and hardware, if any, are limited to ninety (90) days and one  year, respectively.</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "copyleft",
        "copyright",
        "Davka",
        "DavkaWriter",
        "digitization",
        "EULA"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=201",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/free-as-in-freedom/",
    "slug": "free-as-in-freedom"
}