{
    "title": "Efraim Feinstein presents the Open Siddur Project at NewCAJE, 2010",
    "author": "Efraim Feinstein",
    "coauthors": [
        {
            "name": "Efraim Feinstein",
            "bio": "Efraim Feinstein is the lead developer of the Open Siddur <a href=\"https://github.com/opensiddur\">web application</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/05/efraim-feinstein-e1431205103997-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/efraim"
        }
    ],
    "date": "2010-08-01",
    "last_updated": "2025-02-02",
    "excerpt": "At the beginning of the talk, the audience expressed some discomfort with the idea of copying from one website to another, even if the original author is attributed. The main concern seemed to be that the author potentially loses control of his/her message if he/she has no idea of the remainder of the content of the website. On the other hand, one audience member who posts reviews on book review sites had an innate sense of the concept of mutual benefit: she posts reviews of the books she reads in part because she reads reviews posted by others. . . .",
    "content": "<p><a href=\"https://opensiddur.org/wp-content/uploads/2010/08/newcaje.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" src=\"https://opensiddur.org/wp-content/uploads/2010/08/newcaje.jpg\" alt=\"newcaje\" width=\"751\" height=\"250\" class=\"aligncenter size-full wp-image-1027\" srcset=\"https://opensiddur.org/wp-content/uploads/2010/08/newcaje.jpg 751w, https://opensiddur.org/wp-content/uploads/2010/08/newcaje-300x100.jpg 300w\" sizes=\"auto, (max-width: 751px) 100vw, 751px\" /></a></p>\n<p><strong>DOWNLOAD: </strong><a class=\"download\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/NewCAJE-Presentation.ogg\">AUDIO</a> | <a class=\"download\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/NewCAJE-2010.odp\">SLIDES</a></p>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThis post links to both the <a class=\"download\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/NewCAJE-Presentation.ogg\">audio</a> and <a class=\"download\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/NewCAJE-2010.odp\">slides</a> from my talk at the 2010 <a href=\"http://newcaje.webnode.com/\">NewCAJE</a>, a conference for Jewish educators currently taking place at <a href=\"http://www.gannacademy.org/\">Gann Academy</a> in Waltham, MA.  My talk was in the first session and the crowd was small, but, thanks to the powers of the Internet and my small digital audio recorder, you can all listen in to most of the talk.  Unfortunately, some of the audience comments are of particularly low volume.</p>\n<p>The aim of the talk was to introduce educators (most of the attendees at NewCAJE are synagogue-educators) to the concept of free and open data, the danger of copyrights that last multiple lifetimes, and the positive potential of sharing and the social features of the Internet in the realm of Jewish education.  It is intended less as advocacy for The Open Siddur in particular and more as advocacy for free and open content.  A whole lot for an hour and a half presentation!</p>\n<p>When I asked what the good and bad aspects of the Internet as an information source, I got the following responses:  The audience liked the idea that Internet research was relatively easy to do.  It does not require a trip to the library and it is there 24 hours a day, 7 days a week.  Internet sources are also available on a breadth of topics.  At the same time, the audience expressed doubt about the accuracy and depth of the information a student would obtain, and that it might be hard to evaluate the quality of the information or its neutrality of position. There was also a general feeling that some of the &#8220;serendipity&#8221; of a search is lost when searching replaces browsing. They also expressed some general worry about the amount of time students spend on the Internet.</p>\n<p>At the beginning of the talk, the audience expressed some discomfort with the idea of copying from one website to another, even if the original author is attributed.  The main concern seemed to be that the author potentially loses control of his/her message if he/she has no idea of the remainder of the content of the website.  On the other hand, one audience member who posts reviews on book review sites had an innate sense of the concept of mutual benefit: she posts reviews of the books she reads in part because she reads reviews posted by others.</p>\n<p>I don&#8217;t know if I convinced the audience that the benefits of open data outweigh the potential pitfalls.  I do feel that I know a bit more about the concerns of synagogue educators in working with their own creations.  If we are to popularize free and open data in the Jewish content world, the concerns of this group must be addressed by projects such as ours.  I came to the conference to learn as well as to teach.  The comment box on this post is open for our Internet audience as well.</p>\n<p>A note about file formats: The file is in <a href=\"http://www.vorbis.com/\">Ogg Vorbis</a> format, an audio format that is open and is unencumbered by patents. The slide show is in <a href=\"http://en.wikipedia.org/wiki/OpenDocument\">Open Document Format</a>; it is the native format of the free <a href=\"http://www.libreoffice.org/download/\">LibreOffice.org</a> office suite; it can be read by the latest versions of Microsoft Office as well.</p>\n<p>The audio and slides are released under the <a href=\"http://www.creativecommons.org/licenses/by-sa/3.0\">Creative Commons Attribution-ShareAlike 3.0 Unported license</a> and should be attributed to Efraim Feinstein.</p>\n<p>I&#8217;d like to thank NewCAJE for inviting me to talk and for providing a generous subsidy for my attendance at the conference.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "NewCAJE"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "1225"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/EfraimFeinsteinPicture-e1431204275475.jpg",
        "title": "EfraimFeinsteinPicture",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=1010",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/how-you-and-your-students-can-help-build-the-jewish-library-of-the-future-newcaje-1/",
    "slug": "how-you-and-your-students-can-help-build-the-jewish-library-of-the-future-newcaje-1"
}