{
    "title": "Openness, remixability, and free culture (Efraim Feinstein, 2010)",
    "author": "Efraim Feinstein",
    "coauthors": [
        {
            "name": "Efraim Feinstein",
            "bio": "Efraim Feinstein is the lead developer of the Open Siddur <a href=\"https://github.com/opensiddur\">web application</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/efraim"
        }
    ],
    "date": "2010-11-17",
    "last_updated": "2024-06-01",
    "excerpt": "Advocacy for creative works' freedom represents a paradigm shift in thought among content creators: In a free culture, a premium is not placed on the <em>material</em> as-such or even the particular rights associated with the material. Instead, it is on the users' freedom, and it is that freedom that is the prerequisite to large-scale creative engagement with educational material. . . .",
    "content": "<p>Russel Neiss <a href=\"http://ejewishphilanthropy.com/the-jewish-futures-conference-the-conversation-continues/\">writes<a/> &#8220;while we have had many illuminating conversations since our presentation [at the JFNA General Assembly], the questions and feedback we have received overwhelmingly surrounds the first value of “Open, Discoverable and Accessible.”&#8221;  He refers to the four core principles he articulated for Jewish educational material online.  That it should be:</p>\n<ol>\n<li>Open, Discoverable and Accessible;</li>\n<li>Remixable;</li>\n<li>Meaningful and Relevant; and</li>\n<li>Community Building.</li>\n</ol>\n<p>In the secular free culture world, the language is somewhat different, and the difference in emphasis can be illuminating.  There, another <a href=\"http://freedomdefined.org/Definition\">set of four freedoms</a> have been defined as the bedrock of the movement.  In order to be a free culture work, it must give its user:</p>\n<ol>\n<li>the freedom to use the work and enjoy the benefits of using it;</li>\n<li>the freedom to study the work and to apply knowledge acquired from it;</li>\n<li>the freedom to make and redistribute copies, in whole or in part, of the information or expression; and</li>\n<li>the freedom to make changes and improvements, and to distribute derivative works.</li>\n</ol>\n<p>Freedoms 1 and 2 roughly correspond to Russel&#8217;s point number 1.  Freedoms 3 and 4 encompass point number 2.</p>\n<p>What is perhaps most instructive is that the values of free culture are not defined with respect to the material itself, nor to its content.  They are <strong>freedoms</strong> guaranteed to the user.  Material being &#8220;open, discoverable, and accessible&#8221; is a first step.  Simply putting it on the Internet and being indexed by search engines will satisfy this condition.</p>\n<p>In the bargain of openness, content creators will have to choose to <em>give up</em> some exclusive rights.  In exchange, the work gains a life of its own in the hands of the users, the educators and the students.  In my (limited) experience of conversation with content providers, this seems to be the greatest barrier toward freeing educational works that are already made available.</p>\n<p>Perhaps remixability is a harder sell to educators and educational content providers than openness because the advantages it provides are further from the originator.  Content providers may argue that providing rights to copy material for &#8220;personal&#8221; or &#8220;educational&#8221; use satisfies their duty.  However, the ability to make and distribute copies solely for limited use leads to dissemination of the material.  It does not result in an active culture being developed out of it.  It does not result in improvements to the original, or adaptations for differing circumstances from those the original creator envisioned.  Even if those adaptations are made locally, they will ultimately be undisseminated, potentially resulting in duplication of labor, or worse, their loss to future creators and users.  The absence of remixing rights builds a one-way community of consumers, instead of a multidirectional cooperative community of creators.</p>\n<p>There is also the persistent fear of &#8220;misuse&#8221; of a work.  If an author gives up exclusive control over remixes, how does he/she know that the results will still be ideologically compatible with the original?  This is again a trade-off necessary for ensuring that users&#8217; creativity can be exercised.  Perceived damage to a creators&#8217; reputation from an ideologically differing work can be mitigated by requiring that a modified work bear a notice that it was modified from its original version, and that no endorsement of the modified version by the original author is implied.  Further, a web link to the original version may be included as part of the attribution. All <a href=\"http://www.creativecommons.org/\">Creative Commons</a> free culture licenses (aside from <a href=\"http://www.creativecommons.org/publicdomain/zero/1.0\">CC0</a>) bear these requirements.  Overall, the benefits to the wider culture obtained from many creative minds working on the material outweigh the threats from &#8220;misuse.&#8221;  The choice is between static read-only content and dynamic conversation among the user-creator partners.</p>\n<p>Advocacy for creative works&#8217; freedom represents a paradigm shift in thought among content creators: In a free culture, a premium is not placed on the <em>material</em> as-such or even the particular rights associated with the material.  Instead, it is on the users&#8217; freedom, and it is that freedom that is the prerequisite to large-scale creative engagement with educational material.</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "copyleft",
        "copyright",
        "free culture",
        "what is free"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1181"
        ],
        "_thumbnail_id": [
            "1225"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/EfraimFeinsteinPicture-e1431204275475.jpg",
        "title": "EfraimFeinsteinPicture",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=1500",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/openness-remixability-and-free-culture/",
    "slug": "openness-remixability-and-free-culture"
}