{
    "post_id": 1161,
    "title": "An interview with Aharon Varady on Open Source Judaism (Radio613, 2010)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2010-08-05",
    "last_updated": "2025-12-31",
    "excerpt": "My struggle to realize this project is personal, but I never ever wanted my own dissatisfaction to overshadow what anyone else could bring to this project. We each have a unique creative light, and wow, does it ever grow bright when our light shines together. I knew this project was important because it came as an epiphany -- an intersection of multiple passions each calling with their own creative, intellectual, and political genius. I just had to finally listen and take note. In the shadow of the Holocaust, a revitalized Jewish culture must be sought that does not rely entirely on ethnic nationalist movements to advance and preserve Jewish identity. <em>Renaissance</em> in all cultures, including Jewish culture, depends on the freedom of its participants, its cultural constituents, to be creative and expressive individuals, engaging with the meaning that culture broadcasts through its traditions. I said it in the interview but it bears repeating, <strong>the lingering dialectic that defines religion as somehow separate from culture relies on a notion that religion is no longer creative</strong> -- a mere replication of viral memes, in Dawkin's language. We liberate religion when we return it to culture, as a creative and relevant force for helping to shape our individual and collective consciousness. Religion in this way provides exercises, practices and other social technologies to help us evolve. If its creativity isn't maintained, its relevance is ceded to other systems to function in its place -- or it is ceded to social elements and authorities who might use it to sustain self-serving agendas. . . .",
    "content": "<p><strong>Welcome <a href=\"http://radio613.wordpress.com/2010/08/03/episode-42-open-source-judaism/\">Radio 613</a> listeners.</strong> It was my joy to be interviewed by co-hosts Avi &amp; Malcah on <a href=\"http://www.cfrc.ca/\">CFRC Kingston</a> 101.9FM last Thursday afternoon. In case you missed it, Avi just posted <a class=\"download\" href=\"https://soundcloud.com/opensiddur/radio613-episode-42-interview\">audio</a> of the show to the radio613 <a href=\"http://radio613.wordpress.com/2010/08/03/episode-42-open-source-judaism/\">webpage</a>.</p>\n<p>Go ahead and listen. I have some follow up thoughts on the interview below.</p>\n<p><strong>The opinions shared in the interview (and below) are my own.</strong> They should in absolutely no way be interpreted as a philosophy or ideology of the Open Siddur Project &#8212; an open source project with a diverse community of contributors inspired and motivated each in their own unique way. For those interested in our mission statement, see <a href=\"https://opensiddur.org/development/mission/\" target=\"_self\" rel=\"noopener\">here</a>.</p>\n<hr />\n<p>One question I was thinking about that took me off-guard was when Avi asked me what personally motivated this project. For me, it&#8217;s so much easier to write about than to speak about it&#8230; After the interview, I couldn&#8217;t help feeling that the answer I gave was oblique. Avi asked for, and I provided a personal, if somewhat vague story expressing the following disconnect: Individual integrity felt implicit to the intimate relationship I was being asked to engage in, but that this experience felt frustrated by the mode of <em>t&#8217;fillah</em> (Jewish spiritual practice) I was taught. Some means to grow and maintain a very private resource for developing my own practice felt so necessary. If I built this resource for myself only, then whatever liberation I ultimately experienced would be limited.</p>\n<p>Obviously many more people endure the same frustrations as I have&#8230; others have simply become numb to the issue or completely disenchanted. A strange group, horribly, become apologists for mediocrity and submission &#8212; arguing that the experience of alienation in t&#8217;fillah is something akin to a mortification or a right of passage to be proudly endured (perhaps once a year on Yom Kippur). And then there are those who take pride in the practice of <em>t&#8217;fillah</em> as the fulfillment of an obligation rather than as a useful, relevant practice, saying in earnest, <a href=\"http://www.forward.com/articles/112469/\">there is really nothing wrong with the <em>siddur</em></a>, certainly nothing wrong that a good Jew shouldn&#8217;t find some sense of cultural belonging <em>wrestling with</em>. The siddur is an easy victim of the materialist aspirations of modern society, they argue. Hearing this, I can&#8217;t help but begin to feel lost myself. Is anyone taking this practice seriously enough to expect it to actually be useful? Or am I just a magical thinker?</p>\n<p>A point Ariel Beery emphasized at the <a href=\"http://web.archive.org/web/20160626153919/http://presentense.org/institute/2009\">PresenTense Institute</a>, was just how important it is to recognize and articulate your sense of dissatisfaction with the world as is &#8212; to communicate through your pitch how your project seeks to realize a better future. In this way, social innovation and entrepreneurship enters a Utopian, Futurist, and I think, moshiaḥ-oriented narrative. However subjective, the power of this personal appeal should resonate with the experience of others.</p>\n<p>My struggle to realize this project is personal, but I never ever wanted my own dissatisfaction to overshadow what anyone else could bring to this project. We each have a unique creative light, and wow, does it ever grow bright when our light shines together. I knew this project was important because it came as an epiphany &#8212; an intersection of multiple passions each calling with their own creative,  intellectual, and political genius. I just had to finally listen and take note. In the shadow of the Holocaust, a revitalized Jewish culture must be sought that does not rely entirely on ethnic nationalist movements to advance and preserve Jewish identity. <em>Renaissance</em> in all cultures, including Jewish culture, depends on the freedom of its participants, its cultural constituents, to be creative and expressive individuals, engaging with the meaning that culture broadcasts through its traditions.</p>\n<p>Larger societal change begins at home, within the <em>daled amot</em> (four cubits) of an individual &#8212; this is a fundamental teaching <a href=\"http://en.wikipedia.org/wiki/Mussar\"><em>mussar</em></a>. Spiritual practices are misunderstood as opiates, however they might feel good. Ultimately, they are founded on an assumption that habitual practice and discipline yields self-improvement, which is ultimately beneficial to communities, societies, and the world at large. Can we engage in practices then that nourish and nurture our propensity to act compassionately and pursue social good, intentionally avoiding hateful, violent, and jealous inclinations? In my practice, I seek <a href=\"http://en.wikipedia.org/wiki/Imitatio_dei#In_Judaism\"><em>imitatio dei</em></a> where <em>dei</em> is understood as an expansive, creative expression of a collective, evolving, and emergent consciousness in this reality that I am part of. There is nothing we can say about God that we are not also saying about our own creative consciousness and its limits, if only because we are limited creatures ourselves. How then am I created in the likeness of <em>Elohim</em> (God)? In that I too have creative desire. I look to Judaism to discipline that creativity for goodness sake, and understand <em>halakha</em> as a practice for walking in the ways of God &#8212; i.e., maturing and sustaining virtues of compassion, loving-kindness, and peace with knowledge, awareness, and correct action (<em>mitzvot</em>). Jewish spiritual practice is one expression of a religiously mandated self-improvement discipline that depends on individual expression even as it is often portrays itself in communal contexts. The degree to which these communities act well depends on how well their constituents embody virtue. But just as these virtues are embodied personally, intentional practices succeed when they are personally chosen, well understood, and creatively engaged.</p>\n<p>I said it in the interview but it bears repeating, <strong>the lingering dialectic that defines religion as somehow separate from culture relies on a notion that religion is no longer creative</strong> &#8212; a mere replication of viral memes, in Dawkin&#8217;s language. We liberate religion when we return it to culture, as a creative and relevant force for helping to shape our individual and collective consciousness. Religion in this way provides exercises, practices and other social technologies to help us evolve. If its creativity isn&#8217;t maintained, its relevance is ceded to other systems to function in its place &#8212; or it is ceded to social elements and authorities who might use it to sustain self-serving agendas.</p>\n<p><a href=\"http://en.wikipedia.org/wiki/William_morris\">William Morris</a>, the founder of the <a href=\"http://en.wikipedia.org/wiki/Arts_%26_Crafts_Movement\">Arts &amp; Crafts movement</a> (and  modern fantasy literature, as well!) articulated this idea in the mid to late 19th century &#8212; explaining to his fellow socialists how alienation is the experience of a worker/craftsmen being mediated from one&#8217;s essential creative self. William Morris&#8217; Arts &amp; Crafts movement sought to liberate worker craftsmen from alienation by re-introducing bespoke master art crafted work, for example: woodwork, book binding, printing, typography, etc. Morris typified a romantic socialist who walked proudly forward by looking backward at the inherent value of art for  liberating the human worker economically, socially, and spiritually.</p>\n<p>I think this sort of thinking is exactly what is needed for both our cultural renaissance and our individual liberation. Is the alienation of European craftsmen in the face of industrialized factory conditions really so dissimilar from the experience of alienation when individuals most private and intense experience is mediated by mass-produced prayer books? Particularly for Jews, what does our culture ask us to craft if not prayers and blessings every day, from our heart? That is our <em>avodah sh&#8217;balev</em>&#8211; our work of the heart! How has our tradition&#8217;s uncritical adoption of mass-produced technology for accessing <em>t&#8217;fillah</em>, and legal structures of copyright mediated us from our creative (divine) selves and ability to share what is most precious to us? How do structures of authority maintain this truly tragic situation? My answer to these vexing questions was to re-appropriate the technology of mass-production and spiritual mediation &#8212; liberating it for individuals to compose, remix, and share the meaning they discover in tradition and their own experience. This model is obviously open for anyone to emulate, not only other Jews. But particular for Jews, this model also open up the possibility of really reflecting the true diversity of our people right now as both individuals and communities and through history in whatever documents witness this diversity. We just need to digitize this extant work and make it accessible with standard free culture licensing.</p>\n<p>My work with William Morris was a direct outgrowth of my <a href=\"http://lulu.com/cdi\">urban planning masters thesis research</a> into a socialist minded free thinker and printer named <a href=\"http://en.wikipedia.org/wiki/Henry_Watkin\">Henry Watkin</a>, the mentor of the writer, Lafcadio Hearn. Watkin was married to a wonderful woman, Laura Fry Watkin, whose British and <a href=\"http://en.wikipedia.org/wiki/Swedenborgian\">Swedenborgian</a> family of master art carved wood craftsmen and women (vegetarian socialists and abolitionists the lot of them) were active in developing a women&#8217;s liberation movement in Cincinnati. I learned about Laura&#8217;s father Henry Fry and other Swedenborgians Fourier-inspired socialists. These men and women helped realise, among other wonderful social goods, the nascent urban park systems designed by <a href=\"http://en.wikipedia.org/wiki/Frederick_Law_Olmsted\">Frederick Law Olmsted</a>. Not too long ago I was working at the Trust for Public Land&#8217;s Center for City Park Excellence and my motivation to become an urban planner eight years ago stemmed from an interest in promoting city parks, greenways, and trails. Now instead of working on the physical public commons, I&#8217;m instead focused on the creative intellectual commons. So the Open Siddur Project is an expression of my passion for 19th century utopian projects, Romanticism, invented worlds of the imagination, and maturing creative potential and compassionate virtues sustained through a disciplined spiritual practice.</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "arts &amp; craft movement",
        "creativity",
        "renaissance",
        "socialism",
        "utopia"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1181"
        ],
        "_thumbnail_id": [
            "1162"
        ],
        "date_src_start": [
            "2010-08-05"
        ],
        "date_src_end": [
            "2010-08-05"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/cropped-emmatorah4.jpg",
        "title": "Radio613",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=1161",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/radio-613-an-interview-with-aharon-varady-on-open-source-judaism/",
    "slug": "radio-613-an-interview-with-aharon-varady-on-open-source-judaism"
}