{
    "post_id": 895,
    "title": "Publicly funded work of Jewish non-profits should be shared with Open Content licensing (Future of Jewish Non Profit Summit, 2010)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2010-07-27",
    "last_updated": "2025-05-29",
    "excerpt": "I invite you to think of the Torah as a free and open platform rather than a closed one, and to see your work similarly. The takeaway I have for you today is to adopt an open source strategy for your non-profit work in the manner that Maimonides, Hillel the Elder, or the Sfas Emes would. Express faith in your organizational mission by opening up the development of that which you are innovating to the broader community, maintain a low bar for entry and to cultivate a market for wide adoption, and eschew closed source development and proprietary licensing. When your actions are guided by your business model rather than your mission statement, it's time to revisit your mission statement and rethink your business model. . . .",
    "content": "<p>The following is the unedited text of the speech I read at the Future of Jewish Non Profit Summit. There&#8217;s a for-fee video of the speech at <a href=\"http://fora.tv/2010/07/27/How_Jewish_Nonprofits_Can_Benefit_from_Open_Source\" target=\"_blank\" rel=\"noopener noreferrer\">Fora.tv</a>.  You can also listen to this <a class=\"download\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/Aharonium-at-FOJNP.ogg\">audio recording</a>.</p>\n<iframe loading=\"lazy\" width=\"100%\" height=\"166\" scrolling=\"no\" frameborder=\"no\" src=\"https://w.soundcloud.com/player/?url=http%3A%2F%2Fapi.soundcloud.com%2Ftracks%2F52181501&width=false&height=false&auto_play=false&hide_related=false&visual=false&show_comments=false&color=false&show_user=false&show_reposts=false\"></iframe>\n<p>Efraim and I have made many of these points before, so if you&#8217;re so inclined check out more of our essays here.</p>\n<hr />\n<p>I&#8217;m speaking here at the Future of Jewish non profit summit about &#8220;How Jewish Nonprofits will benefit from the Free and Open Source revolution.&#8221;</p>\n<p>Some disambiguation seems appropriate.</p>\n<p>What do I mean when I say free or open source? what is this revolution, and how will I define benefit? What is a nonprofit and&#8230; who is a Jew?</p>\n<p>Permit me to park all of those questions for the moment. I promise to come back to them before six months.<br />\nI want to come to the answers by first asking some other more meaningful questions:</p>\n<p>Who owns the Torah? &#8212; What does it means to say that the Torah is mine but also your cultural heritage?</p>\n<p>Also, is Judaism a non-profit, and if so, what is its mission?</p>\n<p>Let&#8217;s take these questions seriously, even if we only have nine minutes. Because these question drive deep into who we are and what we are doing, into what is our non-profit mission and into what is our Jewish mission.</p>\n<p>The central importance of the Torah as the common source text of the entire Jewish people, and its recent treatment as proprietary intellectual property, make it a good case study on where Jews can go wrong.</p>\n<p>We can also learn from the good example of those who love to teach and study the Torah, how the values of reciprocity and sharing advance our most altruistic missions.</p>\n<p>As a source text, the Torah has some things in common with source code.<br />\nBoth are platforms on which whole other virtual worlds emerge and interact with our physical world.<br />\nIn both syntax matters, and in both historical context is of academic interest.<br />\nThe manner in which both libraries of source code are maintained and developed determines how vibrant they are and vital as a living source of creative inspiration.</p>\n<p>When I say &#8220;free and open source&#8221; I am referring to a mode by which software is developed and maintained.</p>\n<p>Free and open source offers a beautiful parallel to a model of Torah study and learning for the sake of learning, lishma.<br />\n(It wouldn&#8217;t hurt to mention that open source has been an excellent model for businesses.)<br />\nA culture of intellectual and creative sharing is the foundation of open source communities.</p>\n<p>If you share your work such that others can build on it, the next time someone needs the same thing done, they don&#8217;t have to pay for it again and unnecessarily duplicate labor.<br />\nEven though copying is a fundamental right of free and open source software and content (ironically), its continued development means more time and money is spent innovating and less duplicating what others have done.<br />\nThe aspect of mutual benefit works in software development and it works for content too.</p>\n<p>When I talk about free, I don&#8217;t mean cheap. Freedom in the free and open source software movement is defined as,</p>\n<p>(1) freedom to use it for any purpose,</p>\n<p>(2) freedom to study how it works,</p>\n<p>(3) freedom to modify the work, and</p>\n<p>(4) freedom to share your modifications with others.</p>\n<p>If you don&#8217;t guarantee these rights to anyone who receives it, it&#8217;s simply not open source.<br />\nThese rights are guaranteed through free and open source licenses and were formulated by the <a href=\"http://www.fsf.org/\" target=\"_blank\" rel=\"noopener noreferrer\">Free Software Foundation</a>.</p>\n<p>Now I know, most people hear licenses and think, oh no, I&#8217;m not a lawyer.<br />\nWell, I&#8217;m not either, but being savvy about copyright and free culture licensing is essential for non-profits producing or requiring content.</p>\n<p>The most common requirement of many open source software licenses is the preservation of attribution.</p>\n<p>This concern for correct attribution also recalls the 48th virtue of an excellent student recorded in <em>Pirkei Avot</em> Chapter six, number 6:</p>\n<blockquote><p>repeating a statement in the name of the one who said it. For we have learned that anyone who says a statement in the name of the one who said it brings redemption to the world, as the verse in the Book of Esther, chapter 2 verse 22 says, &#8216;And Esther said to the King in the name of Mordechai.&#8217;</p></blockquote>\n<p>Additionally, it is important to recognize how free and open source licensed sharing is akin to Maimonides fifth level of charity in which one does not know to whom one gives, but the receiver knows their benefactor.</p>\n<p>Rabbi Yehudah Aryeh Leib Alter, in his book Sfas Emes, expounds on a midrash explaining a verse in the Book of Proverbs:</p>\n<blockquote><p>[Parshat Terumah] &#8220;I have given you good lekakh (teaching)&#8221; (Prov. 4:2). [Lekakh can also refer to something acquired by purchase.] The midrash then offers a parable of two merchants, one who has silk and the other peppers. Once they exchange their goods, each is again deprived of that which the other has. But if there are two scholars, one who has mastered the Order of Seeds and the other who knows the Order of Festivals, once they teach each other, each has acquired both orders.</p></blockquote>\n<p>This is exactly the opportunity for sharing content which Internet technologies facilitate today.<br />\nNow imagine if we shared the content of our non-profit&#8217;s holy work with the same intention as these two scholars spoken of in the Midrash Tanchuma by the Sfas Emes.</p>\n<p>The Sfas Emes explains,</p>\n<blockquote><p>The point is that each one of Israel has a particular portion within Torah, yet it is also Torah that joins all our souls together. That is why Torah is called &#8220;perfect, restoring the soul&#8221; (Ps. 19:8). We become one through the power of Torah; it is &#8220;an inheritance of the assembly of Yaakov&#8221; (Deut. 33:4). We receive from one another the distinctive viewpoint that belongs to each of us.<br />\nNow that is a powerful statement: &#8220;We receive from one another the distinctive viewpoint that belongs to each of us.</p></blockquote>\n<p>Can we truly embrace this?<br />\nIt is the most beautiful expression of pluralism I have ever read, and I want to challenge everyone here to embody it in their work by sharing their work in a way which invites participation and engagement without restriction.</p>\n<p>I invite you to think of the Torah as a free and open platform rather than a closed one, and to see your work similarly.<br />\nThe takeaway I have for you today is to adopt an open source strategy for your non-profit work in the manner that Maimonides, Hillel the Elder, or the Sfas Emes would.<br />\nExpress faith in your organizational mission by opening up the development of that which you are innovating to the broader community, maintain a low bar for entry and to cultivate a market for wide adoption, and eschew closed source development and proprietary licensing.<br />\nWhen your actions are guided by your business model rather than your mission statement, it&#8217;s time to revisit your mission statement and rethink your business model.</p>\n<p>Let me share just one cautious lesson from YIVO&#8217;s <a href=\"http://web.archive.org/web/20120222035557/http://www.yivoinstitute.org/exhibits/strashun/strashunprinting.htm\" target=\"_blank\" rel=\"noopener noreferrer\">history of Jewish printing</a>. In 1515, Daniel Bomberg, a Christian printer, moved from Antwerp to Venice and hired Jewish scholars to work in his press. Bomberg was the first to publish the Mikraot Gedolot, a Chumash surrounded by Rashi and several other rabbinic commentaries. Bomberg also printed the first complete edition of the Babylonian Talmud, setting pagination and layout style which became the accepted standard to this day. The Venice Jewish community sent a set of this Talmud as a gift to Henry VIII of England. This set can still be seen in the British Library. Unfortunately, the same cannot be said about the volumes of the Talmud purchased by Jewish scholars. Bomberg’s printing press became so successful that it attracted competition and emulation from other Jewish printers. The rivalry that resulted escalated into denunciations, and these in turn led the Roman Catholic Curia to issue a decree in 1554 ordering the burning of the Talmud and all other Hebrew books.</p>\n<p>Fast forward five hundred years and open a siddur, chumash, tanakh, or ther sefer containing work written hundreds of years before copyright law was established, and you&#8217;ll find the words, Kol Zchuyot Shomrot, all rights reserved. Whose rights are being preserved by this?</p>\n<p>This phenomena isn&#8217;t limited to the printed press. Endowed non-proft educational institutions are selling very expensive CD-ROMS containing works published many hundreds or even thousands of years ago. There&#8217;s nothing wrong with selling this work commercially, after all it is available from the Public Domain without restriction. What is onerous is that these non-profits are making an end-run around the Public Domain, by restricing their materials use with an end user license agreement. Until recently, a popular Jewish non-profit was touting how the accessibility of its &#8220;open source&#8221; database while restricting the use of the materials in the database with a similar end user license agreement.</p>\n<p>This has to stop. We need to understand that the Torah is all of ours, that is a foundation of our culture&#8217;s creative and intellectual commons. We need to understand the term free and open source as a mode of sharing preserving attribution and unrestricted freedom of access through licensing.</p>\n<p>If we really believe in a vision of a Jewish future where Jewish culture is alive, breathing creativity like oxygen, we have to at least respect our the freedom of our source texts.</p>\n<p>Ironically, we wouldn&#8217;t even have a free digital sourcetext of the TaNaKh were it not for te work of the <a href=\"http://en.wikipedia.org/wiki/J._Alan_Groves\" target=\"_blank\" rel=\"noopener noreferrer\">J Alan Groves Center for Advanced Biblical Studies</a> at the <a href=\"http://en.wikipedia.org/wiki/Westminster_Theological_Seminary\" target=\"_blank\" rel=\"noopener noreferrer\">Westminster Theological Seminary</a>. This Christian Seminary, an endowed educational non-profit had the foresight to promote innovation in Biblical studies by making the most complete Masoretic text available over the Internet for free without restriction. It can be downloaded today from <a href=\"http://tanach.us\" target=\"_blank\" rel=\"noopener noreferrer\">http://tanach.us</a>. The work of this seminary digitizing our Masoretic text offers an example in stark contrast to that of the Bar-Ilan Responsa Project which has been digitizing contnet in a closed source database and making the text available for a hefty sum with a restrictive end user license agreement attached.</p>\n<p>It should be no surprise then how many innovative Biblical research projects use the Westminster Leningrad Codex as the basis of their work. The digitized codex serves also serves as the most substantial source text in the first Jewish free and open source digital humanities project, the Open Siddur Project &#8211; a project I founded in early 2009.</p>\n<p>If this presentation interested you in learning more about open source strategies for non-profits please be in touch. For those of you simply looking to save money by adopting open source software rather than paying hefty licensing feees to closed source technologists, I recommend visiting <a href=\"http://nosi.net\" target=\"_blank\" rel=\"noopener noreferrer\">NOSI.net</a> &#8212; the Non Profit Open Source Initiative.</p>\n",
    "categories": [
        "Advocacy"
    ],
    "tags": [
        "fojnp",
        "public speaking"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "33367"
        ],
        "date_src_start": [
            "2010-07-27"
        ],
        "date_src_end": [
            "2010-07-27"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/07/Cable-Green-Publicly-funded-resources-should-be-openly-licensed-resources.jpg",
        "title": "Cable Green &#8211; Publicly funded resources should be openly licensed resources",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=895",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/advocacy/some-thoughts-on-how-jewish-nonprofits-can-improve-the-world-and-themselves-with-open-source/",
    "slug": "some-thoughts-on-how-jewish-nonprofits-can-improve-the-world-and-themselves-with-open-source"
}