{
    "title": "&#x1F4AC; Amendment ⅩⅣ to the Constitution of the United States of America (1866/1868, with translations in Hebrew and Yiddish by Judah David Eisenstein 1891)",
    "author": "Judah David Eisenstein (translation)",
    "coauthors": [
        {
            "name": "Judah David Eisenstein (translation)",
            "bio": "Julius (Judah David) Eisenstein (November 12, 1854 – May 17, 1956) (יהודה דוד אייזנשטיין‎) was a Polish-Jewish-American anthologist, diarist, encyclopedist, Hebraist, historian, philanthropist, and Orthodox polemicist born in Międzyrzec Podlaski (known in Yiddish as Mezritch d'Lita), a town with a large Jewish majority in what was then Congress Poland. He died in New York City at the age of 101. Eisenstein was a lover of Hebrew, and established America's first society for the Hebrew language, Shoharei Sfat Ever. He was also the first to translate the Constitution of the United States into Hebrew and Yiddish (New York, 1891). Other early writings of his are Ma'amarei BaMasoret, ib. 1897, and The Classified Psalter (Pesukei dezimra), Hebrew text with a new translation (1899). He also made an attempt to translate and explain a modified text of the Shulchan Aruch. He was known by many colleagues as the Ba'al ha-Otzrot (\"Master of the Anthologies\"). His works remain standard reference books in yeshivot, batei midrash, synagogues, and Jewish libraries to this day. (adapted from the article, \"<a href=\"https://en.wikipedia.org/wiki/Julius_Eisenstein\">Julius Eisenstein</a>,\" in Wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Julius_Eisenstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/12/Judah_David_Eisenstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/judah-david-eisenstein"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-08-20",
    "last_updated": "2025-03-31",
    "excerpt": "The fourteenth amendment to the Constitution of the United States of America, initially proposed by Congress on 13 June 1866 and adopted on 9 July 1868 was the second of three Reconstruction Amendments addressing citizenship rights and equal protection under the law. It was enacted in response to issues related to emancipated slaves following the failure of the Slaveholders’ Rebellion (1861-1865). . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (English)</th>\n<th style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: right;\">Translation (Yiddish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAmendment ⅩⅣ\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nפרק ארבעה עשר.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nארטיקעל ⅩⅣ.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSection 1.<br />\nAll persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside. No state shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any state deprive any person of life, liberty, or property, without due process of law; nor deny to any person within its jurisdiction the equal protection of the laws.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nסעיף א׳.<br />\nכל הנולדים בארצות הברית או אשר התאזרחו בהן וסרים למשמעתן הם אזרחי ארצות הברית ואזרחי המדינה היושבים בה. לא תוכל איזה מדינה לעשות ולתת חוק אשר ינדור בעד משפטי וזכיות אזרחי ארצות הברית; גם לא תשלול מאיזה איש חיים חרות ורכוש מבלי משפט צדק. ובכל מקום שיד המשפט מגעת לא תמנע מהגן על כל איש מבלי הבדל ע״י חוקיה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nאבשניט 1.<br />\nאללע פערזאנען װעלכע אין דען פעראײניגטען שטאאטען געבארען זינד, אדער דארט נאטוראליזירט, זינד בירגער דער פעראײניגטען שטאאטען אונד דעס שטאאטעס אין װעלכעם זיא װאהנען. —קײן שטאאט זאל געזעטצע ערלאסען אונד ערצװינגען, װעלכע דיא פאררעכטע אונד פריװילעגיום פאן דיא בירגער דער פעראײניגטען שטאאטען פערקירצען; אױךּ זאל קײן שטאאט יעמאנדען שטראפען אן לעבען, פרײהײט אונד אײגענטהום אהנע אנגעמעסענעס געריכטספערפאהרען; אױך נימאנדען פערװײגערן דען שוטץ דער געזעטצע אינערהאלב זײנער נעריכטסבארקײט.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSection 2.<br />\nRepresentatives shall be apportioned among the several states according to their respective numbers, counting the whole number of persons in each state, excluding Indians not taxed. But when the right to vote at any election for the choice of electors for President and Vice President of the United States, Representatives in Congress, the executive and judicial officers of a state, or the members of the legislature thereof, is denied to any of the male inhabitants of such state, being twenty-one years of age, and citizens of the United States, or in any way abridged, except for participation in rebellion, or other crime, the basis of representation therein shall be reduced in the proportion which the number of such male citizens shall bear to the whole number of male citizens twenty-one years of age in such state.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nסעיף ב׳.<br />\nנבחרי הקונגריס של כל מדינה יתמנו לפי מכסת נפשותיה, וימנו כל נפשות המדינה מלבד ההודים אשר לא ישלמו מס, אבל אם יקרה בעת בחירת שלוחי הבוחרים בהנשיא והסגן של ארצות הברית, נבחרי הקוננריס או ראשי המדינה שופטיה ומחוקקיה, אשר ימנעו את זכות הבחירה מאיזה איש אשר הגיע לשנות עשרים ואחת, והוא תושב המדינה ואזרח ארצות הברית, או אם באיזה אופן יגדרו גדר על זכותו לבחור כחפצו, מלבד על דבר מדידה בממשלה או עון אחר, אז יגרע ממספר הנבחרים לפי ערך מספר אנשים כאלה מבן עשרים ואחת הנמצא בין כל האנשים מבן עשרים ואחת מתושבי המדינה ההיא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nאבשניט 2.<br />\nרעפרעזענטאטיװס זאללען ערװעהלט װערדען פאן דען פערשידענען שטאאטען אין פערהעלטניס צו דער גאנצער צאהל פאן דענען אינװאהנער, אױסשליסליך דער ניכט בעשטײערטען אינדיאנער, אבער װען אין אירגענד אײנער שטאאט זאל פערוײגערט אדער פערקירצט װערדען דאס רעכט דער פערזאנען פאן 21 יאהר אלט אונד בירגער דער פעראיניגטען שטאאטען צו װעהלען דען פרעזידענט אונד װײס פרעזידענט, קאנגרעסלײט אדער מיטגליעדער דער לעדשיסלײטאר, אױסגענאמען װעגען טהײלנאהמע אן אױפרוהר אדער אנדערע פערברעכען, זא זאל דיא אנצאהל דער רעפרעזענטאטיװס פערגרינגערט װערדען אין דענזעלּבען פערהעלּטניס, אין װעלכען דיא צאהל זאלכער מענליכער אײנװאהנער שטעהט צור גאנצען צאהל דער אים אלטער פאן 21 יאהרען אן דען בעטרעפענדען שטאאט זיךּ בעפינדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSection 3.<br />\nNo person shall be a Senator or Representative in Congress, or elector of President and Vice President, or hold any office, civil or military, under the United States, or under any state, who, having previously taken an oath, as a member of Congress, or as an officer of the United States, or as a member of any state legislature, or as an executive or judicial officer of any state, to support the Constitution of the United States, shall have engaged in insurrection or rebellion against the same, or given aid or comfort to the enemies thereof. But Congress may by a vote of two-thirds of each House, remove such disability.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nסעיף ג׳.<br />\nהאיש אשר נשבע לפנים לקיים את הקונסטיטושן של ארצות הברית בתור בחיר הקונגריס או פקיד ארצות הברית או בחיר בית המחוקקים או ראש נשופט של איזה מהמדינות ואחרי כן התערב עם שונים להתפרץ ולמרוד נגד ממשלת ארצות הברית, לא יוכל עוד להבחר בתור זקן או נבחר להקונגריס או שליח לבחור בהנשיא והסגן, או לשרת באיזה משרה בעם או בצבא תחת ממשלת ארצות הברית, או איזה מדינה פרטית. אבל הקונגריס בשני שלישי דעות של שני בתי הועד יוכל לעבור על פשעיו ולעשותו מוכשר לבחירה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nאבשניט 3.<br />\nאײן מאן װעלכער ואר ערװעהלט אלס קאנגרעסמאן, בעאמטער דער פעראײניגטען שטאאטען, אלס מעמבער פאן אירגענד אײנער לעדשיסלײטאר, אדער אלס עפענטלּיכער אדער נערעכטליכער בעאמטער אײנעס שטאאטעס נעלײסטעט האט, אונד האט געשװארען דיא קאנסטיטושאן דער פעראײניגטען שטאָאטען אױפרעכט צו ערהאלטען, אונד נאכדעם האט ער זיךּ בעטהײליגט אן אױפריהר אונד רעבעללּאן געגען דיזעלבען, אדער איהרע פײנדע הילּפע אונד בײשטאנד געלײסטעט האט, קאן ניכט מעהר זײן סענאטאר אדער קאנגרעסמאן, אדער װאהלמאן פיר פרעזידענט אונד װײספרעזידענט אדער בעקלײדען אײן ציוױל אדער מיליטערישעס אמט אונטער דען פעראײניגטען שטאאטען, אדער אײנען אײנצעלּנען שטאאטען יעדאךּ קאן קאנגרעס רורךּ צושטימונג פאן צוײא דריטעל יעדעס הױזעס זאלכע אונפעהיגקײט בעזײטיגען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSection 4.<br />\nThe validity of the public debt of the United States, authorized by law, including debts incurred for payment of pensions and bounties for services in suppressing insurrection or rebellion, shall not be questioned. But neither the United States nor any state shall assume or pay any debt or obligation incurred in aid of insurrection or rebellion against the United States, or any claim for the loss or emancipation of any slave; but all such debts, obligations and claims shall be held illegal and void.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nסעיף ד׳.<br />\nלא יוכלו לבטל חובות ארצות הברית שנעשו ע״פ חוק ובכללם חובות שנעשו לשלם את שכר העובדים בצבא להשקיט את המורדים והמתפרצים, אבל לא תוכל ממשלת ארצות הברית או איזה מדינה ממדינותיה לערב או לשלם איזה חוב או קבלנות שנעשה להשקטת מרידה או בגידה בממשלת ארצות הברית, או לשלם בעד עבד אשר לוקח מאת אדוניו, או אשר שולח לחפשי; כל החובות והקבלנות האלה יהיו כאילו נעשו נגד חוק ומשפט, לא שרירים ולא קימים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nאבשניט 4.<br />\nדיא רעכטסנילטיגקײט דער עפענטליכען שולד דער פעראײניגטען שטאאטען װעלכע דורךּ געזעמץ פעסטגעשטעלּט איזט, אײנשליסליך דער פערפפליכטונגען װעלּכע פיר צאהלונגען אן פענסיאנען אונד פרעמיען פיר דינסטע אין אונטערדריקונג פאן אױפרוהר אונד רעבעליאן אײנגעגאנגען זינד, זאל ניכט אין פראגע געשטעלט װערדען. אבער װעדער דיא פעראײניגטען שטאאטען נאך אײן אײנצעלנער שטאאט זאללען שולדען אדער פערפליכטונגען אנערקעננען אדער בעצאהלען, װעלכע צור בײהילפע אן אופרוהר אונד רעבעליאן געגען דיא פעראײניגטען שטאאטען אדער פיר אירגענד אײנען אנשפרוךּ װענען פערלוסט אדער בעפרײאונג אײנעס שקלאפען אײנגענאנגען זינד; אונד זאללען אללע זאלכע שולדען, פערפליכטונגען אונד אנשפריכע פיר אונגעזעטצטמעסיג אונד ניכטיג ערקלערט װערדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSection 5.<br />\nThe Congress shall have power to enforce, by appropriate legislation, the provisions of this article.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nסעיף ה׳.<br />\nבידי הקונגריס לעשות חוקים נכונים להוציא לפעולה את פרשת דברי הפרק הזה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid\">\nאבשניט 5.<br />\nקאנגרעס זאל דיא מאכט האבען דורך אנגעמעסענע געזעצגעבונג דיא אױספיהרונג דיזעס ארטיקעל צו ערצװינגען.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The 14th amendment to the Constitution of the United States of America, initially proposed by Congress on 13 June 1866 and adopted on 9 July 1868 was the second of three Reconstruction Amendments addressing citizenship rights and equal protection under the law. It was enacted in response to issues related to emancipated slaves following the failure of the Slaveholders’ Rebellion (1861-1865).</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/huqai-artsot-habrit-judah-david-eisenstein-1891/Huqai%20Artsot%20HaBrit%20%28Judah%20David%20Eisenstein%201891%29#page/66/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Modern Miscellany",
        "&#x1f1fa;&#x1f1f8; Juneteenth (Emancipation Day) Readings",
        "&#x1f1fa;&#x1f1f8; Constitution &amp; Citizenship Day Readings",
        "Addenda",
        "&#x1F310; Day of Democracy (September 15th)"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "civil declarations and charters",
        "civil rights",
        "Constitution of the United States",
        "Hebrew translation",
        "Reconstruction Amendments",
        "Yiddish translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication",
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "6629"
        ],
        "_thumbnail_id": [
            "52466"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/08/Protesters-carry-a-sign-highlighting-the-promise-of-equal-protection-to-all-people-under-the-Fourteenth-Amendment.jpg",
        "title": "Demonstrators carrying a sign highlighting the promise of equal protection to all people under the Fourteenth Amendment",
        "caption": "Demonstrators carrying a sign highlighting the promise of equal protection to all people under the Fourteenth Amendment"
    },
    "source_link": "https://opensiddur.org/?p=52463",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/amendment-14-to-the-constitution-of-the-united-states-of-america-1866-1868-with-translations-in-hebrew-and-yiddish-by-david-eisenstein-1891/",
    "slug": "amendment-14-to-the-constitution-of-the-united-states-of-america-1866-1868-with-translations-in-hebrew-and-yiddish-by-david-eisenstein-1891"
}