{
    "title": "&#x1F4AC; The Bill of Rights: Amendments Ⅰ through Ⅹ of the Constitution of the United States (1791, with translations in Hebrew and Yiddish by Judah David Eisenstein 1891)",
    "author": "Judah David Eisenstein (translation)",
    "coauthors": [
        {
            "name": "Judah David Eisenstein (translation)",
            "bio": "Julius (Judah David) Eisenstein (November 12, 1854 – May 17, 1956) (יהודה דוד אייזנשטיין‎) was a Polish-Jewish-American anthologist, diarist, encyclopedist, Hebraist, historian, philanthropist, and Orthodox polemicist born in Międzyrzec Podlaski (known in Yiddish as Mezritch d'Lita), a town with a large Jewish majority in what was then Congress Poland. He died in New York City at the age of 101. Eisenstein was a lover of Hebrew, and established America's first society for the Hebrew language, Shoharei Sfat Ever. He was also the first to translate the Constitution of the United States into Hebrew and Yiddish (New York, 1891). Other early writings of his are Ma'amarei BaMasoret, ib. 1897, and The Classified Psalter (Pesukei dezimra), Hebrew text with a new translation (1899). He also made an attempt to translate and explain a modified text of the Shulchan Aruch. He was known by many colleagues as the Ba'al ha-Otzrot (\"Master of the Anthologies\"). His works remain standard reference books in yeshivot, batei midrash, synagogues, and Jewish libraries to this day. (adapted from the article, \"<a href=\"https://en.wikipedia.org/wiki/Julius_Eisenstein\">Julius Eisenstein</a>,\" in Wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Julius_Eisenstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/12/Judah_David_Eisenstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/judah-david-eisenstein"
        },
        {
            "name": "James Madison",
            "bio": "James Madison Jr. (March 16, 1751[b] – June 28, 1836) was an American statesman, diplomat, and Founding Father who served as the fourth president of the United States from 1809 to 1817. Madison is hailed as the \"Father of the Constitution\" for his pivotal role in drafting and promoting the Constitution of the United States and the Bill of Rights.",
            "website": "https://en.wikipedia.org/wiki/James_Madison",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/07/james-madison-crop-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/james-madison"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-07-04",
    "last_updated": "2025-01-03",
    "excerpt": "The Bill of Rights, the first ten amendments to the Constitution of the United States of America, were first adopted in 1791. They were closely modeled on the Commonwealth of Virginia's Declaration of Rights drafted by George Mason in May 1776. This translation, by Judah David Eisenstein was published in 1891. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (English)</th>\n<th style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: right;\">Translation (Yiddish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅰ<br />\nCongress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof; or abridging the freedom of speech, or of the press; or the right of the people peaceably to assemble, and to petition the government for a redress of grievances.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק ראשון.<br />\nהקונגריס לא יעשה חוק לבכר איזה דת על דתות אחרות, או למנוע ביד איש לעבוד את אלהיו כחפצו, או לחסום חופש הדיבור, וחופש מכתבי העתים; ולגדור בעד זכות העם להתאסף מבלי לפרוע פרעות, להתאונן רע באזני הממשלה על חוקים מעיקים ועל כל עול הנעשה להם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅰ.<br />\nקאנגרעס זאל קײנע געזעטצע מאכען װעלכע בעטרעפפען אירגענד אײנע רעליגיאן אונד דערען פרײע אױסאיבונג; אדער װעלכע בעשרענקען דיא פרײהײט צו שפרעכען, אונד דיא פרײהײט דער צײטונגען; אדער װעלכע פערהינדערן דאס רעכט פרידליכער װײזע זיך צו פערזאמלען, אונד דאס פרײע רעכט צו פעטיציאָנען אן דיא רענירונג צור אבהילפע פאן מיסשטענדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅱ<br />\nA well regulated militia, being necessary to the security of a free state, the right of the people to keep and bear arms, shall not be infringed.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק שני.<br />\nיען כי לכל מדינה חפשית נחוצים חיל צבא שומרי משמרת המדינה ערוכים בכל, לכן לא יקחו מהעם את הזכות להכין ולשאת כלי מלחמה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅱ.<br />\nדא עס איזט נאטװענדיג אײנע גוט דיסציפלינירטע מיליץ צור זיכערהײט אײנעס פרײען שטאאט, זא זאלל דאס רעכט דעס פאלקעס ואפפען צו טראגען ניכט געשטערט װערדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅲ<br />\nNo soldier shall, in time of peace be quartered in any house, without the consent of the owner, nor in time of war, but in a manner to be prescribed by law.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק שלישי.<br />\nלא יקבעו דירת אנשי חיל בבית, בעת שלום, מבלי הסכמת בעליו, גם לא בעת מלחמה רק באופן אשר ישימו לחוק.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅲ.<br />\nקײן סאלדאט זאל אין פרידענסצײטען אין אײנעם הױזע אהנע דיא צושטימונג דעס אײגענטהימערס אײנקװארטירט װערדען, אונד אין קריגסצײט נור אין זאלכער װײזע װיא עס װירד דורך געזעטץ פארגעשריבען װערדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅳ<br />\nThe right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated, and no warrants shall issue, but upon probable cause, supported by oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק רביעי.<br />\nלא ישללו מאיזה איש הזכות שיש לו להיות בטוח בגופו בביתו במכתביו וברכושו, שלא יבדקו ולא יחקרו אחריו שלא במשפט; ולא יצװ לתת איש במשמר, רק אם ימצאו בו שמץ דבר קרוב לאמת, ועד מוכיח ע״י שבועת אומן או שבועת בטחון (אפוירם), וירשימו בפרוטרוט את האנשים ואת הדברים שמבקשים לתפוש.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅳ.<br />\nדאס רעכט דער בירגער, געזיכערט צו זײן אין איהרער פערזאן, איהרעם הױזע אונד אײגענטהום, גענען אונגערעכטע זוכונגען אונד בעשלאגנאהמען, זאל ניכט אנגעגריפען װערדען, אונד אײן פערהאפטסבעפעהל קאן נור געמאכט װערדען מיט גוטע גרינדע, װעלכע מוס דורך שװערען אדער פערזיכערונג בעשטעטיגט זײן אונד זאל בעצײכנען גענױא דען ארט זא װיא דיא בעטרעפענדען פערזאנען אונד דיא זאכען װעלכע װערדען אין בעשלאג גענאמען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅴ<br />\nNo person shall be held to answer for a capital, or otherwise infamous crime, unless on a presentment or indictment of a grand jury, except in cases arising in the land or naval forces, or in the militia, when in actual service in time of war or public danger; nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb; nor shall be compelled in any criminal case to be a witness against himself, nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק חמישי.<br />\nלא יעמידו איש למשפט על דבר רציחה או על עון גדול בטרם חקירה ודרישה של בית דין הגדול (גראנד דשורי) מלבר בענינים הנוגעים לחיל הים והיבשה של ארצות הברית או לחיל שומרי משמרת המדינה העובדים תחת הממשלה בעת מלחמה ובשעת סכנה להעם; גם לא יביאו איש במשפט לדוני שתי פעמים בעד עון אחד, להסתכן בנפשו או בגופו, גם לא יכריחו איש להעיד ולהרשיע את עצמו בפלילות, ולא יגזלו מאיש חייו חופשו ורכושו מבלי חוק ומשפט נכון; נם לא יקחו. רכוש וקנין איש פרטי לצורך כללי מבלי אשר ישלמו מחיר שױו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅴ.<br />\nנימאנד זאל װעגען אײן מארד—אדער געמײנען פערברעכענס פעראורטהײלט װערדען, װען ניכט דורך בעשלוס דער דשורי (געשװארענסגעריכט), אוסגענאמען אין פאללען װעלכע בעטרעפפען דיא לאנד אונד זעעמאכט אדער דיא מיליץ אין קריגסצײטען; אױך זאל נימאנד ועגען דאסזעלבע פערברעכען צװײא מאל צור פערארטװארטוננ נעצאגען װערדען; אױך זאל נימאנד אין אײן קרימינאלנעזעטץ נעצװאונגען זײן געגען זיך זעלבסט אױסצואגען; אױךּ זאל נימאנד בערױבט װערדען פאן זײן לעבען, אײנענטהום אדער זײן פרײהײט. אהנע אײן געזעטצליכען פראצעס; אױךּ זאל קײן פריװאט אײגענטהום צוגענאמען װערדען פיר פאלקסצװעק אהנע פאסענדע ענטשעדיגונג (בעצאהלונג).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅵ<br />\nIn all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the state and district wherein the crime shall have been committed, which district shall have been previously ascertained by law, and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor, and to have the assistance of counsel for his defense.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק ששי.<br />\nבכל דיני נפשות להנשפט הזכות להשפט מיד בגלוי לפני בית דין של צבור (דשורי) אשר לא ישא פנים, באותה המדינה ואותו המחוז אשר בו נעשתה התועבה, וגבול המחוז יהיה נרשם מקודם ע״י חוק; ויודיעו להנאשם את פרטי דברי השטנה, ויעמידו העדים המעידים נגדו בפניו; ויוכל להכריח את העדים אשר ידעו דבר לטובתו לבוא לבית המשפט להעיד עליו, גם יפקידו לו עורך דין ומליץ בעדו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיעקל Ⅵ.<br />\nאין אללע קרימינאלפאללען זאל דער אנגעקלאנטע דאס רעכט האבען צו אײנען שנעללען אונד עפענטליכען געריכט, פאר אײנע אונפערטײעשע דשורי אין דער שטאאט אונד דער פראװינץ אין װעלכען דאס פערברעכען בעגאנגען װארדען איזט; דיזער דיסטריקט זאל פארהער דורך געזעטץ פעסטגעשטעלט אונד דער אנגעקלאנטע איבער דאס װעזען אונד דיא אורזאכע דער אנקלאנע אױפגעקלערט װערדען; ער זאל מיט דען צײגען געגען איהם קאנפראנטירט װערדען אונד ער זאל קענען, צײגען צו זײנען גינסטען, צװינגען צו ערשײנען, אונד זאל דען הילפע אײנעס אדװאקאטען צו זײנער פערטהײדיגונג האבען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅶ<br />\nIn suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise reexamined in any court of the United States, than according to the rules of the common law.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק שביעי.<br />\nבדיני ממונות שערך דבר הריב יעלה יותר מעשרים דאלאר, הזכות בידי הנשפטים להשפט בפני בית דין של צבור. שופטי בית דין הגבוה לא יוכלו לבקר אחרי הכרעת בית דין של צבור, רק על פי הדרך אשר יורו החוקים הנוגעים לדיני ממונות.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅶ.<br />\nאין געמײנען נעריטספאללען, װאדער געשטרײט איבערשטײגט צװאנציג דאלאר זאלל האבען דאס רעכט צו אײנער דשורי; אונד קײן פאקט דער דורךּ דשורי ענטשידען איזט, זאל פאן אירגענד אין געריכטסהױז דער פעראײגיגטען שטאאטען אין אנדערער װײזע פערהאנדעלנז װערדען; אלס אין איבעראײנשטימונג מיט דען פארשריפטען דעס געמײנען רעכטעס.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅷ<br />\nExcessive bail shall not be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק שמיני.<br />\nלא יבקשו ערבות בעד סכום יותר מדי, ולא ישימו כסף ענושים יותר מדי, גם לא יענשו בעונש אכזרי ומוזר.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅷ.<br />\nאיבערמעסיגע בירגשאפט (בײל) זאל ניכט פערלאנגט װערדען; אױך קײנע איבערמעסיגען שטראפען ערזעצט, זא ויא קײנע גרױזאמען אונד אונגעװעהנליכען בעשטראפונגען פערהענגט װערדען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅸ<br />\nThe enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק תשיעי.<br />\nהזכיות הנזכרות בספר החוקים לא יוצאו מן הכלל זכיות אחרות אשר זכו בהן העם מכבר.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅸ.<br />\nדיא ערװעהנונג געװיסער רעכטע אין דיעזער קאנסטיטושאן זאל ניכט אױסגעלעגט װערדען, אום אנדערע רעכטע דער בירגער, װעלכע זינד אין בעזיטץ, צו בערױבען אדער בעשרענקען.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArticle Ⅹ<br />\nThe powers not delegated to the United States by the Constitution, nor prohibited by it to the states, are reserved to the states respectively, or to the people.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרק עשירי.<br />\nכל כח ורשיון אשר לא פורש בהחוקים שנתנו לממשלת ארצות הברית וגם לא נאסר להמדינות המיוחדות, הם למשמרת בידי ממשלת מדינה ומדינה בפני עצמה או בידי יושביה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nארטיקעל Ⅹ.<br />\nדיא פאלמאכטען װעלכע דיא קאנסטיטושאן ניבט גיבט צו דיא פעראײנינטען שטאאטען, אונד פערװײגערט ניכט פאן דיא אײנצעלנען שטאאטען, זאללען דען בעטרעפענדען שטאאטען זאװיא דען בירגערן רעזערװירט װערדען.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Bill of Rights, the first ten amendments to the Constitution of the United States of America, were first adopted in 1791. They were closely modeled on the Commonwealth of Virginia&#8217;s Declaration of Rights drafted by George Mason in May 1776. This translation, by Judah David Eisenstein was published in 1891.</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/huqai-artsot-habrit-judah-david-eisenstein-1891/Huqai%20Artsot%20HaBrit%20%28Judah%20David%20Eisenstein%201891%29#page/62/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Modern Miscellany",
        "&#x1f1fa;&#x1f1f8; Juneteenth (Emancipation Day) Readings",
        "&#x1f1fa;&#x1f1f8; Independence Day Readings",
        "&#x1f1fa;&#x1f1f8; Constitution &amp; Citizenship Day Readings",
        "Addenda"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "civil declarations and charters",
        "civil rights",
        "Constitution of the United States",
        "Hebrew translation",
        "Yiddish translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "6629"
        ],
        "_thumbnail_id": [
            "51962"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/07/Bill_of_Rights_Plaque_-_Japanese_American_Historical_Plaza_-_Portland_Oregon.jpg",
        "title": "Bill_of_Rights_Plaque_-_Japanese_American_Historical_Plaza_-_Portland,_Oregon",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Bill_of_Rights_Plaque_-_Japanese_American_Historical_Plaza_-_Portland,_Oregon.jpg\">Bill of Rights Plaque - Japanese American Historical Plaza - Portland, Oregon</a> (credit: Kingofthedead, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=51960",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/bill-of-rights-of-the-united-states-1791/",
    "slug": "bill-of-rights-of-the-united-states-1791"
}