{
    "title": "&#x1f4ac; De Rechten van den Menschen van den Burger | דברי הברית החקים והמשפטים אשר בין אדם לאדם | The Rights of Man and of the Citizen, after the Declaration of the Batavian Republic and the Emancipation of Dutch Jewry (1795/1798)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Unknown Translator(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please <a href=\"/contact/\">let us know</a>!",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown-translator"
        },
        {
            "name": "Marie-Jean Hérault de Séchelles",
            "bio": "Marie-Jean Hérault de Séchelles (20 September 1759 – 5 April 1794) was a French judge, freemason and politician who took part in the French Revolution, and helped to draft the Declaration of the Rights of Man and of the Citizen (1789), and its revision (1793).",
            "website": "https://en.wikipedia.org/wiki/Marie-Jean_Hérault_de_Séchelles",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/11/marie-jean-herault-de-sechelles-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marie-jean-herault-de-sechelles"
        }
    ],
    "date": "2022-11-15",
    "last_updated": "2023-11-27",
    "excerpt": "This is <em>De Rechten van den Menschen van den Burger</em> (\"The Rights of Man and of the Citizen\" 1795) and its Hebrew translation, <span class=\"hebrew\">דברי הברית החקים והמשפטים אשר בין אדם לאדם</span> (1798), upon the establishment of the Batavian Republic and the ensuing emancipation of Dutch Jewry in the Netherlands. The text of the Declaration, with nineteen articles, follows after the French Republic's much expanded <em>Déclaration des droits de l'Homme et du citoyen de 1793</em> written by Marie-Jean Hérault de Séchelles. (The French Declaration, ratified by popular vote in July 1793, was a revision of the initial Declaration from 1789 written by the commission that included Hérault de Séchelles and Louis Antoine Léon de Saint-Just during the period of the French Revolution.) Declarations such as these enshrined the liberal values of the Enlightenment which changed the situation and status of Jews under their aegis. Ultimately, these values were largely enshrined under the <a href=\"https://opensiddur.org/?p=43774\">Universal Declaration of Human Rights</a> adopted by member states of the nascent United Nations in 1945. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThis is <em>De Rechten van den Menschen van den Burger</em> (&#8220;The Rights of Man and of the Citizen&#8221; 1795) and its Hebrew translation, <span class=\"hebrew\">דברי הברית החקים והמשפטים אשר בין אדם לאדם</span> (1798), upon the establishment of the <a href=\"https://en.wikipedia.org/wiki/Batavian_Republic\">Batavian Republic</a> and the ensuing emancipation of Dutch Jewry in the Netherlands. The text of the Declaration, with nineteen articles, follows after the French Republic&#8217;s much expanded <em>Déclaration des droits de l&#8217;Homme et du citoyen de 1793</em> written by Marie-Jean Hérault de Séchelles. (The French Declaration, ratified by popular vote in July 1793, was a revision<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The 1793 Declaration of the Rights of Man and of the Citizen was revised by <a href=\"https://en.wikipedia.org/wiki/Jacobin\">Jacobins</a> after they had expelled the <a href=\"https://en.wikipedia.org/wiki/Girondins\">Girondists</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> of the initial Declaration from 1789 written by the commission that included Hérault de Séchelles and Louis Antoine Léon de Saint-Just during the period of the French Revolution.) Declarations such as this enshrined the liberal values of the Enlightenment which changed the situation and status of Jews under their aegis. For additional historical context on what might have given rise to the Hebrew translation, find &#8220;<a href=\"https://www.dbnl.org/tekst/_boe022201601_01/_boe022201601_01_0003.php\">De rechten van Nederlandse joden in 1615 en 1796</a>&#8221; by Marc de Wilde and Emma Rengers in <em>De Boekenwereld</em> (32:1, 2016). Translated from Dutch, here is the history as summarized by Rengers and de Wilde: </p>\n<blockquote><p>In 1795, shortly after the Batavian revolution, the &#8216;Felix Libertate&#8217; [Happiness through Freedom] society was founded in Amsterdam. The aim of the society was to realize the legal equality of Jews within the new Batavian Republic. Most members were educated High German Jews, but Portuguese Jews and even non-Jews were also members. The Jews among them had an affinity with the &#8216;haskalah&#8217;, a movement that wanted to apply the ideas of the Enlightenment to Judaism. All members of Felix Libertate were convinced supporters of the patriot movement, the political vanguard of the Batavian Revolution. Leading figures were the physician Hartog de Hartog Lémon and the merchant and lawyer Mozes Salomon Asser.</p>\n<p>Shortly after this political milestone, a battle of directions broke out within the Jewish community between the progressive supporters of Felix Libertate and the conservative &#8216;parnassim&#8217; (administrators) of the High German Jewish community in Amsterdam. The modernists demanded more influence within the synagogue, while the parnassim feared that their modernist ideas would undermine orthodoxy. Probably a factor was that the members of Felix Libertate were patriots, while more traditionally oriented Jews were usually pro-prince-minded. The battle for power in the synagogue ended in a small schism, because more than twenty newcomers founded their own congregation with a shul on Valkenburgerstraat.</p>\n<p>The old and the new community &#8211; the &#8216;Alte&#8217; and the &#8216;Neie Kille&#8217; &#8211; bombarded each other with pamphlets entitled <em>Diskursen</em> (discourses). Between July 1797 and March 1798, the Neie Kille published twenty-four Discourses, the Alte defended itself with eleven. All in all, the controversy produced six hundred densely printed pages, written in Amsterdam Yiddish and printed in Hebrew letters. The pattern of these remarkable Jewish pamphlets corresponded to that of the Dutch pamphlets of the same time: the writers put forward their point in dialogues that took place in barges, stagecoaches or coffee houses. The controversy had subsided by 1798, but the schism continued for another ten years. In 1808, King Lodewijk Napoleon &#8211; meanwhile the Batavian Republic had been succeeded by the Kingdom of Holland &#8211; decided that the Neie Kille had to reunite with the Alte. And thus it happened. The reconciliation posed no difficulties, for the &#8216;equal state&#8217; had meanwhile become a fait accompli. Felix Libertate&#8217;s Jewish patriots had history on their side.</p></blockquote>\n<p>Ultimately, these values were largely enshrined under the <a href=\"/?p=43774\">Universal Declaration of Human Rights</a> adopted by member states of the nascent United Nations in 1945.The editor imagines this work recited every day after Shaḥarit, on civic days for civil calendars celebrating the Universal Declaration of Human Rights, the United Nations, or for Dutch Jewry and their descendants: in celebration of Dutch independence and the emancipation of its Jewry. &#8211;Aharon Varady\n</div>\n<hr />\n[expander_maker id=\"1\" more=\"TABLE HELP\" less=\"close\"]\r\n<p />\r\n<u style=\"text-underline-offset: 5px;\">TOGGLE COLUMNS (on/off)</u>: <div id=\"column-toggle-container\"></div>\r\n<p />ADJUST COLUMN POSITIONS: select the column header cell and drag it where you want. <strong><a href=\"https://opensiddur.org/wp-content/images/column-drag6.gif\" rel=\"lightbox\">show me!</a></strong>\r\n<p />COPY INDIVIDUAL COLUMN(S): use <a href=\"https://merribithouse.net/copytables/\">CopyTables</a>, a browser extension.\r\n<hr />\r\n[/expander_maker]\r\n<p />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\">Source (Dutch)</th>\n<th>Translation (Hebrew)</th>\n<th>Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n<span class=\"instruction\">De Rechten van den Menschen van den Burger:</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"instruction\">אלה דברי הברית החקים והמשפטים אשר בין אדם לאדם (והם שרשי ועקרי היסוד הגדול, אשר עליהם נבנה הנהגת המדיני וקיום הקבוץ האנושי) אשר קימו וקבלו הפרוויסיינעלי רעפרעזענטנטן מהעם בטאווי׳ יר״ה עליהם כל העם.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">The Rights of Man and of the Citizen (and they are the great founding roots and principles upon which the rule of government and existence of society is established) that the provincial representatives undertook and obligated themselves (cf. Esther 9:27) from the highly exalted Batavian nation on behalf of all the people.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n<span class=\"instruction\">1795 Het Eerste Jaar Der Bataafsche Vrijheid.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"instruction\">בבוא בשלום בארץ הזאת (וכבודם לפניהם ותופע עליהם נהרה) אחרי שובם מהכות את אויביהם׃ ואחרי אשר כבשו ארצותם, ואיש לא עמד בפניהם, וגם לא היתה קריה אשר שגבה מהם׃ העם הגדול והמפואר פראנסי׳א יר״ה עם צבאותם, אנשי החיל ואנשי השם אשר יצאו שמעם בכל הארץ׃ והיו דברי הברית, נקראים באזני העם בקול גדול בחצוצרת ובצלצלי תרועה בהאג הבירה׃ ביום 31 יאנוויר׳ בשנת הׄתׄקׄנׄהׄ׃</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Coming in peace to this land (and may their honor shine before and upon them) after their return from the defeat of their enemies, and after they conquered their lands, and no man could stand against them, indeed, none have come near to their height, the great and renowned nation of France (may they be highly exalted), with their armies, the warriors and men of renown went out and were heard throughout the land. And such is the Declaration proclaimed in the ears of the people with a loud voice with the trumpet and the cymbals of rejoicing in the capital city. 31 January 1795 (5555), the First Year of Batavian Freedom.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n1. Alle menschen worden met gelijke Rechten gebouren en deze Natuurlijke Rechten kunnen hun niet ontnomen worden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכָּל־בְּנֵי אָדָם, גַם בְּנֵי אִישׁ יַחַד, מִיּוֹם הִוָּלְדָם, מִשְׁפָּט אֶחָד, וְחֻקָּה אַחַת לָהֶם, מִשְׁפָּט נוֹסָד עַל הַשֶּׂכֶל הַבִּלְתִּי מִשְׁתַּנֶּה, לֹא יִמּוֹט בְּהָמִיר אֶרֶץ וּבְמוֹט הָרִים בְּלֵב־יַמִּים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAll people are born with equal rights, and these natural rights cannot be taken away from them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n2. Deze Rechten bestaan in Geliijkheid, Vrijheid, Veiligheid, Eigendom en Tegenstand aan Onderdrukking.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוּמִשְׁפְּטֵי הָאָדָם הֵן הֵמָה, הַהִשְׁוִיּיָה, הַחֵירוּת הִתְעַרְבוֹת הַקִּנְיָן וְהָרְכֻשׁ וְהַבְטְחוֹתָם, וְלִשְׁמוֹר כָּל־הָעֵדָה מִגֶּזֶל וּמֵעשֶׁק׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThese Rights consist in Equality, Liberty, Security, Property, and Opposition to Oppression.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n3. De Vrijheid is de magt welke aan ieder Mensch toekomt om te mogen doen al het gene anderen in hunne Rechten niet stoort; de Natuurlijke bepaaling der Vrijheid bestaat derhalven in deze stelling; DOE NIET AAN EENEN ANDEREN HETGENE GIJ NIET WILT DAT AAN U GESCHIEDE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהַחֵירוּת הוּא הָֽרְשׁוּת לְכָל־אִישׁ לַעֲשׂוֹת כָּל־אֲשֶׁר יַחְפֹּץ, מִלְּבַד שֶׁלֹא יַשְׂטִין וְיַעֲצוֹר לַאֲחֵרִים, מַעֲשׂוֹת גַּם הֵמָה כְּמִשְׁפְּטֵיהֵם, וְעִנְיַן הַחֵירוּת הַמוּסָרִי הוּא, הַשָּׂנוּא לָךְ לַאֲחֵרִים לֹא תַעֲשֶׂה, (דסני לך לחברך לא תעביד)׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFreedom is the right of every person to do whatever does not interfere with the rights of others; the natural determination of freedom is therefore this: DO NOT DO TO ANY OTHER WHAT YOU DO NOT WANT DONE TO YOU. <span class=\"citation\">(Cf. Shabbat.31a.6)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n4. Het is dus ieder geoorloofd zijne gedagten en gevoelens aan anderen, het zij door middel van de Drukpers, of opeenige andere wijze, te open baaren.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nלָכֵן, יוּכַל כָּל־אִישׁ לְגַלּוֹת דַעְתּוֹ וּמַחְשְׁבוֹת לִבּוֹ בָּרַבִּים, הֵן בִּכְתָב הֵן בַּעַל פֶּה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is therefore the right of everyone to reveal his thoughts and feelings to others, whether by means of the printing press or in any other way.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n5. Ieder Mensch heeft het Recht om God zodanig te dienen als hij wil; zonder daarin, opeenigerleiwijze, gedwongen te kunnen worden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nלְפִי מִשְׁפַּט הַחֵירוּת, יוּכַל כָּל־אִישׁ לַעֲבֹד עֲבֹדַת אֱלֹהָיו וֵאלֹהֵי אֲבוֹתָיו, כְּטוֹב וּכְיָשָׁר בְּעֵינָיו, בְּהַשְׁקֵט וּבְבֶטַח, מִבְּלִי שֶׁיוּכְלוּ אֲחֵרִים, אֲשֶׁר לָהֶם דֵעָה וֶאֱמוּנָה אַחֶרֶת לְאָנְסוֹ לַעֲבוֹדָתָם, וּלְהַפִּיל מִשַּׂעֲרוֹת רֹאשׁוֹ אָרְצָה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEvery person has the Right to serve God as they please; without being forced to do so in any way.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n6. De Veiligheid bestaat in de zeekerheid van door anderen niet gestoord te zullen worden in het uitoeffenen van zijne Rechten, noch in het vreed zaam be zit van wettig verkre egene eigendommen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהַהַשְׁקֵט וְהַבִּטְחָה הִיא הַהַבְטָחָה, אֲשֶׁר כָּל־אָדָם יֵדַע בְּבֵרוּר, שֶׁאִישׁ לֹא יוּכַל לְמָנְעוֹ, מֵעֲשׂוֹת כְּכָל־אֲשֶׁר בְּיָדוֹ, כְּפִי מִשְׁפָּטָיו (וְהִיא תּוֹרַת הָאָדָם בַּכְלָלוֹ) וְהַהַבְטָחָה תִּהְיֶה גַם עַל זֹאת שֶׁיֵשֶׁב וְיָקוּם בֶּטַח בְּנַחֲלָתוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSecurity consists in the certainty of not being disturbed by others in the exercise of one&#8217;s rights, nor in the peaceful occupation of lawfully acquired property.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n7. Ieder moet stem hebben in de Wetgeevende Vergadering der geheele Maatschappij; het zij persoonlijk, het zij door eene, bij hem mede ge kozene, Verte gen woorddiging.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nשֶׁיֵשׁ לְכָל־אִישׁ וְאִישׁ רְשׁוּת לָבֹא וּלְקָרֵב אֶל אֲסִיפַת קְרוּאֵי הָעֵדָה שׁוֹמְרֵי הַדָּת, מִכֹּל־מֶמְשֶׁלֶת הַקִּבּוּץ, לְהַגִּיד אֶת־דַעְתּוֹ, וְכַאֲשֶׁר עִם לְבָבוֹ, הֵן עַל יְדֵי עַצְמוֹ אוֹ בִּשְׁלִיחוֹ הַבָּא בַעֲדוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEveryone must have a voice in the Legislative Assembly of the entire Society; either personally, or through an elected representative with him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n8. Het oogmerk van alle Burgerlijke Maatschappijën moet zijn, om aan de Menschen het vreedzaam genot van hunne Natuurlijke Rechten te ver zeekeren.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכַּוָּנַת מֶמְשֶׁלֶת הַקִּבּוּץ תִּהְיֶה לְהַחֲזִיק וּלְקַיֵּם אֶת־הַהַשְׁקָטָה וְכָל־מַגָּמָתָם יִהְיֶה לִבְטוֹחַ לִבְנֵי הָאָדָם לָשֶׁבֶת בָּאֶרֶץ בְּהַשְׁקֵט וּבִמְנוּחָה, בְּמִשְׁפַּט הָאָרֶץ הַזֹּאת׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe aim of all Civil Societies must be to secure to Mankind the peaceful enjoyment of their Natural Rights.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n9. De Natuurlijke Vrijheid van alles te mogen doen wat anderen in hunne Rechten niet stoort, kan nimmer verhinderd worden, dan wanneer het oogmerk der Burgerlijke Maatschappij zulks volstrektelijk vordert.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nלָכֵן, נוּכַל לַעֲשׂוֹת לְפִי מִשְׁפַּט הַחֵירוּת, כָּל־חֶפְצֵנוּ, מִלְּבַד שֶׁלֹּא נַחְשׂוֹךְ וְלֹא נַעֲצוֹר לַאֲחֵרִים, מֵעֲשׂוֹת גַּם הֵמָה כְמִשְׁפְּטֵיהֶם, וְזֹאת הַמִשְׁפָּט הוּא חֹק וְלֹא יַעֲבוֹר, בִּלְתִּי אִם הָעֵת וְהַשָׁעָה צְרִיכָה לְשַׁנּוֹת, לְטוֹבַת הַכְּלָל׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe natural freedom to do anything that does not interfere with the rights of others can never be prevented, except when the purpose of civil society absolutely demands it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n10. Diergelijke bepaalingen der Natuurlijke Vrijheid mogen niet gemaakt worden, dan door het Volk, of deszelfs Verte gen woordigers.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nעַל דְבַר זֶה, כָּל־שִׁנּוּי וְגֶדֶר שֶׁיֵעָשׂוּ בְּמִשְׁפַּט הַחֵירוּת הָאֲמִתִּי, לֹא יֵעָשֶׂה, כִּי־אִם עַל פִּי כָּל־הָעָם, אוֹ נְשִׂיאֵי הָעֵדָה קְרוּאֵי מוֹעֵד מִכֹּל הַקִּבּוּץ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSuch determinations of Natural Liberty may not be made except by the People, or their Representatives.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n11. Niemand kan der halven verpligt worden, iets van zijne bij zondere eigendommen aanhet algemeen te moeten afstaan, ofopofferen; zonder dat zulks door den wildes Volks, of van des zelfs Representanten, uitdrukkelijk bepaald zij, en naa eene voorafgegaane schaêvergoeding.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nעַל־כֵּן, לֹא יוּכְלוּ לְהָרִים מֵאֵת הָעָם מִכַּסְפָּם וּמִנַּחֲלָתָם בִּפְרָטִי, בְּלִי מִצְוֺת וּרְצוֹן כָּל־הָעָם וּקְרוּאָיו, וּמִבְּלִי שֶׁיִבְטְחוּ אוֹתוֹ שֶׁיְשַׁלְּמוּ לוֹ מֵיטַב נִזְקוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nNo one can be obliged to give up or sacrifice anything of their special property to the general public without this being explicitly determined by the will of the people or even the representatives, and after a prior compensation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n12. De Wet is de vrijë en plegtige uitdrukking van den algemeenen wil; zij is voor allen gelijk, het zijom te straffen, het zij om te beloonen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהַדָּת, הִיא הַפֶּה הַמְדַבֵּר בְּעַד כָּל־הָעָם, שֶׁקִיְמוּ וְקִבְּלוּ בִּרְצוֹן הַטּוֹב דִבְרֵי הַמִּשְׁפָּטִים הָאֵלֶּה, אֲשֶׁר דָּת אַחַת תִּהְיֶה, הֵן לַעֲנוּשׁ אוֹ לְשַׁלֵּם שָׂכָר טוֹב, כְּאִישׁ בְּאָחִיו׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Law is the free and solemn expression of the common will; it is the same for all, whether to punish, whether to reward.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n13. Niemand mag gerechtelijk beschuldigd, gearresteerd en gevangen gezet worden, dan in zodanige gevallen en volgende zodanige form aliteiten als welke, doorde Wet zelve, te vooren bepaald zijn.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרַק, עַל פִּי הַדָּת, אוֹ הוֹרָאַת אֲשֶׁר גָֽבְלוּ מְחֹקְקֵי הַדָּת, יוּכְלוּ שׁוֹפְטֵי הָעָם לְהַאֲשִׁים, אֹו לִתְפּוֹשׂ אֶחָד מֵהָעָם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nNo one may be charged, arrested and imprisoned, except in such cases and following such formalities as are determined by the law itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n14. Ingevalle het noodzaakelijk geoordeeld wordt iemand gevangen te neemen, mageen iedereniet strenger behandeld worden, dan volstrekt noodig is om zig van zijn’perfoon te ver zeekeren.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְכַאֲשֶׁר יִרְאוּ הַשּׁוֹפְטִים לָשׂוּם אֶת־הַנֶאֱשַׁם בְּמִשְׁמָר, לֹא יוֹסִיפוּ לַעֲנוֹתוֹ, יוֹתֵר מִדֵּי הַחֲזֵק אוֹתוֹ, בַּל יָנוּס׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf it is considered necessary to arrest any person, no one shall be treated more severely than is absolutely necessary to keep them from their person.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n15. Daar alle Menschen gelijk zijn, zijn zijook alle verkiesbaar tot alle Ampten en Bedieningen, zonfer eenige andere redenen van voorkeur dan die van deugen en bekwaamheeden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְיַעַן שֶׁכָּל־בְּנֵי הָאָדָם יַחַד שָׁוִּים, לָכֵן כֻּלָּם שָׁוִים לִבְחוֹר אֹתָם לְכָל־פְּקֻדַּת וְשֵׁרוּת, וְאֵין יִתְרוֹן לָזֶה מִזֶּה, בִּלְתִּי מַעֲלוֹתָיו וּמִדּוֹתָיו, הֵמָה לְבַד יָשִׁיבוּ אֹתָם בְּרֹאשׁ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSince all People are equal, they are also all eligible for all offices and ministries, without any other reasons of preference than those of virtue and ability.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n16. Een iegelijk heeft het Recht om van ieder Amptenaar van het publiek bestuur, rekening en verand woording van deszelfs bewind te helpen afvorderen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכָּל־אִישׁ וְאִישׁ יוּכַל לִשְׁאוֹל דִין וְחֶשְׁבּוֹן, מִכָל אֲשֶׁר דִבְּרוּ וְעָשׂוּ פְּקוּדֵי הָעֵדָה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEach person has the right to demand an account of his administration from any official of the public administration.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n17. Inhet Recht van ieder Burger om zijne belangen in te brengen bij hun, aan welke de publieke magt toevertrouwd is, kan nooit de geringste bepaaling gemaakt worden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nלֹא יַאֲטִימוּ פְּקוּדֵי הָעֵדָה (הַנֶהֱדָרִים בְתֹקֶף וְעוֹז הָעָם) אָזְנָם, כִּי יָבֹא הָעָם לִדְרֹשׁ אֲלֵהֶם וְלָשִׁית בַּקָשֹׁתֵיהֶם נֶגֶד עֵינֵיהֶם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe right of every Citizen to submit his interests to those to whom the public power is entrusted can never be the slightest abridged.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n18. De Souvereiniteit berust bij het geheele Volk en geen gedeelte deszelfs kan zich dezelve aanmaatigen\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמֶמְשֶׁלֶת הָעָם לֹא תִמָּצֵא בִּלְתִּי בְּחֵיק כֻּלָּם וְלֹא בְּחֵיק חֵלֶק מֵהָעָם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSovereignty belongs to the whole People and no portion can appropriate it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n19. Het volkheeft, ten allen tijde, het recht om zijne Regeerings-vorm te veranderen te verbeteren of eenen geheel anderen te verkiezen\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהָעָם יוּכַל בְּכָל־עֵת וּבְכָל־דוֹר לְשַׁנּוֹת סֵדֶר הַנְהָגַת מֶמְשַלְתָּם הֵן לְתַקֵּן, הֵן לְהַאֲמִירָהּ בְּאַחֶרֶת׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe people have, at all times, the right to change and improve their form of government or to elect<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. <span class=\"hebrew\">לְהַאֲמִירָהּ</span> as <span class=\"hebrew\">לְהַמִירָהּ</span>, to exchange.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> a completely different one.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"dutch\" lang=\"nl\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<span class=\"instruction\">בשנת<br />\nכי ממזרח שמש ועד מבואו<br />\nגד֗ול ש֗מי בגוים<br />\nוׄבׄכׄלׄ מׄקׄוׄםׄ מקטר מגש לשמיׄ לפ״ק</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">In the year<br />\n“From the sun’s rise to its setting<br />\nMy name is great among the nations,<br />\nand offerings are made to me everywhere,” [5]558 (1797-8 CE).</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> 4 + 300 + 6 + 2 + 20 + 30 + 40 + 100 + 6 + 40 + 10 = [5]558 (1797-8 CE) in gematria based on Malachi 1:11, taken to represent Judaism’s universalistic and progressive outlook &#8212; Nir Krakauer.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is a transcription of the Dutch from <em>De Rechten van den Menschen van den Burger</em> (&#8220;The Rights of Man and of the Citizen&#8221; 1795) and of its Hebrew translation, <span class=\"hebrew\">דברי הברית החקים והמשפטים אשר בין אדם לאדם</span> (1798), and set side-by-side with an English translation. We do not know the names of those responsible for the Dutch adaptation or the Hebrew translation of the Declaration. We are indebted to Nir Krakauer for his correction, comments, and notation. The kerning of letters in Lambert Antoine Claessens&#8217;s lithograph of De Rechten made it difficult sometimes to distinguish the spacing between words. If you compare the wording with the source image and find the need for a correction, or simply find something else that needs correcting, please leave a comment or <a href=\"/contact/\">contact us</a>. The English translation of the Dutch here is mine, which is to say I have made liberal use of DeepL and Google Translate, the output of which I have proofread for clarity. I have taken the liberty of translating &#8220;Menschen&#8221; using the familiar Yiddish understanding of מנטשן in its gender-inclusive sense of &#8220;people/persons.&#8221; &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_47454\" style=\"width: 205px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2022/11/De-Rechten-van-den-Menschen-van-den-Burger-Batavian-Republic-31-January-1795-Den-Hague-scaled.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-47454\" src=\"https://opensiddur.org/wp-content/uploads/2022/11/De-Rechten-van-den-Menschen-van-den-Burger-Batavian-Republic-31-January-1795-Den-Hague-195x300.jpg\" alt=\"\" width=\"195\" height=\"300\" class=\"size-medium wp-image-47454\" srcset=\"https://opensiddur.org/wp-content/uploads/2022/11/De-Rechten-van-den-Menschen-van-den-Burger-Batavian-Republic-31-January-1795-Den-Hague-195x300.jpg 195w, https://opensiddur.org/wp-content/uploads/2022/11/De-Rechten-van-den-Menschen-van-den-Burger-Batavian-Republic-31-January-1795-Den-Hague-667x1024.jpg 667w, https://opensiddur.org/wp-content/uploads/2022/11/De-Rechten-van-den-Menschen-van-den-Burger-Batavian-Republic-31-January-1795-Den-Hague-scaled.jpg 1668w\" sizes=\"(max-width: 195px) 100vw, 195px\" /></a><p id=\"caption-attachment-47454\" class=\"wp-caption-text\"><a href=\"https://commons.wikimedia.org/wiki/File:Rights_of_Man_and_of_Citizens,_proclaimed_31_januari_1795_at_The_Hague.jpg\" rel=\"lightbox-1\">De Rechten van den Menschen van den Burger</a> (Batavian Republic, 31 January 1795, Den Hague) by Lambert Antoine Claessens, 15 April 1795</p></div></span> <span style=\"float: left;\"><div id=\"attachment_47481\" style=\"width: 204px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2022/11/Divrei-haBrit...Asher-bein-Adam-lAdam-Batavian-Jewry-1798-scaled.jpg\" rel=\"lightbox-2\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-47481\" src=\"https://opensiddur.org/wp-content/uploads/2022/11/Divrei-haBrit...Asher-bein-Adam-lAdam-Batavian-Jewry-1798-194x300.jpg\" alt=\"\" width=\"194\" height=\"300\" class=\"size-medium wp-image-47481\" srcset=\"https://opensiddur.org/wp-content/uploads/2022/11/Divrei-haBrit...Asher-bein-Adam-lAdam-Batavian-Jewry-1798-194x300.jpg 194w, https://opensiddur.org/wp-content/uploads/2022/11/Divrei-haBrit...Asher-bein-Adam-lAdam-Batavian-Jewry-1798-663x1024.jpg 663w, https://opensiddur.org/wp-content/uploads/2022/11/Divrei-haBrit...Asher-bein-Adam-lAdam-Batavian-Jewry-1798-scaled.jpg 1656w\" sizes=\"(max-width: 194px) 100vw, 194px\" /></a><p id=\"caption-attachment-47481\" class=\"wp-caption-text\"><a href=\"https://commons.wikimedia.org/wiki/File:DeclarationRightsMan1798.jpg\" rel=\"lightbox-3\">Divrei haBrit&#8230;Asher bein Adam l&#8217;Adam</a> (Batavian Jewry, 1798)</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The 1793 Declaration of the Rights of Man and of the Citizen was revised by <a href=\"https://en.wikipedia.org/wiki/Jacobin\">Jacobins</a> after they had expelled the <a href=\"https://en.wikipedia.org/wiki/Girondins\">Girondists</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. <span class=\"hebrew\">לְהַאֲמִירָהּ</span> as <span class=\"hebrew\">לְהַמִירָהּ</span>, to exchange.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">4 + 300 + 6 + 2 + 20 + 30 + 40 + 100 + 6 + 40 + 10 = [5]558 (1797-8 CE) in gematria based on Malachi 1:11, taken to represent Judaism’s universalistic and progressive outlook &#8212; Nir Krakauer.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Modern Miscellany",
        "National Brotherhood Week",
        "France",
        "Addenda",
        "International Day of Democracy (September 15th)",
        "United Nations Day (October 24th)",
        "the Netherlands",
        "International Human Rights Day (December 10th)"
    ],
    "tags": [
        "18th Century C.E.",
        "56th century A.M.",
        "Batavian Republic",
        "civil declarations and charters",
        "Dutch Jewry",
        "Emancipation",
        "Felix Libertate",
        "the Enlightenment"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5421"
        ],
        "_thumbnail_id": [
            "47458"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/11/Declaration-of-the-Rights-of-Man-and-of-the-Citizen-Batavian-Republic-31-January-1795-Den-Hague-cropped-header-scaled.jpg",
        "title": "Declaration of the Rights of Man and of the Citizen (Batavian Republic, 31 January 1795, Den Hague) &#8211; cropped header",
        "caption": "Declaration of the Rights of Man and of the Citizen (Batavian Republic, 31 January 1795, Den Hague) lithograph by Lambert Antoine Claessens, 15 April 1795 - cropped header "
    },
    "source_link": "https://opensiddur.org/?p=47453",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/de-rechten-van-den-menschen-van-den-burger-1795/",
    "slug": "de-rechten-van-den-menschen-van-den-burger-1795"
}