{
    "post_id": 35418,
    "title": "&#x1F4AC; Declaration of Interdependence, by Meyer David, Christian Richard, and Will Durant (1944)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Will Durant",
            "bio": "William James Durant (November 5, 1885 – November 7, 1981) was an American writer, historian, and philosopher. He became best known for his work <em>The Story of Civilization</em>, 11 volumes written in collaboration with his wife, Ariel Durant, and published between 1935 and 1975. He was earlier noted for <em>The Story of Philosophy</em> (1926), described as \"a groundbreaking work that helped to popularize philosophy.\" He conceived of philosophy as total perspective or seeing things <em>sub specie totius</em> (i.e. “from the perspective of the whole”)—a phrase inspired by Spinoza's <em>sub specie aeternitatis</em>, roughly meaning \"from the perspective of the eternal.\" He sought to unify and humanize the great body of historical knowledge, which had grown voluminous and become fragmented into esoteric specialties, and to vitalize it for contemporary application. The Durants were awarded the Pulitzer Prize for General Nonfiction in 1968 and the Presidential Medal of Freedom in 1977.",
            "website": "https://en.wikipedia.org/wiki/Will_Durant",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/02/will-durant-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/william-durant"
        },
        {
            "name": "Christian Richard",
            "bio": "Dr. Christian Richard, together with Meyer I. David and input from the historian Will Durant, authored a <em>Declaration of Interdependence</em> (1944) to promote the essential pluralistic values of a tolerant and multicultural civil society. We have been unable to ascertain anything more about Dr. Richard. If you know, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/christian-richard"
        },
        {
            "name": "Meyer I. David",
            "bio": "Meyer (Michael) I. David, \"a member of a prominent Baghdadi family from Bombay, was notable among Baghdadi Jews in India for taking an active political interest in Indian independence. He promoted the idea of dominion status as a means for India to achieve self-governance. He met with Gandhi and discussed his idea to establish a Welfare of India League (also referred to as the Good Will Movement and the Progressive League). The league played a critical role in negotiating a compromise after Gandhi was arrested in 1932 and began a hunger strike in protest of British authorities' decision to award the Dalits (the \"untouchable\" castes) separate electoral representation. Meyer David also addressed Dalit social welfare--considered by Gandhi to be critical in his vision of an independent India--in other contexts. In 1932, David proposed a scheme to start a scholarship fund for Dalit students. He envisioned that higher-caste Hindus would financially support Dalit students; the amount of 500 rupees could cover the higher education of one Dalit student for five years, while half of that could cover high-school education. The idea won Gandhi's approval in addition to that of the All-India Depressed Classes Association, which represented Dalits. The David Scheme, as it came to be known, continued for a few years but ultimately folded when funds could not be successfully solicited from other donors.\" (from Elizabeth Imber's \"<a href=\"https://www.jstor.org/stable/10.2979/jewisocistud.23.2.03?seq=1\">A Late Imperial Elite Jewish Politics: Baghdadi Jews in British India and the Political Horizons of Empire and Nation</a>\") Later, in 1944 with co-author Dr. Christian Richard, David wrote an anti-fascist \"Declaration of Interdependence\" which won the interest and attention of the historian, Will Durant and was ultimately read into the Congressional Record.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/meyer-david"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-02-06",
    "last_updated": "2025-04-25",
    "excerpt": "A Declaration of Interdependence co-authored during WW II as part of an interfaith Jewish-Christian response to fascism and \"to mitigate racial and religious animosity in America.\" . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p><strong>Extension of Remarks of Hon. <a href=\"https://en.wikipedia.org/wiki/Ellis_E._Patterson\">Ellis E. Patterson</a> of California, in the House of Representatives Monday, October 1, 1945:</strong></p>\n<p>Mr. PATTERSON. Mr. Speaker, just as “Interdependence&#8221; has become the by-word and guiding light for the path to peace, prosperity, and good will in the family of the United Nations, so, too, can we apply the principle of interdependence within our own Nation—to our own American family of citizens of diverse national origins, varied religions and creeds, occupying numerous and sundry positions in life, and practicing multitudinous occupations, trades, and professions which go into the making of our great Nation.</p>\n<p>Because I feel so strongly that within the word “interdependence&#8221; lies the clue and solution to a world of justice, dignity, and well-being for all, I wish to take this opportunity to acquaint my fellow colleagues who may not know of the outstanding, dynamic movement recently initiated in California for the purpose of promoting the principle of interdependence through education. This organization. the Declaration of Interdependence, Inc., inspired and headed by Dr. Will Durant, sponsored and endorsed by prominent persons the Nation over, is nonprofit, nonpartisan, and nonpolitical in character, seeking merely to propagate the noble American spirit of interracial and interreligious friendliness.</p>\n<p>Now that we have won a great and glorious victory over the venomous forces of fascism, certain malicious elements of our society are seeking to spread in our own country the poisonous ingredients of the doctrines of the very enemies we defeated on the battlefield—racial and religious hatreds. For this reason, the appearance of the Declaration of Interdependence, Inc., on the scene at this time is of inestimable value in counteracting and defeating these forces. For, by learning to broaden the circle of our relations with our fellow man, we immeasurably enrich our lives in the sharing of the diverse qualities and cultures which have met and fused in this Nation since its inception. These differences increase the cultural richness of American life and stimulate all to give their best to the common lot.</p>\n<p>In the words of Associate Justice Frank Murphy at the Interdependence for Americans rally at Hollywood Bowl on July 4 of this year, we can “reject the destructive doctrines of hate by a living affirmation of the positive values. We cannot wage the battle negatively.&#8221; In the following words of the declaration of interdependence, is the living affirmation of the brotherhood of man, which I firmly believe will in time be adopted in spirit by all Americans as an integral code of the democratic way of life so cherished by all: </p>\n<p>(The Declaration of Interdependence is entered into the record.)</p>\n<p>Among the signers of this fine statement of interdependence are the following outstanding citizens:</p>\n<p>G.P. Agnew, <a href=\"https://en.wikipedia.org/wiki/Curtis_Bok\">Hon. Judge Curtis Bok</a>, Mrs. Murray Boocock. G. Raymond Booth, Rev. Everett K. Bray, <a href=\"https://en.wikipedia.org/wiki/Ernest_Burgess\">Prof. Ernest W. Burgess</a>, <a href=\"https://en.wikipedia.org/wiki/Eddie_Cantor\">Eddie Cantor</a>, Morse A. Cartright, Vivian D. Corbly, <a href=\"https://en.wikipedia.org/wiki/Paul_M._Cook\">Paul M. Cook</a>, <a href=\"https://en.wikipedia.org/wiki/John_M._Coffee\">Hon. John M. Coffee</a>, Emmanuel Chapman, Prof. Elizabeth Donnan, <a href=\"https://en.wikipedia.org/wiki/Theodore_Dreiser\">Theodore Dreiser</a>, <a href=\"https://en.wikipedia.org/wiki/Charles_A._Ellwood\">Prof. Charles A. Ellwood</a>, <a href=\"https://en.wikipedia.org/wiki/Herman_P._Eberharter\">Hon. Herman P. Eberharter</a>, <a href=\"https://en.wikipedia.org/wiki/Sam_C._Ford\">Hon. Sam C. Ford</a>, Hon. Curtis E. Frank, <a href=\"https://en.wikipedia.org/wiki/John_Anson_Ford\">Hon. John Anson Ford</a>, <a href=\"https://en.wikipedia.org/wiki/Waldo_Frank\">Waldo Frank</a>, Brig. Gen. Patrick J.H. Farrell, E.C. Farnham, D.D., <a href=\"https://www.theguardian.com/news/2004/nov/16/guardianobituaries.usa\">Harry Fleischman</a>, Edgar J. Fisher, Clarence M. Gallup, D.D., <a href=\"https://en.wikipedia.org/wiki/Robert_Gordis\">Dr. Robert Gordis</a>, <a href=\"https://en.wikipedia.org/wiki/Bertrand_W._Gearhart\">Hon. Bertrand W. Gearhart</a>, <a href=\"https://en.wikipedia.org/wiki/James_Allison_Glen\">Hon. J. Allison Glen</a>, Mrs. Florence Eno Graves, <a href=\"https://en.wikipedia.org/wiki/Arthur_Garfield_Hays\">Arthur Garfield Hays</a>, Joseph C. Hazen, D.D., C.C. Hemenway, Walter Hilborn, <a href=\"https://en.wikipedia.org/wiki/Mary_Francis_Hill_Coley\">Mary Francis Hill</a>, <a href=\"https://en.wikipedia.org/wiki/Ernest_Holmes\">Ernest Holmes</a>, <a href=\"https://en.wikipedia.org/wiki/John_Haynes_Holmes\">Rev. John Haynes Holmes</a>, <a href=\"https://en.wikipedia.org/wiki/Herbert_Hoover\">Herbert Hoover</a>, Calvin E. Holman, <a href=\"https://www.britannica.com/biography/Herman-Harrell-Horne\">Prof. Herman H. Horne</a>, <a href=\"https://en.wikipedia.org/wiki/Darlington_Hoopes\">Darlington Hoopes</a>, Hon. James T. Kirk, <a href=\"https://en.wikipedia.org/wiki/Clara_Littledale\">Mrs. Clara S. Littledale</a>, <a href=\"https://encyclopedia.densho.org/Hugh_Macbeth/\">Hugh E. Macbeth</a>, Dr. Stewart P. MacLennan, <a href=\"https://en.wikipedia.org/wiki/Edgar_Magnin\">Rabbi Edgar Magnin</a>, <a href=\"https://en.wikipedia.org/wiki/Daniel_L._Marsh\">Daniel L. Marsh</a>, <a href=\"https://en.wikipedia.org/wiki/Adolf_Meyer_(psychiatrist)\">Adolph Meyer, M.D.</a>, <a href=\"https://en.wikipedia.org/wiki/Thomas_Mann\">Thomas Mann</a>, <a href=\"https://snaccooperative.org/ark:/99166/w63g958n\">Emma Guffey Miller</a>, <a href=\"https://en.wikipedia.org/wiki/William_Pepperell_Montague\">Prof. William Pepperill Montague</a>, <a href=\"https://en.wikipedia.org/wiki/Robert_Nathan\">Robert Nathan</a>, Rt. Rev. Msgr. Thomas J. O&#8217;Dwyer, Miss Amy Burman Onken, Gwendolyn Peacher, Capt. Paul Perigord, Rear Admiral George H. Rock, United States Navy (retired), Dr. Frederick W. Roman, <a href=\"https://en.wikipedia.org/wiki/Edward_Alsworth_Ross\">Prof. Edward A. Ross</a>, Robert A. Rowan, <a href=\"https://en.wikipedia.org/wiki/Leo_Stanton_Rowe\">Dr. L.S. Rowe</a>, <a href=\"https://en.wikipedia.org/wiki/Harry_Sandager\">Harry Sandager</a>, Eric Scudder, <a href=\"https://en.wikipedia.org/wiki/David_O._Selznick\">David O. Selznick</a>, Mrs. Maurine Simpson, George Smedley Smith, Prof. Bradley Stoughton, <a href=\"https://en.wikipedia.org/wiki/Upton_Sinclair\">Upton Sinclair</a>, <a href=\"https://en.wikipedia.org/wiki/Pitirim_Sorokin\">Prof. Pitirim A. Sorokin</a>, Mrs. Oline C. Stewart. <a href=\"https://en.wikipedia.org/wiki/W._Bertrand_Stevens\">Rt. Rev. W. Bertrand Stevens</a>, <a href=\"https://en.wikipedia.org/wiki/Clarence_Streit\">Clarence K. Streit</a>, <a href=\"https://en.wikipedia.org/wiki/Raymond_Gram_Swing\">Raymond Swing</a>, <a href=\"https://en.wikipedia.org/wiki/Elbert_D._Thomas\">Hon. Elbert D. Thomas</a>, Dave Tipp, <a href=\"https://en.wikipedia.org/wiki/Ralph_Waldo_Trine\">Ralph Waldo Trine</a>, J. Barnard Walton, <a href=\"https://en.wikipedia.org/wiki/Althea_Warren\">Althea Warren</a>, <a href=\"https://en.wikipedia.org/wiki/Samuel_A._Weiss\">Hon. Samuel A. Weiss</a>, Mary D. Webb, <a href=\"https://en.wikipedia.org/wiki/Thomas_Vien\">Hon. Thomas Vien</a>, <a href=\"https://en.wikipedia.org/wiki/Jerry_Voorhis\">Hon. Jerry Voorhis</a>, L.A. Weingarten.</p>\n<p>I sincerely hope that the group of those who espouse this just creed will grow and grow. I am sure that many of my colleagues here will be interested and also become sponsors of such a worthy objective.\n</p></blockquote>\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h3>Declaration of Interdependence</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHuman progress having reached a high level<br />\nthrough respect for the liberty and dignity of men,<br />\nit has become desirable to re-affirm these evident truths:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat differences of race, color and creed are natural,<br />\nand that diverse groups, institutions, and ideas<br />\nare stimulating factors in the development of men;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat to promote harmony in diversity<br />\nis a responsible task of religion and statesmanship;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat since no individual can express the whole truth,<br />\nit is essential to treat with understanding and good will<br />\nthose whose views differ from our own;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat by the testimony of history<br />\nintolerance is the door to violence, brutality, and dictatorship; and\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat the realization of human interdependence and solidarity<br />\nis the best guard of civilization.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore, we solemnly resolve,<br />\nand invite everyone to join in united action,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo uphold and promote human fellowship<br />\nthrough mutual consideration and respect;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo champion human dignity and decency,<br />\nand to safeguard these without distinction of race or color or creed;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo strive in concert with others<br />\nto discourage all animosities arising from these differences,<br />\nand to unite all groups in the fair play of civilized life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRooted in freedom,<br />\nchildren of the same Divine Father,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> As suggested by Dr. Everett Clinchy, then president of the National Conference of Christians and Jews.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nsharing everywhere a common human blood,<br />\nwe declare again that all men are brothers,<br />\nand that mutual tolerance is the price of liberty.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>In 1933, US Secretary of Agriculture Henry A. Wallace first invoked the term, Declaration of Interdependence &#8212; &#8220;a recognition of our essential unity and of our absolute reliance one upon another&#8221; &#8212; in a <a href=\"https://web.archive.org/web/20160304051922/http://newdeal.feri.org/wallace/haw05.htm\">radio address</a> given in relation to the Farm Act of 1933. A decade later during World War II, in 1944, Meyer I. David and Christian Richard were inspired by the historian Will Durant to compose a Declaration of Interdependence, &#8220;to mitigate racial and religious animosity in America.&#8221; The movement for the declaration, Declaration of INTERdependence, Inc., was launched at a gala dinner at the Hollywood Roosevelt Hotel on March 22, 1945 attended by over 400 people including Thomas Mann and Bette Davis. The Declaration was read into the Congressional Record on October 1, 1945 by Ellis E. Patterson.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> <em>Congressional Record: Proceedings and Debates of the 79th Congress First Session</em> &#8212; Appendix (vol. 91, part 12) 11 June 1945 to 11 October 1945), p. A-4114.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The story behind the composition and launch of the declaration is detailed in <em>A Dual Autobiography</em> by Will &#038; Ariel Durant (1977), pp. 236-241. Will Durant writes,</p>\n<blockquote><p>One day, I believe in April, 1944, a Jew, Meyer (now Michael) David, and a Christian, Dr. Christian Richard, came to me with an unusual request: to suggest some constructive enterprise that could give their social ardor some work and wings. I proposed that they do something to mitigate racial and religious animosity in America. Just as independence had been the motto of states and individuals since 1750, so the motto of the coming generations should be interdependence. And just as no state can now survive by its own unaided power, so no democracy can long endure without recognizing and encouraging the interdependence of the racial and religious groups composing it; we need a Declaration of Interdependence.</p>\n<p>On April 15, 1944, Meyer and Christian issued the following Introductory Statement to a Declaration of Interdependence. &#8220;Dr. Will Durant, at his Hollywood home, recently, in a conference with Dr. Christian Richard and Mr. Meyer I. David, suggested the desirability of an organized stand for human tolerance. &#8216;Write a declaration of interdependence,&#8217; said Dr. Durant, &#8216;and I will sign it.&#8217; This idea appealed to them. They worked at it, and presented a draft. &#8230;The Declaration needed a finishing touch, and Will Durant gave it its final form. This final form seemed to us a document worthy of Thomas Jefferson himself.&#8221;</p>\n<p>The form as we had originally finished it concluded: &#8220;Rooted in freedom, bonded in the fellowship of danger,&#8221; etc. Dr. Everett Clinchy, then president of the National Conference of Christians and Jews, suggested that this should be changed to &#8220;Rooted in freedom, children of the same Divine Father&#8230;&#8221; His proposal was submitted to an &#8220;executive committee composed of Mr. David, Dr. Richard, Dr. Stewart P. MacLennan (a prominent clergyman), John Anson Ford (of the Board of Supervisors governing Los Angeles County), Eric Scudder (a leading attorney), Mrs. Althea Warren (county librarian), and nine others, including myself. The proposal was accepted, and the Declaration was sent out over America, with a request for signatures and contributions.\n</p></blockquote>\n<p>Unfortunately, little is recorded on the background of Dr. Christian Richard. (Any further information a reader may have is welcome! Please <a href=\"/contact/\">contact us</a>.)</p>\n<h3>Source(s)</h3>\n<div id=\"attachment_35419\" style=\"width: 227px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2021/02/Declaration-of-Interdependence-Congressional-Record-1945-vol.-91-Appendix-to-the-Congressional-Record-A4114.png\" rel=\"lightbox\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-35419\" src=\"https://opensiddur.org/wp-content/uploads/2021/02/Declaration-of-Interdependence-Congressional-Record-1945-vol.-91-Appendix-to-the-Congressional-Record-A4114-217x300.png\" alt=\"\" width=\"217\" height=\"300\" class=\"size-medium wp-image-35419\" srcset=\"https://opensiddur.org/wp-content/uploads/2021/02/Declaration-of-Interdependence-Congressional-Record-1945-vol.-91-Appendix-to-the-Congressional-Record-A4114-217x300.png 217w, https://opensiddur.org/wp-content/uploads/2021/02/Declaration-of-Interdependence-Congressional-Record-1945-vol.-91-Appendix-to-the-Congressional-Record-A4114-742x1024.png 742w, https://opensiddur.org/wp-content/uploads/2021/02/Declaration-of-Interdependence-Congressional-Record-1945-vol.-91-Appendix-to-the-Congressional-Record-A4114.png 1014w\" sizes=\"auto, (max-width: 217px) 100vw, 217px\" /></a><p id=\"caption-attachment-35419\" class=\"wp-caption-text\">Declaration of Interdependence (Congressional Record 1945 &#8211; vol. 91 Appendix to the Congressional Record A4114)</p></div>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/declaration-of-interdependence-1944/Declaration%20of%20Interdependence%20by%20Meyer%20David%20and%20Christian%20Richard%2C%201944%20%28Will%20Durant%20and%20Ariel%20Durant%2C%20A%20Dual%20Autobiography%2C%20p.%20236-241%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">As suggested by Dr. Everett Clinchy, then president of the National Conference of Christians and Jews.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\"><em>Congressional Record: Proceedings and Debates of the 79th Congress First Session</em> &#8212; Appendix (vol. 91, part 12) 11 June 1945 to 11 October 1945), p. A-4114.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "&#x1f1fa;&#x1f1f8; National Brotherhood Week",
        "Modern Miscellany"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "anti-authoritarian",
        "anti-fascist",
        "anti-racist",
        "civil declarations and charters",
        "human solidarity",
        "interdependence",
        "interfaith tolerance",
        "pluralism",
        "United States"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3841"
        ],
        "_thumbnail_id": [
            "35421"
        ],
        "date_src_start": [
            "1944-00-00"
        ],
        "date_src_end": [
            "1944-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/02/durant2.jpg",
        "title": "Declaration of Interdependence (Meyer David, Christian Richard, and Will Durant 1944)",
        "caption": "Declaration of Interdependence (Meyer David, Christian Richard, and Will Durant 1944)"
    },
    "source_link": "https://opensiddur.org/?p=35418",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/declaration-of-interdependence-by-meyer-david-christian-richard-and-will-durant-1944/",
    "slug": "declaration-of-interdependence-by-meyer-david-christian-richard-and-will-durant-1944"
}