{
    "post_id": 35764,
    "title": "&#x1F4AC; Iwo Jima Memorial Address at Fifth Marine Division Cemetery, by Rabbi Chaplain Roland B. Gittelsohn (21 March 1945)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        },
        {
            "name": "Roland B. Gittelsohn",
            "bio": "Roland B. Gittelsohn (May 13, 1910 to December 13, 1995) was an American Reform Rabbi, community leader, and outspoken voice of conscience. Born in Cleveland, Ohio, he received a B.A. in 1931 from Western Reserve University and a B.H. from Hebrew Union College in 1934. He was ordained at Hebrew Union College in 1936. Gittelsohn then undertook graduate studies at the Teachers’ College, Columbia University and New School in New York. He initially served at the Central Synagogue of Nassau County, N.Y. from 1936-1953. During WWII, Gittelsohn was a chaplain with the 5th Marine Division, participating in the Iwo Jima invasion. His dedication of the cemetery and memorial for Iwo Jima was widely publicized, mainly because of a controversy over having a rabbi say a prayer at the graves of non-Jews. This address is perhaps one of his most famous legacies. He was also awarded three ribbons for his service at Iwo Jima. After the war, Gittelsohn served on President Truman’s Committee on Civil Rights in 1947. During the McCarthy and House on Un-American Activities Committee (HUAC) era, Gittelsohn publicly denounced the steady erosion of civil liberties in America. In 1954, Gittelsohn moved to Temple Israel in Boston, where he would remain for the rest of his career, serving as president of the Massachusetts Board of Rabbis from 1958-1960 and president of the Jewish Community Council of Metropolitan Boston 1961-1963. Meanwhile, He served in the Governor’s Commission to Survey Massachusetts Courts in 1955, Massachusetts Commission on Abolition of the Death Penalty 1957-1958, the Governor’s Committee on Migratory Labor 1960-1962 and the Governor’s Committee to Survey Operation of Massachusetts Prisons 1961-1962. From its outset, Gittelsohn condemned the Vietnam War. \r\n\r\nGittelsohn received two honorary degrees in 1961, the first being a D.D. from Hebrew Union College-Jewish Institute of Religion and the other a Sc.D. from Lowell Technological Institute (now Lowell University). He became president of the Central Conference of American Rabbis (CCAR) 1969-1971, founding president of the Association of Reform Zionists of America (ARZA) 1977-1984 and the founding president of the World Zionist Executive &amp; Jewish Agency Board of Governors 1978-1984. Gittelsohn was also extremely active in the Union of American Hebrew Congregations (UAHC). He was on its Board of Trustees and was the Vice Chairman 1973-1977, was an honorary life member and the Chairman of the Commission on Jewish Education 1959-1968. Gittelsohn received two awards from the UAHC, the Eisendrath Award in 1983 and the Jay Kaufman Award in 1984.\r\n\r\n(Much of this text was adapted from Rabbi Gittelsohn's biography prepared by the <a href=\"https://americanjewisharchives.org\">Jacob Rader Marcus Center of the American Jewish Archives</a>, Cincinnati, Ohio.)",
            "website": "https://www.jewishvirtuallibrary.org/roland-gittelsohn",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/02/roland-gittelsohn-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/roland-gittelsohn"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-02-21",
    "last_updated": "2025-05-29",
    "excerpt": "A chaplain's eulogy over the fallen soldiers of Iwo Jima (also known under the title, \"The Highest and Purest Democracy\") . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size:1.2em;\">\n<!-- --></p>\n<blockquote>\n<h3>Extension of remarks of Hon. Elmer Thomas of Oklahoma in the Senate of the United States, Thursday, April 5 (legislative day of Friday, March 26,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The entry in the Congressional Record here has the typo, &#8220;March 16th.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> 1945).</h3>\n<p>Mr. THOMAS of Oklahoma. Mr. President, at the request of Marine Sgt. William E. Wright, a resident of my State who has served through the fighting on the island of Iwo Jima, I ask permission to have placed in the RECORD a copy of the memorial address delivered by Chaplain Roland B. Gittelsohn at the Fifth Marine Division Cemetery, located on the island.</p>\n<p>There being no objection, the address was ordered to be printed in the RECORD, as follows:\n</p></blockquote>\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis is perhaps the grimmest, and surely the holiest, task we have faced since D-day. Here before us lie the bodies of comrades and friends. Men who until yesterday or last week laughed with us, joked with us, trained with us. Men who were on the same ships with us, and went over the sides with us as we prepared to hit the beaches of this island. Men who fought with us and feared with us. Somewhere in this plot of ground there may lie the man who could have discovered the cure for cancer. Under one of these Christian crosses, or beneath a Jewish Star of David, there may rest now a man who was destined to be a great prophet—to find the way, perhaps, for all to live in plenty, with poverty and hardship for none. Now they lie here silently in this sacred soil, and we gather to consecrate this earth in their memory.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is not easy to do so. Some of us have buried our closest friends here. We saw these men killed before our very eyes. Any one of us might have died in their places. Indeed, some of us are alive and breathing at this very moment only because men who lie here beneath us had the courage and strength to give their lives for ours. To speak in memory of such men as these is not easy. Of them, too, can it be said with utter truth: “The world will little note nor long remember what we say here. It can never forget what they did here.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNo, our power of speech can add nothing to what these men and the other dead of our division who are not here have already done. All that we even hope to do is follow their example. To show the same selfless courage in peace that they did in war. To swear that by the grace of God and the stubborn strength and power of human will, their sons and ours shall never suffer these pains again. These men have done their job well. They have paid the ghastly price of freedom. If that freedom be once again lost, as it was after the last war, the unforgivable blame will be ours, not theirs. So it is we &#8220;the living&#8221; who are here to be dedicated and consecrated.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe dedicate ourselves, first, to live together in peace the way they fought and are buried in this war. Here lie men who loved America because their ancestors, generations ago, helped in her founding, and other men who loved her with equal passion, because they themselves or their own fathers escaped from oppression to her blessed shores. Here lie officers and men, Negroes and whites, rich men and poor—together. Here are Protestants, Catholics, and Jews—together. Here no man prefers another because of his faith or despises him because of his color. Here there are no quotas of how many from each group are admitted or allowed. Among these men there is no discrimination. No prejudices. No hatred. Theirs is the highest and purest democracy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAny man among us, “the living,” who fails to understand that will thereby betray those who lie here dead. Whoever of us lifts his hand in hate against a brother, or thinks himself superious to those who happen to be in the minority, makes of this ceremony and of the bloody sacrifice it commemorates an empty, hollow mockery. To this, then, as our solemn, sacred duty, do we the living now dedicate ourselves—to the right of Protestants, Catholics, and Jews, of white men and Negroes alike, to enjoy the democracy for which all of them have here paid the price.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo one thing more do we consecrate ourselves in memory of those who sleep beneath these crosses and stars. We shall not foolishly suppose, as did the last generation of America&#8217;s fighting men, that victory on the battlefield will automatically guarantee the triumph of democracy at home. This war, with all its frightful heartache and suffering, is but the beginning of our generation’s struggle for democracy. When the last battle has been won, there will be those at home, as there were last time, who will want us to turn our backs in selfish isolation on the rest of organized humanity, and thus to sabotage the very peace for which we fight. We promise you who lie here: we will not do that! We will join hands with Britain, China, Russia in peace, even as we have in war, to build the kind of world for which you died.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the last shot has been fired, there will still be those whose eyes are turned backward, not forward, who will be satisfied with those wide extremes of poverty and wealth in which the seeds of another war can be sown. We promise you, our departed comrades: this, too, we will not permit. This war has been fought by the common man; its fruits of peace must be enjoyed by the common man. We promise, by all that is sacred and holy, that your sons, the sons of miners and millers, the sons of farmers and workers, will inherit from your death the right to a living that is decent and secure.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the final cross has been placed in the last cemetery, once again there will be those to whom profit is more important than peace, who will insist with the voice of sweet reasonableness and appeasement that it is better to trade with the enemies of mankind than, by crushing them, to lose their profit. To you who sleep here silently, we give our promise: we will not listen. We will not forget that some of you were burnt with oil that came from American wells, that many of you were killed by shells fashioned from American steel. We promise that when once again men seek profit at your expense, we shall remember how you looked when we placed you reverently, lovingly, in the ground.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus do we memorialize those who, having ceased living with us, now live within us. Thus do we consecrate ourselves, the living, to carry on the struggle they began. Too much blood has gone into this soil for us to let it lie barren. Too much pain and heartache have fertilized the earth on which we stand. We here solemnly swear: this shall not be in vain! Out of this, and from the suffering and sorrow of those who mourn, this will come—we promise—the birth of a new freedom for the sons of men everywhere.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the entire, unedited eulogy of Rabbi Chaplain Roland B. Gittelsohn on 21 March 1945, as entered into the <em>Congressional Record</em> a couple weeks afterward, on April 5th. Edited versions appeared within several years of the unfolding Cold War, omitting several lines found problematic or objectionable, including, &#8220;We will join hands with Britain, China, Russia in peace, even as we have in war, to build the kind of world for which you died.&#8221; For additional context on this eulogy, find Seth Paridon&#8217;s <a href=\"https://www.nationalww2museum.org/war/articles/highest-and-purest-democracy-rabbi-roland-gittelsohns-iwo-jima-eulogy-his-fallen\">article</a> for the National World War II Museum, and Michael Feldberg&#8217;s <a href=\"https://www.myjewishlearning.com/article/rabbi-gittelsohns-iwo-jima-sermon/\">article</a> at MyJewishLearning. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<p>79th Congress, 1st Session. <em>Congressional Record</em>, Issue:  Appendix v.91 part 2 (23 March 1945 to 8 June 1945) p. A-1651 and A-1652<br />\n<!-- \nlink: \n--><br />\n<span style=\"float: right;\"><div id=\"attachment_35767\" style=\"width: 237px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1651.png\" rel=\"lightbox\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-35767\" src=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1651-227x300.png\" alt=\"\" width=\"227\" height=\"300\" class=\"size-medium wp-image-35767\" srcset=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1651-227x300.png 227w, https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1651-775x1024.png 775w, https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1651.png 1179w\" sizes=\"auto, (max-width: 227px) 100vw, 227px\" /></a><p id=\"caption-attachment-35767\" class=\"wp-caption-text\">Congressional Record 79th Congress 1st Session Appendix v.91 part 2 (23 March 1945 to 8 June 1945) A-1651</p></div></span> <span style=\"float: left;\"><div id=\"attachment_35768\" style=\"width: 237px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1652.png\" rel=\"lightbox\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-35768\" src=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1652-227x300.png\" alt=\"\" width=\"227\" height=\"300\" class=\"size-medium wp-image-35768\" srcset=\"https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1652-227x300.png 227w, https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1652-774x1024.png 774w, https://opensiddur.org/wp-content/uploads/2021/02/Congressional-Record-79th-Congress-1st-Session-Appendix-v.91-part-2-23-March-1945-to-8-June-1945-A-1652.png 1164w\" sizes=\"auto, (max-width: 227px) 100vw, 227px\" /></a><p id=\"caption-attachment-35768\" class=\"wp-caption-text\">Congressional Record 79th Congress 1st Session Appendix v.91 part 2 (23 March 1945 to 8 June 1945) A-1652</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The entry in the Congressional Record here has the typo, &#8220;March 16th.&#8221;</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "&#x1f1fa;&#x1f1f8; National Brotherhood Week",
        "Modern Miscellany",
        "&#x1f1fa;&#x1f1f8; Memorial (Decoration) Day Readings",
        "&#127760; United Nations Day (October 24th)"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "anti-fascist",
        "anti-racist",
        "civil declarations and charters",
        "democracy",
        "Eulogy",
        "pluralism",
        "United States",
        "World War Ⅱ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3626"
        ],
        "_thumbnail_id": [
            "35774"
        ],
        "date_src_start": [
            "1945-03-21"
        ],
        "date_src_end": [
            "1945-03-21"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/02/Roland-Gittelsohn-Iwo-Jima-Eulogy.png",
        "title": "Roland-Gittelsohn &#8211; Iwo Jima &#8211; Eulogy",
        "caption": "still-frame of Rabbi Roland Gittelsohn's Eulogy at Iwo Jima: \"<a href=\"https://www.youtube.com/watch?v=v886NgjSOF0\">The Highest and Purest Democracy</a>\" (via the National WW II Museum) "
    },
    "source_link": "https://opensiddur.org/?p=35764",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/iwo-jima-memorial-address-at-fifth-marine-division-cemetery-by-chaplain-roland-b-gittelsohn-1945/",
    "slug": "iwo-jima-memorial-address-at-fifth-marine-division-cemetery-by-chaplain-roland-b-gittelsohn-1945"
}