{
    "title": "&#x1F4AC; Proklamation der Grundrechte der Tiere | Proclamation of Fundamental Animal Rights | Proclamation des Droits Fondamentaux de L'animal (Die Grünen Bundesarbeitsgruppe \"Mensch und Tier,\" April 1989)",
    "author": "die Grünen (Bundesarbeitsgruppe \"Mensch und Tier\")",
    "coauthors": [
        {
            "name": "die Grünen (Bundesarbeitsgruppe \"Mensch und Tier\")",
            "bio": "Die Grünen Bundesarbeitsgruppe \"Mensch und Tier\" (The Greens National Working Group on People and Animals) was established by the West German Green Party to draft policy papers and the party platforms concerning animal protection.",
            "website": "https://gruene-bag-tierschutzpolitik.de",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/09/die-grunen-BAG-mensch-und-tier-96x96.png",
            "profile_link": "https://opensiddur.org/profile/die-grunen-bag-mensch-und-tier"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-09-08",
    "last_updated": "2025-01-03",
    "excerpt": "A Proclamation of Fundamental Animal Rights drafted by the West German Green Party in 1989 upon the 200th anniversary of the \"Declaration of the Rights of Man\" (1789), in German with translations in English, French, and Portuguese. . . .",
    "content": "\n<table style=\"margin-left: auto;margin-right: auto\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (French)</th>\n<th style=\"text-align: left;\">Translation (Portuguese)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\" style=\"text-align: left;\">\nDIE GRÜNEN BUNDESARBEITSGRUPPE ”MENSCH UND TIER”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nTHE GREENS NATIONAL WORKING GROUP ON PEOPLE AND ANIMALS\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\" style=\"text-align: left;\">\nLE GROUPE DU PARTI ALLEMAND DES VERTS &#8220;L&#8217;ÉTRE HUMAIN ET L&#8217;ANIMAL&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDie folgende Proklamation der Grundrechte der Tiere ist im Zusammenhang mit der Gründung einer grünen Europa-Arbeitsgemeinschaft für den Tierschutz im April 1989 in Paris und der 200-Jahrfeier der Verkündigung der Menschenrechte von der Bundesarbeitsgemeinschaft &#8216;Mensch und Tier&#8217; der Grünen verabschiedet und bei der Bundesdelegiertenkonferenz der grünen Partei am 4. März 1989 in Duisburg zum ersten Mal öffentlich vorgetragen worden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe following Proclamation of Fundamental Animal Rights was adopted by the National Working Group &#8220;Mensch und Tier&#8221; of the West German Green Party in connection with the creation of a Green European Group for the Defense of Animals in Paris in April 1989 and the 200th Anniversary of the Declaration of Human Rights, It was presented publicly for the first time at the National Delegate Conference of the Green Party on 4th March 1989.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nLa proclamation dès droits fondamentaux de l&#8217;animal qui suit a été préparée et adoptée par le groupe du Parti allemand des Verts &#8220;L&#8217;étre humain et l&#8217;animal&#8221;, dans le cadre de la fondation d&#8217;un groupe de travail des Verts Européens pour la défense des animaux à Paris en avril 1989 et en référence au bicentenaire de la Déclaration des Droits de l&#8217;Homme. Elle a été lue publiquement pour la première fois le 4 mars 1989 lors de la Conférence fédérale des délégués du Parti des Verts à Duisbourg en R.F.A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nSie ist unter konsequenter Beachtung des Prinzips der Gewaltfreiheit verfasst worden, wie im Grundkonsens der grünen Partei enthalten und den großen Befürwortern der Gewaltfreiheit Mahatma Gandhi und Leo Tolstoi folgend.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Proclamation was drawn up in accordance with the principle of non-violence contained in the basic concept of the Green Party and embodied in the great advocates of non-violence, Mahatma Gandhi and Leo Tolstoy.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nCette déclaration a été conçue conformément au principe de la non-violence, consensus de base du Parti des Verts, et en accord avec les grands apôtres de la non-violence, tels Mahatma Gandhi et Léon Tolstoï.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n200 Jahre nach der Deklaration der Menschen- und Bürgerrechte am 26. August 1789 in Paris\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n200 years after the Declaration of Human and Civil Rights in Paris on 26th August 1789:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n200 ans après la Déclaration des Droits de l&#8217;Homme et du Citoyen le 26 août 1789 à Paris:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\" style=\"text-align: left;\">\nPROKLAMATION DER GRUNDRECHTE DER TIERE\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nTHE PROCLAMATION OF THE FUNDAMENTAL RIGHTS OF ANIMALS\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\" style=\"text-align: left;\">\nPROCLAMATION DES DROITS FONDAMENTAUX DE L&#8217;ANIMAL\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\" style=\"text-align: left;\">\nPROCLAMAÇÃO DOS DIREITOS DOS ANIMAIS\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nPräambel\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPreamble\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPréambule\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nZweihundert Jahre nach der Verkündung der Menschenrechte proklamieren ökologische Gruppen und Parteien, Natur- und Tierschutzorganisationen und Einzelpersonen in Europa die Grundrechte der Tiere.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTwo hundred years after the Declaration of Human Rights, ecological groups and parties, nature and animal protection organisations and individual persons in Europe proclaim the fundamental rights of animals.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDeux cents ans après la Déclaration des Droits de l&#8217;Homme, des groupes et partis écologistes, des organismes de protection de la nature et des animaux ainsi que des personnes individuelles en Europe proclament les droits fondamentaux de l&#8217;animal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nSie erklären ausdrücklich, daß sie die Verwirklichung der Menschenrechte für alle Menschen als wichtige historische Aufgabe ansehen und daran mitarbeiten wollen; daß sie aber eine Beschränkung grundlegender Rechte allein auf den Menschen als ethisch, politisch und ökologisch unvertretbar ablehnen. Eine solche Beschränkung beruht nämlich auf denselben willkürlichen Argumentationsmustern wie Rassismus oder Sexismus und ist als ebenso gefährlich und verwerflich abzulehnen. Die anthropozentrische Beschränktheit des vorherrschenden Weltbildes und der politischen und gesellschaftlichen Praxis hat zu der tiefgreifenden ökologischen Krise geführt, die die Existenz der Natur und damit den Menschen selbst gefährdet.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThey expressly declare that they consider the realisation of human rights for all people as an important historic duty and wish to play an active part in this, but that they reject any limitation of basic rights to human beings as ethically, politically and ecologically indefensible. For such a limitation is based on the same arbitrary lines of reasoning as racism or sexism, and must be rejected as equally dangerous and objectionable. The anthropocentric narrowness of the currently prevalent view of the world, and of political and social practice, has led to the far-reaching ecological, crisis which endangers nature and thus the human race itself.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nIls déclarent formellement qu&#8217;ils considèrent l&#8217;application des droits de l&#8217;homme étendue à tous les êtres humains comme une tâche historique importante et qu&#8217;ils entendent y contribuer. Ils réfutent toutefois le fait de limiter les droits fondamentaux aux seuls êtres humains, ceci étant incompatible avec le point de vue éthique, politique et écologique. En effet, une telle restriction repose sur les mêmes types d&#8217;argumentation arbitraires que le racisme et le sexisme; elle est à rejeter, car comme eux elle est dangereuse et condamnable. L&#8217;étroitesse anthropocentrique de cette vision prédominante du monde et de la pratique en matière politique et sociale a conduit à la profonde crise écologique actuelle qui met en danger l&#8217;existence de la nature et celle de l&#8217;être humain lui-même.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nSie erinnern daran, daß schon die großen Vordenker der Französischen Revolution und der Menschenrechte wie Voltaire und Rousseau das Recht der Tiere auf Verschonung von Schmerzen und Leiden gefordert haben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt should be remembered that the great thinkers who preceded the French Revolution and human rights, such as Voltaire and Rousseau, advocated the rights of animals to protection from pain and suffering.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nIls nous rappellent que déjà les philosophes qui ont préparé l&#8217;avènement de la Révolution Française et des Droits de l&#8217;Homme (tels Voltaire et Rousseau) ont réclamé le droit de l&#8217;animal pour ce qui est de lui épargner douleurs et souffrances.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nSo forderte Rousseau schon 1755 in seinem „Diskurs über den Ursprung und die Grundlagen der Ungleichheit unter den Menschen&#8221;, die Tiere am „natürlichen Gesetz“ (Grundrechten) teilhaben zu lassen: „Denn es ist klar, daß sie. der Einsicht und der Freiheit bar. dieses Gesetz nicht erkennen können; da sie aber durch die Empfindungsfähigkeit, mit der sie begabt sind, etwas von unserer Natur besitzen, wird man schließen, daß sie auch am Naturrecht teilhaben müssen und daß der Mensch ihnen gegenüber irgendeiner Art von Pflichten unterworfen ist&#8230;&#8221; (<em>Diskurs</em>, Vorwort)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlready in 1755, for instance, in his &#8220;Discourse on the Origin of Inequality among Men,&#8221; Rousseau called for the animals to share in the &#8220;natural law&#8221; (basic rights), &#8220;for it is clear that they, lacking insight and freedom, cannot perceive this law; but since they possess something of our nature through the sentiency with which they are endowed one will conclude that they must also share in the natural right and that man is subject to some sort of obligations towards them&#8230;&#8221; (<em>Discourse</em>, Preface).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAinsi Rousseau demande-t-il déjà en 1755, dans son &#8220;Discours sur l&#8217;origine et les fondements de l&#8217;inégalité parmi les hommes&#8221;, de laisser les animaux prendre part à la &#8220;loi naturelle&#8221; (droits fondamentaux): &#8220;Car il est clair que, dépourvus de lumières et de liberté, ils ne peuvent reconnaître cette Loi; mais tenant en quelque chose à notre nature par la sensibilité dont ils sont doués, on jugera qu&#8217;ils doivent aussi participer au droit naturel, et que l&#8217;homme est assujetti envers eux à quelque espèce de devoirs&#8230;&#8221; (<em>Discours</em>, préface).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nGanz ähnlich der englische Philosoph Jeremy Bentham, am Vorabend der Französischen Revolution: „Der Tag mag kommen, an dem der Rest der belebten Schöpfung jene Rechte erwerben wird, die ihm nur von der Hand der Tyrannen vorenthalten werden konnten. Die Franzosen haben bereits entdeckt, daß die Schwärze der Haut kein Grund ist. ein menschliches Wesen hilflos der Laune eines Peinigers auszuliefern. Vielleicht wird eines Tages erkannt werden, daß die Anzahl der Beine, die Behaarung der Haut oder die Endung des Kreuzbeins ebensowenig Gründe dafür sind, ein empfindendes Wesen diesem Schicksal zu überlassen. Was sollte die unüberschreitbare Linie ausmachen? Ist es die Fähigkeit des Verstandes oder vielleicht die Fähigkeit der Rede? Ein voll ausgewachsenes Pferd oder ein Hund ist unvergleichlich verständiger und mitteilsamer als ein einen Tag oder eine Woche alter Säugling oder sogar als ein Säugling von einem Monat. Doch selbst, wenn es anders wäre, was würde das ausmachen? Die Frage ist nicht: können sie verständig denken? oder: können sie sprechen? sondern: können sie leiden?”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe English philosopher, Jeremy Bentham, wrote very similarly on the eve of the French Revolution: &#8220;The day may come when the rest of the animal creation may acquire those rights which never could have been withheld from them but by the hand of tyranny. The French have already discovered that the blackness of the skin is no reason why a human being should be abandoned without redress to the caprice of a tormentor. It may one day come to be recognised that the number of legs, the villosity of the skin, or the termination of the os sacrum are reasons equally insufficient for abandoning a sensitive being to the same fate. What else is it that should trace the insuperable line? Is it the faculty of reason, or perhaps the faculty of discourse? But a full-grown horse or dog is beyond comparison a more rational, as well as a more conversable animal, than an infant of a day or a week or even a month old. But suppose they were otherwise, what would it avail? The question is not, Can they reason? nor Can they <em>talk</em>? but, Can they <em>suffer</em>?&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDe même, le philosophe anglais Jeremy Bentham à la veille de la Révolution Française: &#8220;Que vienne le jour où le reste de la création animale acquerra ces droits qui n&#8217;ont pu lui être soustraits que par la main de la tyrannie, Les Français ont déjà reconnu que la couleur de la peau ne constitue pas une raison de livrer un être humain sans défense aux caprices d&#8217;un tour-menteur. Peut-être que l&#8217;on reconnaîtra un jour que le nombre de pattes, la pilosité ou la partie inférieure du sacrum ne sont pas des raisons non plus d&#8217;abandonner un être sensible à un tel destin. Quels critères évoquer pour fixer la ligne infranchissable? La capacité de raisonnement ou peut-être de langage? Un cheval adulte ou un chien sont incomparablement plus raisonnables et communicatifs qu&#8217;un nouveau-né d&#8217;un jour, d&#8217;une semaine ou même d&#8217;un mois. Et même s&#8217;il en était autrement, que cela changerait-il? La question n&#8217;est pas: peuvent-ils raisonner? ou: peuvent-ils parler? mais: peuvent-ils souffrir?&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nViele Menschen in vielen Völkern haben im Laufe der Geschichte Mitgefühl und Solidarität für die Tiere empfunden. Denken wir nur an die Indianer, Jains. Hindus, Buddhisten, an Franziskus von Assisi. Gandhi. Albert Schweitzer, Tolstoi und Dostojewski zum Beispiel. Heute scheinen wir allerdings von der Hoffnung. die Leonardo da Vinci vor fünfhundert Jahren hegte, nämlich, daß einmal eine Zeit käme, in der das Verbrechen am Tier ebenso bestraft würde wie das Verbrechen am Menschen, weiter entfernt als je. Denn Leiden und Ausbeutung der Tiere sind in den letzten Jahrhunderten &#8211; und ganz besonders In den letzten Jahrzehnten &#8211; in ungeheurem Ausmaß gewachsen. Milliarden von Tieren werden in jedem Jahr in neuen Formen der „Intensivhaltung&#8221; zu Maschinen degradiert und gequält, rund 200 Millionen Tiere als „Meßinstrumente&#8221; oft sehr qualvollen und langdauernden Versuchen unterzogen. Millionen werden grausam in Fallen gefangen oder gejagt, sterben an Umweltgiften. Meeresverschmutzung, im Straßenverkehr und an allen denkbaren Formen von menschlichem Egoismus. Gedankenlosigkeit oder gar Sadismus. Das Verhältnis zum Tier wird gegenwärtig nahezu weltweit vom primitiven Recht des Stärkeren, der rohen Gewalt, bestimmt. Diese Gewalt wirkt zurück auf die menschliche Gesellschaft selbst. Für die Rechte der Tiere einzutreten bedeutet somit, auch für die Humanität, die Menschenwürde, den Schutz des Schwächeren und gegen die Gewalt einzutreten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn the course of history, many people in many nations have felt sympathy and solidarity with the animals. Let us think, for example, of the Indians, the Jains, Hindus and Buddhists, of St. Francis of Assisi, Gandhi, Albert Schweitzer, Tolstoy and Dostoevsky. Today, however, we seem further away than ever from the hope cherished by Leonardo da Vinci five hundred years ago, namely that a time would come when a crime against an animal would be punished in the same way as a crime against a human being. For there has been an enormous increase in the suffering and exploitation of animals in the past few centuries &#8211; and especially in the past few decades. Every year, millions of animals are tortured and degraded to machines in new forms of &#8220;intensive farming&#8221;, around 200 million animals are subjected as &#8220;measuring instruments&#8221; to experiments which are often very painful and protracted. Millions are caught cruelly in traps or hunted, die through environmental poisoning, sea pollution, road traffic and every conceivable form of human selfishness, thoughtlessness or even sadism. Human beings&#8217; relationship to animals is currently determined, virtually throughout the world, by the primitive law of the strongest, of brute force. This violence reacts back on human society itself. To strive for the rights of animals consequently means striving for humanity, for the dignity of the human race, for the protection of the weak and against violence.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nTout au long de l&#8217;histoire, nombreux sont les êtres humains issus des peuples les plus divers à avoir éprouvé un sentiment de pitié et de solidarité pour l&#8217;animal. Il suffit de penser par exemple aux Indiens, aux Jaina, aux Hindous, aux Bouddhistes, à Saint-François d&#8217;Assise, à Gandhi, Albert Schweitzer. Tolstoï et Dostoïevski. Aujourd&#8217;hui cependant, nous semblons plus éloignés que jamais de l&#8217;espoir que nourrissait Léonard de Vinci il y a cinq cents ans, à savoir la venue d&#8217;une époque où les crimes envers l&#8217;animal seraient punis comme ceux commis envers l&#8217;homme. Car la souffrance et l&#8217;exploitation de l&#8217;animal ont ces derniers siècles, et tout particulièrement des dernières décennies, augmenté dans des proportions inouïes. Chaque année, des milliards d&#8217;animaux sont rabaisses a l&#8217;état de machines dans les nouvelles formes de &#8220;l&#8217;élevage intensif&#8221; et sont torturés; environ deux cent millions d&#8217;animaux sont soumis comme &#8220;instruments de mesure&#8221; à des expériences souvent atroces et de longue durée. Des millions d&#8217;entre eux sont chassés, capturés dans des pièges où ils souffrent le martyre; ils meurent des suites de l&#8217;empoisonnement de l&#8217;environnement, de la pollution des mers; ils sont victimes de la circulation automobile et de toutes les formes possibles de l&#8217;égoïsme humain, de l&#8217;insouciance, voire du sadisme. Nos rapports avec l&#8217;animal relèvent actuellement, et ce pratiquement dans le monde entier, du droit primitif du plus fort, de la force brutale. Cette violence a des retombées dans la société elle-même. Défendre les droits de l&#8217;animal signifie dès lors défendre également l&#8217;humanité, la dignité humaine et lutter pour la protection du plus faible et contre la violence.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDie folgenden 17 Artikel sollen hierzu ein Beitrag sein.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe following 17 articles are intended to make a contribution to this goal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nLes 17 articles suivants vont dans ce sens:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅰ</span><br />\nDas Prinzip der Gerechtigkeit erfordert, Gleiches gleich und Ungleiches ungleich zu behandeln. Daher sind alle Lebewesen in den Aspekten, in denen sie gleich sind, gleich zu behandeln.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅰ </span><br />\nThe principle of justice demands that like be treated alike, and unalike be treated unalike, All living creatures must therefore be treated equally in respect of those aspects in which they are equal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅰ </span><br />\nLe principe de la justice exige que ce qui est semblable soit traité comme tel et ce qui est dissemblable le soit de même. C&#8217;est pourquoi tous les êtres vivants doivent être traités de la même façon en ce qui concerne leurs ressemblances.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 1º</span><br />\nO mais elementar princípio de justiça exige que semelhantes sejam tratados igualmente e desiguais sejam tratados de forma desigual. Todas as criaturas vivas devem ser tratadas de forma igual, em respeito aos aspectos em que são iguais.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅱ</span><br />\nDa Tiere genau wie Menschen danach streben, das eigene Leben und das ihrer Art zu erhalten und zu schützen, sie also ein Interesse an ihrem Leben haben, haben sie auch ein Recht auf Leben. Sie können rechtlich daher nicht als Sache eingestuft werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅱ </span><br />\nSince animals, just like humans, strive to maintain and protect their life and that of their species and thus have an interest in their life, they also have a right to life. They therefore cannot be legally classified as inanimate objects.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅱ </span><br />\nL&#8217;animal, tout comme l&#8217;être humain, aspirant au maintien et à la protection de sa propre vie et de celle de son espèce, portant ainsi de l&#8217;intérêt à son existence, a donc aussi le droit à la vie. Il ne doit pas pour cette raison être considéré par la loi comme un objet.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 2º</span><br />\nConsiderando que os animais, exatamente como os homens, esforçamse por proteger suas vidas e as de suas espécies, e que demonstram interesse em viver, eles também tem direito à vida. Isto posto, não podem ser classificados como objetos ou semoventes, juridicamente.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅲ </span><br />\nDa die Tiere den Menschen in der Fähigkeit zu leiden. Schmerzen, Interesse und Befriedigung zu empfinden, gleich sind, müssen diese ihre Fähigkeiten auch in gleicher Weise berücksichtigt werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅲ </span><br />\nAs animals are equal to humans in their capacity for suffering, pain, interest and gratification, these capacities of theirs must also be equally respected.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅲ </span><br />\nL&#8217;animal ressemblant à l&#8217;être humain dans son aptitude à souffrir, à ressentir la douleur et la peur, à montrer de l&#8217;intérêt et à manifester sa satisfaction, il doit donc être tenu compte de ces aptitudes de la même façon.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 3º</span><br />\nConsiderando que os animais são iguais aos homens em sua capacidade de sofrer, sentir dor, interesse e gratificação, estas capacidades precisam ser respeitadas.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅳ </span><br />\nInsbesondere wegen ihrer Fähigkeit, Schmerzen. Angst und Leiden zu empfinden, dürfen Tiere nicht mißhandelt oder geängstigt werden. Das Recht auf Verschonung von menschlicher Gewalt ist ein Grundrecht aller Tiere.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅳ </span><br />\nParticularly due to their capacity for experiencing pain, anxiety and suffering, animals must not be maltreated or occasioned fear. The right of protection from human violence is a fundamental right of all animals.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅳ </span><br />\nC&#8217;est justement parce que l&#8217;animal est capable de ressentir de la douleur, de la peur et de la souffrance qu&#8217;il ne doit être ni maltraité, ni effrayé. Etre soustrait à la violence humaine est un droit fondamental de l&#8217;animal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 4º</span><br />\nConsiderando que os animais são capazes de experimentar a ansiedade e o sofrimento, eles não devem ser maltratados ou amedrontados. O direito à proteção dos homens é um direito fundamental dos animais.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅴ </span><br />\nDie zwischen Menschen und Tieren bestehenden Unterschiede der Intelligenz und des Abstraktionsgrades von Sprache und Bewußtsein können kein Grund sein, die wesentliche Gleichheit in den vitalen Basisfunktionen zu mißachten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅴ </span><br />\nThe differences which exist between humans and animals with regard to intelligence and abstractive capacity in speech and consciousness cannot provide any grounds for disregarding the considerable similarity of the basic vital functions.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅴ </span><br />\nCe n&#8217;est pas parce qu&#8217;il existe des différences dans les degrés d&#8217;intelligence et de capacité d&#8217;abstraction au niveau du langage et de la conscience entre les hommes et les animaux que peuvent être négligées pour autant les ressemblances essentielles dans les fonctions vitales.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 5º</span><br />\nAs diferenças existentes entre homens e animais, relativamente à inteligência e capacidade de falar, não justificam a desconsideração à grande similaridade de suas funções vitais básicas.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅵ</span><br />\nDie Unterscheidung der Tiere nach menschlichen Interessen oder Praeferenzen in Schoß-, Wild- und Nutztiere mit der Folge eines Drei-Klassen-Rechtes ist abzulehnen. Sie verstößt gegen das Prinzip der Gerechtigkeit nach Art. I.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅵ </span><br />\nThe classification of animals into pets, game and working animals, according to human interests or preferences, with the resulting three categories of rights, has to be rejected. It infringes the principle of justice stated in Article I.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅵ </span><br />\nClasser les animaux selon les intérêts de l&#8217;être humain ou selon ses critères préférentiels quels qu&#8217;ils soient dans les catégories d&#8217;animaux de compagnie, d&#8217;animaux sauvages ou utilitaires est à rejeter, car on crée ainsi trois classes de droit différent. Cela transgresse le principe de justice selon l&#8217;art. I.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 6º</span><br />\nA classificação dos animais em animais de estimação, de caça, e de trabalho, de acordo com os interesses e preferências humanas, gerando diferentes categorias de direitos, precisa ser eliminada, sob pena de infringir os princípios de justiça estabelecidos no Artigo I.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅶ </span><br />\nDie von der Evolution hervorgebrachten Tierarten haben das Recht, in ihrer Art weiterzuexistieren, d. h. sie dürfen nicht ausgerottet oder genetisch manipuliert werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅶ </span><br />\nThe species of animals created by evolution have the right to continue to exist within their species; that is, they must not be exterminated or genetically manipulated.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅶ </span><br />\nL&#8217;évolution a engendré des espèces qui ont le droit de continuer à vivre, c&#8217;est-à-dire qu&#8217;on n&#8217;a le droit ni de les exterminer, ni de les manipuler génétiquement.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 7º</span><br />\nAs espécies animais resultantes da evolução tem o direito de existir como tal, isto é, elas não podem ser exterminadas ou manipuladas geneticamente.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅷ </span><br />\nAlle wildlebenden Tierarten haben Anspruch auf den ihnen gemäßen Lebensraum. Die Freiheit darf ihnen nicht entzogen werden. Sie dürfen nur in der Notwehr getötet werden, keinesfalls zu Zwecken des Sports (Jagd. Angeln) oder der wirtschaftlichen Verwertung.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅷ </span><br />\nAll animal species living in the wild have a right to the living space which is appropriate to them. They may not he deprived of their freedom. They may only be killed in self-defence, and in no circumstances for the purpose of sport (hunting, fishing) or of commercial exploitation.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅷ </span><br />\nTout animal en liberté a le droit à un espace vital conforme à ses besoins. La liberté ne doit pas lui être retirée. Il ne doit être tué qu&#8217;en cas de légitime défense, mais en aucun cas pour les besoins du sport (chasse, pêche) ou à des fins économiques.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 8º</span><br />\nToda espécie animal que vive em estado selvagem tem o direito de viver em espaço apropriado. Os animais só podem ser mortos em legitima defesa e, em nenhuma circunstância, por esporte ou exploração comercial.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅸ </span><br />\nDie wildlebenden Tiere sind gegen Beeinträchtigungen durch die menschliche Gesellschaft und Zivilisation aktiv zu schützen (z. B. Straßenverkehr).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅸ </span><br />\nAnimals living in the wild are to be actively protected against interference from human society and civilisation (for example, road traffic).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅸ </span><br />\nLes animaux en liberté doivent être protégés de façon active contre les atteintes de la société et de la civilisation, comme par exemple la circulation automobile.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 9º</span><br />\nOs animais que vivem em estado selvagem devem ser rigorosamente protegidos contra a interferência da sociedade e da civilização humana.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅹ </span><br />\nDie Haltung von Tieren ist grundsätzlich einzuschranken, da sie den Tieren keine artgerechte Umgebung bietet, bzw. mit Tierquälerei verbunden ist.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅹ </span><br />\nThe keeping of animals must be radically restricted, since it does not offer the animals an environment appropriate to their species and is linked with cruelty.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅹ </span><br />\nLe fait de détenir des animaux est à réduire fondamentalement dans la mesure où on ne peut leur offrir un milieu naturel adéquat et parce que leur détention est souvent synonyme de cruauté envers eux.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 10</span><br />\nA custódia deve se restringir ao máximo, já que não oferece aos animais a possibilidade de viver em um ambiente adequado às suas espécies e está ligada à crueldade.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅺ </span><br />\nDie Produktion von Tieren und ihr Verkauf -oder der ihrer Produkte &#8211; zum Zwecke der (Schein-)Befriedigung menschlicher Kontakt-, Prestige- oder Luxusbedürfnisse ist einzustellen. Tiere sind nicht als Ersatz für fehlende zwischenmenschliche Beziehungen zu benutzen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅺ </span><br />\nThe production of animals and the sale of them or their products for the (seeming) satisfaction of human needs for company, prestige or luxury, must discontinue. Animals must not be used as substitutes for a lack of human relationships.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅺ </span><br />\nL&#8217;élevage des animaux et leur vente (ou celle de leurs produits) dans le but de satisfaire (de manière fictive) les besoins humains de contacts, de prestige ou de luxe doivent être abandonnés. L&#8217;animal ne doit pas servir à combler un déficit dans les relations humaines.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 11</span><br />\nA produção e venda de animais e seus produtos para (aparente) satisfação das necessidades humanas como companhia, prestígio, luxúria, precisam ser interrompidas.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. Ⅻ </span><br />\nJedes Tier hat das Recht, seine artgemaßen Verhaltensweisen und seinen eigenen Lebensrhythmus zu verwirklichen. Seine Umwelt muß so ausgestatttet werden, daß es seine Bedürfnisse in Bezug auf Nahrung. Bewegung, Anregung, Abwechslung und Sozialleben befriedigen kann.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article Ⅻ </span><br />\nEvery animal has the right to fulfil the pattern of behaviour appropriate to its species and its own rhythm of life. Its environment must be shaped in such a way that it can satisfy its needs with regard to feeding, movement, stimulation, variety and social living.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. Ⅻ </span><br />\nTout animal a le droit de vivre selon le comportement propre à son espèce et en harmonie avec son rythme naturel. Son milieu doit être conçu de manière à pouvoir satisfaire ses besoins relatifs à la nourriture, le mouvement, la diversion, la stimulation et la vie sociale.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 12</span><br />\nTodo animal tem o direito de agir segundo o padrão de conduta de sua espécie e seu próprio ritmo de vida. Seu ambiente precisa ser adaptado de tal maneira que ele possa satisfazer suas necessidades de alimentação, movimentação, motivação e vida social.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. ⅩⅢ </span><br />\nTiere dürfen nicht zu Emährungszwecken getötet werden. Ihre Aufzucht, Unterbringung, Fütterung und weitere Versorgung darf nicht mit Belastungen, Qualen oder Schädigungen verbunden sein. Transporte dürfen weder Angst noch Leiden verursachen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article ⅩⅢ </span><br />\nAnimals may not be killed for eating purposes. Their rearing, accommodation, feeding and other care must not be linked with stress, suffering or injury. Transport must not cause them anxiety or suffering.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. ⅩⅢ </span><br />\nLes animaux ne doivent pas être tués à des fins alimentaires. Leur élevage, hébergement, alimentation et autres soins ne doivent entraîner ni surmenage, ni mauvais traitements, ni blessures. Les transports ne doivent provoquer ni angoisse ni souffrance.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 13</span><br />\nOs animais não devem ser mortos para consumo. Sua criação, acomodação. alimentação e demais cuidados não devem submetê-los ao stress, sofrimento ou injúria. O transporte não deve lhes causar nenhum sofrimento ou ansiedade.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. ⅩⅣ </span><br />\nTierversuche als extremer Ausdruck von Gewalt gegen Tiere und wesentlicher Bestandteil einer auf dem Gewaltparadigma aufbauenden Wissenschaft verstoßen gegen die Rechte von Menschen und Tieren. Sie sind zu verbieten, gleichgültig, ob ihr Zweck wissenschaftlicher, medizinischer, kommerzieller oder anderer Natur ist.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article ⅩⅣ </span><br />\nAnimal experiments, as an extreme expression of violence against animals and a significant element of a science which is based upon the model of violence, contravene the rights of both humans and animals. They must be forbidden, regardless of whether their purpose is of a medical, commercial or other nature.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. ⅩⅣ </span><br />\nL&#8217;expérimentation animale, en tant que manifestation extrême de la violence envers l&#8217;animal et composante fondamentale d&#8217;une science qui se construit sur le paradigme de la violence, constitue une atteinte aux droits de l&#8217;être humain et de l&#8217;animal. Elle est à proscrire, que son but soit d&#8217;ordre scientifique, médical, commercial ou autre.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 14</span><br />\nA experimentação animal é a extrema expressão da violência contra os animais e uma parte da ciência que se baseia em um modelo de violência, que infringe os direitos tanto dos homens como dos animais.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. ⅩⅤ </span><br />\nDie Schaustellung von Tieren zu Vergnügungs-, Unterhaltungs- oder (angeblichen) Belehrungszwecken ist mit der Würde des Tieres als Lebewesen nicht zu vereinbaren. Ebenso sind Wett- oder Schaukampfe von Tieren untereinander oder von Menschen gegen Tiere als Verherrlichung der Gewalt zu verbieten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article ⅩⅤ </span><br />\nThe exhibition of animals, whether for amusement, entertainment or (alleged) instructional purposes, is not reconcilable with the dignity of the animal as a living being. Also to be forbidden, as glorifications of violence, are contests or exhibition fights between animals or between humans and animals.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. ⅩⅤ </span><br />\nL&#8217;utilisation publique des animaux à des fins de divertissement, d&#8217;amusement ou à des fins (soi-disant) didactiques n&#8217;est pas compatible avec la dignité de l&#8217;animal en tant qu&#8217;être vivant. De même sont à proscrire les compétitions et les combats d&#8217;animaux tout comme ceux de l&#8217;être humain contre l&#8217;animal, symbole de glorification de la violence.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 15</span><br />\nA exibição de animais para divertimento ou fins pseudo-instrutivos não é compatível com a dignidade do animal como ser vivo sensível. Devem ser proibidas por constituírem uma exaltação da violência, as lutas entre animais ou entre homens e animais.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. ⅩⅥ </span><br />\nDie Verwirklichung der Grundrechte der Tiere ist als Staatszielbestimmung in die Verfassung der Staaten aufzunehmen. Die Regierungen sind verpflichtet, auf nationaler und internationaler Ebene die Verwirklichung dieser Rechte voranzutreiben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article ⅩⅥ </span><br />\nThe fulfilment of the fundamental rights of animals must be taken up as a national objective within the constitutions of the nations. It is the duty of governments to promote the fulfilment of these rights at a national and international level.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. ⅩⅥ </span><br />\nL&#8217;application des droits fondamentaux de l&#8217;animal doit constituer un objectif gouvernemental et être incluse dans les constitutions des états. Les gouvernements sont tenus d&#8217;oeuvrer à la réalisation de cet objectif au niveau national et international.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 16</span><br />\nA concretização dos direitos fundamentais dos animais deve ser considerada um objetivo nacional, nas Constituições das Nações. É um dever dos governos promover o cumprimento desses direitos em nível nacional e internacional.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Art. ⅩⅦ </span><br />\nUm die Verwirklichung der Grundrechte der Tiere wirksam vorantreiben und kontrollieren zu können, sind Beauftragte zu berufen, denen ein entsprechendes Mandat mit ausreichenden gesetzlichen Befugnissen erteilt wird. Hierzu gehört insbesondere die Möglichkeit der Verbandsklage für Tier- und Naturschutzorganisationen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Article ⅩⅦ </span><br />\nIn order to effectively promote and monitor the realisation of animals&#8217; fundamental rights, persons should be appointed who are conferred with an appropriate mandate and sufficient legal powers. These powers must, in particular, include the possibility for animal and nature protection organisations to institute corporate legal action.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Art. ⅩⅦ</span><br />\nAfin d&#8217;assurer et de contrôler l&#8217;application des droits fondamentaux de l&#8217;animal, il est requis de procéder à la nomination de mandataires investis d&#8217;un pouvoir juridique adéquat. A cela se rattache notamment la possibilité pour les organismes de protection des animaux et de la nature d&#8217;avoir recours à la justice.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n<span class=\"instruction\">Artigo 17</span><br />\nPara o fim de promover e fiscalizar o cumprimento dos direitos fundamentais dos animais deverão ser designadas pessoas a quem serão conferidas os competentes mandatos e poderes legais para tal. Às entidades de proteção aos animais e à natureza deverão ser delegados poderes para instaurar processos legais em defesa dos animais.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n* * *\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDie vorstehende Proklamation der Grundrechte der Tiere ist unter konsequenter Beachtung des Prinzips der Gewaltfreiheit verfaßt worden, wie im Grundkonsens der grünen Partei enthalten und den großen Befürwortern der Gewaltfreiheit Mahatma Gandhi und Leo Tolstoi folgend.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe foregoing proclamation of the fundamental rights of animals has been written with consistent adherence to the principle of non-violence, as contained in the basic consensus of the Green Party and following the great proponents of non-violence Mahatma Gandhi and Leo Tolstoy.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nHerausgeber: Die Grünen &#8211; Bundesarbeitsgruppe Mensch und Tier, Colmantstr. 36, 5300 Bonn V.i.S.d.P.: Marie-Francoise Kuss, Brinellstr. 26, 4000 Düsseldorf 12\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPublisher: The Greens &#8211; National Working Group on People and Animals, Colmantstr. 36, 5300 Bonn V.i.S.d.P.: Marie-Francoise Kuss, Brinellstr. 26, 4000 Düsseldorf 12\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"pt\">\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>In the lead up to the 200th anniversary of the &#8220;Declaration of the Rights of Man&#8221; (1789), the Green Party in West Germany prepared this proclamation. Here is the introduction by Marie-Françoise Kuß:</p>\n<blockquote>\n<table style=\"margin-left: auto;margin-right: auto\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nIch heiße Marie-Françoise Kuß. Ich bin Mitglied der BAG &#8216;Mensch und Tier&#8217; und mache seit ca. einem Jahr Europaarbeit. Grüne Tierschützer aus verschiedenen europäischen Ländern werden anläßlich des 5. Europa-Kongreßes der Grünen Anfang April in Paris eine Europa-AG für den Tierschutz gründen. Soweit ich weiß, wird sie die erste Europa-AG sein. Um dies zu zelebrieren und in Anbetracht der Zweihundertjahrfeier der Verkündigung der Menschenrechte haben die grünen Tierschützer in Deutschland eine Erklärung der Grundrechte der Tiere verabschiedet, und ich möchte diese Erklärung hier vortragen:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy name is Marie-Françoise Kuß. I am a member of the BAG &#8216;Humans and Animals&#8217; and have been doing European work for about a year. Green animal rights activists from different European countries are going to found a Europe-AG for animal protection on the occasion of the 5th Europe-Congress of the Greens in Paris at the beginning of April.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The Fifth Congress of the European Green parties was held in Paris 7-9 April 1989.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> As far as I know, it will be the first European AG. To celebrate this and in view of the bicentenary of the Declaration of Human Rights, the Green animal rights activists in Germany have adopted a Proclamation of the Fundamental Rights of Animals, and I would like to present this proclamation here:<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> English translation of this paragraph by Aharon Varady.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>The Brazilian Portuguese translation of the Proclamation was provided by Dr. Edna Cardozo Dias, from her book, <em>A Tutela Jurídica dos Animais</em> (2020), end of chapter 8, pp. 315-318. (Thank you!)</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/proklamation-der-grundrechte-der-tiere-die-grunen-1989/Proklamation%20der%20Grundrechte%20der%20Tiere%20%28Proclamation%20of%20Fundamental%20Animal%20Rights%29%20Die%20Gr%C3%BCnen%20Bundesarbeitsgruppe%20Mensch%20und%20Tier%201989%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The Fifth Congress of the European Green parties was held in Paris 7-9 April 1989.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">English translation of this paragraph by Aharon Varady.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Modern Miscellany",
        "Labor &amp; Workers' Day Readings",
        "Rosh haShanah la-Behemah Readings"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "animals",
        "civil declarations and charters",
        "English Translation",
        "French translation",
        "liberty",
        "Needing Translation (into Hebrew)",
        "Portuguese translation",
        "צער באלי חיים tsa'ar baalei ḥayyim",
        "שבע מצות בני נח Seven Noaḥide Commandments"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2986"
        ],
        "_thumbnail_id": [
            "52613"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/09/Die-Grunen-Bundesarbeitsgruppe-Mensch-und-Tier-banner-retouched-Aharon-Varady.png",
        "title": "Die Grünen Bundesarbeitsgruppe Mensch und Tier (banner retouched Aharon Varady)",
        "caption": "Die Grünen Bundesarbeitsgruppe Mensch und Tier, unknown artist (banner retouched by Aharon Varady)"
    },
    "source_link": "https://opensiddur.org/?p=52610",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/proklamation-der-grundrechte-der-tiere-die-grunen-bag-mensch-und-tier-1989/",
    "slug": "proklamation-der-grundrechte-der-tiere-die-grunen-bag-mensch-und-tier-1989"
}