{
    "title": "&#x1F4AC; הַצְהָרַת הָאֵמַנְצִיפַּצְיָה | The Emancipation Proclamation (1863), translated, vocalized and cantillated by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer (translation)",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/profile/isaac-gantwerk-mayer-2/\">authors</a> his own original works and <a href=\"/profile/isaac-gantwerk-mayer-3/\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer"
        },
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/profile/isaac-gantwerk-mayer/\">translates</a> and <a href=\"/profile/isaac-gantwerk-mayer-2/\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-3"
        },
        {
            "name": "Abraham Lincoln",
            "bio": "Abraham Lincoln (February 12, 1809 – April 15, 1865) was an American statesman and lawyer who served as the 16th president of the United States (1861–1865) and died in office upon his assassination. Lincoln led the nation through its greatest moral, constitutional, and political crisis in the American Civil War. He preserved the Union, abolished slavery, strengthened the federal government, and modernized the U.S. economy.",
            "website": "https://en.wikipedia.org/wiki/Abraham_Lincoln",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/Abraham_Lincoln_O-77_matte_collodion_print-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-lincoln"
        }
    ],
    "date": "2020-06-19",
    "last_updated": "2023-04-07",
    "excerpt": "In honor of Juneteenth, the holiday of American liberation, this is a translation of Lincoln’s Emancipation Proclamation into Biblical Hebrew. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nIn honor of Juneteenth, the holiday of American liberation, this is a translation of Lincoln’s Emancipation Proclamation into Biblical Hebrew, largely read with Esther cantillation. The list of rebellious provinces is read quickly in a monotone, in the manner of the children of Haman. The line declaring that the proclamation does not apply in states under Union control, and extending slavery to 1865 in much of Louisiana and Virginia, is read in Lamentations trope. #BLM\n</div>\n<h3>Recording</h3>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/hatsharat-haemantsipatsya-isaac-gantwerk-mayer-2020/Hatsharat%20Ha-Emantsipatsya%20%28Isaac%20Gantwerk%20Mayer%202020%29.mp3?_=1\" /><a href=\"https://archive.org/download/hatsharat-haemantsipatsya-isaac-gantwerk-mayer-2020/Hatsharat%20Ha-Emantsipatsya%20%28Isaac%20Gantwerk%20Mayer%202020%29.mp3\">https://archive.org/download/hatsharat-haemantsipatsya-isaac-gantwerk-mayer-2020/Hatsharat%20Ha-Emantsipatsya%20%28Isaac%20Gantwerk%20Mayer%202020%29.mp3</a></audio>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיְהִ֣י ׀ בַּחֹ֣דֶשׁ הַשִּׁשִּׁ֗י ה֚וּא חֹ֣דֶשׁ אֱל֔וּל בְּי֨וֹם עֶשְׂרִ֤ים וְשִׁבְעָה֙ לַחֹדֶ֔שׁ בִּשְׁנַ֣ת תִּׄרְׄכַּׄ֔בׄ לְמִנְיַ֖ן בְּרִיאַ֣ת הָעוֹלָ֑ם וַיְצַ֞ו נְשִׂ֣יא ׀ אַרְצ֣וֹת הַבְּרִ֗ית וַיַּ֤עֲבֶר־קוֹל֙ בְּכׇל־הָ֣אָ֔רֶץ וּב֨וֹ הַדָּבָ֧ר הַזֶּ֛ה כָּת֛וּב עִם־דְּבָרִ֥ים אֲחֵרִ֖ים לֵאמֹֽר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhereas, on the twenty-second day of September, in the year of our Lord one thousand eight hundred and sixty-two, a proclamation was issued by the President of the United States, containing, among other things, the following, to wit:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהִנֵּ֗ה בְּי֣וֹם רֹ֣אשׁ־הַשָּׁנָה֮ בִּינִלְאוּמִי֒ בִּשְׁנַ֣ת תִּׄרְׄכַּׄ֡גׄ לְמִנְיַ֣ן בְּרִיאַ֣ת הָ֠עוֹלָם כׇּל־בְּנֵ֨י אֱנוֹשׁ֜ אֲשֶׁ֣ר־נִכְבָּשִׁ֣ים ׀ לַעֲבָדִ֣ים וְלַשְּׁפָח֗וֹת בְּכׇל־מְדִינָ֤ה וּמְדִינָה֙ וּבְכׇל־חֶ֣בֶל וָחֶ֔בֶל אֲשֶׁר֙ בַּעֵ֣ת הַזֹּ֔את בִּמְרִידָ֕ה נֶ֖גֶד אַרְצ֣וֹת הַבְּרִ֑ית הִנָּ֤ם חׇפְשִׁים֙ בַּעֵ֣ת הַהִ֔יא וּמִן־הַיּ֤וֹם הַהוּא֙ עֲדֵ֣י עַ֔ד וּלְעוֹלְמֵ֖י עוֹלָמִֽים׃ וּמֶמְשֶׁ֩לֶת֩ אַרְצ֨וֹת הַבְּרִ֜ית הַמְּבַצַּ֗עַת בִּרְשׁ֤וּת חֵילָהּ֙ וּבִרְשׁ֣וּת צְבָאָ֔הּ תָּקִ֖ים וְקִבְּלָ֣ה אֶת־חֵרוּתָ֑ם וְלֹא־תַּעֲשֶׂ֨ה מְא֤וּמָה לִכְבָשׁוּם֙ אֹתָ֣ם וְאֶת־כׇּל־אֲשֶׁר־לָהֶ֔ם בְּכׇ֨ל־פּוֹעֲלֵיהֶ֔ם אֲשֶׁ֨ר הֵ֧ם פּוֹעֲלִ֛ים לְקַבֵּ֖ל חֵר֥וּת אֲמִתִּֽית׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;That on the first day of January, in the year of our Lord one thousand eight hundred and sixty-three, all persons held as slaves within any State or designated part of a State, the people whereof shall then be in rebellion against the United States, shall be then, thenceforward, and forever free; and the Executive Government of the United States, including the military and naval authority thereof, will recognize and maintain the freedom of such persons, and will do no act or acts to repress such persons, or any of them, in any efforts they may make for their actual freedom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְצִוָּ֣ה הַמְּבַצֵּ֗עַ בְּי֨וֹם רֹאשׁ־הַשָּׁנָ֤ה הַבִּינִלְאוּמִי֙ כָּאָמ֣וּר בְּק֔וֹל וּקְרָא֙ אֶת־הַמְּדִינ֣וֹת וְהַחֲבָלִ֔ים אֲשֶׁ֧ר בִּמְרִידָ֛ה נֶ֖גֶד אַרְצ֣וֹת הַבְּרִי֑ת וְאֶת־עַ֤מֵּיהֶם֙ עַ֣ם לַמְּדִינָ֔ה יִהְי֕וּ בִּמְרִידָ֥ה נֶ֖גֶד אַרְצ֥וֹת הַבְּרִֽית׃ וְכִ֣י ׀ אִם־שְׁלִיחֵ֣י הַמְּדִינ֗וֹת בַּיּ֤וֹם הַהוּא֙ יֵרָאֶ֔ה בְּחֶ֣סֶד וֶאֱמֶ֔ת בִּוְעִידַ֖ת אַרְצ֣וֹת הַבְּרִ֑ית שְׁלִיחִ֣ים אֲשֶׁ֣ר נִבְחֲרוּ֩ בַּ֨בְּחִיר֤וֹת אֲשֶׁר־בַּהֵן֙ הִצְבִּ֔יעוּ רֹ֖ב הַמַּצְבִּיעִ֥ים הַמֻּסְמָכִֽים׃ בְּחֶסְר֕וֹן עֵד֥וּת חֲזָקָ֖ה נֶגְדָּ֑ם זֶ֣ה ׀ יִקָּרֵ֣א מַכְרִ֗יעַ כִּ֨י הַמְּדִינָ֤ה הַהִיא֙ וְעַמֶּ֔יהָ לֹ֧א בִּמְרִידָ֛ה נֶ֖גֶד אַרְצ֥וֹת הַבְּרִֽית׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;That the Executive will, on the first day of January aforesaid, by proclamation, designate the States and parts of States, if any, in which the people thereof, respectively, shall then be in rebellion against the United States; and the fact that any State, or the people thereof, shall on that day be, in good faith, represented in the Congress of the United States by members chosen thereto at elections wherein a majority of the qualified voters of such State shall have participated, shall, in the absence of strong countervailing testimony, be deemed conclusive evidence that such State, and the people thereof, are not then in rebellion against the United States.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְעַתָּ֖ה עַל־כֵּ֑ן אָנֹכִי֙ אַבְרָהָ֣ם לינקולן [לִנְק֔וֹן] נְשִׂ֖יא אַרְצ֥וֹת הַבְּרִֽית׃ בִּרְשׁ֣וּת הַ֠כֹּ֠חַ הַהֻקְנֵ֨ה אֵלַ֜י כְּרֹאשׁ־הַפְּקוּדִ֣ים ׀ בְּאַרְצ֣וֹת הַבְּרִ֗ית רֹא֤שׁ הַצָּבָא֙ וְרֹא֣שׁ חֵ֣יל־הַיָּ֔ם בַּעֵת֩ מְרִידָ֨ה חֲמוּשָׁ֧ה אֲמִתִּ֛ית נֶ֖גֶד אַרְצ֣וֹת הַבְּרִ֑ית וְכִפְקוּדַ֤ת מִלְחָמָה֙ מַתְאִימָ֣ה וּנְכוֹנָ֔ה לְהַרְגִּ֖יעַ אֶת־הַמְּרִידָ֥ה הַזֹּאֽת׃ וְהַיָּ֗ה בַּי֣וֹם רֹ֣אשׁ־הַשָּׁנָה֮ הַבִּינִלְאוּמִ֣י הַזֶּה֒ בִּשְׁנַת֙ תִּ֣ׄרְׄכַּׄ֔גׄ לְמִנְיַ֖ן בְּרִיאַ֣ת הָעוֹלָ֑ם וּלְכַוָּנָתִ֗י לַעֲשׂ֤וֹת כְּקָרָ֙אתִי֙ לִתְקוּפָ֣ה מְלֵאָ֔ה שִׁבְעָ֤ה שָׁבוּעוֹת֙ וְעוֹד־שִׁבְעָ֣ה שָׁבוּע֔וֹת עַ֨ד מֵאָ֧ה י֛וֹם מִן־הַיּ֖וֹם הָאָמֽוּר׃ הִנֵּ֨ה אֲצַוֶּ֝ה וְהִנֵּ֣ה אֶקְרָ֗א אֵ֚ת הַמְּדִינ֣וֹת וְהַחֲבָלִ֔ים אֲשֶׁ֨ר בָּ֤ם עַמֵּיהֶם֙ בַּיּ֣וֹם הַזֶּ֔ה בִּמְרִידָ֕ה נֶ֖גֶד אַרְצ֣וֹת הַבְּרִ֑ית וְאֵ֥לּוּ הֵ֖ן לֵאמֹֽר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nNow, therefore I, Abraham Lincoln, President of the United States, by virtue of the power in me vested as Commander-in-Chief, of the Army and Navy of the United States in time of actual armed rebellion against the authority and government of the United States, and as a fit and necessary war measure for suppressing said rebellion, do, on this first day of January, in the year of our Lord one thousand eight hundred and sixty-three, and in accordance with my purpose so to do publicly proclaimed for the full period of one hundred days, from the day first above mentioned, order and designate as the States and parts of States wherein the people thereof respectively, are this day in rebellion against the United States, the following, to wit:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאַרְקֶנְסָ֥ה וּטֶ֖קְסָס וּלוּאִיזְיָֽנָה׃ ח֨וּץ מִן־ הַקְּהִיל֤וֹת הַאֵ֙לֶּה֙ סֵנְטִבֶּרְנָ֣רְד וּפְלֶ֔אקְמִנְז וּדְשֶׁ֣פֶרְסוֹן וְסֵנְטְי֔וֹחָנָן וְסֵנְטִשָׁ֖רְלֶס וְסֵנְטְיַעֲקֹ֣ב עִילִ֑ית וַעֲלִיָּה֙ וּטֶרֶבּ֣וֹן וְלַפ֔וּשׁ וְסֵנְטִמֶ֧רְיָם וְסֵנְטִמַרְתִ֛ין וְאוֹרלִ֖ינְס וְעִיר־אוֹרלִ֥ינְס חֲדָשָֽׁה׃ מִסִּסִּ֥יפִּי וָאַלָבָּ֖מָה וּפְלוֹרִידָ֥ה וּגוֹרְגְיָֽה׃ וְקָרוֹלִינָ֣ת הַנֶּ֔גֶב וְקָרוֹלִינָ֖ת הַצָּפ֑וֹן וּוִרְגִינִיָֽה׃ ח֨וּץ מִין־ הַמְּחוֹזִ֤ים הַנִּקְרָאִים֙ וִירְגִינְיַ֣ת הַמַּעֲרָבָ֔ה וְגַ֖ם הַמְּחוֹזִ֣ים הַאֵ֑לֶּה בֵּרְקֶלִ֤י וָאַקוֹמָק֙ וְנ֣וֹרְתָ֔מְפְּטוֹן וְעִ֤יר אֶלִישֶׁ֙בַע֙ וְי֔וֹרְק וְחַנָּ֣ה הַנְּסִיכָ֔ה וּנוֹרְפ֕וֹלְק עִם־עַרֵ֥י נוֹרְפ֖וֹלק וּפוֹרְצְמֽוֹת׃ וְהַנּוֹתָ֥ר מֵהֶ֖ם לַזְּמַ֣ן הַזֶּ֑ה נִשְׁאַ֕ר כְּמוֹ־לִפְנֵ֖י הַקְּרִיאָ֥ה הַזֹּאֽת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nArkansas, Texas, Louisiana, (except the Parishes of St. Bernard, Plaquemines, Jefferson, St. John, St. Charles, St. James Ascension, Assumption, Terrebonne, Lafourche, St. Mary, St. Martin, and Orleans, including the City of New Orleans) Mississippi, Alabama, Florida, Georgia, South Carolina, North Carolina, and Virginia, (except the forty-eight counties designated as West Virginia, and also the counties of Berkley, Accomac, Northampton, Elizabeth City, York, Princess Ann, and Norfolk, including the cities of Norfolk and Portsmouth[)], and which excepted parts, are for the present, left precisely as if this proclamation were not issued.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוּבִרְשׁ֨וּת הַכֹּ֤ח וְהַכַּוָּנָה֙ הָאֲמוּרִ֣ים לְעֵ֔יל הִנֵּ֥ה אֲצַוֶּ֖ה וְהִנֵּ֣ה אֶקְרָ֑א כִּ֣י ׀ כׇּל־בְּנֵ֣י אֱנ֗וֹשׁ אֲשֶׁ֨ר עֲבָדִ֤ים וּשְׁפָחוֹת֙ הָי֔וּ בַּמְּדִינ֨וֹת וּבַחֲבָלִ֤ים הָאֵלֶּה֙ הֵ֣ם חׇפְשִׁ֔ים וּמֵעַתָּ֥ה וְעַד־עוֹלָ֖ם הֵ֥ם חׇפְשִֽׁים׃ וּמֶמְשֶׁ֩לֶת֩ אַרְצ֨וֹת הַבְּרִ֜ית הַמְּבַצַּ֗עַת בִּרְשׁ֤וּת חֵילָהּ֙ וּבִרְשׁ֣וּת צְבָאָ֔הּ תָּקִ֥ים וְקִבְּלָ֖ה אֶת־חֵרוּתָֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd by virtue of the power, and for the purpose aforesaid, I do order and declare that all persons held as slaves within said designated States, and parts of States, are, and henceforward shall be free; and that the Executive government of the United States, including the military and naval authorities thereof, will recognize and maintain the freedom of said persons.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְעַתָּ֣ה אֶפְקְדָה־נָ֗א עַל־הַנִּקְרָאִ֤ים חׇפְשִׁים֙ לִרְחֹ֣ק מֵחָמָ֔ס אִם־לֹ֖א לַהֲגַנָּ֣ה עַצְמִ֑ית וְהִנֵּה־ט֣וֹב בְּעֵינַ֗י אִם־מְלֶ֤אכֶת אֱמוּנָה֙ תַּעֲשׂ֔וּ וְשֻׁלְּמ֖וּ בִּשְׂכַ֥ר טוּב־שֵֽׂכֶל׃ וְעוֹד֙ אֶנְאַ֣ם וְהוֹדַעְתִּ֔י כִּ֕י הָאֲנָשִׁ֥ים הָאֵ֖לֶּה כִּי־מֻסְמָכִ֑ים הִנָּ֨ם יְקֻבְּל֤וּ בְּצִבְאוֹת֙ אַרְצ֣וֹת הַבְּרִ֔ית לִשְׁמֹ֤ר מִבְצָרִים֙ וּמַעֲמָד֤וֹת וּמַטּוֹת֙ וּמְקוֹמ֣וֹת אֲחֵרִ֔ים וּלְאַיֵּ֕שׁ אֶת־כׇּל־מִינֵ֥י אֳנִיּ֖וֹת בִּצְבָאָֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd I hereby enjoin upon the people so declared to be free to abstain from all violence, unless in necessary self-defence; and I recommend to them that, in all cases when allowed, they labor faithfully for reasonable wages. And I further declare and make known, that such persons of suitable condition, will be received into the armed service of the United States to garrison forts, positions, stations, and other places, and to man vessels of all sorts in said service.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְעַ֣ל ׀ הַפְּעֻלָּ֣ה הַזֹּ֗את פְּעֻלָּ֤ה מׇאֳמֶ֙נֶת֙ בֶּאֱמוּנָ֣ה שְׁלֵ֔מָה לִהְי֖וֹת פְּעֻ֣לַּת צֶ֑דֶק אֲבַקֵּ֨שׁ מִבְּנֵ֤י הָאָדָם֙ דִּ֣ין וּמִשְׁפָּ֔ט ׀ וְחֶ֧סֶד וְרַחֲמִ֛ים וְרָצ֖וֹן מֵאֵ֥ל עֶלְיֽוֹן׃ הִנְנִ֥י עֵ֖ד עַל־הַקְּרִיאָ֣ה הַזֹּא֑ת וְהִנֵּה֙ יָדִ֣י עָלֶ֔יהָ וַאֶחְתֹּ֧ם עָלֶ֛יהָ אֶת־חוֹתַ֖ם אַרְצ֥וֹת הַבְּרִֽית׃ הִנֵּ֣ה עֲשׂוּיָה֮ בְּעִ֣יר וָשִׁעְתּוֹן֒ בַּי֨וֹם רֹא֤שׁ הַשָּׁנָה֙ הַבִּ֣ינִלְאוּמִ֔י בִּשְׁנַת֙ תִּ֣ׄרְׄכַּׄ֔גׄ לְמִנְיַ֖ן בְּרִיאַ֣ת הָעוֹלָ֑ם הִ֚יא שְׁנַת־שֶׁ֣בַע וּשְׁמוֹנִ֔ים לְעַצְמָא֕וּת אַרְצ֥וֹת הַבְּרִ֖ית אֶ֥רֶץ־אָמֵרִיקָֽה׃ הַנָּשִׂ֖יא ׀ אַבְרָהָ֣ם לינקולן [לִנְק֑וֹן] וּוִילְיָא֤ם הֶ֙נְרִי֙ סְי֔וּאָרְד ׀ שָׂ֖ר הַמְּדִינָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd upon this act, sincerely believed to be an act of justice, warranted by the Constitution, upon military necessity, I invoke the considerate judgment of mankind, and the gracious favor of Almighty God.  In witness whereof, I have hereunto set my hand and caused the seal of the United States to be affixed.  Done at the City of Washington, this first day of January, in the year of our Lord one thousand eight hundred and sixty three, and of the Independence of the United States of America the eighty-seventh.  By the President: ABRAHAM LINCOLN WILLIAM H. SEWARD, Secretary of State.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>A Transcription of <a href=\"https://www.archives.gov/exhibits/featured-documents/emancipation-proclamation/transcript.html\">A Proclamation by the President of the United States of America on January 1, 1863</a>.</p>\n<h3>Source(s)</h3>\n<div id=\"attachment_32305\" style=\"width: 234px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2020/06/preliminary-emancipation-proclamation-1024.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-32305\" src=\"https://opensiddur.org/wp-content/uploads/2020/06/preliminary-emancipation-proclamation-1024-224x300.jpg\" alt=\"\" width=\"224\" height=\"300\" class=\"size-medium wp-image-32305\" srcset=\"https://opensiddur.org/wp-content/uploads/2020/06/preliminary-emancipation-proclamation-1024-224x300.jpg 224w, https://opensiddur.org/wp-content/uploads/2020/06/preliminary-emancipation-proclamation-1024.jpg 764w\" sizes=\"(max-width: 224px) 100vw, 224px\" /></a><p id=\"caption-attachment-32305\" class=\"wp-caption-text\">Preliminary Emancipation Proclamation, January 1, 1863.</p></div>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Modern Miscellany",
        "Juneteenth (Emancipation Day) Readings"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Abraham Lincoln",
        "Black Lives Matter",
        "civil declarations and charters",
        "Emancipation",
        "Slaveholders' Rebellion (1861-1865)"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4418"
        ],
        "_thumbnail_id": [
            "40378"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/06/Emancipation-proclamation-reading-Granger_0009233_HighRes.jpg",
        "title": "Emancipation-proclamation-reading-Granger_0009233_HighRes",
        "caption": "EMANCIPATION PROCLAMATION,\n1863. 'Reading the Emancipation Proclamation.' Engraving,  1864."
    },
    "source_link": "https://opensiddur.org/?p=32304",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/the-emancipation-proclamation-1863-translated-vocalized-and-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "the-emancipation-proclamation-1863-translated-vocalized-and-cantillated-by-isaac-gantwerk-mayer"
}