{
    "post_id": 43774,
    "title": "&#x1F4AC; Universal Declaration of Human Rights | אַלװעלטלעכע דעקלאַראַציע פֿון מענטשנרעכט | הַכְרָזָה לְכׇל בָּאֵי עוֹלָם בִּדְבַר זְכֻיוֹת הָאָדָם | Deklarasion Universal de Derechos Umanos (1948)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Zackary Sholem Berger (translation)",
            "bio": "Zackary Sholem Berger is a poet in English, Yiddish, and Hebrew living in Baltimore, where he is a member of Beth Am and Hinenu.",
            "website": "https://zackarysholemberger.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/07/zackary-sholem-berger-e1674562149154-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/zackary-sholem-berger-translation"
        },
        {
            "name": "Refoyl Finkl (translation)",
            "bio": "Refoyl Finkl (a/k/a Raphael Finkel) is an activist for the preservation of the Yiddish language, promoting its use and providing fonts, various texts, and tools for writing Yiddish in personal computers. At the University of Kentucky, Dr. Finkel teaches computer science. He earned his PhD in computer science at Stanford University under the supervision of Vinton Cerf.",
            "website": "http://www.cs.uky.edu/~raphael/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/04/refoyl-finkl-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/raphael-finkel"
        },
        {
            "name": "Unknown (translation)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please <a href=\"/contact/\">let us know</a>!",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown-translator"
        },
        {
            "name": "Peng Chun Chang",
            "bio": "Peng Chun Chang, commonly known as P. C. Chang (simplified Chinese: 张彭春; traditional Chinese: 張彭春; pinyin: Zhāng Péngchūn; Wade–Giles: Chang1 P'eng2-ch'un1; 1892–1957), was a Chinese academic, philosopher, playwright, human rights activist, and diplomat. On the Universal Declaration of Human Rights drafting committee, he served both as an effective Asian delegate and also as a mediator when the negotiations reached a stalemate. He served as Vice-Chairman of the original UN Commission on Human Rights and Republic of China delegate to committee and played a pivotal role in its drafting of the Universal Declaration of Human Rights (UDHR) of 1948. He was born in Tianjin, China, and died at his home in Nutley, New Jersey.",
            "website": "https://en.wikipedia.org/wiki/P._C._Chang",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/peng-chun-chang-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/peng-chun-chang"
        },
        {
            "name": "Charles Malik",
            "bio": "Charles Habib Malik (also, Malek; 11 February 1906 – 28 December 1987; Arabic: شارل مالك) was a Lebanese academic, diplomat, philosopher, and politician. He served as the Lebanese representative to the United Nations, the President of the Commission on Human Rights and the United Nations General Assembly, a member of the Lebanese Cabinet, a national minister of Education and the Arts, and of Foreign Affairs and Emigration, and theologian. He participated in the drafting of the 1948 Universal Declaration of Human Rights.",
            "website": "https://en.wikipedia.org/wiki/Charles_Malik",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/Charles-Malik-96x96.png",
            "profile_link": "https://opensiddur.org/profile/charles-malik"
        },
        {
            "name": "René Cassin",
            "bio": "René Samuel Cassin (5 October 1887 – 20 February 1976) was a French jurist known for co-authoring the Universal Declaration of Human Rights and receiving the Nobel Peace Prize. Born in Bayonne to a Sephardi Jewish family, he grew up in Nice, where he attended the Lycée Masséna, and graduated with a bachelor's degree at 17. He matriculated at the University of Aix, studying political economics, constitutional history, and Roman law, and awarded distinctions in law, and a university degree with distinction, and a first prize in the competitive examinations in the faculty of law. In 1914 in Paris, he was awarded his doctorate in juridical science, economics, and politics. Cassin served in World War I in 1916 at the Battle of the Meuse. In one operation he led an attack on enemy positions but was gravely injured in the arm, side, and stomach by machine gun fire. A medic saved his life, but he only received surgical treatment ten days later at Antibes. He was awarded the Croix de Guerre for his actions, but was too gravely injured to return to active duty, and was mustered out as a war invalid. He formed the Union Fédérale, a leftist, pacifist organization for veterans and founded the French Federation of Disabled War Veterans in 1918 and until 1940 serving as its president and then honorary president. As French delegate to the League of Nations from 1924 to 1938, Cassin pressed for progress on disarmament and in developing institutions to aid the resolution of international conflicts. In April 1941, Cassin made a radio broadcast from London, addressing himself especially to French Jews from a secular viewpoint and reminding them of the full and equal protection France had always offered Jews since the Revolution. He exhorted them to pay back that debt in part by joining the forces of Free France. In May, the Vichy Regime stripped Cassin of his French citizenship, and in 1942 sentenced him to death in absentia. In 1945, Charles de Gaulle suggested Cassin, having done so much for the French people, also do something to help the Jewish people. Cassin became the president of the French-Jewish Alliance Israelite Universelle (AIU) which had previously been primarily dedicated to educating Sephardi Jews living under the rule of the Ottoman Empire according to a French modernist curriculum. As president of the AIU, Cassin worked with the American Jewish Committee and the Anglo-Jewish Association, to found the Consultative Council of Jewish Organisations, a network dedicated to building support for Cassin's platform of human rights from a Jewish perspective while the UN human rights system was in its early stages of development. Following World War Two, Cassin was assigned to the United Nations, helping to draft the Universal Declaration of Human Rights. Working from a list of rights elaborated by Canadian scholar and professor of law John Humphrey, Cassin produced a revised draft and expanded the text.  He served on the UN's Human Rights Commission and the Hague Court of Arbitration. He was also a member (1959–1965) and president (1965–1968) of the European Court of Human Rights.",
            "website": "https://en.wikipedia.org/wiki/René_Cassin",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/rene-cassin-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/rene-cassin"
        },
        {
            "name": "John Peters Humphrey",
            "bio": "John Peters Humphrey OC (April 30, 1905 – March 14, 1995) was a Canadian legal scholar, jurist, and human rights advocate. He is most famous as the principal author of the first draft of the Universal Declaration of Human Rights.",
            "website": "https://en.wikipedia.org/wiki/John_Peters_Humphrey",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/jph-pic-1-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/john-peters-humphrey"
        },
        {
            "name": "United Nations Office of the High Commissioner for Human Rights",
            "bio": "The Office of the United Nations High Commissioner for Human Rights, commonly known as the Office of the High Commissioner for Human Rights (OHCHR) or the United Nations Human Rights Office, is a department of the Secretariat of the United Nations that works to promote and protect human rights that are guaranteed under international law and stipulated in the Universal Declaration of Human Rights of 1948. The office was established by the United Nations General Assembly on 20 December 1993 in the wake of the 1993 World Conference on Human Rights.",
            "website": "https://www.ohchr.org/en/ohchr_homepage",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/qgDQ2BN4_400x400-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/united-nations-human-rights-office"
        }
    ],
    "date": "2022-04-10",
    "last_updated": "2025-12-31",
    "excerpt": "The Universal Declaration of Human Rights in English with its translations in Hebrew, Yiddish, and Ladino. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nIn the telling of the Passover seder haggadah, we learn famously that &#8220;In every generation one must view oneself as though they had personally left Egypt, as scripture instructs: “And you shall say to your child on that day, ‘This is because of what Hashem did for me when I left Mitsrayim.’ <span class=\"citation\">(Exodus 13:8)</span>” But how? There are profound and accessible ways one can conceptualize what &#8216;Mitsrayim&#8217; means beyond that of imagining the historical reality of corveé labor in 13th century Egypt. </p>\n<p>For many, the experience of liberation from Mitsrayim, striving for Theophany, and receiving Torah, is a daily mental exercise, prompted by the thematic arrangement of morning prayer readings. Students of the Baal Shem Tov, from the Alter Rebbe to Rebbe Naḥman taught, that every person, in every era, in every year, and in every day is obligated to leave Mitsrayim. Following after the suggestive wordplay of Mitsrayim read as &#8220;mitsrim&#8221; (narrows) in Lamentations 1:3, simply moving between the mental states of sleep into wakefulness echoes this liberatory process, and with even greater intention, liberation can also be a movement from small-mindedness to a more expansive awareness, and hopefully one that takes into consideration the needs and concerns of all the beings whose lives we connect with or whose lives we might disrupt through our activities and habits of behavior. It&#8217;s instructive to me that such a project requires intention but that we are not alone at all in working on this project &#8212; and on the contrary, there are many people that are and have been engaged in this work.</p>\n<p>In this spirit, I made an effort before Pesaḥ this year to transcribe the pointed Hebrew translation of the <em><a href=\"https://en.wikipedia.org/wiki/Universal_Declaration_of_Human_Rights\">Universal Declaration of Human Rights</a></em> (1948) and set it opposite one of the source texts from which it was derived, along with two other translations: Ladino and Yiddish. It is something I can review on a regular basis after shaḥarit among other profound works such as the <em>zikhronot</em> and the Decalogue. </p>\n<p>The Declaration is an attempt to realize a profound hope for a new order to emerge out of the horrors of World War Ⅰ &#038; Ⅱ &#8212; a peaceful and prosperous world founded on human rights enshrined in international legal agreement. This document was preceded by other declarations and charters &#8212; President Roosevelt&#8217;s articulation of the <a href=\"https://www.fdrlibrary.org/four-freedoms\">Four Freedoms</a> (1941),  Meyer I. David&#8217;s <a href=\"/?p=35418\">Declaration of Interdependence</a> (1944) and the <a href=\"/?p=43731\">Preamble to the United Nations Charter</a> (1945). Our work in helping to realize a more peaceful and humane world begins with our honoring and demanding these humane values and international aspirations be made manifest in our day, in our time. &#8211;Aharon Varady\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (Ladino)</th>\n<th style=\"text-align: right;\">Translation (Eastern Yiddish)</th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהַכְרָזָה לְכׇל בָּאֵי עוֹלָם בִּדְבַר זְכֻיוֹת הָאָדָם\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n<u>Deklarasion Universal de Derechos Umanos</u>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַלװעלטלעכע דעקלאַראַציע פֿון מענטשנרעכט\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Universal Declaration of Human Rights</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n[מָבוֹא]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nPrefasio\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהקדמה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPreamble\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהַכָּרָה בְּכָּבוֹד הַטִבְעִי אֲשֶׁר לְכׇל בְּנֵי מִשְׁפַּחַת הָאָדָם וּבִזְכֻיוֹתֵיהֶם הַשָׁווֹת וְהַבִּלְתִּי נִפְקָעוֹת הוּא יְסוֹד הַחֹפֶשׁ, הַצֶדֶק וְהַשָׁלוֹם בָּעוֹלָם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke la libertad, la djustisia i la paz en el mundo tienen por baza el rekonosimiento de la dinyidad propia esensial i de los derechos iguales i no violavles de todos los miembros de la famiya umana,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי דער סאַמער גרונט פֿון פֿרײַהײט, יושר, און שלום אױף דער גאָרער װעלט באַשטײט פֿון אָנערקענען דעם תּוכיקן כּבֿוד און די גלײַכע און ניט־איבערטראָגלעכע רעכט פֿון אַלע מיטגלידער פֿון דער מענטשישער משפּחה,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas recognition of the inherent dignity and of the equal and inalienable rights of all members of the human family is the foundation of freedom, justice and peace in the world,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהַזִלְזוּל בִּזְכֻיוֹת הָאָדָם וּבִזוּיָן הִבְשִׁילוּ מַעֲשִׂים פִּרְאִיִים שֶׁפָּגְעוּ קָשֶׁה בְּמַצְפּוּנָה שֶׁל הָאֱנוֹשוּת; וּבִנְיַן עוֹלָם, שֶׁבּוֹ יֵהָנוּ כׇּל יְצוּרֵי אֱנוֹשׁ מִחֵרוּת הַדִבּוּר וְהָאֱמוּנָה וּמִן הַחֵרוּת מִפַּחַד וּמִמַחְסוֹר, הֻכְרַז בְּרֹאשׁ שְׁאִיפוֹתָיו שֶׁל כׇּל הָאָדָם,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke el deskonosimiento i el despresio de los derechos umanos tienen kavzado aktos de barbaridad ke solevantan la konsensia de la umanidad; i ke fue proklamado komo la aspirasion mas alta del ombre, la yegada de un mundo en el kual los umanos, liberados del espanto i de la mizeria, gozen de la libertad de la palavra i de la libertad de kreensias,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי איגנאָרירן און ביטול צו די מענטשנרעכט האָבן גורם געװען באַרבאַרישע אַקטן װאָס האָבן אָנגעװאָרפֿן אַ גרױל אױף אַלע מענטשן, און היות װי די העכסטע האָפֿנונג פֿון די אומות העולם איז אַז די צײַט זאָל אָנקומען װען מענטשן זאָלן געניסן פֿון פֿרײַהײט, אי פֿון רעדן אי פֿון גלױבן, און קײנער זאָל ניט לײַדן פֿון קײן מורא אָדער נױט,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas disregard and contempt for human rights have resulted in barbarous acts which have outraged the conscience of mankind, and the advent of a world in which human beings shall enjoy freedom of speech and belief and freedom from fear and want has been proclaimed as the highest aspiration of the common people,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהֶכְרֵחַ חִיוּנִי הוּא שֶׁזְכֻיוֹת הָאָדָם תִּהְיֶינָה מוּגָנוֹת בְּכֹחַ שִׁלְטוֹנוֹ שֶׁל הַחֹק, שֶׁלֹא יְהֵא הָאָדָם אָנוּס, כְּמִפְלָט אַחֲרוֹן, לְהַשְׁלִיךְ אֶת יְהָבוֹ עַל מְרִידָה בָּעֲרִיצוּת וּבַדִכּוּי,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke es esensial ke los derechos umanos sean protejados por un rejimen de derecho, para ke el ombre no se veyga ovligado, komo ultimo remedio, de revoltarse kontra la tirania i la opresion,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי געזעץ און יושר מוזן פֿאַרטײדיקן מענטשנרעכט, טאָמער מען װעט זיך אין נױט נעמען רעבעלירן קעגן טיראַניע און באַדריקונג,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas it is essential, if man is not to be compelled to have recourse, as a last resort, to rebellion against tyranny and oppression, that human rights should be protected by the rule of law,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהֶכְרֵחַ חִיוּנִי הוּא לְקַדֵם אֶת הִתְפַּתְּחוּתָם שֶׁל יַחֲסֵי יְדִידוּת בֵּין הָאֻמוֹת,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando tambien ke es esensial de favorizar la formasion de relasiones de amistad entre las nasiones,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי דערמוטיקן די אַנטװיקלונג פֿון פֿרײַנטלעכע באַציונגען צװישן לענדער איז אַן עיקר,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas it is essential to promote the development of friendly relations between nations,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהָעַמִים הַמְאֻגָדִים בְּאִרְגוּן הָאֻמוֹת הַמְאֻחָדוֹת חָזְרוּ וְאִשְׁרוּ בִּמְגִילָה אֶת אֱמוּנָתָם בִּזְכֻיוֹת הַיְסוֹד שֶׁל הָאָדָם, בִּכְבוֹדָהּ וּבְעֶרְכָּה שֶׁל אִישִׁיוּתוֹ וּבִזְכוּת שָׁוָה לַגֶבֶר וְלָאִשָׁה; וּמָנוּי וְגָמוּר אִתָּם לְסַיַע לְקִדְמָה חֶבְרָתִית וּלְהַעֲלָאַת רָמַת הַחַיִים בְּתּוֹךְ יֶתֶר חֵרוּת,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke los puevlos de las Nasiones Unidas afirmaron de muevo en la Karta sus fey en los derechos fundamentales del ombre, en la dinyidad i la valor de la persona umana i en la igualdad de derechos de ombres i mujeres; i se deklararon dechididos a favorizar el progreso sosial i a elevar el nivel de vida kon un konsepto mas ancho de la libertad,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי די פֿעלקער פֿון די פֿאַראײניקטע פֿעלקער האָבן אין זײער טשאַרטער אונטערגעשטריכט זײער גלױבן אין גרונטלעכע מענטשנרעכט, אין דעם כּבֿוד און װערט פֿון יעדן מענטש, און אין די גלײַכע רעכט פֿון מענער און פֿרױען, און היות װי זײ האָבן באַשלאָסן דערמוטיקן געזעלשאַפֿטלעכע פּראָגרעס און בעסערע לעבנס־שטײגערס,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas the peoples of the United Nations have in the Charter reaffirmed their faith in fundamental human rights, in the dignity and worth of the human person and in the equal rights of men and women and have determined to promote social progress and better standards of life in larger freedom,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וְהַמְדִינוֹת הַחֲבֵרוֹת הִתְחַיְבוּ לִפְעֹל, בְּשִׁתּוּף עִם אִרְגוּן הָאֻמוֹת הַמְאֻחָדוֹת, לְטִפּוּחַ יַחַס כָּבוֹד כְּלָלִי אֶל זְכֻיוֹת הָאָדָם וְאֶל חֵרֻיוֹת הַיְסוֹד וְהַקְפָּדָה עַל קִיוּמָן,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke los Estados Miembros prometieron de asegurar, en kooperasion kon la Organizasion de las Nasiones Unidas, el respekto universal i efektivo a los derechos i libertades fundamentales del ombre, i\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי די פֿעלקער מיטגלידער האָבן געטאָן אַ נדר מיטצואַרבעטן מיט די פֿאַראײניקטע פֿעלקער און װײַטער צו דערמוטיקן אַלװעלטלעכע דרך־ארץ און אָפּהיטן מענטשנרעכט און גרונטלעכע פֿרײַהײט,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas Member States have pledged themselves to achieve, in co‐operation with the United Nations, the promotion of universal respect for and observance of human rights and fundamental freedoms,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהוֹאִיל וַהֲבָנָה מְשֻׁתֶּפֶת בְּמַהוּתָן שֶׁל זְכֻיוֹת וְחֵרֻיוֹת אֵלֶה הוּא תְנַאי חָשׁוּב לְקִיוּמָהּ הַשָׁלֵם שֶׁל הִתְחַיְבוּת זוֹ,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nKonsiderando ke una konsepsion komun de estos derechos i libertades es de la mas grande importansia para kumplir kompletamente la dicha prometa,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nהיות װי אַלע דאַרפֿן פֿאַרשטײן די־אָ רעכט און פֿרײַהײטן כּדי דער נדר זאָל מקוים װערן,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas a common understanding of these rights and freedoms is of the greatest importance for the full realization of this pledge,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְפִיכָךְ מַכְרִיזָה הָעֲצֶרֶת בְּאָזְנֵי כׇּל בָּאֵי הָעוֹלָם אֶת הַהַכְרָזָה הַזֹאת בִּדְבַר זְכֻיוֹת הָאָדָם כְּרָמַת הֶשֵׂגִים כְּלָלִית לְכׇל הָעַמִים וְהָאֻמוֹת, כְּדֵי שֶׁכׇּל יָחִיד וְכׇל גוּף חֶבְרָתִי יְשַׁוֶה תָמִיד לְנֶגֶד עֵינָיו וְיִשְׁאַף לְטַפֵּחַ, דֶרֶךְ לִמוּד וְחִנוּךְ, יַחַס שֶׁל כָּבוֹד אֶל הַזְכֻיוֹת וְאֶל הַחֵרֻיוֹת הַלָלוּ, וּלְהַבְטִיחַ בְּאֶמְצָעִים הַדְרָגָתִיִים, לְאֻמִיִים וּבֵינְלְאֻמִיִים, שֶׁהַהַכָּרָה בְּעֶקְרוֹנוֹת אֵלֶה וְהַהַקְפָּדָה עֲלֵיהֶם תְּהֵא כְּלָלִית וִיעִילָה בְּקֶרֶב אֻכְלוֹסֵי הַמְדִינוֹת הַחֲבֵרוֹת וּבְקֶרֶב הָאֻכְלוֹסִים שֶׁבְּאַרְצוֹת שִׁפּוּטָן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nLa Asamblea Jeneral proklama la prezente Deklarasion Universal de Derechos Umanos komo ideal komun ke deven esforsarsen de alkansar todos los puevlos i todas las nasiones para ke kada persona i kada asosiasion, inspirandosen siempre de esta deklarasion, perkuren, kon la ensenyansa i la edukasion, a espandir el respekto a estos derechos i libertades, i aseguren, por mezuras progresivas nasionales i internasionales, su rekonosimiento i su aplikasion universal i efektiva, tanto entre los puevlos de los Estados Miembros komo entre los de los territorios ke estan debasho de sus juridiksion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאָט דערפֿאַר פּראָקלאַמירט די אַלגעמײנע פֿאַרזאַמלונג די־אָ אַלװעלטלעכע דעקלאַראַציע פֿון מענטשנרעכט װי אַ מאָס און אַ ציל פֿאַר אַלע אומות און אַלע פֿעלקער, כּדי יעדער מענטש און יעדער אינסטאַנץ זאָל האָבן אַלעמאָל אין זינען די־אָ דעקלאַראַציע, און װעט זיך מיִען, דורך לערנען און דערציִען, צו דערמוטיקן דאָס אָנערקענען פֿון די רעכט און די פֿרײַהײטן, און אַז זײ זאָלן אָננעמען מיטלען, סײַ נאַציאָנאַלע סײַ אינטערנאַציאָנאַלע, צו פֿאַרזיכערן דאָס אַלװעלטלעכע אָנערקענען און אָפּהיטן, סײַ צװישן די פֿעלקער פֿון מיטגליד־לענדער, סײַ צװישן די מענטשן װאָס אונטער זײער השפּעה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNow, therefore, the General Assembly proclaims this Universal Declaration of Human Rights as a common standard of achievement for all peoples and all nations, to the end that every individual and every organ of society, keeping this Declaration constantly in mind, shall strive by teaching and education to promote respect for these rights and freedoms and by progressive measures, national and international, to secure their universal and effective recognition and observance, both among the peoples of Member States themselves and among the peoples of territories under their jurisdiction.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף א.<br />\n&nbsp;<br />\nכׇּל בְּנֵי הָאָדָם נוֹלְדוּ בְּנֵי חוֹרִין וְשָׁוִים בְּעֶרְכָּם וּבִזְכֻיוֹתֵיהֶם. כֻּלָם חוֹנְנוּ בִּתְבוּנָה וְּבְמַצְפּוּן, לְפִיכָךְ חוֹבָה עֲלֵיהֶם לִנְהֹג אִישׁ בְּרֵעֵהוּ בְּרוּחַ שֶׁל אַחֲוָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 1<br />\n&nbsp;<br />\nTodos los umanos nasen libres i iguales en dinyidad i derechos i, komo estan ekipados de razon i konsensia, deven komportarsen kon ermandad los unos kon los otros.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 1<br />\n&nbsp;<br />\nיעדער מענטש װערט געבױרן פֿרײַ און גלײַך אין כּבֿוד און רעכט. יעדער װערט באַשאָנקן מיט פֿאַרשטאַנד און געװיסן; יעדער זאָל זיך פֿירן מיט אַ צװײטן אין אַ געמיט פֿון ברודערשאַפֿט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 1<br />\n&nbsp;<br />\nAll human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ב.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לַזְכֻיוֹת וְלַחֵרֻיוֹת שֶׁנִקְבְּעוּ בְּהַכְרָזָה זוֹ לְלֹא הַפְלָיָה כׇּלְשֶׁהִי מִטַעֲמֵי גֶזַע, צֶבַע, מִין, לָשׁוֹן, דָת, דֵעָה פּוֹלִיטִית אוֹ דֵעָה בִּבְעָיוֹת אֲחֵרוֹת, בִּגְלַל מוֹצָא לְאֻמִי אוֹ חֶבְרָתִי, קִנְיָן, לֵידָה אוֹ מַעֲמָד אַחֵר.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 2<br />\n&nbsp;<br />\nKada persona tiene todos los derechos i libertades proklamados en esta Deklarasion sin dinguna diferensia de rasa, kolor, sekso, lingua, relijion, opinion politika, orijin nasional o sosial, situasion ekonomika, nasimiento o kualkiera otra kondision.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 2<br />\n&nbsp;<br />\nיעדער איז באַרעכטיקט אױף די אַלע רעכט און פֿרײַהײטן װאָס שטײען געשריבן אין אָט דער דעקלאַראַציע, ניט געקוקט אױף װאָסער־ניט־איז אונטערשײד, זאָל זײַן פֿאָלק, הױטפֿאַרב, לשון, רעליגיע, פּאָליטישע אָדער אַנדערע געדאַנקען, נאַציאָנאַליטעט, קולטור, פֿאַרמאָג, געבורט, אָדער װאָסער־ניט־איז אַנדערן סטאַטוס.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 2<br />\n&nbsp;<br />\nEveryone is entitled to all the rights and freedoms set forth in this Declaration, without distinction of any kind, such as race, colour, sex, language, religion, political or other opinion, national or social origin, property, birth or other status.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nגְדוֹלָה מִזוֹ, לֹא יֻפְלֶה אָדָם עַל פִּי מַעֲמָדָה הַמְדִינִי, עַל פִּי סַמְכוּתָהּ אוֹ עַל פִּי מַעֲמָדָהּ הַבֵּינְלְאֻמִי שֶׁל הַמְדִינָה אוֹ הָאָרֶץ שֶׁאֵלֶיהָ הוּא שַׁיָךְ, בֵּין שֶׁהָאָרֶץ הִיא עַצְמָאִית, וּבֵין שֶׁהִיא נְתוּנָה לְנֶאֱמָנוּת, בֵּין שֶׁהִיא נְטוּלַת שִׁלְטוֹן עַצְמִי וּבֵין שֶׁרִבּוֹנוּתָהּ מֻגְבֶּלֶת כׇּל הַגְבָּלָה אַחֶרֶת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nIndemas, no se azera dinguna diferensia bazada en la kondision politika, juridika o internasional del paiz o territorio al kual apartiene una persona, ke sea un paiz independente, o un territorio basho administrasion legal, no otonomo, o sometido a kualkiera otra limitasion de soverania.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nנאָכמער, טאָר ניט זײַן קײן אונטערשײד צוליב דער פּאָליטישער, געזעציקער, אָדער אינטערנאַציאָנאַלער לאַגע פֿון דעם לאַנד װוּ ער װױנט, זאָל דאָס לאַנד זײַן אומאָפּהענגיק, אָפּהענגיק, אָדער אונטער װאָסער־ניט־איז באַגרענעצטער סוּװערעניטעט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFurthermore, no distinction shall be made on the basis of the political, jurisdictional or international status of the country or territory to which a person belongs, whether it be independent, trust, non‐self‐governing or under any other limitation of sovereignty.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ג.<br />\n&nbsp;<br />\nכׇּל אָדָם יֵשׁ לוֹ הַזְכוּת לְחַיִים, לְחֵרוּת וּלְבִטָחוֹן אִישִׁי.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 3<br />\n&nbsp;<br />\nKada persona tiene derecho a la vida, a la libertad i a la seguridad de su persona.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 3<br />\n&nbsp;<br />\nיעדער האָט רעכט אױף לעבן, פֿרײַהײט, און פּערזענלעכער פֿאַרזיכערונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 3<br />\n&nbsp;<br />\nEveryone has the right to life, liberty and the security of person.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ד.<br />\n&nbsp;<br />\nלֹא יִהְיֶה אָדָם עֶבֶד אוֹ מְשֻׁעְבָּד; עַבְדוּת וּסְחַר עֲבָדִים יֵאָסְרוּ לְכׇל צוּרוֹתֵיהֶם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 4<br />\n&nbsp;<br />\nDinguno estara sometido a esklavaje ni a servidumbre; el esklavaje i el komersio de esklavos estan defendidos en todas sus formas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 4<br />\n&nbsp;<br />\nקײנעם טאָר מען ניט האַלטן אין קנעכטשאַפֿט צי שקלאַפֿערײַ; דאָס שקלאַפֿערײַ און דער שקלאַפֿן־האַנדל זאָלן זײַן שטרענג פֿאַרבאָטן אין אַלע פֿאָרמען.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 4<br />\n&nbsp;<br />\nNo one shall be held in slavery or servitude; slavery and the slave trade shall be prohibited in all their forms.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ה.<br />\n&nbsp;<br />\nלֹא יִהְיֶה אָדָם נָתוּן לְעִנוּיִים, וְלֹא לְיַחַס אוֹ לְעֹנֶשׁ אַכְזָרִיים, בִּלְתִּי אֱנוֹשִׁיִים אוֹ מַשְׁפִּילִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 5<br />\n&nbsp;<br />\nDinguno sera sometido a torturas ni a penas o tratamientos krueles, inumanos o degradantes.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 5<br />\n&nbsp;<br />\nקײנעם טאָר מען ניט פּײַניקן אָדער אױסשטעלן אױף אַ שטראָף װאָס זאָל זײַן אוממענטשלעך, אַחזוריותדיק, אָדער דעגראַדירנדיק.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 5<br />\n&nbsp;<br />\nNo one shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ו.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לִהְיוֹת מֻכָּר בְּכׇל מָקוֹם כְּאִישִׁיוּת לִפְנֵי הַחֹק.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 6<br />\n&nbsp;<br />\nKada uno tiene derecho, en todas partes, al rekonosimiento de su personalidad frente a la ley.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 6<br />\n&nbsp;<br />\nיעדער האָט אומעטום דאָס רעכט אױף דעם, מען זאָל אים אָנערקענען װי אַ מענטש לױטן געזעץ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 6<br />\n&nbsp;<br />\nEveryone has the right to recognition everywhere as a person before the law.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ז.<br />\n&nbsp;<br />\nהַכֹּל שָׁוִים לִפְנֵי הַחֹק וְזַכָּאִים לְלֹא הַפְלָיָה לַהֲגַנָה שָׁוָה שֶׁל הַחֹק. הַכֹּל זַכָּאִים לַהֲגַנָה שָׁוָה מִפְּנֵי כׇּל הַפְלָיָה הַמְפִירָה אֶת מִצְווֹת הַהַכְרָזָה הַזֹאת וּמִפְּנֵי כׇּל הֲסָתָה לְהַפְלָיָה כָּזוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 7<br />\n&nbsp;<br />\nTodos son iguales frente a la ley i tienen derecho a la proteksion igual de la ley. Todos tienen derecho a una proteksion igual kontra toda diskriminasion en violasion de esta Deklarasion i kontra toda provokasion a tala diskriminasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 7<br />\n&nbsp;<br />\nאַלע מענטשן זײַנען גלײַך לױטן געזעץ, און עס קומט אַלע, אָן אונטערשײד, גלײַכע שוץ לױטן געזעץ. אַלע זײַנען באַרעכטיקט אױף אַ גלײַכער שוץ קעגן װאָסער־ניט־איז דיסקרימינאַציע װאָס זאָל ברעכן די־אָ דעקלאַראַציע און קעגן אױפֿרײצונג אױף אַזאַ דיסקרימינאַציע.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 7<br />\n&nbsp;<br />\nAll are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against any discrimination in violation of this Declaration and against any incitement to such discrimination.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ח.<br />\n&nbsp;<br />\nכׇּל אֶחָד זַכַּאי לְתַקָנָה יְעִילָה מִטַעַם בָּתֵּי הַדִין הַלְאֻמִיִים הַמֻסְמָכִים נֶגֶד מַעֲשִׂים הַמְפִירִים אֶת זְכֻיוֹת הַיְסוֹד שֶׁנִתְּנוּ לוֹ עַל־פִּי הַחֻקָה וְהַחֻקִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 8<br />\n&nbsp;<br />\nKada persona tiene el derecho de adresarse a los tribunales nasionales para topar un remedyo efektivo en kavzo de violasion de sus derechos fundamentales rekonosidos por la konstitusion o por la ley.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 8<br />\n&nbsp;<br />\nיעדער האָט דאָס רעכט אױף צו װענדן זיך צו די געהעריקע נאַציאָנאַלע געריכטן צוליב װאָסער־ניט־איז אַקטן װאָס האָבן אים אָפּגעזאָגט די גרונטלעכע רעכט װאָס זײַנען אים באַװיליקט לױט דער קאָנסטיטוציע צי געזעץ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 8<br />\n&nbsp;<br />\nEveryone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ט.<br />\n&nbsp;<br />\nלֹא יֵאָסֵר אָדָם, לֹא יֵעָצֵר וְלֹא יֻגְלֶה בְּאֹפֶן שְׁרִירוּתִי.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 9<br />\n&nbsp;<br />\nDinguno no podra ser, arbitrariamente, detenido, metido en prezo, o deportado.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 9<br />\n&nbsp;<br />\nקײנעם טאָר מען ניט אַרביטראַריש אַרעסטירן, האַלטן אין געפֿענגעניש, אָדער פֿאַרשיקן פֿון זײַן לאַנד.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 9<br />\n&nbsp;<br />\nNo one shall be subjected to arbitrary arrest, detention or exile.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף י.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי, מִתּוֹךְ שִוְיוֹן גָמוּר עִם זוּלָתוֹ, לְמִשְׁפָּט הוֹגֵן וּפֻמְבִּי שֶׁל בֵּית־דִין בִּלְתִּי תָלוּי וּלְלֹא מַשׂוֹא פָּנִים בְּשָׁעָה שֶׁבָּאִים לִקְבּוֹעַ זְכֻיוֹתָיו וְחוֹבוֹתָיו וּלְבָרֵר כׇּל אַשְׁמָה פְּלִילִית שֶׁהובְאָה נֶגְדוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 10<br />\n&nbsp;<br />\nKada persona tiene derecho, en perfekta igualidad, de ser djuzgado aviertamente i kon djustisia por un tribunal independente i imparsial, para la determinasion de sus derechos i ovligasiones o para examinar kualkera akuzasion kriminal kontra su persona.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 10<br />\n&nbsp;<br />\nיעדער האָט אַ רעכט, אין פֿולער גלײַכקײט, אױף אַ יושרדיקן, עפֿענטלעכן פֿאַרהער פֿון אַן אומאָפּהענגיקן, אומפּאַרטײיִשן געריכט בײַם גערעכנט װערן זײַנע רעכט און פֿאַראַנטװאָרטלעכקײטן, און װען מען באַטראַכט װאָסער־ניט־איז קרימינעלע באַשולדיקונג װאָס װערט אים פֿאַרװאָרפֿן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 10<br />\n&nbsp;<br />\nEveryone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יא.<br />\n&nbsp;<br />\n1. אָדָם שֶׁנֶאֱשַׁם בַּעֲבֵרָה פְּלִילִית חֶזְקָתוֹ שֶׁהוּא זַכַּאי, עַד שֶׁלֹא הוּכְחָה אַשְׁמָתוֹ כַּחֹק בְּמִשְׁפָּט פֻּמְבִּי שֶׁבּוֹ נִתְּנוּ לוֹ כׇּל הָעֲרֻבּוֹת הַדְרוּשׁוֹת לַהֲגַנָתוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 11<br />\n&nbsp;<br />\n1. Todo el ke esta akuzado de ofensa ke yeva kastigo tiene el derecho de ser konsiderado inosente, asta ke es provado kulpavle, segun la ley i el djuisio publiko ke le asigura las garantias menesterozas para su defensia.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 11<br />\n&nbsp;<br />\n1. יעדער װאָס מען באַשולדיקט אין אַ פֿאַרברעכן האָט אַ רעכט אױף דעם װאָס מען זאָל אים דן זײַן לכּף זכות ביז מען װעט אים געפֿינען שולדיק לױטן געזעץ אין אַן עפֿענטלעכן פּראָצעס אױף װעלכן ער האָט אַלע נײטיקע גאַראַנטיעס אױף זײַן פֿאַרטײדיקונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 11<br />\n&nbsp;<br />\n1. Everyone charged with a penal offence has the right to be presumed innocent until proved guilty according to law in a public trial at which he has had all the guarantees necessary for his defence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. לֹא יֻרְשַׁע אָדָם בַּעֲבֵרָה פְּלִילִית עַל מַעֲשֶׂה אוֹ עַל הַזְנָחָה שֵׁלֹא נֶחְשְׁבוּ בְּשַׁעְתָּם לַעֲבֵרָה פְּלִילִית לְפִי הַחֹק הַלְאֻמִי אוֹ הַבֵּינְלְאֻמִי. לֹא יֻטַל עֹנֶשׁ חָמוּר מֵהָעֹנֶשׁ שֶׁהָיָה נוֹהֵג בַּזְמַן שֶׁעָבַר אֶת הָעֲבֵרָה הַפְּלִילִית.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Dinguno sera kondenado por kavza de algun akto o omision ke no era kastigavle asegun la ley nasional o internasional en el momento ke el akto fue kometido. Ni se podra impozar kastigo mas grave del ke era aplikavle en el momento ke el akto fue kometido.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. קײנעם טאָר מען ניט געפֿינען שולדיק צוליב װאָסער־ניט־איז אַקט צי דורכלאָז, װאָס מען האָט ניט גערעכנט פֿאַר קײן נאַציאָנאַלן צי אינטערנאַציאָנאַלן איבערשפּרײַז װען מ׳איז עס באַגאַנגען. מען טאָר אױך ניט אַרױפֿלײגן קײן גרעסערע שטראָף אײדער די, װאָס איז געװען גילטיק צו דער צײַט װען מע איז באַגאַנגען דעם איבערשפּרײַז.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. No one shall be held guilty of any penal offence on account of any act or omission which did not constitute a penal offence, under national or international law, at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the penal offence was committed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יב.<br />\n&nbsp;<br />\nלֹא יְהֵא אָדָם נָתוּן לְהִתְעָרְבוּת שְׁרִירוּתִית בְּחַיָיו הַפְּרָטִיים, בְּמִשְׁפַּחְתּוֹ, בִּמְעוֹנוֹ, בַּחֲלִיפַת מִכְתָּבִים שֶׁלוֹ וְלֹא לִפְגִיעָה בִּכְבוֹדוֹ אוֹ בִּשְׁמוֹ הַטוֹב. כׇּל אָדָם זַכַּאי לַהֲגַנַת הַחֹק מִפְּנֵי הִתְעָרְבוּת אוֹ פְּגִיעָה כָּאֵלֶה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 12<br />\n&nbsp;<br />\nDinguno sera sometido a intervensiones arbitrarias en su vida privada, su famiya, su kaza o korrespondensia, ni a atakos sovre su onor o su famiya. Todos tienen el derecho de ser protejados por la ley kontra este modo de intervensiones o atakos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 12<br />\n&nbsp;<br />\nקײנעם טאָר מען ניט שטערן די פּריװאַטקײט, די משפּחה, די הײם, אָדער די קאָרעספּאָנדענץ. קײנעמס כּבֿוד צי שם טאָר מען ניט אַטאַקירן. יעדער האָט אַ רעכט אױף דער שוץ פֿון געזעץ קעגן אַזעלכע שטערענישן אָדער אַטאַקעס.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 12<br />\n&nbsp;<br />\nNo one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honour and reputation. Everyone has the right to the protection of the law against such interference or attacks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יג.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְחוֹפֶשׁ תְּנוּעָה וּמְגוּרִים בְּתוֹךְ כׇּל מְדִינָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 13<br />\n&nbsp;<br />\n1. Kada persona tiene derecho de sirkular livremente i elejir su morada adientro de las frontieras de un Estado.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 13<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף פֿרײַהײט פֿון באַװעגונג און װױנאָרט צװישן די גרענעצן פֿון יעדער מלוכה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 13<br />\n&nbsp;<br />\n1. Everyone has the right to freedom of movement and residence within the borders of each State.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. כׇּל אָדָם זַכַּאי לַעֲזוֹב כׇּל אֶרֶץ, לְרַבּוֹת אַרְצוֹ, וְלַחֲזֹר אֶל אַרְצוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Todos tienen el derecho de salir de kualkier paiz, inkluyendo el suyo, i retornar a su paiz.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. יעדער האָט אַ רעכט אױף פֿאַרלאָזן װאָסער־ניט־איז לאַנד, אַרײַנגערעכנט זײַן אײגן לאַנד, און זיך צוריקקערן אין זײַן אײגן לאַנד.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Everyone has the right to leave any country, including his own, and to return to his country.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יד.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְבַקֵשׁ וְלִמְצֹא בַּאֲרָצוֹת אֲחֵרוֹת מִקְלָט מֵרְדִיפוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 14<br />\n&nbsp;<br />\n1. En kavzo de persekusion, kada uno tiene el derecho de bushkar i topar azilo en otro paiz.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 14<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף בעטן און זיך אױסניצן מיט אַזיל פֿון פֿאַרפֿאָלגונג אין אױסלאַנד.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 14<br />\n&nbsp;<br />\n1. Everyone has the right to seek and to enjoy in other countries asylum from persecution.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. אֵין לְהִסְתַּמֵךְ עַל זְכוּת זוֹ בְּמִקְרֶה שֶׁל הַאֲשָׁמָה פְּלִילִית שֶׁמְקוֹרָה הָאֲמִתִּי בְּמַעֲשֵׂי פֶּשַׁע לֹא־מְדִינִיִים אוֹ בְּמַעֲשִׂים שֶׁהֵם בְּנִגוּד לְמַטְרוֹתֵיהֶן וּלְעֶקְרוֹנוֹתֵיהֶן שֶׁל הָאֻמוֹת הַמְאֻחָדוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Este derecho no podra ser aplikado kontra una aksion djuridika en kavzos de aktos kriminales non-politikos, o de aktos ke kontradizen los prinsipios de Las Nasiones Unidas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. דאָס דאָזיקע רעכט איז ניט גילטיק אין פֿאַל פֿון פּראָקורירונגען װאָס קומען לעגיטים אַרױס פֿון ניט־פּאָליטישע פֿאַרברעכנס, אָדער פֿון אַקטן װאָס זײַנען אַקעגן די צילן און פּרינציפּן פֿון די פֿאַראײניקטע פֿעלקער.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. This right may not be invoked in the case of prosecutions genuinely arising from non‐political crimes or from acts contrary to the purposes and principles of the United Nations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף טו.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְאֶזְרָחוּת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 15<br />\n&nbsp;<br />\n1. Kada persona tiene derecho a una nasionalidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 15<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף אַ נאַציאָנאַליטעט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 15<br />\n&nbsp;<br />\n1. Everyone has the right to a nationality.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. לא תִשָׁלֵל מֵאָדָם אֶזְרָחוּתוֹ דֶרֶךְ שְׁרִירוּת וְלֹא תְקֻפַּח דֶרֶךְ שְׁרִירוּת זְכוּתוֹ לְהַחֲלִיף אֶת אֶזְרָחוּתוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Dinguno no podra ser privado, arbitrariamente, de su nasionalidad, ni del derecho de trokar de nasionalidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. מען טאָר ניט צונעמען בײַ קײנעם זײַן נאַציאָנאַליטעט אָדער אָפּזאָגן דאָס רעכט איבערצובײַטן זײַן נאַציאָנאַליטעט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. No one shall be arbitrarily deprived of his nationality nor denied the right to change his nationality.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף טז.<br />\n&nbsp;<br />\n1. כׇּל אִישׁ וִאִשָׁה שֶׁהִגִיעוּ לְפִרְקָם רַשָׁאִים לָבוֹא בִּבְרִית הַנִשׂוּאִין וּלְהָקִים מִשְׁפָּחָה, לִלֹא כׇל הַגְבָּלָה מִטַעֲמֵי גֶזַע, אֶזְרָחוּת אוֹ דָת. הֵם זַכָּאִים לִזְכֻיוֹת שָׁווֹת בְּמַעֲשֵׂה הַנִשׂוּאִין בִּתְקוּפַת הַנִשׂוּאִין וּבִשְׁעַת בִּיטוּלָם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 16<br />\n&nbsp;<br />\n1. Los ombres i las mujeres de edad de kazarsen tienen derecho, sin dinguna restriksion por motivos de rasa, nasionalidad o relijion, de kazarsen i fondar una famiya. Eyos tendran derechos iguales en el kazamiento, durante el matrimonio i en kavzo de disolusion del matrimonio.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 16<br />\n&nbsp;<br />\n1. דערװאַקסענע מענער און פֿרױען, ניט געקוקט אױף פֿאָלק, נאַציאָנאַליטעט, אָדער רעליגיע, האָבן אַ רעכט אױף מאַן־און־װײַב לעבן און אױפֿהאָדעװען אַ משפּחה. זײ זײַנען באַרעכטיקט אױף גלײַכע רעכט בנוגע מאַן־און־װײַב־לעבן, בשעת זײ זײַנען מאַן און װײַב, און בײַם צעשײדן זיך פֿון דער זיװעגשאַפֿט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 16<br />\n&nbsp;<br />\n1. Men and women of full age, without any limitation due to race, nationality or religion, have the right to marry and to found a family. They are entitled to equal rights as to marriage, during marriage and at its dissolution.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. נִשּׂוּאִין יֵעָרְכוּ רַק מִתּוֹךְ הַסְכָּמָה חׇפְשִׁית וּמְלֵאָה שֶׁל בְּנֵי הַזּוּג הַמְּיֹעָדִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. El kazamiento se podra azer solo kon el konsentimiento libre i kompleto de los futuros espozos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. בלױז מיט דער פֿרײַער און פֿולער הסכּמה פֿון חתן און כּלה קען מען אַרײַן אין זיװעגשאַפֿט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Marriage shall be entered into only with the free and full consent of the intending spouses.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. הַמִּשְׁפָּחָה הִיא הַיְּחִידָה הַטִּבְעִית וְהַבְּסִיסִית שֶׁל הַחֶבְרָה וְזַכָּאִית לַהֲגָנָה שֶׁל הַחֶבְרָה וְהַמְּדִינָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n3. La famiya es el elemento natural i fondamental de la sosiedad i tiene derecho a la proteksion de la sosiedad i del Estado.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n3. די משפּחה איז דאָס נאַטירקלעכע און גרונטלעכע אײנס פֿון דער געזעלשאַפֿט און איז באַרעכטיקט אױף שוץ דורך דער געזעלשאַפֿט און דורך דער מלוכה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. The family is the natural and fundamental group unit of society and is entitled to protection by society and the State.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יז.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לִהְיוֹת בַּעַל קִנְיָן, בֵּין לְבַדוֹ וּבֵין בְּיַחַד עִם אֲחֵרִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 17<br />\n&nbsp;<br />\n1. Kada persona tiene derecho de tener una propiedad individual o djuntos kon otra djente.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 17<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף פֿאַרמאָגן האָב־און־גוטס, אי אַלײנס אי אין שותּפֿות מיט אַנדערע.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 17<br />\n&nbsp;<br />\n1. Everyone has the right to own property alone as well as in association with others.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. לֹא יִשָׁלֵל מֵאָדָם קִנְיָנוֹ דֶרֶךְ שְׁרִירוּת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Dinguno no podra ser privado de su propriedad arbitrariamente.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. פֿון קײנעם טאָר מען ניט אַרביטראַריש אַװעקנעמען זײַן האָב־און־גוטס.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. No one shall be arbitrarily deprived of his property.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יח.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לְחֵרוּת הַמַחֲשָׁבָה, הַמַצְפּוּן וְהַדָת; חֵרוּת זוֹ כּוֹלֶלֶת אֶת הַזְכוּת לְהָמִיר אֶת דָתוֹ אוֹ אֶת אֱמוּנָתוֹ וְלָתֵת בִּטוּי לְדָתוֹ אוֹ לֶאֱמוּנָתוֹ, לְבַדוֹ אוֹ בְּצִיבּוּר, בִּרְשׁוּת הַיָחִיד אוֹ בִּרְשׁוּת הָרַבִּים, דֶרֶךְ הוֹרָאָה, נֹהַג, פֻּלְחָן וּשְמִירַת מִצְווֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 18<br />\n&nbsp;<br />\nKada persona tiene derecho a la libertad de pensamiento, de konsensia i de relijion; este derecho inkluye la libertad de trokar de relijion o de kreyensa, i la libertad de manifestar su relijion o su kreensia, solo o djuntos kon otros, tanto en publiko ke en privado, para la ensenyansa, la praktika, el kulto i la observasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 18<br />\n&nbsp;<br />\nיעדער האָט אַ רעכט אױף פֿרײַהײט פֿון טראַכטן, געװיסן, און רעליגיע. דאָס רעכט נעמט אױך אַרײַן די פֿרײַהײט אױף איבערבײַטן רעליגיע און גלױבן און די פֿרײַהײט, אָדער אַלײן אָדער בשותּפֿות מיט אַנדערע, אָדער עפֿענטלעך אָדער ביחידות, אַרױסװײַזן די רעליגיע אָדער גלױבן דורך לערנען, פּראַקטיק, תּפֿילה, און אָפּריכטונגען.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 18<br />\n&nbsp;<br />\nEveryone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief, and freedom, either alone or in community with others and in public or private, to manifest his religion or belief in teaching, practice, worship and observance.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף יט.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לְחֵרוּת הַדֵעָה וְהַבִּטוּי, לְרַבּוֹת הַחֵרוּת לְהַחֲזִיק בְּדֵעוֹת לְלֹא כׇל הַפְרָעֲה, וּלְבַקֵשׁ יְדִיעוֹת וְדֵעוֹת, וּלְקַבְּלָן וּלְמָסְרָן בְּכׇל הַדְרָכִים וּלְלֹא סְיָגֵי גְבוּלוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 19<br />\n&nbsp;<br />\nKada uno i uno tiene derecho de libertad de opinion i de ekspresion. Este derecho inkluye el de no estar molestado a kavza de sus opiniones, i bushkar, resivir, i difundir informasion i ideas, por kualker medio de komunikasion, sin limitasion de frontieras.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 19<br />\n&nbsp;<br />\nיעדער האָט אַ רעכט אױף פֿרײַהײט פֿון מײנונג און זיך אױסדריקן. דאָס רעכט נעמט אַרײַן פֿרײַהײט צו האָבן מײנונגען אָן שטערונגען און צו זוכן, באַקומען, און איבערגעבן אינפֿאָרמאַציע און געדאַנקען דורך װאָסער־ניט־איז מעדיום, ניט געקוקט אױף לאַנדגרענעצן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 19<br />\n&nbsp;<br />\nEveryone has the right to freedom of opinion and expression; this right includes freedom to hold opinions without interference and to seek, receive and impart information and ideas through any media and regardless of frontiers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כ.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְחֵרוּת הַהִתְאַסְפוּת וְהַהִתְאַגְדוּת בְּדַרְכֵי שָׁלוֹם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 20<br />\n&nbsp;<br />\n1. Kada persona tiene derecho de la libertad de reunion i de asosiasion pasifika.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 20<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף פֿרײַהײט פֿון פֿרידלעכער פֿאַרזאַמלונג און פֿאַראײניקונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 20<br />\n&nbsp;<br />\n1. Everyone has the right to freedom of peaceful assembly and association.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. לֹא יִכְפוּ עַל אָדָם הִשְׁתַּיְכוּת לַאֲגֻדָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Dinguno podra ser ovligado a apartener a una asosiasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. קײנעם טאָר מען ניט צװינגן צו װערן אַ מיטגליד פֿון װאָסער־ניט־איז פֿאַרבאַנד.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. No one may be compelled to belong to an association.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כא.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְהִשְׁתַּתֵּף בְּהַנְהָלַת אַרְצוֹ, בֵּין הִשְׁתַּתְּפוּת יְשִׁירָה וּבֵין דֶרֶךְ נְצִיגוּת שֶׁנִבְחֲרָה בִּבְחִירוֹת חׇפְשִיוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 21<br />\n&nbsp;<br />\n1. Kada persona tiene derecho de partisipar en el governo de su paiz direktamente o por medio de reprezentantes libremente eskojidos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 21<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף אָנטײל נעמען אין דער רעגירונג פֿון זײַן לאַנד, אָדער דירעקט אָדער דורך פֿרײַ אױסגעקליבענע רעפּרעזענטאַנטן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 21<br />\n&nbsp;<br />\n1. Everyone has the right to take part in the government of his country, directly or through freely chosen representatives.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. כׇּל אָדָם זַכַּאי לְשִׁוְיוֹן בִּכְנִיסָה לְשֵׁירוּת בַּמַנְגָנוֹן שֶׁל אַרְצוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Kada persona tiene derecho de partisipar al governo de su paiz en kondisiones de igualidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. יעדער האָט אַ רעכט אױף גלײַכן צוטריט צו די אײַנאָרדנונגען און אינסטאַנצן פֿון זײַן לאַנד.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Everyone has the right of equal access to public service in his country.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. רְצוֹן הָעָם הוּא הַיְסוֹד לְסַמְכוּתָהּ שֶׁל הַמֶמְשָׁלָה. הָעָם יַבִּיעַ אֶת רְצוֹנוֹ בִּבְחִירוֹת כְּשֵׁרוֹת הַנִשְׁנוֹת לְעִתִּים מְזֻמָנוֹת, לְפִי זְכוּת בְּחִירָה כְּלָלִית וְשָׁוָה וּבְהַצְבָּעָה חֲשָׁאִית, אוֹ לְפִי סֵדֶר שֶׁל בְּחִירָה חׇפְשִׁית כַּיוֹצֵא בָּזֶה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n3. La voluntad del puevlo sera la baza de la autoridad del governo. Esta voluntad se ekspresara por medio de eleksiones legales ke seran organizadas regularmente kon votasion universal, igual i sekreta, o de manera ekivalente en protejando la libertad del voto.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n3. דער װילן פֿון די באַפֿעלקערונג זאָל זײַן דער גרונט פֿון דער אױטאָריטעט פֿון דער רעגירונג. אָט דער װילן זאָל זײַן אױסגעדריקט דורך פּעריאָדישע און אמתדיקע װאַלן אין װעלכע עס זאָל זײַן אַן אוניװערסאַלע שטימרעכט, און װעלכע דאַרפֿן געהאַלטן װערן דורך געהײמישן שטימען אָדער גלײַכװערטיקע פּראָצעדורן פֿון פֿרײַער אָפּשטימונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. The will of the people shall be the basis of the authority of government; this will shall be expressed in periodic and genuine elections which shall be by universal and equal suffrage and shall be held by secret vote or by equivalent free voting procedures.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כב.<br />\n&nbsp;<br />\nכׇּל אָדָם, כַּחֲבֵר הַחֶבְרָה, זַכַּאי לְבִטָחוֹן סוֹצִיָאלִי וְזַכַּאי לִתְבּוֹעַ שֶׁהַזְכֻיוֹת הַכַּלְכָּלִיוֹת הָסוֹצִיָאלִיוֹת וְהַתַּרְבּוּתִיוֹת, שֶׁהֵן חִיוּנִיוֹת לִכְבוֹדוֹ כְּאָדָם וּלְהִתְפַּתְּחוּתָהּ הַחׇפְשִׁית שֶׁל אִישִׁיוּתוֹ, יֻבְטְחוּ בְּמַאֲמָץ לְאֻמִי וּבְשִׁתּוּף פְּעֻלָה בֵּינְלְאֻמִי בְּהֶתְאֳם לְאִרְגוּנָהּ וּלְאוֹצרוֹתֶיהָ שֶׁל הַמְדִינָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 22<br />\n&nbsp;<br />\nKada persona, komo miembra de la komunidad, tiene derecho a la seguridad sosial, i merese, por medio de esforsos nasionales i de la kooperasion internasional, i en akordo kon la organizasion i los rekorsos de kada estado, a la realizasion i la satisfaksion de los derechos ekonomikos, sosiales i kulturales indispensavles para su dinyidad i al libre dezvelopamiento de su personalidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 22<br />\n&nbsp;<br />\nיעדער, װי אַ מיטגליד פֿון דער געזעלשאַפֿט, האָט אַ רעכט אױף סאָציאַלן פֿאַרזאָרג און איז באַרעכטיקט אױף מקיים זײַן, דורך נאַציאָנאַלער באַמיונג און אינטערנאַציאָנאַלער מיטאַרבעט, און לױט דער אָרגאַניזירונג און די רעסורסן פֿון יעדער מלוכה, די רעכט, אי עקאָנאָמישע, אי געזעלשאַפֿטלעכע, אי קולטורעלע, װאָס זײַנען נײטיק פֿאַר זײַן כּבֿוד װעגן און פֿאַר דער פֿרײַער אַנטװיקלונג פֿון זײַן פּערזענלעכקײט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 22<br />\n&nbsp;<br />\nEveryone, as a member of society, has the right to social security and is entitled to realization, through national effort and international co‐operation and in accordance with the organization and resources of each State, of the economic, social and cultural rights indispensable for his dignity and the free development of his personality.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כג.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לַעֲבוֹדָה, לִבְחִירָה חׇפְשִׁית שֶׁל עֲבוֹדָתוֹ, לִתְנָאֵי עֲבוֹדָה צוֹדְקִים וְהוֹגְנִים וְלַהֲגַנָה מִפְּנֵי אַבְטָלָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 23<br />\n&nbsp;<br />\n1. Kada persona tiene derecho al lavoro, a eskojer su lavoro libremente, a kondisiones de lavoro djuisiozas i favoravles i a la proteksion kontra la dezokupasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 23<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף אַרבעט, אױפֿן פֿרײַען אױסקלײַב פֿון באַשעפֿטיקונג, אױף יושרדיקע און גינציקע אַרבעט־באַדינגונגען, און אױף שוץ קעגן אַרבעטלאָזיקײט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 23<br />\n&nbsp;<br />\n1. Everyone has the right to work, to free choice of employment, to just and favourable conditions of work and to protection against unemployment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. כׇּל אדם, לְלֹא כׇּל הַפְלָיָה, זַכַּאי לְשָׂכָר שָׁוֶה בְּעַד עֲבוֹדָה שָׁוָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Kada persona, sin dinguna diskriminasion, tiene el derecho de pagamiento igual por lavoro igual.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. יעדער, אָן קײן שום דיסקרימינאַציע, האָט אַ רעכט אױף גלײַכן געצאָלט פֿאַר גלײַכער אַרבעט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Everyone, without any discrimination, has the right to equal pay for equal work.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. כׇּל עוֹבֵד זַכַּאי לְשָׂכָר צוֹדֵק וְהוֹגֵן, אֲשֶׁר יַבְטִיחַ לוֹ וְלִבְנֵי בֵיתוֹ קִיוּם הָרָאוּי לִכְבוֹד הָאָדָם שֶׁיֻשַׁלם, אִם יִהְיֶה צֹרֶךְ בְּכָךְ, עַל־יְדֵי אֶמְצָעִים אֲחֵרִים שֶׁל הֲגַנָה סוֹצִיָאלִית.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n3. Kada persona ke lavora tiene derecho a un pagamiento djusto i favoravle, el kual asigurara para el i su famiya una existensia konforme a la dinyidad umana, i ke sera adjustado, si ay menester, por otras formas de proteksion sosial.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n3. יעדער װאָס אַרבעט האָט אַ רעכט אױף יושרדיקן און גינציקן געצאָלט װאָס זאָל פֿאַרזיכערן אים און זײַן משפּחה אַן עקזיסטענץ װאָס פּאַסט צום מענטשלעכן כּבֿוד, מיט אַ צוגאָב, אױב נײטיק, פֿון אַנדערע מיטלען פֿון געזעלשאַפֿטלעכער פֿאַרזיכערונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. Everyone who works has the right to just and favourable remuneration ensuring for himself and his family an existence worthy of human dignity, and supplemented, if necessary, by other means of social protection.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n4. כׇּל אָדָם זַכַּאי לְאַגֵד אֲגֻדוֹת מִקְצוֹעִיוֹת וּלְהִצְטָרֵף לַאֲגֻדוֹת כְּדֵי לְהָגֵן עַל עִנְיָנָיו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n4. Kada persona tiene el derecho de fondar i de partisipar en sendikatos para protejar sus interesos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n4. יעדער האָט אַ רעכט אױף פֿאָרמירן און װערן אַ מיטגליד פֿון פּראָפֿפֿאַרײנען כּדי צו פֿאַרטײדיקן זײַנע אינטערעסן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n4. Everyone has the right to form and to join trade unions for the protection of his interests.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כד.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לִמְנוּחָה וְלִפְנַאי, וּבִכְלָל זֶה הַגְבָּלַת שְׁעוֹת הַעֲבוֹדָה בְּמִדָה הַמִתְקַבֶּלֶת עַל הַדַעַת וְחֻפְשָׁה בְּשָׂכָר לְעִתִּים מְזֻמָנוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 24<br />\n&nbsp;<br />\nKada persona tiene el derecho de repozo, de gozarse del tiempo libre, inkluzo la limitasion djuisioza de las oras del lavoro i vakansas periodikas pagadas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 24<br />\n&nbsp;<br />\nיעדער האָט אַ רעכט אױף רו און אױף פֿרײַצײַט, אַרײַנגערעכנט דאָס רעכט אױף אַ געהעריקער באַגרענעצונג פֿון אַרבעטס־שעהען און פּעריאָדישע באַצאָלטע װאַקאַציעס.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 24<br />\n&nbsp;<br />\nEveryone has the right to rest and leisure, including reasonable limitation of working hours and periodic holidays with pay.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כה.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְרָמַת חַיִים נְאוֹתָה לִבְרִיאוּתָם וּלְרַוְחָתָם, שֶׁלוֹ וְשֶׁל בְּנֵי בֵיתוֹ, לְרַבּוֹת מָזוֹן, לְבוּשׁ, שִׁכּוּן, טִפּוּל רְפוּאִי, שֵׁרוּתִים סוֹצִיָאלִיִים כַּדָרוּשׁ וּזְכוּת לְבִטָחוֹן בְּמִקְרֶה שֶׁל אַבְטָלָה, מַחֲלָה, אִי־כֹּשֶׁר לַעֲבוֹדָה, אַלְמוֹן, זִקְנָה אוֹ מַחְסוֹר אַחֵר בִּנְסִבּוֹת שֶׁאֵינָן תְּלוּיוֹת בּוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 25<br />\n&nbsp;<br />\n1. Kada persona tiene derecho a un nivel de vida adekuado para la salud i el bienestar suyos i de su famiya – inkluzo el komer, el vistir, la morada, la asistensia medikal i los servisios sosiales menesterozos; de mizmo, el tiene derecho de ser asigurado en kavzos de dezokupasion, hazinura, invalidez, bivdez, vejez i otros kavzos de piedrita del mantenimiento por sirkonstansias ke no dependen de el.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 25<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף אַ לעבנס־שטײגער גענוגנדיק אױפֿן געזונט און װױלזײַן פֿון זיך און פֿון דער משפּחה, אײַנשליסנדיק עסנװאַרג, קלײדער, באַהױזונג, מעדיצינישע פֿאַרזאָרגן, און נײטיקע סאָציאַלע פֿאַרזאָרגן, און אַ רעכט אױף זיכערקײט אין פֿאַל פֿון אַרבעטלאָזיקײט, קראַנקײט, פֿאַרקריפּלונג, אַלמנהשאַפֿט, טיפֿן עלטער, אָדער פֿעלן פֿון פּרנסה אין אומשטאַנדן װאָס זײַנען אױסער זײַן קאָנטראָל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 25<br />\n&nbsp;<br />\n1. Everyone has the right to a standard of living adequate for the health and well‐being of himself and of his family, including food, clothing, housing and medical care and necessary social services, and the right to security in the event of unemployment, sickness, disability, widowhood, old age or other lack of livelihood in circumstances beyond his control.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. אִמָהוֹת וִילָדוֹת זַכָּאִיוֹת לְטִפּוּל מְיֻחָד וּלְסִיוּעַ. כׇּל הַיְלָדִים, בֵּין שֶׁנוֹלְדוּ בְּנִשׂוּאִין אוֹ שֶׁלֹא בְּנִשׂוּאִין, יֵהָנוּ בְּמִדָה שָׁוָה מֵהֲגַנָה סוֹצִיָאלִית.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Las madres i los rezin nasidos tienen derecho a kudios espesiales i a ayudo. Todas las kriaturas, nasidas komo fruto de kazamiento legal, o no, gozaran de la mizma proteksion sosial.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. מאַמעס און קינדער זײַנען באַרעכטיקט אױף באַזונדערן אָפּהיט און הילף. אַלע קינדער, צי די מאַמע האָט חתונה געהאַט צי ניט, זאָלן געניסן פֿון דער זעלביקער געזעלשאַפֿטלעכער באַשיצונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Motherhood and childhood are entitled to special care and assistance. All children, whether born in or out of wedlock, shall enjoy the same social protection.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כו.<br />\n&nbsp;<br />\n1. כׇּל אָדָם זַכַּאי לְחִנוּךְ. הַחִנוּךְ יִנָתֵן חִנָם, לְפָחוֹת בַּשְׁלַבִּים הָרִאשׁוֹנִים וְהַיְסוֹדִיִים; הַחִנוּךְ בַּשָׁלָב הָרִאשׁוֹן הוּא חוֹבָה, הַחִנוּךְ הַטֶכְנִי וְהַמִקְצוֹעִי יִהְיֶה מָצוּי לַכֹּל, וְהַחִנוּךְ הַגָבֹהַּ יִהְיֶה פָּתוּחַ לַכֹּל בְּמִדָה שָׁוָה וְעַל יְסוֹד הַכִּשְׁרוֹן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 26<br />\n&nbsp;<br />\n1. Kada persona tiene derecho a la edukasion. La edukasion deve ser debaldes, a lo manko en el nivel elementario i fundamental. La edukasion elementaria sera ovligatoria. La edukasion teknika i profesional deve ser jeneralmente disponivle; el akseso a los estudios superiores sera igual para todos, tomando en konsiderasion los alkanses de kada uno i uno.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 26<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט אױף דערציונג. דערציונג זאָל זײַן אומזיסט, לפּחות אין די עלעמענטאַרישע און פֿונדאַמענטאַלע סטאַדיעס. עלעמענטאַרע דערציונג זאָל זײַן אָבליגאַטאָריש. טעכנישע און פֿאַכמענערישע דערציונג זאָלן ברײט צוגעשטעלט װערן, און העכערע בילדונג דאַרף זײַן צוטריטלעך צו אַלעמען לױטן אַקאַדעמישן װערט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 26<br />\n&nbsp;<br />\n1. Everyone has the right to education. Education shall be free, at least in the elementary and fundamental stages. Elementary education shall be compulsory. Technical and professional education shall be made generally available and higher education shall be equally accessible to all on the basis of merit.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. הַחִנוּךְ יְכֻוַן לְפִתּוּחָהּ הַמָלֵא שֶׁל הָאִישִׁיוּת וּלְטִפּוּחַ יַחַס כָּבוֹד לִזְכֻיוֹת הָאָדָם וְלַחֵרֻוּיוֹת הַיְסוֹדִיוֹת; הַחִנוּךְ יְטַפַּח הֲבָנָה, סוֹבְלָנוּת וִידִידוּת בֵּין כׇּל הָעַמִים וְהַקִבּוּצִים הַדָתִיִים וְהַגִזְעִיִים, וִיסַיַע לַמַאֲמָץ שֶׁל הַאֻמוֹת הַמְאֻחָדוֹת לְקַיֵים את הַשָׁלוֹם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. La edukasion tendra por buto el dezvelopamiento kompleto de la personalidad umana i el enfortesimiento del respekto a los derechos umanos i a las libertades fundamentales; favorizara el entendimiento, la tolerensia i la amistad entre todas las nasiones i todos los grupos etnikos o relijiozos; i solevantara las aktividades de las Nasiones Unidas para el mantenimiento de la paz.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. דער ציל פֿון דערציונג זאָל זײַן די פֿולפֿאַכיקע אַנטװיקלונג פֿון דער מענטשישער פּערזענלעכקײט און די פֿאַרשטאַרקונג פֿון רעספּעקט צו מענטשנרעכט און גרונטלעכע פֿרײַהײטן. די דערציונג זאָל דערמוטיקן פֿאַרשטאַנד, טאָלעראַנץ, און פֿרײַנדשאַפֿט צװישן אַלע פֿעלקער, ראַסן־ און רעליגיעזע־ גרופּעס, און זאָל אונטערשטיצן די אַקטיװיטעטן פֿון די פֿאַראײניקטע פֿעלקער אױף אױסצוהאַלטן שלום.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Education shall be directed to the full development of the human personality and to the strengthening of respect for human rights and fundamental freedoms. It shall promote understanding, tolerance and friendship among all nations, racial or religious groups, and shall further the activities of the United Nations for the maintenance of peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. לַהוֹרִים זְכוּת בְּכוֹרָה לִבְחוֹר אֶת דֶרֶךְ הַחִנוּךְ לְיַלְדֵיהֶם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n3. Los djenitores tendran derecho a eskojer el tipo de edukasion ke eyos preferan dar a sus ijos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n3. די עלטערן האָבן אַ רעכט אױף אױסקלײַבן אין פֿאָרױס װאָס פֿאַר אַ דערציונג זײערע קינדער זאָלן באַקומען.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. Parents have a prior right to choose the kind of education that shall be given to their children.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כז.<br />\n&nbsp;<br />\n1. אָדָם זַכַּאי לְהִשְׁתַּתֵּף תּוֹךְ חֵרוּת בְּחַיָיו הַתַּרְבּוּתִיִים שֶׁל הַצִבּוּר, לֵהָנוֹת מֵהָאֳמָנֻיוֹת וְלִהְיוֹת שֻׁתָּף בְּהִתְקַדְמוּת הַמַדָע וּבְבִרְכָתוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 27<br />\n&nbsp;<br />\n1. Kada persona tiene derecho de tomar parte, libremente, en la vida kultural de la komunidad, a gozar de los artes i a partisipar en el progreso sientífiko i a aprovecharse de sus rezultados.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 27<br />\n&nbsp;<br />\n1. יעדער האָט אַ רעכט באַטײליקן זיך אױף אַ פֿרײַען אױפֿן אין דעם קולטורעלן לעבן פֿון דער קהילה, הנאה האָבן פֿון קונץ, און האָבן אַ חלק אין װיסנשאַפֿטלעכע אַװאַנסירונגען און אירע בענעפֿיטן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 27<br />\n&nbsp;<br />\n1. Everyone has the right freely to participate in the cultural life of the community, to enjoy the arts and to share in scientific advancement and its benefits.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. כׇּל אָדָם זַכַּאי לַהֲגַנַת הָאִינְטֶרֶסִים הַמוּסָרִיִים וְהַחָמְרִיִים הַכְּרוּכִים בְּכׇּל יְצִירָה מַדָעִית, סְפִרוּתִית, אוֹ אֳמָנוּתִית שֶׁהִיא פְּרִי רוּחוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. Kada persona tiene derecho a la proteksion de los interesos morales i materiales ke rezultan de las produksiones sientifikas, literarias o artistikas ke fueron su kreasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. יעדער האָט אַ רעכט אױף דער באַשיצונג פֿון זײַנע מאָראַלישע און פֿינאַנציעלע אינטערעסן װאָס קומען אַרױס פֿון זײַן װיסנשאַפֿטלעכער, ליטעראַרישער, אָדער קינצלעכער פּראָדוקציע.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Everyone has the right to the protection of the moral and material interests resulting from any scientific, literary or artistic production of which he is the author.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כח.<br />\n&nbsp;<br />\nכׇּל אָדָם זַכַּאי לְמִשְׁטָר סוֹצִיָאלִי וּבֵינְלְאֻמִי, שֶׁבּוֹ אֶפְשָׁר יִהְיֶה לְקַיֵם בִּמְלוֹאָן אֶת הַזְכֻיוֹת וְהַחֵרֻיוֹת אֲשֶׁר נִקְבְּעוּ בְּהַכְרָזָה זוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 28<br />\n&nbsp;<br />\nKada persona tiene derecho a un orden sosial i internasional en el kual se realizaran kompletamente los derechos i libertades proklamados en esta Deklarasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 28<br />\n&nbsp;<br />\nיעדער האָט אַ רעכט אױף אַ געזעלשאַפֿטלעכער און אינטערנאַציאָנאַלער אָרדנונג מיט װעלכער די רעכט און פֿרײַהײטן פֿאַרצײכנט אין אָט דער דעקלאַראַציע זאָלן האָבן אַ פֿולשטענדיקן קיום.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 28<br />\n&nbsp;<br />\nEveryone is entitled to a social and international order in which the rights and freedoms set forth in this Declaration can be fully realized.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף כט.<br />\n&nbsp;<br />\n1. כׇּל אָדָם יֵשׁ לוֹ חוֹבוֹת כְּלַפֵּי הַכְּלָל, כִּי רַק בְּתוֹךְ הַכְלָל נְתוּנָה לוֹ הָאֶפְשָׁרוּת לְהִתְפַּתְּחוּתָהּ הַחׇפְשִׁית וְהַמְלֵאָה שֶׁל אִישִׁיוּתוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 29<br />\n&nbsp;<br />\n1. Kada persona tiene deveres en respekto a la komunidad, porke su personalidad puede dezveloparse kompletamente solo en la komunidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 29<br />\n&nbsp;<br />\n1. יעדער האָט חובֿות צו דער געזעלשאַפֿט װאָס נאָר אין איר קען זיך פֿרײַ און פֿולשטענדיק אַנטװיקלען זײַן פּערזענלעכקײט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 29<br />\n&nbsp;<br />\n1. Everyone has duties to the community in which alone the free and full development of his personality is possible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. לֹא יֻגְבַּל אָדָם בִּזְכֻיוֹתָיו וּבְחֵרֻיוֹתָיו, פְּרָט לְאוֹתָן הַהַגְבָּלוֹת שֶׁנִקְבְּעוּ בַּחֹק עַל מְנָת לְהַבְטִיחַ אֶת הַהַכָּרָה בַּזְכֻיוֹת וּבַחֵרֻיוֹת שֶׁל הַזוּלַת וְאֶת יַחַס הַכָּבוֹד אֲלֵיהֶן, וְכֵן אֶת מִלוּי הַדְרִישׁוֹת הַצוֹדְקוֹת שֶׁל הַמוּסָר, שֶׁל הַסֵדֶר הַצִבּוּרִי וְשֶׁל טוֹבַת הַכְּלָל בְּתוֹךְ חֶבְרָה דֵמוֹקְרָטִית.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n2. En el exersisio de sus derechos i de sus libertades, kada persona estara solamente sujeta a las limitasiones establesidas por la ley kon el uniko buto de asegurar el rekonosimiento i el respketo de los derechos i libertades de los otros, i de satisfazer las djustas exijensias de la moral, del orden publiko i del bienestar jeneral en una sosiedad demokratika.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n2. בײַם אױסניצן זיך מיט זײַנע רעכט און פֿרײַהײטן, זאָל יעדער זײַן באַגרענעצט בלױז אױף װיפֿל די געזעץ זאָל באַשטימען כּדי די רעכט און פֿרײַהײטן פֿון אַנדערע מענטשן זאָלן אױך באַקומען פּאַסיקע רעספּעקט און כּבֿוד, און צוליב די יושרדיקע פֿאָדערונגען פֿון מאָראַלישקײט, פֿון עפֿענטלעכער אָרדנונג, און פֿון אַלגעמײנעם װױלזײַן װאָס זײַנען גילטיק אין אַ דעמאָקראַטישער געזעלשאַפֿט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. In the exercise of his rights and freedoms, everyone shall be subject only to such limitations as are determined by law solely for the purpose of securing due recognition and respect for the rights and freedoms of others and of meeting the just requirements of morality, public order and the general welfare in a democratic society.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. לְעוֹלָם לֹא יִשְׁתַּמְשׁוּ בִּזְכֻיוֹת וְּבְחֵרֻיוֹת אֵלֶה בְּנִגוּד לְמַטְרוֹתֵיהֶן וּלְעֶקְרוֹנוֹתֵיהֶן שֶׁל הָאֻמוֹת הַמְאֻחָדוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\n3. Estos derechos i libertades no podran en ningun kavzo ser exersidos en opozision a los butos i prinsipios de las Nasiones Unidas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n3. אין קײן שום פֿאַל טאָר מען זיך ניט אױסניצן מיט די־אָ רעכט און פֿרײַהײטן אין קעגנשטעל צו די צילן און פּרינציפּן פֿון די פֿאַראײניקטע פֿעלקער.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. These rights and freedoms may in no case be exercised contrary to the purposes and principles of the United Nations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסָעִיף ל.<br />\n&nbsp;<br />\nשׁוּם דָבָר בְּהַכְרָזָה זוֹ לֹא יִתְפָּרֵשׁ כִּאלוּ הוּא בָּא לְהַקְנוֹת לַמְדִינָה, לַצִבּוּר אוֹ לַיָחִיד כׇּל זְכוּת שֶׁהִיא לַעֲסוֹק בִּפְעֻלָה אוֹ לְבַצַע מַעֲשֶׂה שֶׁתַּכְלִיתָם לְקַפֵּחַ כׇּל זְכוּת אוֹ חֵרוּת מִן הַזְכֻיוֹת וְהַחֵרֻיוֹת הַקְבוּעוֹת בְּהַכְרָזָה זֹאת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"lad\">\nArtikolo 30<br />\n&nbsp;<br />\nDingun artikolo en la prezente Deklarasion podra ser interpretado en el sentido ke da derecho a algun Estado, a un grupo o a una persona, de tomar parte en aktividades o de realizar aktos kon el buto de destruir kualkier de los derechos i libertades proklamados en esta Deklarasion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאַרטיקל 30<br />\n&nbsp;<br />\nגאָרניט אין דער דאָזיקער דעקלאַראַציע טאָר מען ניט טײַטשן מיט דער אימפּליקאַציע, אַז װאָסער־ניט־איז מלוכה, גרופּע, צי מענטש האָט אַ רעכט אױף פֿאַרנעמען זיך מיט װאָסער־ניט־איז אַקטיװיטעט, אָדער אױספֿירן װאָסער־ניט־איז אַקט, װאָס איז געצילט אױף דער צעשטערונג פֿון װעלכן־ניט־איז פֿון די רעכט און פֿרײַהײטן װאָס זײַנען פֿאַרצײכנט דאָ אױבן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nArticle 30<br />\n&nbsp;<br />\nNothing in this Declaration may be interpreted as implying for any State, group or person any right to engage in any activity or to perform any act aimed at the destruction of any of the rights and freedoms set forth herein.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The <a href=\"https://en.wikipedia.org/wiki/Universal_Declaration_of_Human_Rights\">Universal Declaration of Human Rights</a>, by the <a href=\"https://www.ohchr.org/en/ohchr_homepage\">Office of the High Commissioner for Human Rights</a>, was adopted and proclaimed by United Nations General Assembly resolution 217 A III of 10 December 1948 (<span lang=\"yiddish\">גוטגעהײסן און פּראָקלאַמירט װי רעזאָלוציע 217 ‮A‬ (3) פֿון דער אַלגעמײנער פֿאַרזאַמלונג פֿון די פֿאַראײניקטע פֿעלקער, 10 דעצעמבער, 1948</span>).</p>\n<p>The original vocalized Hebrew translation that we have transcribed was made by unknown translators and publsihed in 1959 from the nascent department of Information Management (<span class=\"hebrew\">מינהל ההסברה</span>) of the State of Israel. Missing from that source are subsections 2 and 3 of Article 16 of the Declaration. For these, we have used an unvocalized <a href=\"https://www.unicode.org/udhr/d/udhr_heb.txt\">Hebrew translation</a> appearing elsewhere on the Internet credited to the Permanent Mission of Israel to the United Nations Office in Geneva. (Many thanks to Asaf Bartov of <a href=\"https://benyehuda.org\">Project Ben-Yehuda</a> for vocalizing these portions of Article 16!)</p>\n<p>The <a href=\"https://unicode.org/udhr/d/udhr_ydd.html\">Yiddish translation</a> was made by Dr. Refoyl Finkl and Sholem Berger in 1998. (For an audio recording, <a href=\"https://meta.wikimedia.org/wiki/File:Universal_Declaration_of_Human_Rights_-_yid_-_ss_-_Art1.ogg\">visit here</a>.) The <a href=\"https://www.unicode.org/udhr/d/udhr_lad.txt\">Ladino translation</a> is uncredited but dates to sometime between 1996 and 2009. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/rosettaproject_ydd_undec-1/rosettaproject_ydd_undec-1#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/hakhrazah-lkol-baei-olam-bidvar-zkhuoyt-haadam-1959/Hakhrazah%20l%27kol%20ba%27ei%20olam%20bidvar%20zkhuoyt%20ha-adam%20%281959%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_3 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_3 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_3\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_3\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_3 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_3 = 0;var ai_iframe_height_advanced_iframe_3 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_3); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_3\"><div id=\"ai-div-loader-advanced_iframe_3\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_3\"  name=\"advanced_iframe_3\"  src=\"https://archive.org/stream/freedomscharteru00nold/freedomscharteru00nold#page/54/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_3&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_3 = document.getElementById(\"advanced_iframe_3\");var hiddenTabsDoneadvanced_iframe_3 = false;\nfunction resizeCallbackadvanced_iframe_3() {}var recalculateIframeResizeadvanced_iframe_3 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_3 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_3() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_3);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_3);}\n        function initResponsiveIframeadvanced_iframe_3() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_3 = window.setTimeout(\"recalculateIframeadvanced_iframe_3()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_3 = window.setTimeout(\"recalculateIframeadvanced_iframe_3()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_3);</script><style>#advanced_iframe_3 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f3; United Nations",
        "&#x1f1fa;&#x1f1f8; National Brotherhood Week",
        "Modern Miscellany",
        "Addenda",
        "&#x1F310; Day of Democracy (September 15th)",
        "&#127760; United Nations Day (October 24th)",
        "&#x1F310; Human Rights Day (December 10th)"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "civil declarations and charters",
        "שבע מצות בני נח Seven Noaḥide Commandments"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2986"
        ],
        "_thumbnail_id": [
            "43778"
        ],
        "date_src_start": [
            "1948-00-00"
        ],
        "date_src_end": [
            "1948-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"},{\"name\":\"Spanish (Judeo-Spanish, Ladino)\",\"code\":\"lad\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/04/Eleanor_Roosevelt_UDHR.jpg",
        "title": "Eleanor_Roosevelt_UDHR",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Eleanor_Roosevelt_UDHR.jpg\">Eleanor Roosevelt holding poster of the Universal Declaration of Human Rights</a> (in English), Lake Success, New York. November 1949. (collection of the FDR Presidential Library & Museum)"
    },
    "source_link": "https://opensiddur.org/?p=43774",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/modern/universal-declaration-of-human-rights-1948/",
    "slug": "universal-declaration-of-human-rights-1948"
}