{
    "post_id": 41837,
    "title": "&#x1F4D6; Ministering to the Jews in the Armed Forces of the United States: Prayers for the Sick, Military Funeral Service, and Memorial Service (National Jewish Welfare Board 1942)",
    "author": "David de Sola Pool",
    "coauthors": [
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Aryeh Lev",
            "bio": "Rabbi Aryeh Lev (1912-1975), served as director of the Commission on Jewish Chaplaincy of the National Jewish Welfare Board. Rabbi Lev received the Legion of Merit in 1972 for his service with the 314th Infantry the Office of the Chief of Chaplains, the Office of the First Army Chaplain and the Army Chaplains School, on various overseas assignments and as “the key military religious con sultant to the Chiefs of Chaplains on all Jewish denominational matters.” Rabbi Lev came to the Jewish Welfare Board immediately after World War II, in which he was an Army chaplain serving as assistant to the Chief of Chaplains in the War Department. He continued in the Army Reserves in the rank of colonel until his retirement from the Army in 1972. Born in Jerusalem on June 6, 1912, he came here in 1917, graduated from Columbia University and was ordained as a rabbi at Hebrew Union College-Jewish Institute of Religion in 1937. After serving as a rabbi in Lebanon. Pa., he became national director of Young Judea in 1940. From that post he entered the chaplaincy. Rabbi Lev was a former national chaplain of the Jewish War Veterans and a past president of the New York Chapter of the Military Chaplains Association. He was a member of the National Advisory Commission of the United Service Organizations. President Eisenhower appointed him to the President's Council on Youth Fitness in 1957. Rabbi Lev was active in the Boy Scouts of America and the Jewish Committee on Scouting. He served on the advisory board of the Chief of Chaplains of the Air Force and of the Veterans Administration. He was chairman of the Rabbinical Pension Board, a board member of the Jewish Family Service and a member of the National Jewish Relations Advisory Council and of the United States Committee for the United Nations Children's Fund.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/01/aryeh-lev-e1674564705654-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aryeh-lev"
        },
        {
            "name": "the National Jewish Welfare Board",
            "bio": "The National Jewish Welfare Board (JWB) was formed on April 9, 1917, three days after the United States declared war on Germany, in order to support Jewish soldiers in the U.S. military during World War I The impetus for creating the organization stemmed from Secretary of War, Newton Baker and Secretary of Navy, Josephus Daniels. The organization was also charged with recruiting and training rabbis for military service, as well as providing support materials to these newly commissioned chaplains. The JWB also maintained oversight of Jewish chapel facilities at military installations. In 1921, several organizations merged with the JWB to become a national association of Jewish community centers around the country in order to integrate social activities, education, and active recreation. These merged organizations included the YWHA, YMHA, and the National Council of Young Men's Hebrew and Kindred Association. In 1941, in a response to a mandate from President Franklin D. Roosevelt, six private organizations - the YMCA, YWCA, the National Jewish Welfare Board, the Traveler's Aid Association and the Salvation Army were challenged to handle the on-leave morale and recreational needs for members of the Armed Forces. The six organizations pooled their resources and the United Service Organizations, which quickly became known as the USO, was incorporated in New York on February 4, 1941. The organization is now the JWB Jewish Chaplains Council, part of JCC of North America. The Council sends prayer books, religious artifacts and supplies for Jewish holidays, including Passover Seder kits, Ḥanukkah candles, four species for Tabernacles, and more.",
            "website": "https://en.wikipedia.org/wiki/National_Jewish_Welfare_Board",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/09/njwb-logo-scaled-e1674565193453-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/national-jewish-welfare-board"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2022-01-13",
    "last_updated": "2025-06-28",
    "excerpt": "A pamphlet for for United States military chaplains prepared by Chaplain Aryeh Lev under the direction of Rabbi David de Sola Pool for the Jewish Welfare Board during World War II. compiled for the use of United States personnel in the Armed Services. . . .",
    "content": "<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/ministering-to-the-jews-in-the-armed-forces-of-the-united-states-jewish-welfare-board-1942/Ministering%20to%20the%20Jews%20in%20the%20Armed%20Forces%20of%20the%20United%20States%20%28Jewish%20Welfare%20Board%201942%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work is in the Public Domain due to it having been published by the <a href=\"https://en.wikipedia.org/wiki/United_States_Government_Publishing_Office\">United States Government Printing Office</a> (a federal agency whose publications are exempt from copyright restrictions per <a href=\"https://www.law.cornell.edu/uscode/text/17/105\">17 U.S. Code &sect;105</a>).</p>\n<hr>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>FOREWORD </p>\n<p>The Committee on Army and Navy Religious Activities of the Jewish Welfare Board wishes to express its thanks to Chaplain Aryeh Lev of the Office of the Chief of Chaplains, Washington, D. C., who has prepared this pamphlet. It has been compiled tentatively as an aid to chaplains, civilian rabbis, and Jewish Welfare Board field rep- resentatives who may be called on to minister religiously to the sick, dying, and dead in our armed forces. It contains the following sections: Prayers for the Sick, a Military Funeral Service, and a Memorial Service for Those Fallen in Battle. The form of burial service follows military regulations. The Committee would appreciate receiving suggestions as to how to enhance the usefulness of this manual. </p>\n<p>The liturgy and prayers have been culled from various sources—Orthodox, Conservative, and Reform. Permission has been received to reprint prayers from the following books: <em>Sabbath and Festival Services</em> by Morris Silverman, Prayer Book Press, Hartford, Connecticut; <em>Union Prayer Book and Rabbis’ Manual</em>, Central Conference of American Rabbis. Blank pages have been added for additional selections. The Jewish Welfare Board’s “<em>Abridged Prayer Book</em>” and “<em>Selections from the Holy Scriptures</em>,” are also available at army posts and aboard ship. </p>\n<p>David de‎ Sola Pool, Chairman<br />\nCommittee on Army and Navy Religious Activities</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Pulpit &amp; Ceremonial collections of prayers"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "military",
        "World War Ⅱ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/105'>Public Domain</a> (17 U.S. Code §105 - Subject matter of copyright: United States Government works)"
        ],
        "_thumbnail_id": [
            "41839"
        ],
        "date_src_start": [
            "1942-00-00"
        ],
        "date_src_end": [
            "1942-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/01/Ministering-to-the-Jews-Prayers-for-the-Sick-JWB-1942-cover.jpg",
        "title": "Ministering to the Jews- Prayers for the Sick (JWB 1942) cover",
        "caption": "Ministering to the Jews- Prayers for the Sick (JWB 1942) cover"
    },
    "source_link": "https://opensiddur.org/?p=41837",
    "permalink": "https://opensiddur.org/compilations/anthologies/public-and-ceremonial/ministering-to-the-jews-in-the-armed-forces-jewish-welfare-board-1942/",
    "slug": "ministering-to-the-jews-in-the-armed-forces-jewish-welfare-board-1942"
}