{
    "post_id": 34753,
    "title": "&#x1F4D6; The Faith of America: Readings, Songs, and Prayers for the Celebration of American Holidays, compiled by Rabbi Mordecai Kaplan, J. Paul Williams, and Eugene Kohn (1951)",
    "author": "Eugene Kohn",
    "coauthors": [
        {
            "name": "Eugene Kohn",
            "bio": "Eugene Kohn (January 26, 1887 - April 1, 1977) was an American Reconstructionist rabbi, writer and editor. Born in Newark, New Jersey he attended the Jewish Theological Seminary of America and in 1912 received ordination. It was here that he met Rabbi Mordecai Kaplan who taught him homiletics. Between 1912 and 1939 he served as a congregational rabbi in Conservative synagogues in the U.S. states of Maryland, New Jersey, New York, Wisconsin and Ohio. He also served as the president of the Rabbinical Assembly 1936-1937. He played a central role in the Reconstructionist movement. He edited its journal <em>The Reconstructionist</em> and, alongside Kaplan and Ira Eisenstein, edited <em>The New Haggadah</em> (1941), <em>The Sabbath Prayer Book</em> (1945) and<em> The Reconstructionist Prayer Book</em> (1948). Alongside Jack Cohen, Eisenstein and Milton Steinberg he was one of Kaplan's main disciples.",
            "website": "https://en.wikipedia.org/wiki/Eugene_Kohn",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/eugene-kohn-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/eugene-kohn"
        },
        {
            "name": "John Paul Williams",
            "bio": "Dr. John Paul Williams (1900-1973) was chairman of the department of religion at Mount Holyoke College. In 1946, he served as president of the National Association of Biblical Instructors (now known as the American Academy of Religion). He wrote <em>What Americans Believe and How They Worship</em> (1952, revised 1962) containing the chapter \"Judaism -- the Mother Institution.\" Together with Rabbi Mordecai Kaplan and Eugene Kohn he co-authored the anthology of civic prayers, <em>Faith in America</em> (1951).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/10/john-paul-williams-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/john-paul-williams"
        },
        {
            "name": "Mordecai Kaplan",
            "bio": "Mordecai Menahem Kaplan (June 11, 1881 – November 8, 1983), was a rabbi, essayist and Jewish educator and the co-founder of Reconstructionist Judaism along with his son-in-law Ira Eisenstein.",
            "website": "https://en.wikipedia.org/wiki/Mordecai_Kaplan",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/09/mordecai-kaplan-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mordecai-kaplan"
        },
        {
            "name": "Jewish Reconstructionist Foundation",
            "bio": "Rabbi Mordecai Kaplan saw no need to start a separate movement to achieve his goal of creating a unified American Judaism without denominational factionalism. However, his followers believed that, if Kaplan’s visions were to be realized, a separate movement was needed. Therefore, in 1940, the Jewish Reconstructionist Foundation was established to support the works that promoted the Reconstructionist program.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/09/jewish-reconstructionist-foundation-96x96.png",
            "profile_link": "https://opensiddur.org/profile/jewish-reconstructionist-foundation"
        }
    ],
    "date": "2020-12-22",
    "last_updated": "2025-08-29",
    "excerpt": "A collection of civic prayers, poems, and readings arranged for thirteen civic holidays in the United States. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/the-faith-of-america-readings-songs-and-prayers-for-the-celebration-of-american-holidays-1951/The%20Faith%20of%20America-%20Readings%2C%20Songs%2C%20and%20Prayers%20for%20the%20Celebration%20of%20American%20Holidays%20%28Mordecai%20Kaplan%2C%20J.%20Paul%20Williams%2C%20Eugene%20Kohn%201951%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE</p>\n<p>National holidays are designed to call attention to the institutions and ideals that the nation holds sacred. Unfortunately the observance of these days is too often perfunctory. They are treated merely as occasions for recreation. Recreational activity at such times is legitimate, but it has little relation to the purpose which the holidays are intended to serve. Even when they are observed with some measure of public ceremony, their deeper meanings are seldom adequately expressed. A vague and shallow patriotism, devoid of any specific content, is frequently the only sentiment which is evoked.</p>\n<p>The purpose of this book is to help give meaning to the most important American holidays by associating them with the ideals appropriate to them, ideals that have gone into the making of the American conscience. Programs for the observance of these holidays are provided, consisting of prayers, readings, and hymns, which can be used by public assemblies, patriotic societies, schools, civic centers, churches, and synagogues to celebrate these holidays in a religious spirit. Such an observance should inspire Americans to view their history and destiny as a part of mankind’s striving for goodness, truth, and holiness in human life.</p>\n<p>These programs should prove of particular value to interfaith groups. They give a religious interpretation to American history and institutions without reference to the specific doctrines of any of the historic religions with which individual Americans may be affiliated. The programs stress those democratic ideals which make it possible in America for the various religious and racial groups to meet on common ground, for all the great religious traditions that have influenced American life stress the sacredness of human personality, respect for human rights, and the duty of fraternal cooperation for the common welfare.</p>\n<p>Each program in this book has the form of a religious service. It begins with an invocation or a message conveying the significance of the day. This is followed by varied selections in prose and poetry, some of them designed for reading by the leader, some for responsive reading by the leader and the assembly, some for silent reading. A few are suggested for choral reading. Interspersed among the readings are hymns and songs, and every program concludes with prayer. It is recommended that an address by a person qualified to relate the message of the day to current social and moral problems be inserted at some appropriate point in the service.</p>\n<p>The selections consist in the main of quotations, adaptations, and abridgments of significant passages from American literature and from historic documents of permanent spiritual value. The reason for including passages from historic documents is that they highlight those events which have been influential in inspiring American ideals. In the readings, each holiday is associated with the particular idea that it conveys. What the holidays stand for may be said to constitute the national faith. The following are the holidays for which programs have been provided, with a brief statement of the message each holiday is designed to convey:</p>\n<p>1. NEW YEAR’S DAY: a day for the rededication of America to American ideals. The beginning of a new year suggests the taking of a spiritual inventory of where the nation stands in respect to the fulfillment of its own ideals and traditions. It invites us to a renewal of our devotion to the highest purposes that have been conceived for American life.</p>\n<p>2. LINCOLN’S BIRTHDAY: a day devoted to the ideals of equality and fraternity. The career of Abraham Lincoln embodies the ideal of charity to all and malice toward none. His sympathies transcended racial, religious, and sectional differences. His profound reverence for the humanity of all men made him champion their equal right to freedom from oppression and slavery. The observance of his birthday should stress the ideals to which his life was dedicated.</p>\n<p>3. WASHINGTON’S BIRTHDAY: a day devoted to the promise and the responsibilities of nationhood. Since Washington presided at the birth of the nation, when as yet it was but the promise of a new and better way of life, the anniversary of his birth should invite reflection on what the nation means to us and to mankind and what it has a right to expect of us.</p>\n<p>4. ARBOR DAY: a day devoted to the responsible use of our natural resources. To fail to conserve the natural resources of the nation means to rob its future generations. Arbor Day was instituted to halt the depletion of our arboreal resources through the planting of trees. Its celebration should be dedicated to making us aware of our obligation to use all the ample resources of our country with due regard not only to our own immediate welfare but to that of posterity.</p>\n<p>5. MEMORIAL DAY: a day devoted to reflection on sacrifice for American ideals. The solemn remembrance of those who gave their lives that our nation might live should inspire us to see that the nation is worthy of the sacrifices made to preserve it. The observance of Memorial Day should instill a determination to fulfill the ideals on behalf of which those who fell were persuaded to risk their lives.</p>\n<p>6. FLAG DAY: a day devoted to reflection on the reality symbolized by the flag. Reverence for the flag is a form of idolatry unless the emotion aroused by the flag is given spiritual significance. The homage paid the flag should be a symbolic expression of allegiance and loyalty to American democratic ideals and the institutions through which they work. It should arouse an appreciation of the values that inhere in our American way of life and of the privilege of sharing in it.</p>\n<p>7. INDEPENDENCE DAY: a day devoted to reflection on the uses of freedom. The value of our national independence is determined by the use we make of it. All freedom involves responsibility. Unless used to good advantage it becomes forfeit. Independence Day should be made the occasion for an earnest consideration of how best to use the freedoms we enjoy for the benefit of all our people and of all mankind.</p>\n<p>8. LABOR DAY: a day devoted to the reflection on the role of labor in shaping a better world. The dignity of labor arises from the fact that through it man helps to create his own world and to determine the destiny of the human race. But that dignity is present only when labor is free and is spent voluntarily in meeting the needs of the laborer, his family, and his community. Forced labor and forced idleness alike deprive man of his sacred dignity. Hence Labor Day should stimulate thought on how to render labor as free and creative as we can make it.</p>\n<p>9. CONSTITUTION DAY: a day devoted to the American ideal of a government of laws, not of men. The importance of the Constitution that makes the anniversary of its signing an occasion for celebration does not rest primarily on its specific provisions, wise as many of these are. It rests rather on the principle of constitutionalism. That principle means that governmental authority must be defined and limited by law and that the citizen is entitled to know what his rights and his duties are. Constitution Day should inspire us to continue translating into law the ideals of justice and right in human relations.</p>\n<p>10. COLUMBUS DAY: a day devoted to an appreciation of the exploring and pioneering spirit. Columbus’ daring attempt to reach the East by traveling west opened up a new continent. He was followed by a host of intrepid explorers and pioneers. The pioneering spirit of self-reliance, zest for adventure, and quest for new paths has become a characteristic element of the great American tradition. The observance of Columbus Day should keep alive that spirit and encourage further high adventure in opening up ways of living better than man has yet known.</p>\n<p>11. UNITED NATIONS DAY: a day devoted to the ideals of world peace and world unity. National sovereignty does not mean national irresponsibility. Nations, like individuals, are their brothers’ keepers. In our world of closely knit economic and cultural ties, no nation can live in isolation; all are interdependent. All must learn to work together to their mutual advantage and to pursue together the welfare of all people everywhere. True to that ideal, the United States assisted at the birth of the United Nations. The anniversary of that event should therefore serve as an occasion for renewing our allegiance to the United Nations and to the ideal of world peace and unity for which it stands.</p>\n<p>12. ELECTION DAY: a day devoted to the responsibilities of self-government. The exercise of suffrage is both a sacred right and a solemn responsibility. Election Day should make the citizen aware of his share in government. Its observance should move him to use his ballot conscientiously, to place the public welfare as he sees it above considerations of personal, sectional, or partisan gain.</p>\n<p>13. THANKSGIVING DAY: a day devoted to a grateful awareness of the blessings of American life. A blessing not appreciated is easily lost. If we take for granted the blessings that we enjoy by virtue of our living in a land of almost boundless opportunities and take no thought to the moral foundation on which the welfare of our people rests, those blessings will sooner or later be lost. Thanksgiving should be used to make us aware of those moral foundations, of our dependence on divine justice and love for the continued enjoyment of the blessings of American life.</p>\n<p>Although the selections in this book are arranged for specific holidays, that arrangement is meant to be suggestive rather than prescriptive. Many of the selections may be used with equal appropriateness for holidays other than those for which they are designated here.</p>\n<p>In addition to being used as a sort of liturgy for the public observance of American holidays, the selections in this book can be adapted for use in pageants, dramatizations, and other modes of expression by groups that are willing and able to give sufficient time to such activities.</p>\n<p>Thanks are due to the authors and publishers who have permitted us to use material for which they own the copyright. Acknowledgment of our indebtedness to specific authors and publishers will be found on page XVI.</p>\n<p>We are indebted to Dr. Ira Eisenstein for his critical reading of the text, to Rabbi Jack J. Cohen and Dr. Joseph Blau for assistance in research, and to Mr. Elie Siegmeister for his advice on the choice of musical material.</p>\n<p>This project was initiated by the Jewish Reconstructionist Foundation and was made possible by the generosity of Mr. and Mrs. Joseph Levy, in memory of their daughter, Miriam Levy Finn.</p>\n<p style=\"padding-left: 40px;\">MORDECAI M. KAPLAN<br />\nJ. PAUL WILLIAMS<br />\nEUGENE KOHN</p>\n</blockquote>\n</div>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Interfaith &amp; Ecumenical collections of prayers",
        "Pulpit &amp; Ceremonial collections of prayers"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "civic prayers",
        "ecumenical prayers",
        "reconstructing Judaism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "34754"
        ],
        "date_src_start": [
            "1951-00-00"
        ],
        "date_src_end": [
            "1951-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/12/Faith-of-America-cover-art.png",
        "title": "Faith of America &#8211; cover art",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=34753",
    "permalink": "https://opensiddur.org/compilations/anthologies/public-and-ceremonial/the-faith-of-america-readings-songs-and-prayers-for-the-celebration-of-american-holidays-compiled-by-mordecai-kaplan-j-paul-williams-and-eugene-kohn-1951/",
    "slug": "the-faith-of-america-readings-songs-and-prayers-for-the-celebration-of-american-holidays-compiled-by-mordecai-kaplan-j-paul-williams-and-eugene-kohn-1951"
}