{
    "title": "Prayer for the Anniversary of the Destruction of the Temple (תשעה באב), by Rabbi Moritz Mayer (1866)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Moritz Mayer",
            "bio": "Rabbi Moritz Mayer (originally Moses Maier, later Maurice Mayer; 1821-1867) born in Dürckheim-on-the-Haardt, Germany, fled to the United States and to New York as a political refugee of the <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/1848_revolution#German_states\">1848 revolution</a>. In 1859, after seven years as the rabbi of <a href=\"/profile/kehilat-kadosh-beth-elohim/\">Ḳ.Ḳ. Beth Elohim</a> in Charleston, South Carolina, he returned in poor health to New York where he contributed frequently to the Jewish press, and translated various German works into English: Rabbi Samuel Adler's catechism, Abraham Geiger's lectures on Jewish history, and Ludwig Philipson's pamphlet, <em>Haben die Juden Jesum Gekreuzigt?</em> (the Crucifixion from the Jewish Point of View), et al. In 1866, a number of his English translations of Fanny Neuda's teḥinot in German (from her <em>Stunden Der Andacht</em>, 1855/1858) were published in a volume he titled <em>Hours of Devotion</em>. The work also included a number of his own prayers as well as those of Marcus Heinrich Bresslau. The following year, Moritz Mayer passed away. He was 45 years old. \r\n\r\n(We are indebted to Anton Hieke for his research on Mayer, \"<a href=\"https://www.academia.edu/41728357/Anton_Hieke_Rabbi_Maurice_Mayer_German_Revolutionary_Charleston_Reformer_and_Anti-Abolitionist\">Rabbi Maurice Mayer: German Revolutionary, Charleston Reformer, and Anti-Abolitionist</a>\" published in <em>Southern Jewish Life</em>, 17 (2014), pp. 45-89.)\r\n\r\nFor Mayer's translations of prayers by other authors, please <a href=\"/profile/moritz-mayer-translation/\">visit here</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/11/Moritz-Mayer-circa-1860s-96x96.png",
            "profile_link": "https://opensiddur.org/profile/moritz-mayer"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-06-22",
    "last_updated": "2020-06-22",
    "excerpt": "A prayer for Tisha b'Av. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWith profound fervor, O Lord ! do we this day remember the fatal day on which the enemy entered Thy fortress, and Thy Sanctuary became a prey unto consuming flames.— &#8220;How the city sat solitary that was full of people,—the princess among the provinces, a mourning widow.&#8221; Israel&#8217;s pride and crown, the glorious Temple upon Moriah&#8217;s proud heights wherein the children of Abraham praised the glory of Thy name <em>before</em> all nations,—the lustrous abode of the Ark with the divine testimony and the Cherubim pair with their heavenward turned wings,—the altar with the atoning sacrifice, the candelstick with its seven tongues of fire—: all sank into ruins;—the sweet song of the Levites that had risen up to Thee in thousand voices was hushed, and the wails of the Priests robbed of their ministrations and dignity, the cries and lamentations of the children of Thy people deprived of their houses, were alone heard. Alas! heavy and bitter affliction didst Thou impose upon the house of Jacob on that day! With bleeding hearts did the poor pilgrims tear themselves away from their dearly beloved house of their youth, which had offered them so many gifts of imperishable salvation, such rich treasures of never-dying reminiscences, and started for a loveless strange land, like children whom their father had rejected, everywhere surrounded by raving cries of hostile nations, everywhere nurtured with sufferings, wrapt in the garb of slaves, beaten and wounded unto death, that they often cried unto Thee from out of their misery: &#8220;Thou hast laid me in the lowest pits, in darkness, in the deeps; Thy wrath lieth hard upon me, and Thou hast afflicted me with all Thy waves; Thou hast taken away all my friends far from me, and hast made me an abomination unto them; I am shut up, and I cannot come forth; mine eye grows blind from grief, Lord! I call upon Thee, the whole day I stretch out my hands unto Thee; wilt Thou shew wonders unto the dead, can shadows rise again?<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Psalms 88:7-11.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Why, O God, castest Thou off my soul, why hidest Thou Thy face from me?<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Psalms 88:15.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Thy fierce wrath goeth over me, Thy terrors surround me;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Psalms 88:17.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> lover and friend hast Thou taken from me, and darkness is mine acquaintance!&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Psalms 88:19.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Yea, unutterable woe hath Israel suffered during the numberless days of his pilgrimage! his shoulder whereon the government once lay, became a path for wanderers; his eye, once shining with the brilliancy of happines, became an inexhaustible fountain of tears. Where&#8217;er his fugitive foot trod, he found the yoke of oppression, the curse of hatred, the poisonous arrow of calumny, and many thousands of his sons and daughters were compelled to sacrifice their fortunes and lives in their struggles for Thee and Thy holy Law; yet they were more fleeting than an eagle, stronger than a lion in the performance of Thy sublime will, inseparable, both in life and in death, from their faithfulness unto Thee, Thou Unsearchable One, who Greatest the pure from impure, light from darkness, and wilt lead also Thy people from the deepest ignominy of degradation unto the most glorious goal, unto the most beautiful triumph. And this elevating thought affords us also consolation, courage and hope, aye! it changes our mourning into joy, our lamentation into cries of exultation. However deeply and sorely our soul may be affected by the memory of the unutterable woe wherewith our ancestors went forth from their own Zion into the vast wilderness of heathen nations, however great our pain may be at the contemplation of the long journey of heavy sufferings and great sacrifices which our race has since had to pass: in all these bitter trials we recognize Thy loving paternal guidance, a means towards the fulfillment of Thine infallible promises, towards the glorification of Thy name and of Thy law, before the eyes of all nations. No! not as a rejected son did Thy first-born go forth into a strange land, but as Thy messenger unto all the families of the earth. Israel should no longer dwell solitary and separate from Thy other children who were languishing in night and darkness, but carry his blessings everywhere like a fertilizing stream. The One Temple of God at Jerusalem sank into ruins, in order that numberless Temples might rise all over the earth unto Thy honor and glory. The ancient priestly dignity and sacrificial service vanished, in order that the whole Congregation of Israel, in accordance with its original mission, may become a ministering priest, and every member thereof may offer sacrifices wherewith Thou wilt be more pleased than with the blood of animals and thousands of rivers of oil,—sacrifices of practical charity, love for God and man,—sacrifices of a pure and holy life, which will not deviate from the path of truth even in suffering and death,—sacrifices of that unprecedented faithfulness to God, whose miracles are attested by the history of thousands of years. Thine imperishable testimony has remained inviolate and has risen purified and with heightened lustre from that bitterly bewailed conflagration, relieved from walls which had become for it a dungeon and shut out its glory from the view of millions of beings standing without, created in Thine image and intended to be elevated by Thy Priest, to be Thy people. From the flames that consumed Zion, the Messiah was born, suffering Israel, who, relieved from the bonds of childhood, proceeds through the world, a man of sorrows, without form and comeliness, despised and rejected, that with his chains he may lead his own tormentors unto freedom, through his wounds carry healing unto them that had smitten him, in order that,—after his soul had made an offering for sin—he should behold seed, happily accomplish God&#8217;s will, and be rejoiced and satisfied by the sight of the numberless hosts that will come to join him from all parts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThus, then, Lord! this day has turned, according to the proclamation of Thy prophet, from a day of fast and mourning into a feast of joy, when we remember the glorious development of Thy Law, and our sublime Messianic mission which commenced with the event commemorated on this day. Though this sublime mission has cost us bitter sacrifices, and though the way which we have still to pass is long:—our hearts are full of gratitude for the infinite grace which Thou hast vouchsafed unto us, to be the ministering priests for all mankind; and our confidence in Thy promise shall never be shaken, that all that hath breath shall on some future day bow before Thee. Grant, God, that all Israel may know the goal of their pilgrimage and pursue it with united energy and cheerful courage! Grant, that their mourning may end everywhere, where&#8217;er they may yet sigh under the yoke of hatred; open the eyes of all those who still regard Thy messenger as rejected from before Thy countenance, and limit the house of the world-conquering Prince of God to that narrow spot whereon his cradle stood in ancient time!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMayest Thou, then, strengthen us all in Thy service, fortify us for our mission, and cause us soon to enter upon that promised time, when the vast earth shall be an altar for trespass-offerings, whereon all spirits and hearts will rise to Thee with burning love,—when the Doctrine of Truth and the Law of life&#8217;s sanctification shall, as protecting Cherubim, expand their wings over the Sanctuary of a race lovingly united among themselves and with Thee;—when all mankind shall shine in the same lustre, like that candlestick which was made of one piece of pure gold, and sent forth from seven arms its brilliant light;—when that Temple shall rise which Thine own hand shall build out of the same fire which destroyed that made by human hands,—out of the heavenly fire, from which Thou didst reveal Thyself on Sinai unto the people of Israel, and on Zion unto all Thy children, that Thy promise may be fulfilled of a new Jerusalem which Thou wilt surround as with a wall of flames, <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Prayer for the Anniversary of the Destruction of the Temple. (תשעה באב)&#8221; is one of thirty prayers appearing in Rabbi Moritz Mayer&#8217;s collection of tehinot, <em><a href=\"/?p=3692\">Hours of Devotion</a></em> (1866), of uncertain provenance and which he may have written. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/hoursofdevotionb00neudrich#page/38/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Psalms 88:7-11.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Psalms 88:15.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Psalms 88:17.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Psalms 88:19.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Tishah b'Av"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "413"
        ],
        "_thumbnail_id": [
            "32407"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/06/prayer-for-the-anniversary-of-the-destruction-of-the-temple-Moritz-Mayer-1866.png",
        "title": "prayer for the anniversary of the destruction of the temple (Moritz Mayer 1866)",
        "caption": "Detail of Moritz Mayer's prayer for the anniversary of the destruction of the temple (Moritz Mayer 1866)."
    },
    "source_link": "https://opensiddur.org/?p=32406",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/fast-days/tishah-bav/prayer-for-the-anniversary-of-the-destruction-of-the-temple-by-moritz-mayer-1866/",
    "slug": "prayer-for-the-anniversary-of-the-destruction-of-the-temple-by-moritz-mayer-1866"
}