{
    "title": "Prayer of the Guest Chaplain of the U.S. House of Representatives: Rabbi Leib Pinter on 18 February 1975",
    "author": "Leib Pinter",
    "coauthors": [
        {
            "name": "Leib Pinter",
            "bio": "Rabbi Leib Pinter (1944-) was born in Brooklyn, New York. In 1971, he founded a small school, the B'nai Torah Institute. In 1972, President Gerald Ford <a href=\"https://www.fordlibrarymuseum.gov/library/document/0023/1686269.pdf\">spoke at an annual dinner</a> in support of the school. With the receipt of public funds, the school expanded quickly, and so too, increased scrutiny, beginning with taking public funds for distributing rotten kosher school lunches. On 15 February 1975, he offered the prayer of the guest chaplain before the US House of Representatives. It wasn't five days before the New York Times reported that he and his institute were under <a href=\"https://www.nytimes.com/1978/02/20/archives/bnai-torah-institute-in-brooklyn-is-target-of-3-us-investigations.html\">three separate federal investigations</a>. By mid-1978 the Institute was defunct and Rabbi Pinter's career was in shambles after pleading guilty to a charge of bribing Representative Daniel J. Flood, himself under investigation at the time by a organized-crime task force of the Justice Department and other agencies. Early in the 2000s, Pinter <a href=\"https://www.zootorah.org/controversy/account.html\">helped lead an effort</a> into censoring the work of Rabbi Natan Slifkin. In 2008, he was <a href=\"https://www.reuters.com/article/bondsNews/idUSN1117127920080911/?sp=true\">indicted for Wire Fraud Conspiracy</a> after misappropriating refinanced mortgage loans as an executive of Olympia Mortgage Corp. He is the author of <em>Don't Give Up</em> (2004).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/leib-pinter"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        }
    ],
    "date": "2024-02-17",
    "last_updated": "2025-03-29",
    "excerpt": "The Opening Prayer given in the U.S. House of Representatives on 18 February 1975. . . .",
    "content": "<div class=\"english\" lang=\"eng\" style=\"font-size:1.2em;\">\nGuest Chaplain: Rabbi Leib Pinter, B’nai Torah, Brooklyn, New York<br />\nDate of Prayer: 18 February 1975<br />\nSponsor(s): Rep. Stephen Solarz (D-NY), Rep. John W. Wydler (R-NY)</p>\n<blockquote><p>\nMr. SOLARZ. Mr. Speaker, this morning we had the pleasure of having the opening prayer delivered by one of my constituents and good friends, Rabbi Leib Pinter, of Brooklyn.</p>\n<p>A graduate of the Mesivta Talmudical Seminary, Rabbi Pinter was ordained in 1964. He has also been awarded the B.S. degree by Brooklyn College and the M.S. degree by Long Island University. Since 1968 he has served as the spiritual leader of Congregation B&#8217;nai Torah in Brooklyn.</p>\n<p>In addition to his religious duties, Rabbi Pinter has also dedicated himself to furthering Jewish education. For 3 years he served as an instructor of Talmud at the Yeshiva of Eastern Parkway High School, for 3 years as principal of that institution and for 2 years as the registrar of Mesivta of Eastern Parkway Rabbinical Seminary. In 1972 he became the founder and president of the B&#8217;nai Torah Institute in Brooklyn. He presently serves as the institute&#8217;s dean.</p>\n<p>B&#8217;nai Torah Institute is comprised of three academic divisions-the high school, the Bais Hamedrash for high school graduates who concentrate exclusively on Hebrew studies, and the Kollel for intensive religious studies for post-high school students. The Kollel students are the young men who are destined to become the instructors and Roshei Yeshiva-deans-of future generations. The B&#8217;nai Torah Institute operates a 12-month program and during the summer the young men pursue their studies at a camp in the Catskill Mountains of New York.</p>\n<p>A truly unique and dedicated person, Rabbi Pinter has served as the president of the Conference of Associated Yeshivas, 1974; New York State Yeshiva High School Principal&#8217;s Association, 1972; and the Council of Jewish Manpower Associations, 1973.</p>\n<p>Married and the father of four children, Rabbi Pinter is one of the 13th Congressional District&#8217;s most active and respected residents. His effective efforts in the areas of education and manpower programs are particularly noteworthy and I am delighted he could be here with us this morning.</p>\n<p>Mr. WYDLER. Mr. Speaker, will the gentleman yield?</p>\n<p>Mr. SOLARZ. I yield to the gentleman from New York.</p>\n<p>Mr. WYDLER. Mr. Speaker, I wish to further commend Rabbi Pinter on the invocation he delivered to the House today. Mr. Speaker, it has been our privilege this morning to have the invocation delivered by a distinguished leader in the American Jewish community, Rabbi Leib Pinter. I am sure that my colleagues in this august body were impressed and inspired by his moving words.</p>\n<p>Rabbi Pinter is a noted scholar and educator who serves as dean of the outstanding B&#8217;nai Torah Institute in Brooklyn, N.Y. I am familiar with its work and wish to applaud its efforts publicly. on this occasion, I shall now enter some extended remarks in the CONGRESSIONAL RECORD.</p>\n<p>B&#8217;NAI TORAH INSTITUTE</p>\n<p>The &#8220;average man&#8221; is the blessing of modern democratic society and also its curse. Goals are set. with the &#8220;average man in mind, policies enunciated, laws promulgated, institutions established, schools erected&#8211;all to serve the needs of Mr. John Doe. Thus, neither the &#8220;elite&#8221; nor the &#8220;rabble&#8221; determine the public framework of our society; which is a blessing, because it meets the needs of the many and not merely the few. But what of the few? What of the underprivileged and the disadvantaged?</p>\n<p>Must they fall by the wayside? How much valuable potential is lost because society cannot afford to pay individual attention to the needs of the poor, the uneducated, the unskilled?</p>\n<p>And what of the gifted? Are their talents and intellectual abilities to be wasted because they must conform to the norm? Are they to be restrained from achieving the possible because our institutions are geared to reach the average attainable?</p>\n<p>Fortunately, this is a free country and any ind1v1dual can theoretically reach the heights of his ultimate capabilities But, since government must limit its concern and assistance to the many and not the few, the striving and ambitious individual must reach his goals on his own or with the help of other private individuals. The history of our country is replete with examples of men and women who have done just that&#8211;and America is the better for it.</p>\n<p>EXCELLENCE IN EDUCATION</p>\n<p>The problem is particularly acute in the field of education. All children are not created equal, at least in their intellectual capacities and talents. Ideally, therefore, the brighter child should be taught differently than the average child. Unfortunately, in a mass educational system with large classes, it is almost impossible to teach each child according to his own needs, at his own speed. And while, on the elementary level, there are in some instances sufficient pupils in a school to organize parallel classes based on slow, average, and advanced achievers, this is not ,the case on the higher levels of education. Only a separate school, devoted especially to the need of the gifted, intellectually superior student, could prove successful.</p>\n<p>The Jewish people, from time immemorial, have been known as the People of the Book. Learning and study are among their highest values; their rabbis and scholars are venerated and respected beyond measure. Education for all, and especially for the gifted, is one of their prime concerns.</p>\n<p>With this goal in mind, the B&#8217;nai Torah Institute was founded. Through careful screening of applicants, the institute was able to gather a select group of outstanding Jewish high school students who could benefit most from its unique program. The minimum standard is excellence: In intellectual capacity, in moral inclination, in a desire for influence and leadership. Once these standards are met, and openings are available, no other conditions are placed on entry, certainly not financial conditions: students pay whatever they can afford.</p>\n<p>A 3-YEAR HIGH SCHOOL PROGRAM</p>\n<p>One of the basic assumptions of the American educational system is that a student cannot tolerate, or function well for, more than a 10-month school year, with frequent minivacations even in that time span. For the average student this is possibly true, although this too is a controversial matter; in fact, the more demanded of a student, the more he can accomplish.</p>\n<p>B&#8217;nai Torah Institute demands more. A B&#8217;nai Torah student devotes a minimum of 13 hours a day to his studies, beginning with prayer services at 7:30 a.m. and ending with an independent study review session at 9 p.m. During the day he partakes of an intensive and accelerated program of both Hebrew and secular subjects. Classes are small and intimate, allowing for close one-to-one contact between student and teacher.</p>\n<p>And this program continues, in one form or another, 12 months of the year! Ten months are spent on the school campus in Brooklyn, 1 month of full curriculum is mandatory on the school&#8217;s campgrounds in the Catskills, and 1 month offers an option between continuing the full curriculum at camp or a program of assigned study projects wherever the student chooses to be.</p>\n<p>As a result of this intense and accelerated program a student is able to complete his high school studies in only 3 years.</p>\n<p>POST-HIGH SCHOOL STUDIES</p>\n<p>Having graduated from high school a year earlier than most, the Institute&#8217;s student rarely feels the pressure to enter a secular college, even if he has intentions of doing so, at this tender age. Thus he is able to devote a year or two, or more, exclusively to his Hebrew studies, which in any event is at the heart of his lifestyle. He enters the bais hamedrash literally, house of study&#8211;and delves deep into the profundities of the Bible, the Talmud, and other rabbinic commentaries and ethical teachings. An exceptionally high caliber staff of instructors&#8211;a number of whom have authored and published learned articles and books&#8211;works with small groups of students in an academic style that blends a clear-cut analytical approach with a warm and positive attitude toward the subject matter.</p>\n<p>Post-high-school students who show exceptional promise are encouraged to continue their studies even after marriage. The chosen and the willing, upon committing themselves to spend at least 3 years in this program called the Kollel, are offered a stipend which allows them to study undisturbed by the concerns of supporting their young families. While far from lavish, the B&#8217;nai Torah grant enables the Kollel men to provide for their dependents with dignity and peace of mind. These young men are destined to become the instructors and deans of future generations of young Jewish scholars.</p>\n<p>DORMITORY AND DINING FACILITIES</p>\n<p>While many of B&#8217;nai Torah&#8217;s students reside in the immediate or adjacent neighborhoods, others come from far and wide to benefit from its unique program. To enable the latter to participate in every aspect of the schedule, dormitory facilities are provided in nearby apartments.</p>\n<p>Three nutritious meals are served to each student every school day, and tea and coffee are available throughout the day.</p>\n<p>A COMMUNITY-MINDED INSTITUTION</p>\n<p>&#8220;No man is an island unto himself,&#8221; the poet said, and B&#8217;nai Torah Institute subscribes to that wholeheartedly. As an institution steeped in the moral concepts of traditional Judaism, it cherished the ideal of loving one&#8217;s neighbor as one&#8217;s self. The administration of B&#8217;nai Torah Institute has chosen to inculcate this ideal in its students not merely by preaching it but by practicing it. </p>\n<p>B&#8217;nai Torah Institute is actively engaged in managing and supervising several public assistance programs of direct benefit to the underprivileged in a number of Metropolitan New York&#8217;s neighborhoods. Summer lunch programs, under the aegis of U.S. Department of Agriculture, provide a well-balanced nutritious meal to thousands of impoverished children. Manpower training programs, under the auspices of the U.S. Department of Labor, offer training and new skills to members of the disadvantaged minorities who seek a better station in life.</p>\n<p>By observing this example of concern for the poor and the needy, B&#8217;nai Torah students are imbued with the noble ideal of shouldering the burden with their fellow man.</p>\n<p>B&#8217;NAI TORAH INSTITUTE LOOKS TO THE FUTURE</p>\n<p>As long as there are human differences, there will be a need for special educational programs for the gifted. Indeed, as educational opportunities become more broad based, there will be a continually growing need to encourage the intellectually superior student to reach for, and achieve, his maximum potential.</p>\n<p>B&#8217;nai Torah Institute can already see, by the increasingly large number of applicants they cannot accept only because their present facilities are inadequate, that it must expand its horizons. They consider it their sacred duty to their people and to our country, to make excellence in education available to all who seek it.\n</p></blockquote>\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nFather in Heaven,<br />\nwhose sovereignty is everlasting,<br />\nwho grants dominion unto governments,<br />\nwe seek Your blessing and protection for this Nation,<br />\nthe United States of America.<br />\nGrant wisdom to her leaders<br />\nto guide her in the path of peace and prosperity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\nכי לב מלאכים<br />\nביד השם\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nFor the hearts and the thoughts of rulers<br />\nare in the hands of the Almighty.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nWe do, therefore, pause<br />\nto acknowledge Thy Lordship<br />\nand ask Thy blessing upon those of us<br />\nto whom are given the special responsibilities<br />\nof this great country.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nDirect us, O Lord,<br />\nin all these, our doings,<br />\nand grant us the gracious favor<br />\nof Thy continued help<br />\nthat all our works, begun,<br />\ncontinued, and concluded in Thee,<br />\nmay glorify Thy holy name.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer of the guest chaplain was offered in the second month of the first session of the 94th US Congress in the House of Representatives, and published in the Congressional Record vol. 121, part 3 (1975), page 3222. Remarks on behalf of the chaplain and his institute by Rep. Stolarz and Wydler were recorded on pages 3222 and 3223. This prayer is notable in that the guest chaplain, Rabbi Leib Pinter, was reported to be under <a href=\"https://www.nytimes.com/1978/02/20/archives/bnai-torah-institute-in-brooklyn-is-target-of-3-us-investigations.html\">three separate federal investigations</a> within five days of delivering his prayer.</p>\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_54375\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-vol--121-part-3-1975-p--3222.png\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54375\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-vol--121-part-3-1975-p--3222-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54375\" /></a><p id=\"caption-attachment-54375\" class=\"wp-caption-text\">Congressional Record vol. 121, part 3 (1975), p. 3222</p></div></span> <span style=\"float: left;\"><div id=\"attachment_54376\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-vol--121-part-3-1975-p--3223.png\" rel=\"lightbox-1\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54376\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-vol--121-part-3-1975-p--3223-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54376\" /></a><p id=\"caption-attachment-54376\" class=\"wp-caption-text\">Congressional Record vol. 121, part 3 (1975), p. 3223</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Opening Prayers for Legislative Bodies"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "94th Congress",
        "English vernacular prayer",
        "Prayers of Guest Chaplains",
        "U.S. House of Representatives",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2685"
        ],
        "_thumbnail_id": [
            "19987"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Flag_of_the_United_States_House_of_Representatives.svg.png",
        "title": "Flag_of_the_United_States_House_of_Representatives.svg",
        "caption": "Flag of the United States House of Representatives"
    },
    "source_link": "https://opensiddur.org/?p=54286",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/opening-prayers-for-legislative-bodies/prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-leib-pinter-on-18-february-1975/",
    "slug": "prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-leib-pinter-on-18-february-1975"
}