{
    "title": "Prayer of the Guest Chaplain of the U.S. House of Representatives: Rabbi Morton M. Berman on 1 July 1957",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Morton Mayer Berman",
            "bio": "Rabbi Morton Mayer Berman (1899-1986), born in Baltimore, Maryland, was a prominent Reform movement rabbi in the United States and the State of Israel. A graduate of Yale, he was ordained at the Jewish Institute of Religion (JIR) in New York. In 1927-27, he studied at Hebrew University in Jerusalem under a Guggenheimer Fellowship, and at the Hochshule fuer die Wissenschaft des Judentums at Berlin in 1927. He served as an assistant rabbi to Dr. Stephen S. Wise at the Free Synagogue in New York and as JIR's director of field activities. In 1937, he came to Chicago's Isaiah Israel synagogue, where he quickly reinstated traditions and ceremonies eliminated by earlier generations of Reform movement rabbis. During WWII he served as a Navy chaplain in the Pacific, landing with Marines at Okinawa. In 1946, he was awared an honorary Doctor of Divinity from JIR. Following his retirement and aliyah to Israel in 1957, he helped raise money for the United Jewish Appeal.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/06/morton-berman-96x96.png",
            "profile_link": "https://opensiddur.org/profile/morton-berman"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        }
    ],
    "date": "2024-06-18",
    "last_updated": "2024-06-19",
    "excerpt": "The Opening Prayer given in the U.S. House of Representatives on 1 July 1957. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size:1.2em;\">\nGuest Chaplain: Rabbi Morton M. Berman, Temple Isaiah Israel, Chicago, Illinois<br />\nSponsor: Rep. Barratt O&#8217;Hara (D-IL)<br />\nDate of Prayer: 1 July 1957</p>\n<p><!-- --></p>\n<blockquote><p>\nMr. O&#8217;HARA of Illinois. Mr. Speaker, I wish to thank the ever-gracious and beloved Chaplain, the Reverend Dr. Bernard Braskamp, for inviting Rabbi Morton M. Berman to be with us on the opening of the session on this, the 1st day of July. Rabbi Berman, who served with great distinction and bravery in World War II, has been the spiritual head of one of our large synagogues in the city of Chicago. He is leaving Chicago and his friends there to make his permanent residence in Israel. I understand he is sailing in the next day or two. We all feel privileged, I know, to have Rabbi Berman here with us today and to share in the spiritual uplift of his prayer opening the session of the House of Representatives of the Congress of the United States and in his presence on the floor. May God&#8217;s blessing attend him in all the days ahead in his work of dedication to the greatness and goodness of the State of Israel. In Chicago we shall miss him sorely, but our prayers shall be with him always.</p>\n<p>Mr. BOYLE. Mr. Speaker, will the gentleman yield?</p>\n<p>Mr. O&#8217;HARA of Illinois. I yield to the gentleman from Illinois.</p>\n<p>Mr. BOYLE. Mr. Speaker, it is a profound honor and privilege to join with the other Members of Congress from Illinois in hailing Rabbi Morton M. Berman as he leaves our great city of Chicago to embark upon a new life, a highly significant mission in the tiny State of Israel. His leaving is a profound loss not only to Chicago but to Illinois and the whole United States. Nowhere will you find a man who exemplifies that adage that people should walk among tall men better than in his individual case. Through the years Rabbi Berman has been a leader of the Jewish community not only of Chicago but of the United States. Many and varied have been his wonderful contributions. In the battle for men’s minds in this critical and revolutionary era as it turns to the Middle East, that region is getting a wonderful spokesman because there is no man that believes more in the spirit of charity, of love and brotherhood than our departing friend. We salute him and wish him well. In his new endeavors may he continue to be esteemed and loved as he meets a new challenge and a new opportunity for good.</p>\n<p>Mr. ROOSEVELT. Mr. Speaker, the beautiful words of prayer spoken for us today by Rabbi Berman are typical of his deep inspiration. Those of my colleagues from Illinois who speak words of praise for Rabbi Berman today do so from firsthand knowledge of his great contributions to his community and his Nation. As one who also has had the privilege of knowing personally of Rabbi Berman&#8217;s work I welcome this occasion to join with all his friends in wishing him every blessing in his new work overseas. May peace and justice for all men crown his efforts.</p>\n<p>Mrs. CHURCH. Mr, Speaker, will the gentleman yield?</p>\n<p>Mr. O&#8217;HARA of Illinois. I yield to the gentlewoman from Illinois.</p>\n<p>Mrs. CHURCH. Mr. Speaker, it is an honor and a privilege to find myself a Member of the House of Representatives at a time when Rabbi Berman comes to say hail and farewell. No man in the Chicago area has done more to hold high those ideals and principles upon which this Nation stands. We wish him Godspeed and send with him our prayers for great service and extended life. We know that in Israel as in this country he will make his work and his life conform to and enhance these same ideals. May we accept the responsibility of keeping them high in our own thoughts and actions, as we in legislating seek to bring peace and harmony to this troubled world.\n</p></blockquote>\n</div>\n<hr />\n[expander_maker id=\"1\" more=\"TABLE HELP\" less=\"close\"]\r\n<p />\r\n<u style=\"text-underline-offset: 5px;\">TOGGLE COLUMNS (on/off)</u>: <div id=\"column-toggle-container\"></div>\r\n<p />ADJUST COLUMN POSITIONS: select the column header cell and drag it where you want. <strong><a href=\"https://opensiddur.org/wp-content/images/column-drag6.gif\" rel=\"lightbox\">show me!</a></strong>\r\n<p />COPY INDIVIDUAL COLUMN(S): use <a href=\"https://merribithouse.net/copytables/\">CopyTables</a>, a browser extension.\r\n<hr />\r\n[/expander_maker]\r\n<p />\n<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"divine-referent\">God of our fathers</span>,<br />\nwe ask Thy blessing upon this assembly,<br />\nmen and women dedicated to the making of the laws<br />\nof our great Nation.<br />\nWe pray that they may always be filled<br />\nwith an awareness of the ideals<br />\non which this Nation rests.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nAs we approach the Day of Independence,<br />\nour hearts are filled with the recollection<br />\nof the sacred values upon which this Nation rests,<br />\nupon the concept of equality of all men<br />\nand of the right of all men<br />\nto the enjoyment of those rights<br />\nwhich <span class=\"divine-referent\">God</span> affords us<br />\nand which our Nation guarantees<br />\nto all the people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nMay the leaders of our Nation<br />\nbe ever conscious of their responsibility<br />\nto keep America great—<br />\ngreat not alone in material things,<br />\nbut in those blessings of the spirit,<br />\nin justice and compassion,<br />\nin freedom and in peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nMay the work of your hands<br />\nand the thoughts of your mind<br />\nenable us to keep America foremost<br />\nin the struggle to build a just and free world.<br />\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer of the guest chaplain was offered in the seventh month of the first session of the 85th US House of Representatives, and published in the <em>Congressional Record</em>, vol. 103 part 8 (1 July 1957), page 10691. </p>\n<h3>Source(s)</h3>\n<div id=\"attachment_56943\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/06/congressional-record-vol--103-part-8-1-july-1957-p--10691.png\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-56943\" src=\"https://opensiddur.org/wp-content/uploads/2024/06/congressional-record-vol--103-part-8-1-july-1957-p--10691-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-56943\" /></a><p id=\"caption-attachment-56943\" class=\"wp-caption-text\">Congressional Record, vol. 103, part 8 (1 July 1957), p. 10691</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Opening Prayers for Legislative Bodies",
        "United States of America"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "85th Congress",
        "English vernacular prayer",
        "Prayers of Guest Chaplains",
        "U.S. House of Representatives",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2685"
        ],
        "_thumbnail_id": [
            "19987"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Flag_of_the_United_States_House_of_Representatives.svg.png",
        "title": "Flag_of_the_United_States_House_of_Representatives.svg",
        "caption": "Flag of the United States House of Representatives"
    },
    "source_link": "https://opensiddur.org/?p=56942",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/opening-prayers-for-legislative-bodies/prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-morton-m-berman-on-1-july-1957/",
    "slug": "prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-morton-m-berman-on-1-july-1957"
}