{
    "post_id": 54349,
    "title": "Prayer of the Guest Chaplain of the U.S. House of Representatives: Rabbi Abraham J. Feldman on 29 January 1958",
    "author": "Abraham J. Feldman",
    "coauthors": [
        {
            "name": "Abraham J. Feldman",
            "bio": "Abraham Jehiel Feldman (June 28, 1893 – July 21, 1977), born in Kyiv, Ukraine, was a prominent American rabbi in the Reform movement. Feldman immigrated to America in 1906 and settled in the Lower East Side in New York City, New York. While there, he attended the Baron de Hirsch School of the Educational Alliance. He graduated from the University of Cincinnati with a B.A. in 1917. He received a B.H.L. from Hebrew Union College, and in 1918 he was ordained a rabbi from there. Following his ordination, he served as a fellowship assistant at the Free Synagogue of Flushing in Flushing, Queens, a branch of the Stephen Wise Free Synagogue in New York City, from 1918 to 1919. He then ministered at Congregation Children of Israel in Athens, Georgia, from 1919 to 1920, followed by the Reform Congregation Keneseth Israel in Philadelphia, Pennsylvania, from 1920 to 1925. While he went to the latter congregation as an assistant rabbi under Rabbi Joseph Krauskopf, Krauskopf's illness in 1920 led him to take on most of the rabbinic duties. He was elected rabbi of Congregation Beth Israel in West Hartford, Connecticut, in 1925, and he served as rabbi there until his retirement in 1968. Feldman was an associate editor of the English-Yiddish Encyclopedic Dictionary from 1910 to 1911 and editor an English translation of Zvi Hirsch Masliansky's Sermons in 1926. He also published twelve volumes of his own sermons. He wrote <em>Judaism and Unitarianism</em> (1930), <em>The Faith of a Liberal Jew</em> (1931), <em>The American Jew</em> (1937), <em>A Companion to the Bible</em> (1939), <em>The Rabbi and His Early Ministry</em> (1941), <em>Why I am a Zionist</em> (1945), and <em>American Reform Rabbi</em> (1965). He was also the author of a tract called <em>Contributions of Judaism to Modern Society</em>, which was published by the Tract Commission of Union of American Hebrew Congregations (UAHC) in the 29th issue of the Popular Studies in Judaism. He was a contributor to the Universal Jewish Encyclopedia as well as historian and editor of the Bulletin of the Alumni Association of Hebrew Union College. He delivered the alumni lectures at Hebrew Union College on the subject of the rabbi and their early ministry in 1940, and in 1941 he was appointed chairman of the New England district of the National Town Hall Meeting Committee of the UAHC. He was also a member of the Board of Governors of Hebrew Union College, president of the Alumni Association of Hebrew Union College, a publications committee member of the Jewish Publication Society, a National Committee member of the Jewish Book Council, an administrative board member of the School of Religious Education of Hebrew Union College, and a member of the UAHC in New York City. As a member of UAHC's Committee on Ceremonies, he designed atarah a number of Reform rabbis used instead of a tallit, and he participated on the committee that revised the Union Prayer Book in 1940. He received an honorary D.D. from Hebrew Union College in 1944. He was also president of the Jewish Ministers of Philadelphia, the Federation of Jewish School Teachers of Pennsylvania, the Jewish Teachers' Association of New England Liberal Schools, and the West Hartford Public Library. During the New Deal, Feldman was educational director of the National Recovery Administration in Connecticut and State Chairman of the National Recovery Administration Adjustment Board. He founded the <em>Connecticut Jewish Ledger</em> with Samuel Neusner and served as its editor until 1977. He was president of the Central Conference of American Rabbis from 1947 to 1949 and the Synagogue Council of America from 1955 to 1957. Seeing himself as a Jewish ambassador to the non-Jewish community, Feldman delivered an annual Thanksgiving message to the Hartford Rotary Club for 37 years, maintained extensive contact with the Christian clergy in the Hartford area, and taught a course on Judaism at the Hartford Theological Seminary every year. He was president of the Hartford Council for Adult Education, chaplain of the U.S. Veterans Hospital in Newington, a director of the Jewish Federation, the United Jewish Social Service Agency, and Mount Sinai Hospital, a member of the United War Community Fund of Connecticut, an advisory board member of the Salvation Army of Hartford, and a commissioner of the Hartford Fellowship Commission. In 1955, Feldman was designated Citizen of the Year in Hartford and received the Connecticut Valley Council B'nai B'rith Americanism and Civic Award. He received a George Washington Honor Medal for the Freedoms Foundation in 1956, an Achievement Award in Freedom from Phi Epsilon Pi in 1959, the Silver Beaver Award from the Boy Scouts in 1961, and the Charter Oak Leadership Medal from the Greater Hartford Chamber of Commerce in 1964. In 1962, he was the first appointed Distinguished Alumni Professor of Hebrew Union College and became honorary rabbi of Temple Sinai in Newington (which he helped found). He also received an honorary S.T.D. degree from Trinity College, an honorary LL.D. degree from Hillyer College, and an honorary D.Hum. from Hartt College of Music.",
            "website": "https://en.wikipedia.org/wiki/Abraham_J._Feldman",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/abraham-feldman-96x96.png",
            "profile_link": "https://opensiddur.org/profile/abaraham-feldman"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        }
    ],
    "date": "2024-02-19",
    "last_updated": "2025-12-31",
    "excerpt": "The Opening Prayer given in the U.S. House of Representatives on 29 January 1958. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size:1.2em;\">\nGuest Chaplain: Rabbi Abraham J. Feldman, D.D., Temple Beth Israel, Hartford, Connecticut<br />\nDate of Prayer: 29 January 1958<br />\nSponsor: Rep. Edwin May (R-CT)\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nO God, author of all that is,<br />\nwho transcendeth space and time—<br />\nand yet art nigh unto all that call upon Thee sincerely,<br />\nhumbly we bespeak Thy blessing<br />\nupon these representatives of the people of this Republic.<br />\nSanctify their purposes as they serve their people and Thee<br />\nand hallow their lives as they give of themselves in dedication.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nReverently, O God,<br />\nwe call unto Thee for Thy blessing<br />\nto rest upon the Government of this Republic<br />\nand upon all who govern by the consent of this people.<br />\nStrengthen and sustain their will to righteousness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nGive unto all of us, O God,<br />\nthe inspiration to goodness,<br />\nthe courage of righteousness,<br />\nthe daring of soaring hopefulness,<br />\nthe warmth of profound conviction,<br />\nthe humility of continuing faithfulness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAbove all, O God,<br />\ngive us the assurance—<br />\nat once comforting and challenging—<br />\nthat we are ever in Thy presence,<br />\nthat Thine eye is ever upon us<br />\nand that Thine arm continues to guide us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nO Father,<br />\nas we direct unto Thee “the fruit of our lips”<br />\nand the meditations of our hearts,<br />\nbe pleased to “incline Thine ear unto us,<br />\nto hear our words,<br />\nand wondrously to show Thy steadfast love”<br />\nunto all Thy children.<br />\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer of the guest chaplain was offered in the first month of the second session of the 85th US Congress in the House of Representatives. The source images of the prayer were copied by Howard Mortman and shared via his <a href=\"https://twitter.com/CongressRabbi/status/1487434424853667847\">@CongressRabbi</a> Twitter account. All credit to Howard Mortman for his research in digging up this prayer. Unfortunately, neither the source images nor his tweets provide an exact citation reference to the volume, issue, and page number of the Congressional Record in which the prayer was published. If you know, leave a comment, or <a href=\"/contact/\">contact us</a>.</p>\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_54350\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Prayer-of-the-Guest-Chaplain-Abraham-J--Feldman-29-January-1958-a.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54350\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Prayer-of-the-Guest-Chaplain-Abraham-J--Feldman-29-January-1958-a-250x250.jpg\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54350\" /></a><p id=\"caption-attachment-54350\" class=\"wp-caption-text\">Prayer of the Guest Chaplain (Abraham J. Feldman, 29 January 1958) &#8211; a</p></div></span> <span style=\"float: left;\"><div id=\"attachment_54351\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Prayer-of-the-Guest-Chaplain-Abraham-J--Feldman-29-January-1958-b.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54351\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Prayer-of-the-Guest-Chaplain-Abraham-J--Feldman-29-January-1958-b-250x250.jpg\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54351\" /></a><p id=\"caption-attachment-54351\" class=\"wp-caption-text\">Prayer of the Guest Chaplain (Abraham J. Feldman, 29 January 1958) &#8211; b</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Opening Prayers for Legislative Bodies"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "85th Congress",
        "English vernacular prayer",
        "Prayers of Guest Chaplains",
        "U.S. House of Representatives",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2685"
        ],
        "_thumbnail_id": [
            "19987"
        ],
        "date_src_start": [
            "1958-01-29"
        ],
        "date_src_end": [
            "1958-01-29"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Flag_of_the_United_States_House_of_Representatives.svg.png",
        "title": "Flag_of_the_United_States_House_of_Representatives.svg",
        "caption": "Flag of the United States House of Representatives"
    },
    "source_link": "https://opensiddur.org/?p=54349",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/opening-prayers-for-legislative-bodies/prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-abraham-j-feldman-on-29-january-1958/",
    "slug": "prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-abraham-j-feldman-on-29-january-1958"
}