{
    "title": "תפלת ישירים קריאי העדה אנשי שם סנהדרין | Prière des Membres du Sanhédrin | Prayer for Convening the Grand Sanhedrin in Paris on 1 Adar 5567 (9 February 1807)",
    "author": "Assembly of Jewish Notables",
    "coauthors": [
        {
            "name": "Joseph David Sinẓheim",
            "bio": "Joseph David Sinẓheim (also, Sintzheim and Zinsheimer, 1745 – November 11, 1812 in Paris) was the chief rabbi of Strasbourg. Sinẓheim was the most learned and prominent member of the Assembly of Notables convened by Napoleon I on May 30, 1806. The task of answering the questions laid before the assembly by the imperial commissioner was entrusted to Sinẓheim, who fulfilled his duties (July 30-August 3, 1806) to the satisfaction of the assembly as well as of the commissioner and even of Napoleon himself. The German sermon which he delivered in the synagogue of Paris in honor of the emperor's birthday, on August 15, also strengthened Napoleon's favorable opinion of the Jews, who received the imperial promise that their rights as French citizens should not be withdrawn. On February 9, 1807, four days after the Assembly of Notables was dissolved, the Grand Sanhedrin was convened; its chairman (<em>nasi</em>), appointed by the minister of the interior, was Sinẓheim, who had probably suggested the assembly, having been frequently consulted by the imperial commissioner. The consistorial constitution, provided by the decree of March 17, 1808, opened a new field of activity for Sinẓheim, who was elected chairman of the Central Consistory of France. He was regarded as the foremost French Talmudist of his time, and was the author of the <em>Yad David</em>. He was son of Rabbi Isaac Sinẓheim of Treves, and brother-in-law of Herz Cerfbeer.",
            "website": "https://en.wikipedia.org/wiki/Joseph_David_Sinzheim",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/david-sinzheim-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-sinzheim"
        },
        {
            "name": "le Grand Sanhédrin",
            "bio": "The Grand Sanhedrin was a Jewish high court convened in Europe by Napoleon I to give legal sanction to the principles expressed by an Assembly of Jewish Notables in answer to the twelve questions submitted to it by the government. The name was chosen to imply that the Grand Sanhedrin had the authority of the original Sanhedrin that had been the main legislative and judicial body of the Jewish people during the Second Temple Period in classical antiquity.",
            "website": "https://en.wikipedia.org/wiki/Grand_Sanhedrin",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/Sanhedrin1-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/grand-sanhedrin"
        },
        {
            "name": "Assembly of Jewish Notables",
            "bio": "The Assembly of Jewish Notables was a convocation of rabbis and Jewish communal leaders from the communities situated in the territories of the French Empire and the Kingdom of Italy convened by a decree of Napoleon Bonaparte, issued in May 1806 to clarify the relations between the Napoleonic state and the Jews. After meeting that summer, the Assembly convened the Grand Sanhedrin in 1807 to discuss and issue decisions on questions put to them by Napoleon. The Assembly and the Grand Sanhedrin officially dissolved in 1808 with the creation of the Consistoire central israélite de France.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/the-great-sanhedrin-high-court-mary-evans-picture-library-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/assembly-of-jewish-notables"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2022-03-27",
    "last_updated": "2022-03-30",
    "excerpt": "A prayer composed for convening the Grand Sanhedrin established under the court of Napoleon Bonaparte in 1807. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\"> Source (French)</th>\n<th style=\"text-align: left;\">Translation of French (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתפלת ישרים קריאי העדה אנשי שם סנהדרין בהתאסף יחדיו בעיר ואם פאריס המהוללה מטעם אדונינו האדיר נפוליאון הראשון קיסר הצרפתים ומלך איטאליה ירום הודו יום ר״ח אדר ראשון שנת על חסדך ועל אמתך׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPriere des Membres du Sanhédrin, Récitée Dans Leur Assemblée Convoquée a Paris le I.<sup>er</sup> Jour D&#8217;Adar de L&#8217;année 5567 [9 Février 1807].\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer of the Members of the Sanhedrin, Recited in Their Assembly Convened in Paris on the First Day of Adar in the Year 5567 [February 9, 1807].\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nפה פאריס נדפס בדפוס הקיסר התקס״ז\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nA Paris, de L’Imprimerie Impériale. 1807.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn Paris, from the Imperial Printing Office. 1807.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתפלת ישירים קריאי העדה אנשי שם סנהדרין\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<u>Prière des Membres du Sanhédrin</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Prayer of the Members of the Sanhedrin</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמזמור ה׳ מי יגור\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\"><a href=\"https://www.sefaria.org/Psalms.15?ven=La_Bible,_Traduction_Nouvelle,_Samuel_Cahen,_1831_[fr]&#038;vhe=Miqra_according_to_the_Masorah&#038;lang=bi\">Psaume 15</a>.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Psalms 15.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאתה הוא ה׳ לבדך אתה עשית את השמים שמי השמים וכל צבאם הארץ וכל אשר עליה הימים וכל אשר בהם ואתה מחיה את כלם וצבא השמים לך משתחוים\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSeigneur et unique Dieu, vous avez créé les cieux et tout ce qu’ils renferment: l’armée céleste, la terre et ce qui la couvre, la mer et ce qu’elle contient, sont l’ouvrage de vos mains. C’est vous qui avez donné l’être et la vie à toutes les créatures, et le firmament vous rend hommage.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord and only God, you created the heavens and all that is in them: the heavenly host, the earth and all that covers it, the sea and all that is in it, are the work of your hands. You have given being and life to all creatures, and the firmament pays you homage.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאתה כוננת את האדם אחרית כל ברואיך וראשית כל יצורי מטה בתור המעלה ותחסרהו מעט מאלהים בתתך לו לב מבין ונפש משכלת\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nL’homme, le dernier dans l’ordre de la création, est par vous le premier dans l’ordre de la perfection. Vous l’avez rendu supérieur à tout ce qui a vie, et par le don de l’intelligence vous l’avez rendu presque aussi parfait que les Anges.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMan, the last in the order of creation, is through you the first in the order of perfection. You have made him superior to all that has life, and by the gift of intelligence you have made him almost as perfect as the Angels.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאתה הוא ה׳ האלהים אשר בחרת באברהם ביצחק ובישראל עבדיך ובזרעם אחריהם להיות לך לעם סגולה מכל העמים מעשי ידיך כלם\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nVous avez signalé, Seigneur, vos bontés sur Abraham, Isaac et Jacob, vos serviteurs. Parmi les nations qui sont votre ouvrage, c’est dans les descendans de ces saints patriarches que vous avez élu votre peuple chéri.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou have shown your kindness to Abraham, Isaac and Jacob, your servants, Lord. Among the nations which are your work, it is in the descendants of these holy patriarchs that you have chosen your beloved people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאתה נגלית בענן כבודך ועל הר סיני ירדת ומפיך ביד נאמן ביתך משפטים ישרים ותורות אמת לעמך הודעת ומצותיך פה אל פה גלית לו להורותם את המעשה אשר יעשון\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nVous lui avez apparu sur le mont Sinaï dans tout l’éclat de votre gloire: là votre voix s’est fait entendre; elle a dicté ces lois éternelles de justice et de vérité à votre serviteur fidèle; vous l’en avez tendu dépositaire; vous lui avez prescrit de les transmettre à Israël, afin qu’il les observât.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou appeared to him on Mount Sinai in all the splendor of your glory; there your voice was heard; it dictated these eternal laws of justice and truth to your faithful servant; you made him the custodian of them; you commanded him to transmit them to Israel, so that they might observe them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאם עונינו ענו בנו כי מרינו את פיך ותורתך לא שמרנו לך ה׳ הצדקה לא מאסתנו אבינו ולא געלתנו ולמן היום אשר התהלכנו מעיר אל עיר ומממלכה אל עם אחר נתתנו כפעם בפעם לרחמים ולחנינה לעיני מלכי ארץ היו לנו למחסה ולמסתור בחרות בנו אף העמים ובעבדתנו לא עזבתנו ה׳ אלהינו\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSeigneur, notre père, malgré nos péchés et notre désobéissance, vous n’avez point retiré de nous votre clémence infinie. Au milieu des autres nations, vous avez veillé sur nous; et lorsque nous avons été menacés de leurs fureurs, vous avez suscité, pour nous en garantir, des princes instrumens de vos miséricordes.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord, our Father, in spite of our sins and disobedience, you have not withdrawn your infinite mercy from us. In the midst of the other nations, you have watched over us; and when we were threatened by their wrath, you raised up princes as instruments of your mercy to protect us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nועתה הגדלת ה׳ לעשות עמנו ומה רב טובך כהיום אלינו אשר עם חסיד התחסדת ותתן כזאת בלב אדונינו הקיסר ומלך מלא רוח חכמה נפוליאון האדיר יר״ה ויהי שמו לעולם כי מרום הדרת כסאו פקח עינו לטובה על עמך ישראל יושבי צרפת ואיטאליה ויתבונן בחכמתו הנשאה כי מהומות העתים והתלאות אשר מצאונו כתרונו הרדיפונו הן הנה היו בעוכרינו הסבו אותנו אחורנית הקשיחו לבנו מיראתך ותט אשורינו מני ארחות מוסר ומישרים נחלת קדמונינו׃ כי על כל אלה רוח נדיבה מלפניך סמכתהו ויאמר לאסוף אותנו במפקד אחד ושבעים איש כמספר סנהדרי גדולה וקורא לנו מפיהו שם תפארת הלזה לבעבור יהיה לנו כה ורשיון לעמוד בפרץ לתקן ולהורות אל אחינו בני ישראל היושבים בכל מקומות ממשלתו את הדרך הישר ילכו בה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais combien, Seigneur, vous nous comblez aujourd&#8217;hui de vos bienfaits, en inspirant des sentimens paternels pour votre peuple au génie du Prince immortel, Napoléon le Grand, que vous couvrez de vos ailes, et qui règne si glorieusement sur la France et le royaume d’Italie! Vous avez ajouté à sa bonté naturelle les trésors de votre bonté divine. Du haut de son trône, il a jeté un regard sur les Israélites de ses États: il n’a vu dans notre isolement, dans nos maux, dans l’abus de nos saintes lois, et dans l&#8217;imperfection de la civilisation parmi nous, que l’effet des infortunes qui ont affligé Israël; et il a résolu de nous réunir au nombre de soixante-onze en grand Sanhédrin; réunion sacrée, qui nous attribue le pouvoir d’éloigner de nous le vice, et de nous rappeler à la vérité.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut how much, Lord, you are filling us today with your blessings, by inspiring fatherly feelings for your people in the genius of the immortal Prince, Napoleon the Great, whom you cover with your wings, and who reigns so gloriously over France and the kingdom of Italy! You have added to his natural goodness the treasures of your divine goodness. From the height of his throne, he has glanced at the Israelites of his States: he has seen in our isolation, in our evils, in the abuse of our holy laws, and in the imperfection of civilization among us, only the effect of the misfortunes which have afflicted Israel; and he has resolved to gather us together, seventy-one in number, in a great Sanhedrin; a sacred meeting, which attributes to us the power to keep vice away from us, and to call us back to the truth.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרבות עשית אתה ה׳ אלהינו נפלאותיך ומחשבותיך אלינו אך לזאת יחרד לבנו ונירא מאד לנפשותינו כי כבד ממנו הדבר פן נשחית (חלילה לנו) כרם ה׳ צבאות ולולי אתה ה׳ עזרתה לנו כמעט שכנה דומה נפשנו\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSeigneur, ce bienfait est une nouvelle marque de votre inépuisable miséricorde; mais, à la vue des obligations que nous impose une si honorable vocation, nos cœurs palpitent et nos âmes sont saisies de terreur. Faites, grand Dieu, que par nous la vigne du Seigneur ne reçoive aucun dommage. Qu’oserions-nous entreprendre sans votre puissante protection!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord, this benefit is a new mark of your inexhaustible mercy; but, at the sight of the obligations imposed on us by such an honorable vocation, our hearts palpitate and our souls are seized with terror. Grant, great God, that through us the Lord&#8217;s vineyard may receive no damage. What would we dare to undertake without your powerful protection!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאתה ה׳ אלהים אליך נשאנו את עינינו הישבי בשמים חונן לאדם דעת ומלמד לאנוש בינה ועמך מקור חכמה אשר בלעדה חכמת אנוש לאפס ותהו נחשבה הננו אתאנו אל היכל קדשך ובשברון לבנו אנחנו מפילים תחנונינו לפניך הסתר פניך מחטאינו לב טהור ברא לנו אלהים ורוח נכון חדש בקרבנו\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nNous vous la demandons, Seigneur, cette protection; ne nous la refusez point, vous qui donnez la science, qui éclairez de vos célestes clartés l’intelligence des mortels, vous de qui tout émane et sans qui l’esprit humain n’est qu’un abîme de ténèbres: nous venons dans votre temple saint, l’ame recueillie et le cœur attendri, réclamer votre assistance, et vous supplier de détourner vos regards de nos péchés, de nous pardonner nos erreurs, et de nous affermir dans la résolution de faire le bien.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe ask you, Lord, for this protection; do not refuse it to us, you who give knowledge, who illuminate with your celestial clarity the intelligence of mortals, you from whom everything emanates and without whom the human spirit is only an abyss of darkness: we come to your holy temple, with a recollected soul and a tender heart, to ask for your assistance, and to beg you to turn your gaze away from our sins, to forgive us our errors, and to strengthen us in our resolve to do good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאל אלהי הרוחות לכל בשר אשר עיניך פקוחות על כל דרכי בני האדם הביטה וראה כי לעשות רצונך אלהינו חפצנו להגדיל ולהאדיר דגל תורתך לעיני העמים והיה כשבתנו לכסא לדעת ולהורורת מה יעשה ישראל שלח לנו עזרך מקדש והאר שכלנו במאור פניך למען לא נטה ימין ושמאל מנתיב מצותיך ומדבריך  אשר שמת בפי אבותינו\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu puissant, qui voyez les cœurs, et à qui les actions les plus cachées sont connues, agréez nos vœux ardens pour la gloire de votre sainte loi. Lorsque nous serons assis sur les bancs du grand Sanhédrin pour dicter des ordonnances à Israël, qu’un pur rayon de votre sagesse, lancé du sein de votre sanctuaire, vienne et nous illumine, afin que nous marchions dans vos voies, et que nous suivions les paroles que vous nous avez transmises par la bouche de nos pères.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMighty God, who sees hearts and to whom the most hidden actions are known, accept our ardent wishes for the glory of your holy law. When we sit on the benches of the great Sanhedrin to dictate ordinances to Israel, may a pure ray of your wisdom, cast from the bosom of your sanctuary, come and illuminate us, so that we may walk in your ways, and follow the words which you have transmitted to us by the mouth of our fathers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרוחך טובה תנהלנו; בארח מישור בעצתך תנחנו כלנו כאחד בלא לב ולב כאיש אחד חברים\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nGuidez-nous dans le droit chemin; inspirez-nous par vos conseils; éloignez des nôtres toute dissension. Que la concorde réside au milieu de nous, et que le sentiment du bien nous anime tous!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGuide us in the right path; inspire us with your advice; keep away from us all dissension. May concord dwell among us, and may the feeling of goodness animate us all!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהעבר עינינו מראות שוא משגיאות הצילנו הורנו מה שנאמר הביננו מה שנדבר ואל יאמר פינו דבר שלא כרצונך\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPréservez-nous des pièges de l’erreur; mettez vos paroles dans notre bouche. Rendez-nous facile ce que nous devons faire, et que notre langue ne profère que ce qui est conforme à votre volonté.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPreserve us from the snares of error; put your words in our mouths. Make it easy for us to do what we ought to do, and let our tongue speak only what is according to your will.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתמכנו בימין צדקך למען נצלח להוציא לאור מחשבתנו לערוך לעיני כל קהל ישראל דברים נכוחים לחזק בלבם אמונת אבותינו כל תמוט עולם ועד ובשלום יחדיו נשמור משמרת תורתך הקדושה ודתי המלך\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSoutenus par votre droite, Seigneur, il nous sera facile de réaliser la pureté de nos intentions, de donner à Israël des décisions qui raffermissent dans son cœur la croyance de nos pères, et de mettre en harmonie vos saintes lois avec celles de l’Etat.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSustained by your right hand, Lord, it will be easy for us to realize the purity of our intentions, to give Israel decisions that strengthen in their hearts the belief of our fathers, and to bring your holy laws into harmony with those of the State.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכי אותה אנו מבקשים למצוא חן ושכל טוב בעיני אלהים ואדם\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSeigneur, par ce moyen nous obtiendrons grâce devant vous, et nous nous concilierons la bienveillance de la société.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord, by this means we will obtain grace before you, and we will conciliate the benevolence of society.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nולא נסוג ממך תחיינו ובשמך נקרא וקיים בנו דברך הטוב אשר דברת ביד נביאך ויאמר לי עבדי אתה ישראל אשר בך אתפאר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nVous vérifierez par-là, Seigneur notre Dieu, les promesses que vous avez faites à Israël par la bouche de votre Prophète: Dieu m’a dit: Israël, tu es mon serviteur, dans lequel je me glorifie.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBy this you will verify, Lord our God, the promises you made to Israel by the mouth of your Prophet: God said to me, &#8220;Israel, you are my servant, in whom I glory.&#8221; <span class=\"citation\">(Isaiah 49:3)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהורני ה׳ דרך חקיך ואצרנה עקב\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nEnseignez-la moi, Seigneur, cette voie de vos commandemens, et je m’appliquerai toujours à la suivre.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTeach me, Lord, this way of your commandments, and I will always strive to follow it. <span class=\"citation\">(Psalms 119:33)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהבינני ואצרה תורתך ואשמרנה בכל לב\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDonnez-moi l’intelligence, afin que méditant votre loi, je m’attache de tout mon cœur à la garder.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGive me understanding, so that, meditating on your law, I may strive to keep it with all my heart. <span class=\"citation\">(Psalms 119:34)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהדריכני בנתיב מצותיך כי בו חפצתי\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nConduisez mes pas dans le sentier de vos préceptes; car c’est le seul chemin que je veux tenir.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLead my steps in the path of your precepts, for that is the only path I want to follow. <span class=\"citation\">(Psalms 119:35)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nה׳ אלהים צבאות השיבנו האר פניך ונושעה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nRappelez-nous à vous, Seigneur tout-puissant; jetez sur nous un de vos regards favorables, et nous serons sauvés.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nCall us back to you, Lord Almighty; cast one of your favorable eyes upon us, and we shall be saved. <span class=\"citation\">(Psalms 80:20)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"instruction\">ברכה לקיסר ומלך יר״ה</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">On récitera la pri&#8217;ere pour S.M. Impériale et Royale.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">The prayer for the King and Emperor, <em>yarom hodu</em>, will be recited.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nIMPRIME<br />\n&nbsp;<br />\nPar les soins de J.J. Marcel, Directeur général de l&#8217;Imprimerie impériale, et Membre de la Légion d’honneur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPRINTED<br />\n&nbsp;<br />\nBy J.J. Marcel, General Manager of the Imperial Printing Office, and Member of the Legion of Honor.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Priere des Membres du Sanhédrin&#8221; was a prayer composed for convening the Grand Sanhedrin established under the court of Napoleon Bonaparte in 1807. While the prayer is unsigned, we think it was likely written or at the very least, drafted, by Joseph David Sinzheim, whose authorship of prayers for Napoleon and erudite speech had already recommended him to his position as chair of the Grand Sanhedrin in 1806.</p>\n<p>We welcome corrections and improvements. The transcription of the French provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/priere-des-membres-du-sanhedrin-1807/Priere%20des%20Membres%20du%20Sanh%C3%A9drin%20%281807%29#page/n17/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Opening Prayers for Legislative Bodies",
        "France"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Emancipation",
        "First French Empire",
        "French Jewry",
        "Grand Sanhedrin",
        "Napoleon Bonaparte"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5367"
        ],
        "_thumbnail_id": [
            "43512"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Edouard-Moyse-Grand-Sanhedrin-des-Israelites-de-France-4-fevrier-1807.jpg",
        "title": "Édouard Moyse &#8211; Grand Sanhedrin des Israelites de France (4 fevrier 1807)",
        "caption": "Édouard Moyse - Grand Sanhedrin des Israelites de France (4 fevrier 1807)"
    },
    "source_link": "https://opensiddur.org/?p=43508",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/opening-prayers-for-legislative-bodies/priere-des-membres-du-sanhedrin-1807/",
    "slug": "priere-des-membres-du-sanhedrin-1807"
}