{
    "title": "Prière d'ouverture du le chef du Sanhédrin | Opening prayer of the head of the Grand Sanhedrin, by Rabbi David Sinẓheim (9 February 1807)",
    "author": "Assembly of Jewish Notables",
    "coauthors": [
        {
            "name": "Joseph David Sinẓheim",
            "bio": "Joseph David Sinẓheim (also, Sintzheim and Zinsheimer, 1745 – November 11, 1812 in Paris) was the chief rabbi of Strasbourg. Sinẓheim was the most learned and prominent member of the Assembly of Notables convened by Napoleon I on May 30, 1806. The task of answering the questions laid before the assembly by the imperial commissioner was entrusted to Sinẓheim, who fulfilled his duties (July 30-August 3, 1806) to the satisfaction of the assembly as well as of the commissioner and even of Napoleon himself. The German sermon which he delivered in the synagogue of Paris in honor of the emperor's birthday, on August 15, also strengthened Napoleon's favorable opinion of the Jews, who received the imperial promise that their rights as French citizens should not be withdrawn. On February 9, 1807, four days after the Assembly of Notables was dissolved, the Grand Sanhedrin was convened; its chairman (<em>nasi</em>), appointed by the minister of the interior, was Sinẓheim, who had probably suggested the assembly, having been frequently consulted by the imperial commissioner. The consistorial constitution, provided by the decree of March 17, 1808, opened a new field of activity for Sinẓheim, who was elected chairman of the Central Consistory of France. He was regarded as the foremost French Talmudist of his time, and was the author of the <em>Yad David</em>. He was son of Rabbi Isaac Sinẓheim of Treves, and brother-in-law of Herz Cerfbeer.",
            "website": "https://en.wikipedia.org/wiki/Joseph_David_Sinzheim",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/david-sinzheim-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-sinzheim"
        },
        {
            "name": "le Grand Sanhédrin",
            "bio": "The Grand Sanhedrin was a Jewish high court convened in Europe by Napoleon I to give legal sanction to the principles expressed by an Assembly of Jewish Notables in answer to the twelve questions submitted to it by the government. The name was chosen to imply that the Grand Sanhedrin had the authority of the original Sanhedrin that had been the main legislative and judicial body of the Jewish people during the Second Temple Period in classical antiquity.",
            "website": "https://en.wikipedia.org/wiki/Grand_Sanhedrin",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/Sanhedrin1-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/grand-sanhedrin"
        },
        {
            "name": "Assembly of Jewish Notables",
            "bio": "The Assembly of Jewish Notables was a convocation of rabbis and Jewish communal leaders from the communities situated in the territories of the French Empire and the Kingdom of Italy convened by a decree of Napoleon Bonaparte, issued in May 1806 to clarify the relations between the Napoleonic state and the Jews. After meeting that summer, the Assembly convened the Grand Sanhedrin in 1807 to discuss and issue decisions on questions put to them by Napoleon. The Assembly and the Grand Sanhedrin officially dissolved in 1808 with the creation of the Consistoire central israélite de France.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/the-great-sanhedrin-high-court-mary-evans-picture-library-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/assembly-of-jewish-notables"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2022-04-07",
    "last_updated": "2022-04-10",
    "excerpt": "A prayer offered at the inaugural session of the Grand Sanhedrin (9 February 1807) by Rabbi David Sinzheim, as found in Italian in <em>Raccolta degli atti dell'assemblea degli Israeliti di Francia e del regno d'Italia</em> (1807), p. 21-23, and in French in <em>Collection des Proces-verbaux er decisions du Grand Sanhedrin</em> (1807), p. 23-25. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Source (Italian)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Le chef du Sanhédrin a fait lire le Discours français suivant de sa composition, par M. Avigdor:</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\n<span class=\"instruction\">Il capo del Sinedrio ha fatto leggere il discorso francese seguente, di sua composizione, dal sig. Avigdor.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">The head of the Sanhedrin had the following French speech of his composition read by Mr. Avigdor:<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Isaac Samuel Avigdor (1773-1850), secretary of the Assembly of Notables. Avigdor represented the department of the &#8220;Maritime Alps,&#8221; (i.e., Northern Italy) for the Sanhedrin and translated discourse in French and German into Italian.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDocteurs de la loi et notables d’Israël, glorifiez le Seigneur!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDottori della legge e notabili d’Israello, glorificate il Signore!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDoctors of the Law and nobles of Israel, glorify the Lord!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nL’arche sainte, battue par des siècles de tempêtes, cesse enfin d’être agitée.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nL’arca santa, battuta da molti secoli di tempeste, cessa infine di essere agitata.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe holy ark, battered by centuries of storms, finally ceases to be agitated.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nL&#8217;élu du Seigneur a conjuré l’orage, l’arclie est dans le port.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nL’eletto del Signore ha scongiurata la procella, l’arca è nel porto.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe chosen one of the Lord has averted the storm, the ark is in the harbor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO Israël, sèche tes larmes, ton Dieu a jeté un regard sur toi. Touché de ta misère, il vient renouveler son alliance.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nO Israello, asciuga le tue lagrime, il tuo Dio ha gettato un guardo sopra di te. Commosso dalla tua miseria, ei vione a rinnovare la sua alleanza.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO Israel, dry your tears, your God has looked upon you. Touched by your misery, he comes to renew his covenant.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nGrâces soient rendues au libérateur du peuple de Dieu!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nGrazie sieno rese al Liberatore del popolo di Dio.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThanks be to the liberator of the people of God!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nGrâces soient rendues au Héros à jamais célèbre qui enchaîne les passions humaines, de même qu’il confond l’orgueil des nations.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nGrazie sieno rese all’Eroe eternamente celebre, che incatena le umane passioni, come confonde l’orgoglio delle nazioni.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThanks be to the ever-famous Hero who shackles human passions, just as he confounds the pride of the nations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nIl élève les humbles, il humilie les superbes; image sensible de la Divinité, qui se plaît à confondre la vanité des hommes.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nEgli innalza gli umili, i superbi umilia; immagine sensibile della Divinità, la quale si compiace di confondere la vanità degli uomini.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHe exalts the humble and humbles the proud; a sensitive image of the Divinity, who delights in confounding the vanity of men.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMinistre de la justice éternelle, tous les hommes sont égaux devant lui; leurs droits sont immuables.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nMinistro dell’ eterna giustizia, tutti gli uomini sono eguali innanzi a lui; i loro diritti sono immutabili.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs the minister of eternal justice, all men are equal before him; their rights are immutable.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDocteurs et notables d’Israël, c’est à ce principe sacré pour ce Grand Homme que vous devez le bonheur d’être réunis en assemblée pour discuter les intérêts d’Israël.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDottori e notabili d’Israello, è a questo principio, sacro per quest’Uomo Grande, che voi dovete la felicità di essere riuniti in assemblea per discutere gl’interessi d’Israele.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDoctors and notables of Israel, it is to this principle, sacred to this Great Man, that you owe the happiness of being gathered together to discuss the interests of Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nC&#8217;est, grâces à la clémence du Premier Monarque de l’univers, que nous voyons aujourd’hui, par une faveur particulière, succéder à cette assemblée un tribunal plus imposant encore, sous la dénomination de grand Sanhédrin.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nSi è mercè la clemenza del primo Monarca dell’ universo, che noi vediamo oggigiorno, per un favore particolare, succedere a quest’ assemblea un tribunale ancora più imponente sotto la denominazione di gran Sinedrio.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is thanks to the clemency of the First Monarch of the universe that we see today, by a special favor, that this assembly is succeeded by a still more imposing tribunal, under the name of the Great Sanhedrin.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nEn fixant mes regards sur ce conseil suprême, mon imagination franchit des milliers de siècles. Je me transporte au temps de son institution, et mon cœur ne peut se défendre dune certaine émotion que vous partagez sans doute avec moi.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nFissando i miei sguardi su questo supremo consiglio, la mia immaginazione scorre veloce migliaja di secoli. Io rimonto al tempo della sua istituzione, ed il mìo cuore non può difendersi da una certa commozione che voi certamente dividete con me.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBy fixing my eyes on this supreme council, my imagination crosses thousands of centuries. I am transported to the time of its institution, and my heart cannot help but feel a certain emotion which you undoubtedly share with me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDocteurs et notables d’Israël, froissés encore des chocs de la plus cruelle intolérance, qui de nous aurait cru voir succéder un tel privilège à tant de malheurs, et quel moyen de s’acquitter envers le grand homme qui vient de l’opérer?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDottori e notabili d’Israello, contusi ancora dagli effetti della più crudele intolleranza, chi di noi avrebbe creduto di vedere succedere un tale privilegio a tante disgrazie, e qual mezzo di corrispondere all’Uomo Grande che l’ha operata?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDoctors and notables of Israel, still crushed by the shocks of the cruelest intolerance, who among us would have thought to see such a privilege succeeding so many misfortunes, and what means of fulfilling ourselves towards the great man who has just carried it out?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nLa tâche est grande sans doute et bien audessus de nos facultés; mais le bon esprit qui nous dirigera dans nos discussions, la sagesse qui présidera à nos décisions, lui prouveront du moins notre bonne volonté, en lui montrant nos cœurs à découvert.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nGrande è senza dubbio l’opera e superiore dì molto alle nostre facoltà, ma la buona volontà che ci dirigerà nelle nostre discussioni, la saviezza che presiederà alle nostre decisioni gli proveranno almeno la buona nostra intenzione, mostrandogli apertamente i nostri cuori.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe task is undoubtedly great and far beyond our faculties; but the good spirit which will direct us in our discussions, the wisdom which will preside over our decisions, will at least prove to him our good will, by showing him our hearts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPlacés entre les lois divines et humaines , nous veillerons à la pureté des unes et à l’observation des autres.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nCollocati tra le divine ed umane leggi, noi sopravveglieremo alla purità delle une ed all’osservanza delle altre.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPlaced between the divine and human laws, we will watch over the purity of the one and the observance of the other.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPleins de confiance en la miséricorde du Dieu d’Israël, nous nous rendrons dignes de la puissante protection de notre Souverain, et de la confiance de tous nos coreligionnaires, qui ont sans cesse les yeux fixés sur nous.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nPieni di confidenza nella misericordia del Dio d’Israele, noi ci renderemo degni della possente protezione del nostro Sovrano e della confidenza di tutti i nostri correligionarj che tengono continuamente gli occhi fissi sopra di noi.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFull of confidence in the mercy of the God of Israel, we will make ourselves worthy of the powerful protection of our Sovereign, and of the confidence of all our co-religionists, whose eyes are constantly fixed on us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDocteurs et notables d’Israël, je m’humilie devant mon Dieu, je m&#8217;humilie devant les hommes, lorsque je pense à l’énormité du fardeau qui m’accable: j’avoue mon insuffisance, j&#8217;avoue la faiblesse de mes talens.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDottori e notabili d’Israello, io mi umilio innanzi al mio Dio , io mi umilio innanzi gli uomini allorchè io rifletto all’enormità del peso che mi opprime: io confesso la mia insufficienza, io confesso la debolezza de’ miei talenti.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDoctors and eminent men of Israel, I humble myself before my God, I humble myself before men, when I think of the enormity of the burden which weighs upon me: I confess my insufficiency, I confess the weakness of my talents.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nUne faveur toute particulière du Tres-Haut peut seule me soutenir au bout de ma carrière; aussi le supplié-je instamment de me diriger et de m’inspirer dans le cours de nos travaux, afin de ne pas nous égarer dans la voie du salut: je me sens fort de vos lumières, et votre indulgence me rassure.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nUn favore tutto particolare dell’Altissimo può solo sostenermi fino alla meta della mia carriera; epperò io lo supplico istantemente di dirigermi e d’inspirarmi nel corso de’nostri travagli, affine di non smarrirci nella via della salute: io mi sento forte de’vostri lumi, e la vostra indulgenza mi assicura.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOnly a special favor from the Most High can sustain me at the end of my career; so I beg him to direct me and inspire me in the course of our work, so that we do not go astray in the way of salvation. I feel strong in your light, and your indulgence reassures me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAvec des intentions pures, des coeurs droits, le désir d’opérer le bien, nous ne pourrons qu’être agréables à Dieu et au Héros qui vient de briser nos fers.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nCon pure intenzioni, con cuori retti, con desiderio di operare il bene, noi non potremo non essere accetti a Dio ed all’ Eroe che noti a guari ha spezzati i nostri ferri.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWith pure intentions, upright hearts, and the desire to do good, we can only be pleasing to God and to the Hero who has just broken our chains.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDocteurs et notables d’Israël, veillez et priez: vous allez fixer le sort d’une nation trop long-temps avilie; implorez les lumières de l’Eternel, et pour vous et pour moi demandez-lui sa sainte bénédiction. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDottori e notabili d’Israello, vegliate e pregate: voi siete per fissare la sorte di una nazione troppo lungo tempo avvilita; imploratene i lumi dall’Eterno, e domandategli per voi e per me la sua santa benedizione. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDoctors and eminent men of Israel, watch and pray: you are going to fix the fate of a nation that has been degraded for too long; implore the light of the Lord, and for you and for me ask his holy blessing. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>A prayer offered at the inaugural session of the Grand Sanhedrin (9 February 1807) by Rabbi David Sinzheim, as found in Italian in <em>Raccolta degli atti dell&#8217;assemblea degli Israeliti di Francia e del regno d&#8217;Italia</em> (1807), p. 21-23, and in French in <em>Collection des Proces-verbaux er decisions du Grand Sanhedrin</em> (1807), p. 23-25. The Italian text of the prayer was likely translated by Isaac Samuel Avigdor (1773-1850), secretary of the Assembly of Jewish Notables.</p>\n<p>We welcome corrections and improvements. The transcription of the French provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/raccolta-degli-atti-dellassemblea-degli-israeliti-di-francia-e-del-regno-ditalia-1807/Raccolta%20degli%20atti%20dell%27assemblea%20degli%20Israeliti%20di%20Francia%20e%20del%20regno%20d%27Italia%20%281807%29#page/20/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/collection-des-proces-verbaux-er-decisions-du-grand-sanhedrin-1807/Collection%20des%20Proces-verbaux%20er%20decisions%20du%20Grand%20Sanhedrin%20%281807%29#page/22/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Isaac Samuel Avigdor (1773-1850), secretary of the Assembly of Notables. Avigdor represented the department of the &#8220;Maritime Alps,&#8221; (i.e., Northern Italy) for the Sanhedrin and translated discourse in French and German into Italian.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "&#x1f1eb;&#x1f1f7; France",
        "Opening Prayers for Legislative Bodies"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "civil declarations and charters",
        "Emancipation",
        "First French Empire",
        "French Jewry",
        "Grand Sanhedrin",
        "Napoleon Bonaparte"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5367"
        ],
        "_thumbnail_id": [
            "43509"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/1280px-Grand_Sanhedrin_des_Israelites_de_lEmpire_francais_et_du_royaume_dItalie.jpg",
        "title": "1280px-Grand_Sanhédrin_des_Israélites_de_l&#8217;Empire_français_et_du_royaume_d&#8217;Italie",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Grand_Sanhédrin_des_Israélites_de_l%27Empire_français_et_du_royaume_d%27Italie.jpg\">Grand Sanhedrin of the Israelites of the French Empire and the Kingdom of Italy</a>, lithograph by Michel François Damane Demartrais (1806)"
    },
    "source_link": "https://opensiddur.org/?p=43746",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/opening-prayers-for-legislative-bodies/priere-douverture-du-le-chef-du-sanhedrin-by-david-sinzheim-9-february-1807/",
    "slug": "priere-douverture-du-le-chef-du-sanhedrin-by-david-sinzheim-9-february-1807"
}