{
    "post_id": 26962,
    "title": "&#x1F4DC; פָּרָשַׁת כִּי־תֵצֵא | Parashat Ki Tetsei (Deuteronomy 21:10-25:19), color-coded according to its narrative layers",
    "author": "Tzemaḥ Yoreh",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D1')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D2')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'Dp')",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        }
    ],
    "date": "2019-09-07",
    "last_updated": "2025-07-31",
    "excerpt": "The text of parashat Ki Tetsei, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"d1\">&#11035; Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p>Parashat Ki Tetsei (Deuteronomy 21:10-25:19) in the annual Torah reading cycle is the sixth parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-shoftim/parashat-shoftim-color-coded-according-to-its-narrative-layers/\">Shōftim</a> (Deuteronomy 16:18-21:9). Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-ki-tavo/parashat-ki-tavo-color-coded-according-to-its-narrative-layers/\">Ki Tavō</a> (Deuteronomy 26:1-29:8), follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\">כא <sup>י</sup>&nbsp;כִּֽי־תֵצֵ֥א לַמִּלְחָמָ֖ה עַל־אֹיְבֶ֑יךָ וּנְתָנ֞וֹ יְהֹוָ֧ה אֱלֹהֶ֛יךָ בְּיָדֶ֖ךָ וְשָׁבִ֥יתָ שִׁבְיֽוֹ׃ <sup>יא</sup>&nbsp;וְרָאִ֙יתָ֙ בַּשִּׁבְיָ֔ה אֵ֖שֶׁת יְפַת־תֹּ֑אַר וְחָשַׁקְתָּ֣ בָ֔הּ וְלָקַחְתָּ֥ לְךָ֖ לְאִשָּֽׁה׃ <sup>יב</sup>&nbsp;וַהֲבֵאתָ֖הּ אֶל־תּ֣וֹךְ בֵּיתֶ֑ךָ וְגִלְּחָה֙ אֶת־רֹאשָׁ֔הּ וְעָשְׂתָ֖ה אֶת־צִפׇּרְנֶֽיהָ׃ <sup>יג</sup>&nbsp;וְהֵסִ֩ירָה֩ אֶת־שִׂמְלַ֨ת שִׁבְיָ֜הּ מֵעָלֶ֗יהָ וְיָֽשְׁבָה֙ בְּבֵיתֶ֔ךָ וּבָ֥כְתָ֛ה אֶת־אָבִ֥יהָ וְאֶת־אִמָּ֖הּ יֶ֣רַח יָמִ֑ים וְאַ֨חַר כֵּ֜ן תָּב֤וֹא אֵלֶ֙יהָ֙ וּבְעַלְתָּ֔הּ וְהָיְתָ֥ה לְךָ֖ לְאִשָּֽׁה׃ <sup>יד</sup>&nbsp;וְהָיָ֞ה אִם־לֹ֧א חָפַ֣צְתָּ בָּ֗הּ וְשִׁלַּחְתָּהּ֙ לְנַפְשָׁ֔הּ וּמָכֹ֥ר לֹא־תִמְכְּרֶ֖נָּה בַּכָּ֑סֶף לֹא־תִתְעַמֵּ֣ר בָּ֔הּ תַּ֖חַת אֲשֶׁ֥ר עִנִּיתָֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">21 <sup>10</sup>&nbsp;&#8220;When you go-out to war against your enemies and YHVH your <em>elo&#8217;ah</em> gives him into your hand, and you take-captive his captives, <sup>11</sup>&nbsp;and you see among the captives a woman fair of form, and you desire her, and would take her for yourself as a wife: <sup>12</sup>&nbsp;you are to bring her into the midst of your house, she is to shave her head and to do her nails, <sup>13</sup>&nbsp;she is to put off her garments of captivity from herself and is to sit in your house, weeping for her father and her mother, for a month of days; after that you may come in to her and espouse her, and she may become your wife. <sup>14</sup>&nbsp;Now it shall be: If you are not pleased with her, you must send-her-free, in her person, but sell, you may not sell her, for silver, you are not to deal-treacherously with her, since you have humbled her!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>טו</sup>&nbsp;כִּֽי־תִהְיֶ֨יןָ לְאִ֜ישׁ שְׁתֵּ֣י נָשִׁ֗ים הָאַחַ֤ת אֲהוּבָה֙ וְהָאַחַ֣ת שְׂנוּאָ֔ה וְיָֽלְדוּ־ל֣וֹ בָנִ֔ים הָאֲהוּבָ֖ה וְהַשְּׂנוּאָ֑ה וְהָיָ֛ה הַבֵּ֥ן הַבְּכֹ֖ר לַשְּׂנִיאָֽה׃ <sup>טז</sup>&nbsp;וְהָיָ֗ה בְּיוֹם֙ הַנְחִיל֣וֹ אֶת־בָּנָ֔יו אֵ֥ת אֲשֶׁר־יִהְיֶ֖ה ל֑וֹ לֹ֣א יוּכַ֗ל לְבַכֵּר֙ אֶת־בֶּן־הָ֣אֲהוּבָ֔ה עַל־פְּנֵ֥י בֶן־הַשְּׂנוּאָ֖ה הַבְּכֹֽר׃ <sup>יז</sup>&nbsp;כִּי֩ אֶת־הַבְּכֹ֨ר בֶּן־הַשְּׂנוּאָ֜ה יַכִּ֗יר לָ֤תֶת לוֹ֙ פִּ֣י שְׁנַ֔יִם בְּכֹ֥ל אֲשֶׁר־יִמָּצֵ֖א ל֑וֹ כִּי־הוּא֙ רֵאשִׁ֣ית אֹנ֔וֹ ל֖וֹ מִשְׁפַּ֥ט הַבְּכֹרָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>15</sup>&nbsp;&#8220;When a man has two wives, the one loved and the other hated, and they bear him sons, the loved-one and the hated-one, and the firstborn son is the hated-one&#8217;s — <sup>16</sup>&nbsp;it shall be, at the time of giving-as-inheritance to his sons what he has, he must not treat-as-firstborn the son of the loved-one, in the living-presence of the son of the hated-one, the firstborn. <sup>17</sup>&nbsp;Rather, the (actual) firstborn, the son of the hated-one, he is to recognize (as such), by giving him two-thirds of all that is found with him, for he is the firstfruit of his vigor, for him is the regulation of the firstborn-right.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יח</sup>&nbsp;כִּֽי־יִהְיֶ֣ה לְאִ֗ישׁ בֵּ֚ן סוֹרֵ֣ר וּמוֹרֶ֔ה אֵינֶ֣נּוּ שֹׁמֵ֔עַ בְּק֥וֹל אָבִ֖יו וּבְק֣וֹל אִמּ֑וֹ וְיִסְּר֣וּ אֹת֔וֹ וְלֹ֥א יִשְׁמַ֖ע אֲלֵיהֶֽם׃ <sup>יט</sup>&nbsp;וְתָ֥פְשׂוּ ב֖וֹ אָבִ֣יו וְאִמּ֑וֹ וְהוֹצִ֧יאוּ אֹת֛וֹ אֶל־זִקְנֵ֥י עִיר֖וֹ וְאֶל־שַׁ֥עַר מְקֹמֽוֹ׃ <sup>כ</sup>&nbsp;וְאָמְר֞וּ אֶל־זִקְנֵ֣י עִיר֗וֹ בְּנֵ֤נוּ זֶה֙ סוֹרֵ֣ר וּמֹרֶ֔ה אֵינֶ֥נּוּ שֹׁמֵ֖עַ בְּקֹלֵ֑נוּ זוֹלֵ֖ל וְסֹבֵֽא׃ <sup>כא</sup>&nbsp;וּ֠רְגָמֻ֠הוּ כׇּל־אַנְשֵׁ֨י עִיר֤וֹ בָֽאֲבָנִים֙ וָמֵ֔ת וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּ֑ךָ וְכׇל־יִשְׂרָאֵ֖ל יִשְׁמְע֥וּ וְיִרָֽאוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>18</sup>&nbsp;&#8220;When a man has a son, a stubborn-one and a rebel — he does not hearken to the voice of his father or to the voice of his mother — and they discipline him, but he (still) does not hearken to them, <sup>19</sup>&nbsp;his father and his mother are to seize him and are to bring him out to the elders of his town, to the gate of his place; <sup>20</sup>&nbsp;then they are to say to the elders of his town: Our son, this-one, is a stubborn-one and a rebel — he does not hearken to our voice — a glutton and a drunkard! <sup>21</sup>&nbsp;Then all the men of the town are to pelt him with stones, so that he dies. So you shall burn out the evil from your midst, and all Yisra&#8217;el will hear and be-awed!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><mark>שני</mark> <sup>כב</sup>&nbsp;וְכִֽי־יִהְיֶ֣ה בְאִ֗ישׁ חֵ֛טְא מִשְׁפַּט־מָ֖וֶת וְהוּמָ֑ת וְתָלִ֥יתָ אֹת֖וֹ עַל־עֵֽץ׃ <sup>כג</sup>&nbsp;לֹא־תָלִ֨ין נִבְלָת֜וֹ עַל־הָעֵ֗ץ כִּֽי־קָב֤וֹר תִּקְבְּרֶ֙נּוּ֙ בַּיּ֣וֹם הַה֔וּא כִּֽי־קִלְלַ֥ת אֱלֹהִ֖ים תָּל֑וּי וְלֹ֤א תְטַמֵּא֙ אֶת־אַדְמָ֣תְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>22</sup>&nbsp;&#8220;Now when a man has sin-guilt, (resulting in) a sentence of death, and is put-to-death, and you hang him up on a wooden-stake, <sup>23</sup>&nbsp;you are not to leave his carcass overnight on the stake, rather, you are to bury, yes, bury him on that (very) day, for an insult to Elohim is a hanging-person — that you not render your fertile-earth tamei that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">כב <sup>א</sup>&nbsp;לֹֽא־תִרְאֶה֩ אֶת־שׁ֨וֹר אָחִ֜יךָ א֤וֹ אֶת־שֵׂיוֹ֙ נִדָּחִ֔ים וְהִתְעַלַּמְתָּ֖ מֵהֶ֑ם הָשֵׁ֥ב תְּשִׁיבֵ֖ם לְאָחִֽיךָ׃ </span> <span class=\"dp\"><sup>ב</sup>&nbsp;וְאִם־לֹ֨א קָר֥וֹב אָחִ֛יךָ אֵלֶ֖יךָ וְלֹ֣א יְדַעְתּ֑וֹ וַאֲסַפְתּוֹ֙ אֶל־תּ֣וֹךְ בֵּיתֶ֔ךָ וְהָיָ֣ה עִמְּךָ֗ עַ֣ד דְּרֹ֤שׁ אָחִ֙יךָ֙ אֹת֔וֹ וַהֲשֵׁבֹת֖וֹ לֽוֹ׃ <sup>ג</sup>&nbsp;וְכֵ֧ן תַּעֲשֶׂ֣ה לַחֲמֹר֗וֹ וְכֵ֣ן תַּעֲשֶׂה֮ לְשִׂמְלָתוֹ֒ וְכֵ֣ן תַּעֲשֶׂ֗ה לְכׇל־אֲבֵדַ֥ת אָחִ֛יךָ אֲשֶׁר־תֹּאבַ֥ד מִמֶּ֖נּוּ וּמְצָאתָ֑הּ לֹ֥א תוּכַ֖ל לְהִתְעַלֵּֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">22 <sup>1</sup>&nbsp;&#8220;You are not to see the ox of your brother or his sheep wandering-away and hide yourself from them; you are to return, yes, return them to your brother.</span> <span class=\"dp\"><sup>2</sup>&nbsp;Now if your brother not be near to you or you do not know him, you are to bring it into the midst of your house, it is to be-there with you until your brother makes-inquiry about it, then you are to return it to him. <sup>3</sup>&nbsp;Thus you are to do with his donkey, thus you are to do with his garment, thus you are to do with anything lost of your brother, that is lost by him, and you find it: you are not allowed to hide yourself.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ד</sup>&nbsp;לֹא־תִרְאֶה֩ אֶת־חֲמ֨וֹר אָחִ֜יךָ א֤וֹ שׁוֹרוֹ֙ נֹפְלִ֣ים בַּדֶּ֔רֶךְ וְהִתְעַלַּמְתָּ֖ מֵהֶ֑ם הָקֵ֥ם תָּקִ֖ים עִמּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>4</sup>&nbsp;&#8220;You are not to see the donkey of your brother, or his ox, fallen by the wayside, and hide yourself from them; you are to raise, yes, raise it up (together) with him.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ה</sup>&nbsp;לֹא־יִהְיֶ֤ה כְלִי־גֶ֙בֶר֙ עַל־אִשָּׁ֔ה וְלֹא־יִלְבַּ֥שׁ גֶּ֖בֶר שִׂמְלַ֣ת אִשָּׁ֑ה כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־עֹ֥שֵׂה אֵֽלֶּה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>5</sup>&nbsp;&#8220;There is not to be a man&#8217;s item on a woman, a man is not to clothe himself in the garment of a woman, for an abomination to YHVH your <em>elo&#8217;ah</em> is anyone doing these!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ו</sup>&nbsp;כִּ֣י יִקָּרֵ֣א ‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> בספרי תימן קַן בקו&#8221;ף גדולה&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>קַן־צִפּ֣וֹר ׀ לְפָנֶ֡יךָ בַּדֶּ֜רֶךְ בְּכׇל־עֵ֣ץ ׀ א֣וֹ עַל־הָאָ֗רֶץ אֶפְרֹחִים֙ א֣וֹ בֵיצִ֔ים וְהָאֵ֤ם רֹבֶ֙צֶת֙ עַל־הָֽאֶפְרֹחִ֔ים א֖וֹ עַל־הַבֵּיצִ֑ים לֹא־תִקַּ֥ח הָאֵ֖ם עַל־הַבָּנִֽים׃ <sup>ז</sup>&nbsp;שַׁלֵּ֤חַ תְּשַׁלַּח֙ אֶת־הָאֵ֔ם וְאֶת־הַבָּנִ֖ים תִּֽקַּֽח־לָ֑ךְ לְמַ֙עַן֙ יִ֣יטַב לָ֔ךְ וְהַאֲרַכְתָּ֖ יָמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>6</sup>&nbsp;&#8220;When you encounter the nest of a bird before you in the way, in any tree or on the ground, (whether) fledglings or eggs, with the mother crouching upon the fledglings or upon the eggs, you are not to take away the mother along with the children. <sup>7</sup>&nbsp;Send-free, send-free the mother, but the children you may take for yourself, in order that it may go-well with you and you may prolong (your) days.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><mark>שלישי</mark> <sup>ח</sup>&nbsp;כִּ֤י תִבְנֶה֙ בַּ֣יִת חָדָ֔שׁ וְעָשִׂ֥יתָ מַעֲקֶ֖ה לְגַגֶּ֑ךָ וְלֹֽא־תָשִׂ֤ים דָּמִים֙ בְּבֵיתֶ֔ךָ כִּֽי־יִפֹּ֥ל הַנֹּפֵ֖ל מִמֶּֽנּוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;When you build a new house, you are to make a parapet for your roof, that you not put blood-guilt on your house if someone-falling falls from it.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ט</sup>&nbsp;לֹא־תִזְרַ֥ע כַּרְמְךָ֖ כִּלְאָ֑יִם פֶּן־תִּקְדַּ֗שׁ הַֽמְלֵאָ֤ה הַזֶּ֙רַע֙ אֲשֶׁ֣ר תִּזְרָ֔ע וּתְבוּאַ֖ת הַכָּֽרֶם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>9</sup>&nbsp;&#8220;You are not to sow your vineyard with two-kinds, lest you forfeit-as-holy the full-yield from the seed that you sow, and the produce of the vineyard.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>י</sup>&nbsp;לֹֽא־תַחֲרֹ֥שׁ בְּשׁוֹר־וּבַחֲמֹ֖ר יַחְדָּֽו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>10</sup>&nbsp;&#8220;You are not to plow with an ox and a donkey together.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יא</sup>&nbsp;לֹ֤א תִלְבַּשׁ֙ שַֽׁעַטְנֵ֔ז צֶ֥מֶר וּפִשְׁתִּ֖ים יַחְדָּֽו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>11</sup>&nbsp;&#8220;You are not to clothe yourself (in) <em>shaatnez</em>, wool and flax together.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יב</sup>&nbsp;גְּדִלִ֖ים תַּעֲשֶׂה־לָּ֑ךְ עַל־אַרְבַּ֛ע כַּנְפ֥וֹת כְּסוּתְךָ֖ אֲשֶׁ֥ר תְּכַסֶּה־בָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>12</sup>&nbsp;&#8220;Twisted-cords you are to make yourself on the four corners of your tunic-covering with which you cover yourself.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;כִּֽי־יִקַּ֥ח אִ֖ישׁ אִשָּׁ֑ה וּבָ֥א אֵלֶ֖יהָ וּשְׂנֵאָֽהּ׃ <sup>יד</sup>&nbsp;וְשָׂ֥ם לָהּ֙ עֲלִילֹ֣ת דְּבָרִ֔ים וְהוֹצִ֥א עָלֶ֖יהָ שֵׁ֣ם רָ֑ע וְאָמַ֗ר אֶת־הָאִשָּׁ֤ה הַזֹּאת֙ לָקַ֔חְתִּי וָאֶקְרַ֣ב אֵלֶ֔יהָ וְלֹא־מָצָ֥אתִי לָ֖הּ בְּתוּלִֽים׃ <sup>טו</sup>&nbsp;וְלָקַ֛ח אֲבִ֥י הַֽנַּעֲרָ֖ וְאִמָּ֑הּ וְהוֹצִ֜יאוּ אֶת־בְּתוּלֵ֧י הַֽנַּעֲרָ֛ אֶל־זִקְנֵ֥י הָעִ֖יר הַשָּֽׁעְרָה׃ <sup>טז</sup>&nbsp;וְאָמַ֛ר אֲבִ֥י הַֽנַּעֲרָ֖ אֶל־הַזְּקֵנִ֑ים אֶת־בִּתִּ֗י נָתַ֜תִּי לָאִ֥ישׁ הַזֶּ֛ה לְאִשָּׁ֖ה וַיִּשְׂנָאֶֽהָ׃ <sup>יז</sup>&nbsp;וְהִנֵּה־ה֡וּא שָׂם֩ עֲלִילֹ֨ת דְּבָרִ֜ים לֵאמֹ֗ר לֹֽא־מָצָ֤אתִי לְבִתְּךָ֙ בְּתוּלִ֔ים וְאֵ֖לֶּה בְּתוּלֵ֣י בִתִּ֑י וּפָֽרְשׂוּ֙ הַשִּׂמְלָ֔ה לִפְנֵ֖י זִקְנֵ֥י הָעִֽיר׃ <sup>יח</sup>&nbsp;וְלָ֥קְח֛וּ זִקְנֵ֥י הָֽעִיר־הַהִ֖וא אֶת־הָאִ֑ישׁ וְיִסְּר֖וּ אֹתֽוֹ׃ <sup>יט</sup>&nbsp;וְעָנְשׁ֨וּ אֹת֜וֹ מֵ֣אָה כֶ֗סֶף וְנָתְנוּ֙ לַאֲבִ֣י הַֽנַּעֲרָ֔ה</span> <span class=\"dp\">כִּ֤י הוֹצִיא֙ שֵׁ֣ם רָ֔ע עַ֖ל בְּתוּלַ֣ת יִשְׂרָאֵ֑ל</span> <span class=\"d1\">וְלֽוֹ־תִהְיֶ֣ה לְאִשָּׁ֔ה לֹא־יוּכַ֥ל לְשַׁלְּחָ֖הּ כׇּל־יָמָֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;When a man takes a woman (in marriage) and comes in to her, and (then) hates her, <sup>14</sup>&nbsp;and puts on her capricious charges, giving out against her an evil name, and says: &#8216;This woman I took-in-marriage and came near her, but I did not find in her signs-of-virginity:&#8217; <sup>15</sup>&nbsp;the father of the girl and her mother are to take her and bring out the signs-of-virginity of the girl to the elders of the town, to the gate. <sup>16</sup>&nbsp;Then the father of the girl is to say to the elders: &#8216;I gave my daughter to this man as a wife, and he came-to-hate-her. <sup>17</sup>&nbsp;Now here: he has put out capricious charges, saying: I did not find in your daughter signs-of-virginity; but these are the signs-of-virginity of my daughter!&#8217; He is to spread out the garment before the presence of the elders of the town; <sup>18</sup>&nbsp;then the elders of that town are to take the man and discipline him. <sup>19</sup>&nbsp;They are to fine him a hundred units-of-silver, and are to give (it) to the father of the girl —</span> <span class=\"dp\">for he gave out an evil name upon a virgin of Yisra&#8217;el.</span> <span class=\"d1\">To him she is to remain as a wife, he is not allowed to send her away all his days.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כ</sup>&nbsp;וְאִם־אֱמֶ֣ת הָיָ֔ה הַדָּבָ֖ר הַזֶּ֑ה לֹא־נִמְצְא֥וּ בְתוּלִ֖ים לַֽנַּעֲרָֽ׃ <sup>כא</sup>&nbsp;וְהוֹצִ֨יאוּ אֶת־הַֽנַּעֲרָ֜ אֶל־פֶּ֣תַח בֵּית־אָבִ֗יהָ וּסְקָל֩וּהָ֩ אַנְשֵׁ֨י עִירָ֤הּ בָּאֲבָנִים֙ וָמֵ֔תָה כִּֽי־עָשְׂתָ֤ה נְבָלָה֙ בְּיִשְׂרָאֵ֔ל לִזְנ֖וֹת בֵּ֣ית אָבִ֑יהָ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>20</sup>&nbsp;&#8220;But if this matter was true — there were not found signs-of-virginity on the girl — <sup>21</sup>&nbsp;they are to bring out the girl to the entrance of her father&#8217;s house and are to stone her, the men of her town, with stones so that she dies, for she has done a disgrace in Yisra&#8217;el by playing-the-whore in her father&#8217;s house. So you shall burn out the evil from your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כב</sup>&nbsp;כִּֽי־יִמָּצֵ֨א אִ֜ישׁ שֹׁכֵ֣ב ׀ עִם־אִשָּׁ֣ה בְעֻֽלַת־בַּ֗עַל וּמֵ֙תוּ֙ גַּם־שְׁנֵיהֶ֔ם הָאִ֛ישׁ הַשֹּׁכֵ֥ב עִם־הָאִשָּׁ֖ה וְהָאִשָּׁ֑ה וּבִֽעַרְתָּ֥ הָרָ֖ע מִיִּשְׂרָאֵֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>22</sup>&nbsp;&#8220;When there is found a man lying with a woman espoused to a spouse, they are to die, the two-of-them, the man who lies with the woman and the woman. So you shall burn out the evil from Yisra&#8217;el!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כג</sup>&nbsp;כִּ֤י יִהְיֶה֙ נַעֲרָ֣ בְתוּלָ֔ה מְאֹרָשָׂ֖ה לְאִ֑ישׁ וּמְצָאָ֥הּ אִ֛ישׁ בָּעִ֖יר וְשָׁכַ֥ב עִמָּֽהּ׃ <sup>כד</sup>&nbsp;וְהוֹצֵאתֶ֨ם אֶת־שְׁנֵיהֶ֜ם אֶל־שַׁ֣עַר ׀ הָעִ֣יר הַהִ֗וא וּסְקַלְתֶּ֨ם אֹתָ֥ם בָּאֲבָנִים֮ וָמֵ֒תוּ֒ אֶת־הַֽנַּעֲרָ֗ עַל־דְּבַר֙ אֲשֶׁ֣ר לֹא־צָעֲקָ֣ה בָעִ֔יר וְאֶ֨ת־הָאִ֔ישׁ עַל־דְּבַ֥ר אֲשֶׁר־עִנָּ֖ה אֶת־אֵ֣שֶׁת רֵעֵ֑הוּ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>23</sup>&nbsp;&#8220;When there is a girl, a virgin, spoken-for to a man, and a(nother) man finds her in the town, and lies with her, <sup>24</sup>&nbsp;you are to take-out both of them to the gate of that town and are to stone them with stones so that they die — the girl because she did not cry out in the town and the man because he humbled the wife of his neighbor. So you shall burn out the evil from your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כה</sup>&nbsp;וְֽאִם־בַּשָּׂדֶ֞ה יִמְצָ֣א הָאִ֗ישׁ אֶת־הַֽנַּעֲרָ֙ הַמְאֹ֣רָשָׂ֔ה וְהֶחֱזִֽיק־בָּ֥הּ הָאִ֖ישׁ וְשָׁכַ֣ב עִמָּ֑הּ וּמֵ֗ת הָאִ֛ישׁ אֲשֶׁר־שָׁכַ֥ב עִמָּ֖הּ לְבַדּֽוֹ׃ <sup>כו</sup>&nbsp;וְלַֽנַּעֲרָ֙ לֹא־תַעֲשֶׂ֣ה דָבָ֔ר אֵ֥ין לַֽנַּעֲרָ֖ חֵ֣טְא מָ֑וֶת כִּ֡י כַּאֲשֶׁר֩ יָק֨וּם אִ֤ישׁ עַל־רֵעֵ֙הוּ֙ וּרְצָח֣וֹ נֶ֔פֶשׁ כֵּ֖ן הַדָּבָ֥ר הַזֶּֽה׃ <sup>כז</sup>&nbsp;כִּ֥י בַשָּׂדֶ֖ה מְצָאָ֑הּ צָעֲקָ֗ה הַֽנַּעֲרָ֙ הַמְאֹ֣רָשָׂ֔ה וְאֵ֥ין מוֹשִׁ֖יעַ לָֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>25</sup>&nbsp;&#8220;But if (it is) in the field the man finds the spoken-for girl and the man strongly-seizes her and lay with her, then he is to die, the man who lay with her, he alone. <sup>26</sup>&nbsp;But to the girl you are not to do anything, the girl did not (incur) sin (deserving) of death, for just as (the case of) the man who rises up against his neighbor and murders his life, so is this matter: <sup>27</sup>&nbsp;for in the open-field he found her; when the spoken-for girl cried out, there was no deliverer for her.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כח</sup>&nbsp;כִּֽי־יִמְצָ֣א אִ֗ישׁ נַעֲרָ֤ בְתוּלָה֙ אֲשֶׁ֣ר לֹא־אֹרָ֔שָׂה וּתְפָשָׂ֖הּ וְשָׁכַ֣ב עִמָּ֑הּ וְנִמְצָֽאוּ׃ <sup>כט</sup>&nbsp;וְ֠נָתַ֠ן הָאִ֨ישׁ הַשֹּׁכֵ֥ב עִמָּ֛הּ לַאֲבִ֥י הַֽנַּעֲרָ֖ חֲמִשִּׁ֣ים כָּ֑סֶף וְלֽוֹ־תִהְיֶ֣ה לְאִשָּׁ֗ה תַּ֚חַת אֲשֶׁ֣ר עִנָּ֔הּ לֹא־יוּכַ֥ל שַׁלְּחָ֖הּ כׇּל־יָמָֽיו׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>28</sup>&nbsp;&#8220;When a man finds a girl, a virgin who has never been spoken-for, and seizes her and lies with her, and they are found: <sup>29</sup>&nbsp;the man who lies with her is to give to the father of the girl fifty units-of-silver; his shall she be, as a wife, because he has humbled her; he is not allowed to send her away, all his days.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\">כג <sup>א</sup>&nbsp;לֹא־יִקַּ֥ח אִ֖ישׁ אֶת־אֵ֣שֶׁת אָבִ֑יו וְלֹ֥א יְגַלֶּ֖ה כְּנַ֥ף אָבִֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\">23 <sup>1</sup>&nbsp;&#8220;A man is not to take-in-marriage the wife of his father, that he not expose the skirt of his father.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ב</sup>&nbsp;לֹֽא־יָבֹ֧א פְצֽוּעַ־דַּכָּ֛א‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> ברוב ספרי אשכנז דַּכָּ֛ה&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> וּכְר֥וּת שׇׁפְכָ֖ה בִּקְהַ֥ל יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>2</sup>&nbsp;&#8220;One-wounded by crushing, or cut-off (in the) sperm-organ, is not to enter the assembly of YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ג</sup>&nbsp;לֹא־יָבֹ֥א מַמְזֵ֖ר בִּקְהַ֣ל יְהֹוָ֑ה גַּ֚ם דּ֣וֹר עֲשִׂירִ֔י לֹא־יָ֥בֹא ל֖וֹ בִּקְהַ֥ל יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>3</sup>&nbsp;&#8220;A <em>mamzer</em> is not to enter the assembly of YHVH; even (to) the tenth generation no one from him is to enter the assembly of YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ד</sup>&nbsp;לֹֽא־יָבֹ֧א עַמּוֹנִ֛י וּמוֹאָבִ֖י בִּקְהַ֣ל יְהֹוָ֑ה גַּ֚ם דּ֣וֹר עֲשִׂירִ֔י לֹא־יָבֹ֥א לָהֶ֛ם בִּקְהַ֥ל יְהֹוָ֖ה עַד־עוֹלָֽם׃ <sup>ה</sup>&nbsp;עַל־דְּבַ֞ר אֲשֶׁ֨ר לֹא־קִדְּמ֤וּ אֶתְכֶם֙ בַּלֶּ֣חֶם וּבַמַּ֔יִם בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֣ם מִמִּצְרָ֑יִם וַאֲשֶׁר֩ שָׂכַ֨ר עָלֶ֜יךָ אֶת־בִּלְעָ֣ם בֶּן־בְּע֗וֹר מִפְּת֛וֹר אֲרַ֥ם נַהֲרַ֖יִם לְקַֽלְלֶֽךָּ׃ <sup>ו</sup>&nbsp;וְלֹֽא־אָבָ֞ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לִשְׁמֹ֣עַ אֶל־בִּלְעָ֔ם וַיַּהֲפֹךְ֩ יְהֹוָ֨ה אֱלֹהֶ֧יךָ לְּךָ֛ אֶת־הַקְּלָלָ֖ה לִבְרָכָ֑ה כִּ֥י אֲהֵֽבְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>ז</sup>&nbsp;לֹא־תִדְרֹ֥שׁ שְׁלֹמָ֖ם וְטֹבָתָ֑ם כׇּל־יָמֶ֖יךָ לְעוֹלָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>4</sup>&nbsp;&#8220;An Ammoni or a Moavi is not to enter the assembly of YHVH; even to the tenth generation no one from them is to enter the assembly of YHVH, for the ages, <sup>5</sup>&nbsp;on account that they did not greet you with food and with water on the way, at your going-out from Mitsrayim, and because he hired against you Bil&#8217;am son of Be&#8217;or from Petor, (in) Aram Of-the-Two-Rivers, to curse you. <sup>6</sup>&nbsp;But YHVH your <em>elo&#8217;ah</em> was not willing to hearken to Bil&#8217;am, and YHVH your <em>elo&#8217;ah</em> turned for you the curse into a blessing, for YHVH your <em>elo&#8217;ah</em> loves you. <sup>7</sup>&nbsp;You are not to seek their peace or their well-being, all your days, for the ages!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><mark>רביעי</mark> <sup>ח</sup>&nbsp;לֹֽא־תְתַעֵ֣ב אֲדֹמִ֔י כִּ֥י אָחִ֖יךָ ה֑וּא לֹא־תְתַעֵ֣ב מִצְרִ֔י כִּי־גֵ֖ר הָיִ֥יתָ בְאַרְצֽוֹ׃ <sup>ט</sup>&nbsp;בָּנִ֛ים אֲשֶׁר־יִוָּלְד֥וּ לָהֶ֖ם דּ֣וֹר שְׁלִישִׁ֑י יָבֹ֥א לָהֶ֖ם בִּקְהַ֥ל יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>8</sup>&nbsp;&#8220;You are not to abominate an Edomi, for he is your brother; you are not to abominate a Mitsri, for you were a sojourner in his land. <sup>9</sup>&nbsp;Children that are born to them, in the third generation, may enter from them the assembly of YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>י</sup>&nbsp;כִּֽי־תֵצֵ֥א מַחֲנֶ֖ה עַל־אֹיְבֶ֑יךָ וְנִ֨שְׁמַרְתָּ֔ מִכֹּ֖ל דָּבָ֥ר רָֽע׃ </span> <span class=\"d1\"><sup>יא</sup>&nbsp;כִּֽי־יִהְיֶ֤ה בְךָ֙ אִ֔ישׁ אֲשֶׁ֛ר לֹא־יִהְיֶ֥ה טָה֖וֹר מִקְּרֵה־לָ֑יְלָה וְיָצָא֙ אֶל־מִח֣וּץ לַֽמַּחֲנֶ֔ה לֹ֥א יָבֹ֖א אֶל־תּ֥וֹךְ הַֽמַּחֲנֶֽה׃ <sup>יב</sup>&nbsp;וְהָיָ֥ה לִפְנֽוֹת־עֶ֖רֶב יִרְחַ֣ץ בַּמָּ֑יִם וּכְבֹ֣א הַשֶּׁ֔מֶשׁ יָבֹ֖א אֶל־תּ֥וֹךְ הַֽמַּחֲנֶֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>10</sup>&nbsp;&#8220;When you go out as a camp against your enemies, take-you-care against anything evil.</span> <span class=\"d1\"><sup>11</sup>&nbsp;If there should be among you a man who is not ritually-pure, (because of) a night accident, he is to go outside the camp; he is not to come into the midst of the camp. <sup>12</sup>&nbsp;Now it shall be toward the turn of sunset: he is to wash with water, and when the sun has come in, he may come (back) into the midst of the camp.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;וְיָד֙ תִּהְיֶ֣ה לְךָ֔ מִח֖וּץ לַֽמַּחֲנֶ֑ה וְיָצָ֥אתָ שָּׁ֖מָּה חֽוּץ׃ <sup>יד</sup>&nbsp;וְיָתֵ֛ד תִּהְיֶ֥ה לְךָ֖ עַל־אֲזֵנֶ֑ךָ וְהָיָה֙ בְּשִׁבְתְּךָ֣ ח֔וּץ וְחָפַרְתָּ֣ה בָ֔הּ וְשַׁבְתָּ֖ וְכִסִּ֥יתָ אֶת־צֵאָתֶֽךָ׃ </span> <span class=\"dp\"><sup>טו</sup>&nbsp;כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ מִתְהַלֵּ֣ךְ ׀ בְּקֶ֣רֶב מַחֲנֶ֗ךָ לְהַצִּֽילְךָ֙ וְלָתֵ֤ת אֹיְבֶ֙יךָ֙ לְפָנֶ֔יךָ וְהָיָ֥ה מַחֲנֶ֖יךָ קָד֑וֹשׁ וְלֹֽא־יִרְאֶ֤ה בְךָ֙ עֶרְוַ֣ת דָּבָ֔ר וְשָׁ֖ב מֵאַחֲרֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;An area you should have, outside the camp, where you may go, outside: <sup>14</sup>&nbsp;a spike you should have, along with your weapon; and it shall be, when you sit outside (to relieve yourself), you are to dig with it, and when you return, you are to cover up your excrement.</span> <span class=\"dp\"><sup>15</sup>&nbsp;For YHVH your <em>elo&#8217;ah</em> walks about amid your camp, to rescue you, to give your enemies before you; so the camp is to be holy, so that he does not see among you anything of <em>ervah</em><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> lit. nakedness, nudity, genitals, and thus, cognate with the Arabic: عَوْرَة (awrāt) which includes a meaning of defectiveness, faultiness, deficiency, and imperfection. Dr. Everett Fox offers &#8220;nakedness&#8221; but that meaning doesn&#8217;t seem specific enough here or later (in Deuteronomy 24:1). In rabbinic Judaism, <em>ervah</em> is shorthand for an illicit sexual relationship &#8212; a meaning which does not seem to fit the meaning of <em>ervah</em> in the context of this verse either. A more productive use of &#8220;nakedness&#8221; here would be metaphorical, referring, I think, to a more general sensibility concerned with not leaving revealed what should rather be concealed in a brazen, callous, or utterly neglectful or hapless manner, eliciting just the sort of disgust one might experience if one accidentally stepped into their neighbor&#8217;s dog poop. I think &#8220;shamelessness&#8221; or &#8220;profligacy,&#8221; might suffice for a definition especially where profligate describes a behavior of wasting resources and a careless attitude concerning waste in general. In this way, <em>ervah</em> as profligate connects soundly with the command not to needlessly waste or lay waste (the mitsvah of <em>bal tashḥit</em>). Following the injunction to preserve fruit trees outside besieged cities (in Deuteronomy 20:19), this mitsvah provides yet another implied warning not to follow or otherwise encourage the <em>derekh mashḥit</em> (the way of the destroyer) &#8212; a particularly apt warning in the context of an army and its soldiers literally making waste, i.e. generating ruinous pollution. Such a command remains relevant today given that the United States military remains one of the largest polluters in the world (<a href=\"https://watson.brown.edu/costsofwar/papers/ClimateChangeandCostofWar\">as of 2019</a>). For a seemingly different but related usage, see below, Deuteronomy 24:1. &#8211;Aharon N. Varady&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and turn away from you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;לֹא־תַסְגִּ֥יר עֶ֖בֶד אֶל־אֲדֹנָ֑יו אֲשֶׁר־יִנָּצֵ֥ל אֵלֶ֖יךָ מֵעִ֥ם אֲדֹנָֽיו׃ <sup>יז</sup>&nbsp;עִמְּךָ֞ יֵשֵׁ֣ב בְּקִרְבְּךָ֗ בַּמָּק֧וֹם אֲשֶׁר־יִבְחַ֛ר בְּאַחַ֥ד שְׁעָרֶ֖יךָ בַּטּ֣וֹב ל֑וֹ לֹ֖א תּוֹנֶֽנּוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;You are not to hand over a serf to his lord who has sought-rescue by you from his lord. <sup>17</sup>&nbsp;Beside you let him dwell, among you, in the place that he chooses, within one of your gates (that) seems good for him; you are not to maltreat him!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יח</sup>&nbsp;לֹא־תִהְיֶ֥ה קְדֵשָׁ֖ה מִבְּנ֣וֹת יִשְׂרָאֵ֑ל וְלֹֽא־יִהְיֶ֥ה קָדֵ֖שׁ מִבְּנֵ֥י יִשְׂרָאֵֽל׃ <sup>יט</sup>&nbsp;לֹא־תָבִיא֩ אֶתְנַ֨ן זוֹנָ֜ה וּמְחִ֣יר כֶּ֗לֶב בֵּ֛ית יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְכׇל־נֶ֑דֶר כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ גַּם־שְׁנֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>18</sup>&nbsp;&#8220;There is to be no holy-prostitute of the daughters of Yisra&#8217;el, there is to be no holy-prostitute of the sons of Yisra&#8217;el. <sup>19</sup>&nbsp;You are not to bring the fee of a whore or the price of a dog to the house of YHVH your <em>elo&#8217;ah</em>, for any vow; for an abomination to YHVH your <em>elo&#8217;ah</em> are the two-of-them!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כ</sup>&nbsp;לֹא־תַשִּׁ֣יךְ לְאָחִ֔יךָ נֶ֥שֶׁךְ כֶּ֖סֶף נֶ֣שֶׁךְ אֹ֑כֶל נֶ֕שֶׁךְ כׇּל־דָּבָ֖ר אֲשֶׁ֥ר יִשָּֽׁךְ׃ <sup>כא</sup>&nbsp;לַנׇּכְרִ֣י תַשִּׁ֔יךְ וּלְאָחִ֖יךָ לֹ֣א תַשִּׁ֑יךְ לְמַ֨עַן יְבָרֶכְךָ֜ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בְּכֹל֙ מִשְׁלַ֣ח יָדֶ֔ךָ עַל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>20</sup>&nbsp;&#8220;You are not to charge interest to your brother, interest in silver, interest in food, interest in anything for which you may charge-interest. <sup>21</sup>&nbsp;The foreigner you may charge-interest, but your brother you may not charge-interest, in order that YHVH your <em>elo&#8217;ah</em> may bless you in all the enterprises of your hand on the land that you are entering to possess.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>כב</sup>&nbsp;כִּֽי־תִדֹּ֥ר נֶ֙דֶר֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ לֹ֥א תְאַחֵ֖ר לְשַׁלְּמ֑וֹ כִּֽי־דָּרֹ֨שׁ יִדְרְשֶׁ֜נּוּ יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ מֵֽעִמָּ֔ךְ וְהָיָ֥ה בְךָ֖ חֵֽטְא׃ <sup>כג</sup>&nbsp;וְכִ֥י תֶחְדַּ֖ל לִנְדֹּ֑ר לֹֽא־יִהְיֶ֥ה בְךָ֖ חֵֽטְא׃ <sup>כד</sup>&nbsp;מוֹצָ֥א שְׂפָתֶ֖יךָ תִּשְׁמֹ֣ר וְעָשִׂ֑יתָ כַּאֲשֶׁ֨ר נָדַ֜רְתָּ לַיהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נְדָבָ֔ה אֲשֶׁ֥ר דִּבַּ֖רְתָּ בְּפִֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>22</sup>&nbsp;&#8220;When you vow a vow to YHVH your <em>elo&#8217;ah</em>, you are not to delay paying it, indeed, YHVH your <em>elo&#8217;ah</em> will require, yes, require it of you, and it shall be (reckoned) a sin in you. <sup>23</sup>&nbsp;But if you hold-back-from vowing, it shall not be (considered) a sin in you. <sup>24</sup>&nbsp;What issues from your lips, you are to keep, and you are to do as you vowed to YHVH your <em>elo&#8217;ah</em>, willingly, as you promised with your mouth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>חמישי</mark> <sup>כה</sup>&nbsp;כִּ֤י תָבֹא֙ בְּכֶ֣רֶם רֵעֶ֔ךָ וְאָכַלְתָּ֧ עֲנָבִ֛ים כְּנַפְשְׁךָ֖ שׇׂבְעֶ֑ךָ וְאֶֽל־כֶּלְיְךָ֖ לֹ֥א תִתֵּֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>25</sup>&nbsp;&#8220;When you come into the vineyard of your neighbor, you may eat (the) grapes, according to your appetite, until your being-satisfied, but in your vessel you may not put (any).&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כו</sup>&nbsp;כִּ֤י תָבֹא֙ בְּקָמַ֣ת רֵעֶ֔ךָ וְקָטַפְתָּ֥ מְלִילֹ֖ת בְּיָדֶ֑ךָ וְחֶרְמֵשׁ֙ לֹ֣א תָנִ֔יף עַ֖ל קָמַ֥ת רֵעֶֽךָ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>26</sup>&nbsp;&#8220;When you come into the standing-grain of your neighbor, you may pluck off ears with your hand, but a sickle you are not to swing above the grain of your neighbor.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\">כד <sup>א</sup>&nbsp;כִּֽי־יִקַּ֥ח אִ֛ישׁ אִשָּׁ֖ה וּבְעָלָ֑הּ וְהָיָ֞ה אִם־לֹ֧א תִמְצָא־חֵ֣ן בְּעֵינָ֗יו כִּי־מָ֤צָא בָהּ֙ עֶרְוַ֣ת דָּבָ֔ר וְכָ֨תַב לָ֜הּ סֵ֤פֶר כְּרִיתֻת֙ וְנָתַ֣ן בְּיָדָ֔הּ וְשִׁלְּחָ֖הּ מִבֵּיתֽוֹ׃ <sup>ב</sup>&nbsp;וְיָצְאָ֖ה מִבֵּית֑וֹ וְהָלְכָ֖ה וְהָיְתָ֥ה לְאִישׁ־אַחֵֽר׃ <sup>ג</sup>&nbsp;וּשְׂנֵאָהּ֮ הָאִ֣ישׁ הָאַחֲרוֹן֒ וְכָ֨תַב לָ֜הּ סֵ֤פֶר כְּרִיתֻת֙ וְנָתַ֣ן בְּיָדָ֔הּ וְשִׁלְּחָ֖הּ מִבֵּית֑וֹ א֣וֹ כִ֤י יָמוּת֙ הָאִ֣ישׁ הָאַחֲר֔וֹן אֲשֶׁר־לְקָחָ֥הּ ל֖וֹ לְאִשָּֽׁה׃ <sup>ד</sup>&nbsp;לֹא־יוּכַ֣ל בַּעְלָ֣הּ הָרִאשׁ֣וֹן אֲשֶֽׁר־שִׁ֠לְּחָ֠הּ לָשׁ֨וּב לְקַחְתָּ֜הּ לִהְי֧וֹת ל֣וֹ לְאִשָּׁ֗ה אַחֲרֵי֙ אֲשֶׁ֣ר הֻטַּמָּ֔אָה כִּֽי־תוֹעֵבָ֥ה הִ֖וא לִפְנֵ֣י יְהֹוָ֑ה וְלֹ֤א תַחֲטִיא֙ אֶת־הָאָ֔רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\">24 <sup>1</sup>&nbsp;&#8220;When a man takes-in-marriage a woman and espouses her, and it happens: if she does not find favor in his eyes — for he finds in her something of <em>ervah</em><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> See note above on Deuteronomy 23:13. The primary meaning of &#8216;nakedness&#8217; does not make sense here. The idea of a deficiency or defect (apparent in the revelation of nudity) does make sense, although the implication here is horrible to my sensibility. In rabbinic tradition, <em>ervah</em> is a euphemism for illicit sexual relationship. As in Deuteronomy 23:13, I suggest that &#8220;shamelessness&#8221; or &#8220;profligacy,&#8221; might suffice for a definition. Someone profligate wastes resources with abandon and carries with them a careless attitude concerning waste in general, in other words, someone flagrantly inconsiderate, even destructive in nature. Profligate seems apt to me if we recognize in <em>ervah</em> someone who is wasteful with the equity of a relationship founded on commitment, prone to elicit heartbreak through unconscientious or even perhaps deliberate acts of betrayal &#8212; and I find this framing of <em>ervah</em> much preferable to calling someone illicit, licentious, or debauched &#8212; accusations that shame sexual liberty rather than focus on the root of the pain: taking liberties with the psychical and emotional health of one&#8217;s partner. What remains problematic here despite my redemptive reading is that women, already a vulnerable population as attested elsewhere in the text, are the subject of lost favor among men whose own vigilance concerning <em>ervah</em> (in Deuteronomy 23:13) seems relegated entirely to their bodily excretions among a wholly male population of soldiers. &#8211;Aharon N. Varady&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>  — he may write for her a Sefer Keritut/Document of Cutoff; he is to place (it) in her hand and (thus) send-her-away from his household. <sup>2</sup>&nbsp;Now when she goes out from his house, (if) she goes and becomes another man&#8217;s, <sup>3</sup>&nbsp;and should he too come-to-hate her, the latter man, (then) he (too) is to write her a Document of Cutoff, placing it in her hand and sending-her-away from his household; or if he should die, the latter man, who took her for him as a wife, <sup>4</sup>&nbsp;he may not return, her first husband who sent-her-away, to take her to be his as a wife, since she has made-herself-tamei; for it is an abomination before the presence of YHVH, that you do not bring-sin-upon the land that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><mark>ששי</mark> <sup>ה</sup>&nbsp;כִּֽי־יִקַּ֥ח אִישׁ֙ אִשָּׁ֣ה חֲדָשָׁ֔ה לֹ֤א יֵצֵא֙ בַּצָּבָ֔א וְלֹא־יַעֲבֹ֥ר עָלָ֖יו לְכׇל־דָּבָ֑ר נָקִ֞י יִהְיֶ֤ה לְבֵיתוֹ֙ שָׁנָ֣ה אֶחָ֔ת וְשִׂמַּ֖ח אֶת־אִשְׁתּ֥וֹ אֲשֶׁר־לָקָֽח׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>5</sup>&nbsp;&#8220;When a man takes a new wife, he is not to go out to the armed-forces, he is not to cross over to them for any matter; (free-and-)clear let him remain in his house for one year, and let him give-joy to his wife whom he has taken.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ו</sup>&nbsp;לֹא־יַחֲבֹ֥ל רֵחַ֖יִם וָרָ֑כֶב כִּי־נֶ֖פֶשׁ ה֥וּא חֹבֵֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>6</sup>&nbsp;&#8220;There is not to be seized-for-payment a handmill or an upper-millstone, for (one&#8217;s) life would (thus) be seized.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ז</sup>&nbsp;כִּי־יִמָּצֵ֣א אִ֗ישׁ גֹּנֵ֨ב נֶ֤פֶשׁ מֵאֶחָיו֙ מִבְּנֵ֣י יִשְׂרָאֵ֔ל וְהִתְעַמֶּר־בּ֖וֹ וּמְכָר֑וֹ וּמֵת֙ הַגַּנָּ֣ב הַה֔וּא וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>7</sup>&nbsp;&#8220;When a man is found to have stolen a person from his brothers, from the Children of Yisra&#8217;el, and he deals-treacherously with him and sells him: die that thief shall; so shall you burn out the evil from your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ח</sup>&nbsp;הִשָּׁ֧מֶר בְּנֶֽגַע־הַצָּרַ֛עַת לִשְׁמֹ֥ר מְאֹ֖ד וְלַעֲשׂ֑וֹת כְּכֹל֩ אֲשֶׁר־יוֹר֨וּ אֶתְכֶ֜ם הַכֹּהֲנִ֧ים הַלְוִיִּ֛ם כַּאֲשֶׁ֥ר צִוִּיתִ֖ם תִּשְׁמְר֥וּ לַעֲשֽׂוֹת׃ <sup>ט</sup>&nbsp;זָכ֕וֹר אֵ֧ת אֲשֶׁר־עָשָׂ֛ה יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְמִרְיָ֑ם בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֥ם מִמִּצְרָֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>8</sup>&nbsp;&#8220;Be-careful regarding the affliction of <em>tsaraat</em>, take exceeding care to observe (the rules); according to all that the Levite kohanim instruct you, as I have commanded them, you are to carefully observe. <sup>9</sup>&nbsp;Bear-in-mind what YHVH your <em>elo&#8217;ah</em> did to Miryam, on the way at your going-out of Mitsrayim!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>י</sup>&nbsp;כִּֽי־תַשֶּׁ֥ה בְרֵֽעֲךָ֖ מַשַּׁ֣את מְא֑וּמָה לֹא־תָבֹ֥א אֶל־בֵּית֖וֹ לַעֲבֹ֥ט עֲבֹטֽוֹ׃ <sup>יא</sup>&nbsp;בַּח֖וּץ תַּעֲמֹ֑ד וְהָאִ֗ישׁ אֲשֶׁ֤ר אַתָּה֙ נֹשֶׁ֣ה ב֔וֹ יוֹצִ֥יא אֵלֶ֛יךָ אֶֽת־הַעֲב֖וֹט הַחֽוּצָה׃ <sup>יב</sup>&nbsp;וְאִם־אִ֥ישׁ עָנִ֖י ה֑וּא לֹ֥א תִשְׁכַּ֖ב בַּעֲבֹטֽוֹ׃ <sup>יג</sup>&nbsp;הָשֵׁב֩ תָּשִׁ֨יב ל֤וֹ אֶֽת־הַעֲבוֹט֙ כְּב֣וֹא הַשֶּׁ֔מֶשׁ וְשָׁכַ֥ב בְּשַׂלְמָת֖וֹ וּבֵֽרְכֶ֑ךָּ וּלְךָ֙ תִּהְיֶ֣ה צְדָקָ֔ה לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;When you lend to your neighbor, a loan of anything, you are not to enter his house to take-his-pledge as a pledge. <sup>11</sup>&nbsp;Outside you are to stand, and the man to whom you have lent is to bring out the pledge to you, outside. <sup>12</sup>&nbsp;And if he is an afflicted man, you may not lie down in his pledge; <sup>13</sup>&nbsp;you are to return, yes, return to him the pledge when the sun comes in, that he may lie down in his garment, and bless you, and yours will be righteous-merit, before the presence of YHVH your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>שביעי</mark> <sup>יד</sup>&nbsp;לֹא־תַעֲשֹׁ֥ק שָׂכִ֖יר עָנִ֣י וְאֶבְי֑וֹן מֵאַחֶ֕יךָ א֧וֹ מִגֵּרְךָ֛ אֲשֶׁ֥ר בְּאַרְצְךָ֖ בִּשְׁעָרֶֽיךָ׃ <sup>טו</sup>&nbsp;בְּיוֹמוֹ֩ תִתֵּ֨ן שְׂכָר֜וֹ וְֽלֹא־תָב֧וֹא עָלָ֣יו הַשֶּׁ֗מֶשׁ כִּ֤י עָנִי֙ ה֔וּא וְאֵלָ֕יו ה֥וּא נֹשֵׂ֖א אֶת־נַפְשׁ֑וֹ וְלֹֽא־יִקְרָ֤א עָלֶ֙יךָ֙ אֶל־יְהֹוָ֔ה וְהָיָ֥ה בְךָ֖ חֵֽטְא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>14</sup>&nbsp;&#8220;You are not to withhold from a hired-hand, an afflicted and needy-one, (whether) from your brothers or from your sojourner that is within your land, within your gates. <sup>15</sup>&nbsp;On his payday you are to give his wage, you are not to let the sun come in upon him, for he is afflicted, for it he lifts his life-breath — that he not call out against you to YHVH, and there be sin upon you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;לֹֽא־יוּמְת֤וּ אָבוֹת֙ עַל־בָּנִ֔ים וּבָנִ֖ים לֹא־יוּמְת֣וּ עַל־אָב֑וֹת אִ֥ישׁ בְּחֶטְא֖וֹ יוּמָֽתוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;Fathers are not to be put-to-death for sons, sons are not to be put-to-death for fathers: every-man for his own sin (alone) is to be put-to-death!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יז</sup>&nbsp;לֹ֣א תַטֶּ֔ה מִשְׁפַּ֖ט גֵּ֣ר יָת֑וֹם וְלֹ֣א תַחֲבֹ֔ל בֶּ֖גֶד אַלְמָנָֽה׃ <sup>יח</sup>&nbsp;וְזָכַרְתָּ֗ כִּ֣י עֶ֤בֶד הָיִ֙יתָ֙ בְּמִצְרַ֔יִם וַֽיִּפְדְּךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ מִשָּׁ֑ם עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לַעֲשׂ֔וֹת אֶת־הַדָּבָ֖ר הַזֶּֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;You are not to cast aside the case of a sojourner (or) an orphan, you are not to seize-for-payment the clothing of a widow. <sup>18</sup>&nbsp;You are to bear-in-mind that serf were you in the land of Mitsrayim, and YHVH your <em>elo&#8217;ah</em> redeemed you from there, therefore I command you to observe this word!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יט</sup>&nbsp;כִּ֣י תִקְצֹר֩ קְצִֽירְךָ֨ בְשָׂדֶ֜ךָ וְשָֽׁכַחְתָּ֧ עֹ֣מֶר בַּשָּׂדֶ֗ה לֹ֤א תָשׁוּב֙ לְקַחְתּ֔וֹ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶ֑ה לְמַ֤עַן יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל מַעֲשֵׂ֥ה יָדֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>19</sup>&nbsp;&#8220;When you cut down your harvest in your field, and you forget a sheaf in the field, you are not to return to get it; for the sojourner, for the orphan and for the widow it shall be, in order that YHVH your <em>elo&#8217;ah</em> may bless you in all the doings of your hands.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כ</sup>&nbsp;כִּ֤י תַחְבֹּט֙ זֵֽיתְךָ֔ לֹ֥א תְפַאֵ֖ר אַחֲרֶ֑יךָ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶֽה׃ <sup>כא</sup>&nbsp;כִּ֤י תִבְצֹר֙ כַּרְמְךָ֔ לֹ֥א תְעוֹלֵ֖ל אַחֲרֶ֑יךָ לַגֵּ֛ר לַיָּת֥וֹם וְלָאַלְמָנָ֖ה יִהְיֶֽה׃ <sup>כב</sup>&nbsp;וְזָ֣כַרְתָּ֔ כִּי־עֶ֥בֶד הָיִ֖יתָ בְּאֶ֣רֶץ מִצְרָ֑יִם עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לַעֲשׂ֔וֹת אֶת־הַדָּבָ֖ר הַזֶּֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>20</sup>&nbsp;&#8220;When you knock off your olives, you are not to check-the-boughs after you; for the sojourner, for the orphan and for the widow it shall be. <sup>21</sup>&nbsp;When you cut off (grapes in) your vineyard, you are not to glean after you; for the sojourner, for the orphan and for the widow it shall be. <sup>22</sup>&nbsp;You are to bear-in-mind that serf were you in the land of Mitsrayim, therefore I command you to do this thing!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\">כה <sup>א</sup>&nbsp;כִּֽי־יִהְיֶ֥ה רִיב֙ בֵּ֣ין אֲנָשִׁ֔ים וְנִגְּשׁ֥וּ אֶל־הַמִּשְׁפָּ֖ט וּשְׁפָט֑וּם וְהִצְדִּ֙יקוּ֙ אֶת־הַצַּדִּ֔יק וְהִרְשִׁ֖יעוּ אֶת־הָרָשָֽׁע׃ <sup>ב</sup>&nbsp;וְהָיָ֛ה אִם־בִּ֥ן הַכּ֖וֹת הָרָשָׁ֑ע וְהִפִּיל֤וֹ הַשֹּׁפֵט֙ וְהִכָּ֣הוּ לְפָנָ֔יו כְּדֵ֥י רִשְׁעָת֖וֹ בְּמִסְפָּֽר׃ <sup>ג</sup>&nbsp;אַרְבָּעִ֥ים יַכֶּ֖נּוּ לֹ֣א יֹסִ֑יף פֶּן־יֹסִ֨יף לְהַכֹּת֤וֹ עַל־אֵ֙לֶּה֙ מַכָּ֣ה רַבָּ֔ה וְנִקְלָ֥ה אָחִ֖יךָ לְעֵינֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">25 <sup>1</sup>&nbsp;&#8220;When there is a legal-quarrel between men, they are to approach the court-of-justice, and they are to render-justice to them; they are to declare-innocent the innocent-one, and to declare-guilty the guilty-one. <sup>2</sup>&nbsp;And it shall be: if deserving of strokes is the guilty-one, the judge is to have him lie-fallen and is to have him struck, in his presence, according to his guilt, by number. <sup>3</sup>&nbsp;Forty (times) he is to be struck, not adding (any), lest you add, by striking him, (too) many strokes to these, and your brother be worthy-of-insult in your eyes.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ד</sup>&nbsp;לֹא־תַחְסֹ֥ם שׁ֖וֹר בְּדִישֽׁוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>4</sup>&nbsp;&#8220;You are not to muzzle an ox while it is threshing (grain).&#8221;</span.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ה</sup>&nbsp;כִּֽי־יֵשְׁב֨וּ אַחִ֜ים יַחְדָּ֗ו וּמֵ֨ת אַחַ֤ד מֵהֶם֙ וּבֵ֣ן אֵֽין־ל֔וֹ לֹֽא־תִהְיֶ֧ה אֵֽשֶׁת־הַמֵּ֛ת הַח֖וּצָה לְאִ֣ישׁ זָ֑ר יְבָמָהּ֙ יָבֹ֣א עָלֶ֔יהָ וּלְקָחָ֥הּ ל֛וֹ לְאִשָּׁ֖ה וְיִבְּמָֽהּ׃ <sup>ו</sup>&nbsp;וְהָיָ֗ה הַבְּכוֹר֙ אֲשֶׁ֣ר תֵּלֵ֔ד יָק֕וּם עַל־שֵׁ֥ם אָחִ֖יו הַמֵּ֑ת וְלֹֽא־יִמָּחֶ֥ה שְׁמ֖וֹ מִיִּשְׂרָאֵֽל׃ <sup>ז</sup>&nbsp;וְאִם־לֹ֤א יַחְפֹּץ֙ הָאִ֔ישׁ לָקַ֖חַת אֶת־יְבִמְתּ֑וֹ וְעָלְתָה֩ יְבִמְתּ֨וֹ הַשַּׁ֜עְרָה אֶל־הַזְּקֵנִ֗ים וְאָֽמְרָה֙ מֵאֵ֨ן יְבָמִ֜י לְהָקִ֨ים לְאָחִ֥יו שֵׁם֙ בְּיִשְׂרָאֵ֔ל לֹ֥א אָבָ֖ה יַבְּמִֽי׃ <sup>ח</sup>&nbsp;וְקָֽרְאוּ־ל֥וֹ זִקְנֵי־עִיר֖וֹ וְדִבְּר֣וּ אֵלָ֑יו וְעָמַ֣ד וְאָמַ֔ר לֹ֥א חָפַ֖צְתִּי לְקַחְתָּֽהּ׃ <sup>ט</sup>&nbsp;וְנִגְּשָׁ֨ה יְבִמְתּ֣וֹ אֵלָיו֮ לְעֵינֵ֣י הַזְּקֵנִים֒ וְחָלְצָ֤ה נַעֲלוֹ֙ מֵעַ֣ל רַגְל֔וֹ וְיָרְקָ֖ה בְּפָנָ֑יו וְעָֽנְתָה֙ וְאָ֣מְרָ֔ה כָּ֚כָה יֵעָשֶׂ֣ה לָאִ֔ישׁ אֲשֶׁ֥ר לֹא־יִבְנֶ֖ה אֶת־בֵּ֥ית אָחִֽיו׃ <sup>י</sup>&nbsp;וְנִקְרָ֥א שְׁמ֖וֹ בְּיִשְׂרָאֵ֑ל בֵּ֖ית חֲל֥וּץ הַנָּֽעַל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>5</sup>&nbsp;&#8220;When brothers dwell together and one of them dies, and a son he does not have, the wife of the dead-man is not to go outside (in marriage), to a strange man: her brother-in-law is to come to her and take her for himself as a wife, doing-the-brother-in-law&#8217;s-duty by her. <sup>6</sup>&nbsp;Now it shall be that the firstborn that she bears will be established under the name of his dead brother, that his name not be blotted-out from Yisra&#8217;el. <sup>7</sup>&nbsp;But if the man does not wish to take his sister-in-law (in marriage), his sister-in-law is to go up to the gate, to the elders, and say: &#8216;My brother-in-law refuses to establish for his brother a name in Yisra&#8217;el, he will not consent to do-a-brother-in-law&#8217;s-duty by me!&#8217; <sup>8</sup>&nbsp;Then the elders of his town are to call for him and are to speak to him; and if he stands (there) and says: &#8216;I do not wish to take her,&#8217; <sup>9</sup>&nbsp;his sister-in-law is to approach him before the eyes of the elders, she is to draw off his sandal from his foot and is to spit in his face, then she is to speak up and say: &#8216;Thus shall be done to the man that does not build up the house of his brother!&#8217; <sup>10</sup>&nbsp;His name is to be called in Yisra&#8217;el: &#8216;The House of the (One with the) Drawn-off Sandal.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יא</sup>&nbsp;כִּֽי־יִנָּצ֨וּ אֲנָשִׁ֤ים יַחְדָּו֙ אִ֣ישׁ וְאָחִ֔יו וְקָֽרְבָה֙ אֵ֣שֶׁת הָֽאֶחָ֔ד לְהַצִּ֥יל אֶת־אִישָׁ֖הּ מִיַּ֣ד מַכֵּ֑הוּ וְשָׁלְחָ֣ה יָדָ֔הּ וְהֶחֱזִ֖יקָה בִּמְבֻשָֽׁיו׃ <sup>יב</sup>&nbsp;וְקַצֹּתָ֖ה אֶת־כַּפָּ֑הּ לֹ֥א תָח֖וֹס עֵינֶֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>11</sup>&nbsp;&#8220;When men scuffle together, a man and his brother, and the wife of one of them comes-near to rescue her husband from the hand of him that is striking him, and she stretches out her hand and seizes (him) by his genitals: <sup>12</sup>&nbsp;you are to chop off her hand, your eye is not to have-pity!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יג</sup>&nbsp;לֹֽא־יִהְיֶ֥ה לְךָ֛ בְּכִֽיסְךָ֖ אֶ֣בֶן וָאָ֑בֶן גְּדוֹלָ֖ה וּקְטַנָּֽה׃ <sup>יד</sup>&nbsp;לֹא־יִהְיֶ֥ה לְךָ֛ בְּבֵיתְךָ֖ אֵיפָ֣ה וְאֵיפָ֑ה גְּדוֹלָ֖ה וּקְטַנָּֽה׃ <sup>טו</sup>&nbsp;אֶ֣בֶן שְׁלֵמָ֤ה וָצֶ֙דֶק֙ יִֽהְיֶה־לָּ֔ךְ אֵיפָ֧ה שְׁלֵמָ֛ה וָצֶ֖דֶק יִֽהְיֶה־לָּ֑ךְ לְמַ֙עַן֙ יַאֲרִ֣יכוּ יָמֶ֔יךָ עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ </span> <span class=\"dp\"><sup>טז</sup>&nbsp;כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־עֹ֣שֵׂה אֵ֑לֶּה כֹּ֖ל עֹ֥שֵׂה עָֽוֶל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>13</sup>&nbsp;&#8220;You are not to have in your purse stone-weight and stone-weight, (both) large and small. <sup>14</sup>&nbsp;You are not to have in your house <em>efa</em> and <em>efa</em>, (both) large and small. <sup>15</sup>&nbsp;A stone-weight perfect and equal shall you have, an <em>efa</em> perfect and equal shall you have, in order that your days may be prolonged on the fertile-earth that YHVH your <em>elo&#8217;ah</em> is giving you.</span> <span class=\"dp\"><sup>16</sup>&nbsp;For an abomination to YHVH your <em>elo&#8217;ah</em> is everyone doing these, everyone committing corruption!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>מפטיר</mark> <sup>יז</sup>&nbsp;זָכ֕וֹר אֵ֛ת אֲשֶׁר־עָשָׂ֥ה לְךָ֖ עֲמָלֵ֑ק בַּדֶּ֖רֶךְ בְּצֵאתְכֶ֥ם מִמִּצְרָֽיִם׃ <sup>יח</sup>&nbsp;אֲשֶׁ֨ר קָֽרְךָ֜ בַּדֶּ֗רֶךְ וַיְזַנֵּ֤ב בְּךָ֙ כׇּל־הַנֶּחֱשָׁלִ֣ים אַֽחֲרֶ֔יךָ וְאַתָּ֖ה עָיֵ֣ף וְיָגֵ֑עַ וְלֹ֥א יָרֵ֖א אֱלֹהִֽים׃ <sup>יט</sup>&nbsp;וְהָיָ֡ה בְּהָנִ֣יחַ יְהֹוָ֣ה אֱלֹהֶ֣יךָ ׀ לְ֠ךָ֠ מִכׇּל־אֹ֨יְבֶ֜יךָ מִסָּבִ֗יב בָּאָ֙רֶץ֙ אֲשֶׁ֣ר יְהֹוָה־אֱ֠לֹהֶ֠יךָ נֹתֵ֨ן לְךָ֤ נַחֲלָה֙ לְרִשְׁתָּ֔הּ תִּמְחֶה֙ אֶת־זֵ֣כֶר עֲמָלֵ֔ק מִתַּ֖חַת הַשָּׁמָ֑יִם לֹ֖א תִּשְׁכָּֽח׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;Bear-in-mind what Amaleq did to you on the way, at your going-out from Mitsrayim, <sup>18</sup>&nbsp;how he encountered you on the way and attacked-your-tail-all the beaten-down-ones at your rear — while you (were) weary and faint, and (thus) he did not stand-in-awe of God. <sup>19</sup>&nbsp;So it shall be: when YHVH your <em>elo&#8217;ah</em> gives-you-rest from all your enemies round about in the land that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance, to possess it, you are to blot out the name of Amaleq from under the heavens; you are not to forget!&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_כי_תצא/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of &#8220;nakedness&#8221; for <em>ervah</em>, I suggest &#8216;profligacy.&#8217; (See my notes on Deuteronomy 23:13 and 24:1). Instead of &#8220;soil&#8221; for <em>adamah</em>, I offer &#8216;fertile-earth.&#8217; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">בספרי תימן קַן בקו&#8221;ף גדולה</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">ברוב ספרי אשכנז דַּכָּ֛ה</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">lit. nakedness, nudity, genitals, and thus, cognate with the Arabic: عَوْرَة (awrāt) which includes a meaning of defectiveness, faultiness, deficiency, and imperfection. Dr. Everett Fox offers &#8220;nakedness&#8221; but that meaning doesn&#8217;t seem specific enough here or later (in Deuteronomy 24:1). In rabbinic Judaism, <em>ervah</em> is shorthand for an illicit sexual relationship &#8212; a meaning which does not seem to fit the meaning of <em>ervah</em> in the context of this verse either. A more productive use of &#8220;nakedness&#8221; here would be metaphorical, referring, I think, to a more general sensibility concerned with not leaving revealed what should rather be concealed in a brazen, callous, or utterly neglectful or hapless manner, eliciting just the sort of disgust one might experience if one accidentally stepped into their neighbor&#8217;s dog poop. I think &#8220;shamelessness&#8221; or &#8220;profligacy,&#8221; might suffice for a definition especially where profligate describes a behavior of wasting resources and a careless attitude concerning waste in general. In this way, <em>ervah</em> as profligate connects soundly with the command not to needlessly waste or lay waste (the mitsvah of <em>bal tashḥit</em>). Following the injunction to preserve fruit trees outside besieged cities (in Deuteronomy 20:19), this mitsvah provides yet another implied warning not to follow or otherwise encourage the <em>derekh mashḥit</em> (the way of the destroyer) &#8212; a particularly apt warning in the context of an army and its soldiers literally making waste, i.e. generating ruinous pollution. Such a command remains relevant today given that the United States military remains one of the largest polluters in the world (<a href=\"https://watson.brown.edu/costsofwar/papers/ClimateChangeandCostofWar\">as of 2019</a>). For a seemingly different but related usage, see below, Deuteronomy 24:1. &#8211;Aharon N. Varady</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">See note above on Deuteronomy 23:13. The primary meaning of &#8216;nakedness&#8217; does not make sense here. The idea of a deficiency or defect (apparent in the revelation of nudity) does make sense, although the implication here is horrible to my sensibility. In rabbinic tradition, <em>ervah</em> is a euphemism for illicit sexual relationship. As in Deuteronomy 23:13, I suggest that &#8220;shamelessness&#8221; or &#8220;profligacy,&#8221; might suffice for a definition. Someone profligate wastes resources with abandon and carries with them a careless attitude concerning waste in general, in other words, someone flagrantly inconsiderate, even destructive in nature. Profligate seems apt to me if we recognize in <em>ervah</em> someone who is wasteful with the equity of a relationship founded on commitment, prone to elicit heartbreak through unconscientious or even perhaps deliberate acts of betrayal &#8212; and I find this framing of <em>ervah</em> much preferable to calling someone illicit, licentious, or debauched &#8212; accusations that shame sexual liberty rather than focus on the root of the pain: taking liberties with the psychical and emotional health of one&#8217;s partner. What remains problematic here despite my redemptive reading is that women, already a vulnerable population as attested elsewhere in the text, are the subject of lost favor among men whose own vigilance concerning <em>ervah</em> (in Deuteronomy 23:13) seems relegated entirely to their bodily excretions among a wholly male population of soldiers. &#8211;Aharon N. Varady</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Devarim (Deuteronomy)",
        "Parashat Ki Tétsei"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "anti-predatory",
        "let's review",
        "mythopoesis",
        "predation",
        "predatory gaze",
        "predatory nature",
        "redaction criticism",
        "sexual predation",
        "supplementary hypothesis",
        "the Plains of Moav",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת כי־תצא parashat Ki Tetsei",
        "צער באלי חיים tsa'ar baalei ḥayyim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code §107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3814"
        ],
        "_thumbnail_id": [
            "26966"
        ],
        "date_src_start": [
            "-0460-00-00"
        ],
        "date_src_end": [
            "-0361-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/kilogramme-etalon-1.png",
        "title": "kilogramme-etalon-1",
        "caption": "The International Prototype of the Kilogram (IPK). (credit: International Bureau of Weights and Measures (BIPM))"
    },
    "source_link": "https://opensiddur.org/?p=26962",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-ki-tetsei-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-ki-tetsei-color-coded-according-to-its-narrative-layers"
}