{
    "title": "&#x1F4DC; פָּרָשַׁת דְבָרִים | Parashat Devarim (Deuteronomy 1:1-3:22), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'D1'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'D2'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'B'",
            "bio": "The last major addition to the biblical text was a post-exilic (pre-3rd century BCE) source which Dr. Tzemaḥ Yoreh refers to as the \"Bridger\" or simply, 'B.' B supplements earlier layers of text with genealogies and popular myths, providing narrative bridges between distant story cycles. B's narrative additions often share a fantastic element rarely found in Biblical narrative, and are most likely later additions to their respective Pentateuchal frameworks.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/b-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-08-04",
    "last_updated": "2025-02-02",
    "excerpt": "The text of parashat Devarim, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"d1\">&#11035; Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text. Dp is absent from parashat Devarim.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>Parashat Devarim <span class=\"citation\">(Deuteronomy 1:1-3:22)</span> in the annual Torah reading cycle is the first parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-bamidbar/parashat-masei/parashat-masei-color-coded-according-to-its-narrative-layers/\">Masei</a> <span class=\"citation\">(Numbers 33:1-36:13)</span>. Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-vaethanan/parashat-vaethanan-color-coded-according-to-its-narrative-layers/\">va&#8217;Etḥanan</a> <span class=\"citation\">(Deuteronomy 3:23-7:11)</span>, follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\">א <sup>א</sup>&nbsp;אֵ֣לֶּה הַדְּבָרִ֗ים אֲשֶׁ֨ר דִּבֶּ֤ר מֹשֶׁה֙ אֶל־כׇּל־יִשְׂרָאֵ֔ל בְּעֵ֖בֶר הַיַּרְדֵּ֑ן</span> <span class=\"d2\">בַּמִּדְבָּ֡ר בָּֽעֲרָבָה֩ מ֨וֹל ס֜וּף בֵּֽין־פָּארָ֧ן וּבֵֽין־תֹּ֛פֶל וְלָבָ֥ן וַחֲצֵרֹ֖ת וְדִ֥י זָהָֽב׃ <sup>ב</sup>&nbsp;אַחַ֨ד עָשָׂ֥ר יוֹם֙ מֵֽחֹרֵ֔ב דֶּ֖רֶךְ הַר־שֵׂעִ֑יר עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃ </span> <span class=\"h\"><sup>ג</sup>&nbsp;וַיְהִי֙ בְּאַרְבָּעִ֣ים שָׁנָ֔ה בְּעַשְׁתֵּֽי־עָשָׂ֥ר חֹ֖דֶשׁ בְּאֶחָ֣ד לַחֹ֑דֶשׁ דִּבֶּ֤ר מֹשֶׁה֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל כְּ֠כֹ֠ל אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹת֖וֹ אֲלֵהֶֽם׃ <sup>ד</sup>&nbsp;אַחֲרֵ֣י הַכֹּת֗וֹ אֵ֚ת סִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּ֑וֹן וְאֵ֗ת ע֚וֹג מֶ֣לֶךְ הַבָּשָׁ֔ן אֲשֶׁר־יוֹשֵׁ֥ב בְּעַשְׁתָּרֹ֖ת בְּאֶדְרֶֽעִי׃  </span> <span class=\"d2\"><sup>ה</sup>&nbsp;בְּעֵ֥בֶר הַיַּרְדֵּ֖ן בְּאֶ֣רֶץ מוֹאָ֑ב הוֹאִ֣יל מֹשֶׁ֔ה בֵּאֵ֛ר אֶת־הַתּוֹרָ֥ה הַזֹּ֖את לֵאמֹֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">1 <sup>1</sup>&nbsp;These are the words that Mosheh spoke to all Yisra&#8217;el in (the country) across the Yarden</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Many scholars believe that a late Priestly strand is extant within the book of Deuteronomy. In my opinion this strand is none other than H who harmonized between the Priestly and Deuteronomistic traditions, continuing Dtr 2&#8217;s attempt to bring the book of Deuteronomy into line with the first four books of the Tetrateuch. This is one of three openings of the book. The original opening was likely vs. 6 (The Lord our God spoke to us at Horeb, saying, ‘You have stayed long enough at this mountain.), which marks these chapters as a historical prelude to the book of Deuteronomy. The second opening in vss. 1b-2, 5 (—in the wilderness, on the plain opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab. 2By the way of Mount Seir it takes eleven days to reach Ḳadesh-barnea from Horeb, 5Beyond the Jordan in the land of Moab, Moses undertook to expound this law as follows) lists the places where Moses expounded the law, marking this as prelude to a legal work – it is quite clearly an addition since Deuteronomy does not launch into the law code until Chapter 12. Finally H, adds chronological information typical to the Priestly sources in vss. 3-4 (3In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites just as the Lord had commanded him to speak to them. 4This was after he had defeated King Sihon of the Amorites, who reigned in Heshbon, and King Og of Bashan, who reigned in Ashtaroth and in Edrei.). Vss. 3-4 are supplementary additions to vss. 1b-2, 5, which list the places where Moses expounded the law, since instead of adding to the summary of places, he gives us a precise date at the end of the journey.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\">in the wilderness, in the plains near Suf, between Paran and Tofel, Lavan, Ḥatserot, and Di-zahav — <sup>2</sup>&nbsp;eleven days (it is) from Ḥorev,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> See the above comment, note the use of Horeb for Mount Sinai in vs.2 which is typical of the Deuteronomistic sources.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> by the route of Mount Se&#8217;ir, (going) by Ḳadesh-barne&#8217;a.</span> <span class=\"h\"><sup>3</sup>&nbsp;And it was in the fortieth year, in the eleventh New-moon, on (day) one after the New-moon, Mosheh spoke to the Children of Yisra&#8217;el according to all that YHVH had commanded him concerning them, <sup>4</sup>&nbsp;after he had struck Siḥon king of the Emori, who sat-as-ruler in Ḥeshbon, and Ōg king of Bashan, who sat-as-ruler in Ashtarot, in Edre&#8217;i.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> See comment i. Note the idea of 40 desert years, which was innovated by P in Numbers 14 as a punishment for the rebellion of the spies.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>5</sup>&nbsp;In (the country) across the Yarden, in the land of Moav, Mosheh set about to explain this Torah/Instruction, saying:</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> According to Dtr 1, this is simply an account of the desert journey after Horeb as related by Moses, which doesn&#8217;t agree with Dtr 2&#8217;s opening which introduces this book as a body of laws expounded by Moses in various places. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ו</sup>&nbsp;יְהֹוָ֧ה אֱלֹהֵ֛ינוּ דִּבֶּ֥ר אֵלֵ֖ינוּ בְּחֹרֵ֣ב לֵאמֹ֑ר רַב־לָכֶ֥ם שֶׁ֖בֶת בָּהָ֥ר הַזֶּֽה׃ <sup>ז</sup>&nbsp;פְּנ֣וּ ׀ וּסְע֣וּ לָכֶ֗ם וּבֹ֨אוּ הַ֥ר הָֽאֱמֹרִי֮ וְאֶל־כׇּל־שְׁכֵנָיו֒ בָּעֲרָבָ֥ה בָהָ֛ר וּבַשְּׁפֵלָ֥ה וּבַנֶּ֖גֶב וּבְח֣וֹף הַיָּ֑ם אֶ֤רֶץ הַֽכְּנַעֲנִי֙ וְהַלְּבָנ֔וֹן עַד־הַנָּהָ֥ר הַגָּדֹ֖ל נְהַר־פְּרָֽת׃ <sup>ח</sup>&nbsp;רְאֵ֛ה נָתַ֥תִּי לִפְנֵיכֶ֖ם אֶת־הָאָ֑רֶץ בֹּ֚אוּ וּרְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁ֣ר נִשְׁבַּ֣ע יְ֠הֹוָ֠ה לַאֲבֹ֨תֵיכֶ֜ם לְאַבְרָהָ֨ם לְיִצְחָ֤ק וּֽלְיַעֲקֹב֙ לָתֵ֣ת לָהֶ֔ם וּלְזַרְעָ֖ם אַחֲרֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>6</sup>&nbsp;&#8220;YHVH our elo&#8217;ah spoke to us at Ḥorev, saying: &#8216;Enough for you, staying at this mountain! <sup>7</sup>&nbsp;Face about, march on and come to the Emori hill-country and to all its dwellers in the Plains, the Hill-country and the Lowlands, the Negev/Parched-land and the shore of the sea, the land of the K&#8217;naani and the Levanon, as far as the Great River, the river Euphrates. <sup>8</sup>&nbsp;See, I give before you the land, enter, take-possession of the land about which YHVH swore to your fathers, to Avraham, to Yitsḥaq, and to Yaaqov, to give to them and to their seed after them.'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> The Lord commands the Israelites to conquer the land of their forefathers, this account continues in vs. 19, when they send spies as a prelude to the occupation of the land. Vs. 6 is a non sequitor, relating the appointment of judges, which interrupts the account of the aborted conquest.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ט</sup>&nbsp;וָאֹמַ֣ר אֲלֵכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר לֹא־אוּכַ֥ל לְבַדִּ֖י שְׂאֵ֥ת אֶתְכֶֽם׃ <sup>י</sup>&nbsp;יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם הִרְבָּ֣ה אֶתְכֶ֑ם וְהִנְּכֶ֣ם הַיּ֔וֹם כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃  <mark>שני</mark> <sup>יא</sup>&nbsp;יְהֹוָ֞ה אֱלֹהֵ֣י אֲבֽוֹתֵכֶ֗ם יֹסֵ֧ף עֲלֵיכֶ֛ם כָּכֶ֖ם אֶ֣לֶף פְּעָמִ֑ים וִיבָרֵ֣ךְ אֶתְכֶ֔ם כַּאֲשֶׁ֖ר דִּבֶּ֥ר לָכֶֽם׃ <sup>יב</sup>&nbsp;אֵיכָ֥ה אֶשָּׂ֖א לְבַדִּ֑י טׇרְחֲכֶ֥ם וּמַֽשַּׂאֲכֶ֖ם וְרִֽיבְכֶֽם׃ <sup>יג</sup>&nbsp;הָב֣וּ לָ֠כֶ֠ם אֲנָשִׁ֨ים חֲכָמִ֧ים וּנְבֹנִ֛ים וִידֻעִ֖ים לְשִׁבְטֵיכֶ֑ם וַאֲשִׂימֵ֖ם בְּרָאשֵׁיכֶֽם׃ <sup>יד</sup>&nbsp;וַֽתַּעֲנ֖וּ אֹתִ֑י וַתֹּ֣אמְר֔וּ טֽוֹב־הַדָּבָ֥ר אֲשֶׁר־דִּבַּ֖רְתָּ לַעֲשֽׂוֹת׃ <sup>טו</sup>&nbsp;וָאֶקַּ֞ח אֶת־רָאשֵׁ֣י שִׁבְטֵיכֶ֗ם אֲנָשִׁ֤ים חֲכָמִים֙ וִֽידֻעִ֔ים וָאֶתֵּ֥ן אוֹתָ֛ם רָאשִׁ֖ים עֲלֵיכֶ֑ם שָׂרֵ֨י אֲלָפִ֜ים וְשָׂרֵ֣י מֵא֗וֹת וְשָׂרֵ֤י חֲמִשִּׁים֙ וְשָׂרֵ֣י עֲשָׂרֹ֔ת וְשֹׁטְרִ֖ים לְשִׁבְטֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>9</sup>&nbsp;&#8220;Now I said to you at that time, saying: &#8216;I am not able, I alone, to carry you; <sup>10</sup>&nbsp;YHVH your elo&#8217;ah has made-you-many — and here you are today, like the stars in the heavens for multitude! <sup>11</sup>&nbsp;YHVH, the elo&#8217;ah of your fathers, may he add to you as you are a thousand times, and bless you, as he promised to you! <sup>12</sup>&nbsp;How can I carry, I alone, your load, your burden, your quarreling? <sup>13</sup>&nbsp;Provide yourselves (with) men, wise, understanding and knowledgeable, for your tribes, and I will set them as heads-over-you.&#8217; <sup>14</sup>&nbsp;And you answered me, you said: &#8220;Good is the word that you have proposed to do!&#8221; <sup>15</sup>&nbsp;So I took heads of your tribes, men wise and knowledgeable, and I placed them as heads over you, as rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens, and as officials for your tribes.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;וָאֲצַוֶּה֙ אֶת־שֹׁ֣פְטֵיכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר שָׁמֹ֤עַ בֵּין־אֲחֵיכֶם֙ וּשְׁפַטְתֶּ֣ם צֶ֔דֶק בֵּֽין־אִ֥ישׁ וּבֵין־אָחִ֖יו וּבֵ֥ין גֵּרֽוֹ׃ <sup>יז</sup>&nbsp;לֹֽא־תַכִּ֨ירוּ פָנִ֜ים בַּמִּשְׁפָּ֗ט כַּקָּטֹ֤ן כַּגָּדֹל֙ תִּשְׁמָע֔וּן לֹ֤א תָג֙וּרוּ֙ מִפְּנֵי־אִ֔ישׁ כִּ֥י הַמִּשְׁפָּ֖ט לֵאלֹהִ֣ים ה֑וּא וְהַדָּבָר֙ אֲשֶׁ֣ר יִקְשֶׁ֣ה מִכֶּ֔ם תַּקְרִב֥וּן אֵלַ֖י וּשְׁמַעְתִּֽיו׃ <sup>יח</sup>&nbsp;וָאֲצַוֶּ֥ה אֶתְכֶ֖ם בָּעֵ֣ת הַהִ֑וא אֵ֥ת כׇּל־הַדְּבָרִ֖ים אֲשֶׁ֥ר תַּעֲשֽׂוּן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;Now I commanded your judges at that time, saying: &#8216;hear-out (what is) between your brothers, judge with equity between each-man and his brother or a sojourner. <sup>17</sup>&nbsp;You are not to (specially-)recognize a face in judgment, as the small, so the great, you are to hear-them-out; you are not to be-in-fear of any-man, for judgment — it is Elohim&#8217;s! And (any) legal-matter too hard for you, bring-near to me, and I will hear-it-out.&#8217; <sup>18</sup>&nbsp;So I commanded you at that time concerning all the matters that you should do.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Dtr 2 adds this section, sculpting the J and E traditions of Exodus 18 which deal with the appointment of the judiciary into a more &#8220;suitable&#8221; account. Jethro the foreigner is no longer the catalyst to the appointment of judges. Moses suggests the move on his own, with the approval of the people, thus purging foreign influence from this important institution. The appointment of the judiciary is added here, before the desert journeys, since according to Exodus 18, it occurred at the Mountain of Elohim = Horeb. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יט</sup>&nbsp;וַנִּסַּ֣ע מֵחֹרֵ֗ב וַנֵּ֡לֶךְ אֵ֣ת כׇּל־הַמִּדְבָּ֣ר הַגָּדוֹל֩ וְהַנּוֹרָ֨א הַה֜וּא אֲשֶׁ֣ר רְאִיתֶ֗ם דֶּ֚רֶךְ הַ֣ר הָֽאֱמֹרִ֔י כַּאֲשֶׁ֥ר צִוָּ֛ה יְהֹוָ֥ה אֱלֹהֵ֖ינוּ אֹתָ֑נוּ וַנָּבֹ֕א עַ֖ד קָדֵ֥שׁ בַּרְנֵֽעַ׃ <sup>כ</sup>&nbsp;וָאֹמַ֖ר אֲלֵכֶ֑ם בָּאתֶם֙ עַד־הַ֣ר הָאֱמֹרִ֔י אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃ <sup>כא</sup>&nbsp;רְ֠אֵ֠ה נָתַ֨ן יְהֹוָ֧ה אֱלֹהֶ֛יךָ לְפָנֶ֖יךָ אֶת־הָאָ֑רֶץ עֲלֵ֣ה רֵ֗שׁ כַּאֲשֶׁר֩ דִּבֶּ֨ר יְהֹוָ֜ה אֱלֹהֵ֤י אֲבֹתֶ֙יךָ֙ לָ֔ךְ אַל־תִּירָ֖א וְאַל־תֵּחָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>19</sup>&nbsp;&#8220;We marched on from Ḥorev and traveled through the whole wilderness, that great and awe-inspiring one that you saw, by the Emori hill-country route as YHVH our elo&#8217;ah commanded us, and we came as far as Ḳadesh-barne&#8217;a. <sup>20</sup>&nbsp;And I said to you: &#8216;You have come to the Emori hill-country that YHVH our elo&#8217;ah is giving us. <sup>21</sup>&nbsp;See, YHVH your elo&#8217;ah has given before you this land, go up, take-possession (of it), as YHVH the elo&#8217;ah of your fathers promised you. Do not be afraid, do not be dismayed!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>שלישי</mark> <sup>כב</sup>&nbsp;וַתִּקְרְב֣וּן אֵלַי֮ כֻּלְּכֶם֒ וַתֹּאמְר֗וּ נִשְׁלְחָ֤ה אֲנָשִׁים֙ לְפָנֵ֔ינוּ וְיַחְפְּרוּ־לָ֖נוּ אֶת־הָאָ֑רֶץ וְיָשִׁ֤בוּ אֹתָ֙נוּ֙ דָּבָ֔ר אֶת־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר נַעֲלֶה־בָּ֔הּ וְאֵת֙ הֶֽעָרִ֔ים אֲשֶׁ֥ר נָבֹ֖א אֲלֵיהֶֽן׃ </span> <span class=\"d2\"><sup>כג</sup>&nbsp;וַיִּיטַ֥ב בְּעֵינַ֖י הַדָּבָ֑ר וָאֶקַּ֤ח מִכֶּם֙ שְׁנֵ֣ים עָשָׂ֣ר אֲנָשִׁ֔ים אִ֥ישׁ אֶחָ֖ד לַשָּֽׁבֶט׃ </span> <span class=\"d1\"><sup>כד</sup>&nbsp;וַיִּפְנוּ֙ וַיַּעֲל֣וּ הָהָ֔רָה וַיָּבֹ֖אוּ עַד־נַ֣חַל אֶשְׁכֹּ֑ל וַֽיְרַגְּל֖וּ אֹתָֽהּ׃ <sup>כה</sup>&nbsp;וַיִּקְח֤וּ בְיָדָם֙ מִפְּרִ֣י הָאָ֔רֶץ וַיּוֹרִ֖דוּ אֵלֵ֑ינוּ וַיָּשִׁ֨בוּ אֹתָ֤נוּ דָבָר֙ וַיֹּ֣אמְר֔וּ טוֹבָ֣ה הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>22</sup>&nbsp;&#8220;Then you came-near to me, all of you, and said: &#8216;Let us send men before us that they may explore the land for us and return us word about the route that we should (use to) go up against it and about the towns that we will come to.&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Dtr 1&#8217;s version of the spy account, further distances Moses from culpability implying that it was the Israelites who suggested this move.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>23</sup>&nbsp;The matter was good in my eyes, and so I took from among you twelve men, one man per tribe.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Once again Dtr 2 attempts to harmonize the accounts by adding details from P&#8217;s spy account, since only according to P did Moses select 12 spies. Usually H is the intercessor between Priestly traditions and non-Priestly narrative, but these details are added without any Priestly language markers, and see also comment x (since Dtr 2, likely inherited a text with P narrative additions already interwoven there is no expectation that he would distinguish between P and J, and bring only J).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>24</sup>&nbsp;They faced about and went up into the hills, and came as far as the Wadi of Clusters and spied it out. <sup>25</sup>&nbsp;They took in their hand (some) of the fruit of the land and brought (it) down to us and returned us word, they said: &#8216;Good is the land that YHVH our elo&#8217;ah is giving us!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>כו</sup>&nbsp;וְלֹ֥א אֲבִיתֶ֖ם לַעֲלֹ֑ת וַתַּמְר֕וּ אֶת־פִּ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃ <sup>כז</sup>&nbsp;וַתֵּרָגְנ֤וּ בְאׇהֳלֵיכֶם֙ וַתֹּ֣אמְר֔וּ בְּשִׂנְאַ֤ת יְהֹוָה֙ אֹתָ֔נוּ הוֹצִיאָ֖נוּ מֵאֶ֣רֶץ מִצְרָ֑יִם לָתֵ֥ת אֹתָ֛נוּ בְּיַ֥ד הָאֱמֹרִ֖י לְהַשְׁמִידֵֽנוּ׃ </span> <span class=\"d2\"><sup>כח</sup>&nbsp;אָנָ֣ה ׀ אֲנַ֣חְנוּ עֹלִ֗ים אַחֵ֩ינוּ֩ הֵמַ֨סּוּ אֶת־לְבָבֵ֜נוּ לֵאמֹ֗ר עַ֣ם גָּד֤וֹל וָרָם֙ מִמֶּ֔נּוּ עָרִ֛ים גְּדֹלֹ֥ת וּבְצוּרֹ֖ת בַּשָּׁמָ֑יִם וְגַם־בְּנֵ֥י עֲנָקִ֖ים רָאִ֥ינוּ שָֽׁם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>26</sup>&nbsp;&#8220;Yet you were not willing to go up, you rebelled against the order of YHVH your elo&#8217;ah. <sup>27</sup>&nbsp;You muttered in your tents, you said: &#8216;Because of YHVH&#8217;s hatred for us he took us out of the land of Mitsrayim, to give us into the hand of the Emori, to destroy us!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> Dtr 1&#8217;s account very much echoes J&#8217;s version of Numbers 13-14 (Dtr 1 is later than J – which may be discerned by the drawing upon and occasional sculpting of the J tradition to fit a Moseo-Centric account), the spies went to Eshkol, and reported that the land was good, the people then rebelled (without instigation from the spies).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>28</sup>&nbsp;To where are we going up? Our brothers have made our hearts melt, saying: A people greater and taller than we, towns great and fortified to heaven, and even Children of the Anaqim we saw there!'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Once again Dtr 2, adds details from the Priestly account – the spies instigated the rebellion, or at least added fodder to the fire. This is clearly a non-sequitor, since the people had already rebelled according to vss. 26-27, see comment viii. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>כט</sup>&nbsp;וָאֹמַ֖ר אֲלֵכֶ֑ם לֹא־תַעַרְצ֥וּן וְֽלֹא־תִֽירְא֖וּן מֵהֶֽם׃ <sup>ל</sup>&nbsp;יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ הַהֹלֵ֣ךְ לִפְנֵיכֶ֔ם ה֖וּא יִלָּחֵ֣ם לָכֶ֑ם כְּ֠כֹ֠ל אֲשֶׁ֨ר עָשָׂ֧ה אִתְּכֶ֛ם בְּמִצְרַ֖יִם לְעֵינֵיכֶֽם׃ </span> <span class=\"d2\"><sup>לא</sup>&nbsp;וּבַמִּדְבָּר֙ אֲשֶׁ֣ר רָאִ֔יתָ אֲשֶׁ֤ר נְשָׂאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ כַּאֲשֶׁ֥ר יִשָּׂא־אִ֖ישׁ אֶת־בְּנ֑וֹ בְּכׇל־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר הֲלַכְתֶּ֔ם עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ <sup>לב</sup>&nbsp;וּבַדָּבָ֖ר הַזֶּ֑ה אֵֽינְכֶם֙ מַאֲמִינִ֔ם בַּיהֹוָ֖ה אֱלֹהֵיכֶֽם׃ <sup>לג</sup>&nbsp;הַהֹלֵ֨ךְ לִפְנֵיכֶ֜ם בַּדֶּ֗רֶךְ לָת֥וּר לָכֶ֛ם מָק֖וֹם לַחֲנֹֽתְכֶ֑ם בָּאֵ֣שׁ ׀ לַ֗יְלָה לַרְאֹֽתְכֶם֙ בַּדֶּ֙רֶךְ֙ אֲשֶׁ֣ר תֵּֽלְכוּ־בָ֔הּ וּבֶעָנָ֖ן יוֹמָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>29</sup>&nbsp;&#8220;Now I said to you: &#8216;Do not shake-in-fear, do not be afraid of them! <sup>30</sup>&nbsp;YHVH your elo&#8217;ah, who goes before you, he will wage-war for you, according to all that he did with you in Mitsrayim, before your eyes,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> In J, Caleb reassures the Israelites but in this Moseo-centric account Moses performs this role.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>31</sup>&nbsp;and in the wilderness, where you saw how YHVH your elo&#8217;ah carried you as a man carries his child, on all the way that you went upon, until your coming to this place. <sup>32</sup>&nbsp;Yet in this matter you have been showing-no-trust in YHVH your elo&#8217;ah, <sup>33</sup>&nbsp;who goes before you on the way to scout out for you a place to pitch-your-camp, in fire by night, to have you see the way on which you should go, and in a cloud by day!'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Dtr 2 contextualizes the specific rebellion of Dtr as part of an overall pattern of the nation&#8217;s refusal to believe in divine salvation.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>לד</sup>&nbsp;וַיִּשְׁמַ֥ע יְהֹוָ֖ה אֶת־ק֣וֹל דִּבְרֵיכֶ֑ם וַיִּקְצֹ֖ף וַיִּשָּׁבַ֥ע לֵאמֹֽר׃ <sup>לה</sup>&nbsp;אִם־יִרְאֶ֥ה אִישׁ֙ בָּאֲנָשִׁ֣ים הָאֵ֔לֶּה הַדּ֥וֹר הָרָ֖ע הַזֶּ֑ה אֵ֚ת הָאָ֣רֶץ הַטּוֹבָ֔ה אֲשֶׁ֣ר נִשְׁבַּ֔עְתִּי לָתֵ֖ת לַאֲבֹתֵיכֶֽם׃ <sup>לו</sup>&nbsp;זֽוּלָתִ֞י כָּלֵ֤ב בֶּן־יְפֻנֶּה֙ ה֣וּא יִרְאֶ֔נָּה וְלֽוֹ־אֶתֵּ֧ן אֶת־הָאָ֛רֶץ אֲשֶׁ֥ר דָּֽרַךְ־בָּ֖הּ וּלְבָנָ֑יו יַ֕עַן אֲשֶׁ֥ר מִלֵּ֖א אַחֲרֵ֥י יְהֹוָה׃ </span> <span class=\"d2\"><sup>לז</sup>&nbsp;גַּם־בִּי֙ הִתְאַנַּ֣ף יְהֹוָ֔ה בִּגְלַלְכֶ֖ם לֵאמֹ֑ר גַּם־אַתָּ֖ה לֹא־תָבֹ֥א שָֽׁם׃ <sup>לח</sup>&nbsp;יְהוֹשֻׁ֤עַ בִּן־נוּן֙ הָעֹמֵ֣ד לְפָנֶ֔יךָ ה֖וּא יָ֣בֹא שָׁ֑מָּה אֹת֣וֹ חַזֵּ֔ק כִּי־ה֖וּא יַנְחִלֶ֥נָּה אֶת־יִשְׂרָאֵֽל׃ </span> <span class=\"d1\"><mark>רביעי</mark> <sup>לט</sup>&nbsp;וְטַפְּכֶם֩ אֲשֶׁ֨ר אֲמַרְתֶּ֜ם לָבַ֣ז יִהְיֶ֗ה וּ֠בְנֵיכֶ֠ם אֲשֶׁ֨ר לֹא־יָדְע֤וּ הַיּוֹם֙ ט֣וֹב וָרָ֔ע הֵ֖מָּה יָבֹ֣אוּ שָׁ֑מָּה וְלָהֶ֣ם אֶתְּנֶ֔נָּה וְהֵ֖ם יִירָשֽׁוּהָ׃ <sup>מ</sup>&nbsp;וְאַתֶּ֖ם פְּנ֣וּ לָכֶ֑ם וּסְע֥וּ הַמִּדְבָּ֖רָה דֶּ֥רֶךְ יַם־סֽוּף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\"> <span class=\"d1\"><sup>34</sup>&nbsp;&#8220;When YHVH heard the voice of your words, he became furious and swore, saying: <sup>35</sup>&nbsp;&#8216;If they should get-to-see-a (single) man of all of these men, of this evil generation — the good land that I swore to give to their fathers . . . ! <sup>36</sup>&nbsp;Only Kalev son of Yefunneh, he will get-to-see it, to him will I give the land that he has tread upon, and to his children, in consequence that he fully-followed after YHVH.&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Once again replicating the Lord&#8217;s response according to J.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>37</sup>&nbsp;At me also YHVH was incensed for your sakes, saying: &#8216;You also will not enter there! <sup>38</sup>&nbsp;Yehoshua son of Nun, who stands before you, he will enter there; him (you are to) strengthen, for he will allot-it-as inheritance to Yisra&#8217;el.&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> According to P, Moses does not enter Canaan because of his disobedience at the waters of Meribah (Numbers 20:1-13). Here Dtr 2 implies that Moses shares the Israelite guilt for the spy debacle and for this reason doesn&#8217;t enter the land (surrendering his leadership role in favor of Joshua). Moses sinned, perhaps by giving approval for sending the spies and by picking them out himself according to vs. 23 (Dtr 2), without asking the deity for permission. Note Dtr 2&#8217;s concern for a proper change of the guard which is also apparent in his additions to Deuteronomy 31.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>39</sup>&nbsp;Now your little-ones, of whom you said: &#8216;For plunder will they be,&#8217; and your children who as of today do not (yet) know good or ill, they shall enter there, to them I will give it, they will take-possession of it! <sup>40</sup>&nbsp;As for you, face about, march into the wilderness, by the Reed Sea route.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>מא</sup>&nbsp;וַֽתַּעֲנ֣וּ ׀ וַתֹּאמְר֣וּ אֵלַ֗י חָטָ֘אנוּ֮ לַיהֹוָה֒ אֲנַ֤חְנוּ נַעֲלֶה֙ וְנִלְחַ֔מְנוּ כְּכֹ֥ל אֲשֶׁר־צִוָּ֖נוּ יְהֹוָ֣ה אֱלֹהֵ֑ינוּ וַֽתַּחְגְּר֗וּ אִ֚ישׁ אֶת־כְּלֵ֣י מִלְחַמְתּ֔וֹ וַתָּהִ֖ינוּ לַעֲלֹ֥ת הָהָֽרָה׃ <sup>מב</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י אֱמֹ֤ר לָהֶם֙ לֹ֤א תַֽעֲלוּ֙ וְלֹא־תִלָּ֣חֲמ֔וּ כִּ֥י אֵינֶ֖נִּי בְּקִרְבְּכֶ֑ם וְלֹא֙ תִּנָּֽגְפ֔וּ לִפְנֵ֖י אֹיְבֵיכֶֽם׃ <sup>מג</sup>&nbsp;וָאֲדַבֵּ֥ר אֲלֵיכֶ֖ם וְלֹ֣א שְׁמַעְתֶּ֑ם וַתַּמְרוּ֙ אֶת־פִּ֣י יְהֹוָ֔ה וַתָּזִ֖דוּ וַתַּעֲל֥וּ הָהָֽרָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>41</sup>&nbsp;&#8220;But you spoke up, you said to me: &#8216;We have sinned against YHVH, we will go up and wage-war, according to all that YHVH our elo&#8217;ah commanded us! So each-man girded on his implements of war and you made-bold to go-up to the hill-country.&#8217; <sup>42</sup>&nbsp;But YHVH said to me: &#8216;Say to them: You are not to go-up, you are not to wage-war, for I am not in your midst — that you not be smitten before your enemies!&#8217; <sup>43</sup>&nbsp;So I spoke to you, but you did not hearken, you rebelled against the order of YHVH, brazenly going-up to the hills.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>מד</sup>&nbsp;וַיֵּצֵ֨א הָאֱמֹרִ֜י הַיֹּשֵׁ֨ב בָּהָ֤ר הַהוּא֙ לִקְרַאתְכֶ֔ם וַיִּרְדְּפ֣וּ אֶתְכֶ֔ם כַּאֲשֶׁ֥ר תַּעֲשֶׂ֖ינָה הַדְּבֹרִ֑ים וַֽיַּכְּת֥וּ אֶתְכֶ֛ם בְּשֵׂעִ֖יר עַד־חׇרְמָֽה׃ <sup>מה</sup>&nbsp;וַתָּשֻׁ֥בוּ וַתִּבְכּ֖וּ לִפְנֵ֣י יְהֹוָ֑ה וְלֹֽא־שָׁמַ֤ע יְהֹוָה֙ בְּקֹ֣לְכֶ֔ם וְלֹ֥א הֶאֱזִ֖ין אֲלֵיכֶֽם׃ <sup>מו</sup>&nbsp;וַתֵּשְׁב֥וּ בְקָדֵ֖שׁ יָמִ֣ים רַבִּ֑ים כַּיָּמִ֖ים אֲשֶׁ֥ר יְשַׁבְתֶּֽם׃ ב <sup>א</sup>&nbsp;וַנֵּ֜פֶן וַנִּסַּ֤ע הַמִּדְבָּ֙רָה֙ דֶּ֣רֶךְ יַם־ס֔וּף כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה אֵלָ֑י וַנָּ֥סׇב אֶת־הַר־שֵׂעִ֖יר יָמִ֥ים רַבִּֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>44</sup>&nbsp;&#8220;Now the Emori came out, those who were settled in those hills, to meet you, they pursued you — as bees do! — and they crushed you at Se&#8217;ir, as far as Ḥorma. <sup>45</sup>&nbsp;When you returned, you wept before the presence of YHVH, but YHVH did not hearken to your voice, he did not give-ear to you. <sup>46</sup>&nbsp;So you stayed in Ḳadesh for many days, like the days you had stayed (there before), 2 <sup>1</sup>&nbsp;and we faced about and marched into the wilderness, by the Reed Sea route, as YHVH had spoken to me; we circled around the hills of Se&#8217;ir for many days-and-years.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> An almost exact replica of J&#8217;s spy narrative at the end of Numbers 14.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>חמישי</mark> <sup>ב</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלַ֥י לֵאמֹֽר׃ <sup>ג</sup>&nbsp;רַב־לָכֶ֕ם סֹ֖ב אֶת־הָהָ֣ר הַזֶּ֑ה פְּנ֥וּ לָכֶ֖ם צָפֹֽנָה׃ <sup>ד</sup>&nbsp;וְאֶת־הָעָם֮ צַ֣ו לֵאמֹר֒ אַתֶּ֣ם עֹֽבְרִ֗ים בִּגְבוּל֙ אֲחֵיכֶ֣ם בְּנֵי־עֵשָׂ֔ו הַיֹּשְׁבִ֖ים בְּשֵׂעִ֑יר וְיִֽירְא֣וּ מִכֶּ֔ם וְנִשְׁמַרְתֶּ֖ם מְאֹֽד׃ <sup>ה</sup>&nbsp;אַל־תִּתְגָּר֣וּ בָ֔ם כִּ֠י לֹֽא־אֶתֵּ֤ן לָכֶם֙ מֵֽאַרְצָ֔ם עַ֖ד מִדְרַ֣ךְ כַּף־רָ֑גֶל כִּֽי־יְרֻשָּׁ֣ה לְעֵשָׂ֔ו נָתַ֖תִּי אֶת־הַ֥ר שֵׂעִֽיר׃ <sup>ו</sup>&nbsp;אֹ֣כֶל תִּשְׁבְּר֧וּ מֵֽאִתָּ֛ם בַּכֶּ֖סֶף וַאֲכַלְתֶּ֑ם וְגַם־מַ֜יִם תִּכְר֧וּ מֵאִתָּ֛ם בַּכֶּ֖סֶף וּשְׁתִיתֶֽם׃ </span> <span class=\"d2\"><sup>ז</sup>&nbsp;כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ בֵּֽרַכְךָ֗ בְּכֹל֙ מַעֲשֵׂ֣ה יָדֶ֔ךָ יָדַ֣ע לֶכְתְּךָ֔ אֶת־הַמִּדְבָּ֥ר הַגָּדֹ֖ל הַזֶּ֑ה זֶ֣ה ׀ אַרְבָּעִ֣ים שָׁנָ֗ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עִמָּ֔ךְ לֹ֥א חָסַ֖רְתָּ דָּבָֽר׃ </span> <span class=\"d1\"><sup>ח</sup>&nbsp;וַֽנַּעֲבֹ֞ר מֵאֵ֧ת אַחֵ֣ינוּ בְנֵי־עֵשָׂ֗ו הַיֹּֽשְׁבִים֙ בְּשֵׂעִ֔יר מִדֶּ֙רֶךְ֙ הָֽעֲרָבָ֔ה מֵאֵילַ֖ת וּמֵעֶצְיֹ֣ן גָּ֑בֶר וַנֵּ֙פֶן֙ וַֽנַּעֲבֹ֔ר דֶּ֖רֶךְ מִדְבַּ֥ר מוֹאָֽב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>2</sup>&nbsp;&#8220;Now YHVH said to me, saying: <sup>3</sup>&nbsp;&#8216;Enough for you, circling around these hills! Face about, northward! <sup>4</sup>&nbsp;And as for the people, command (them), saying: &#8216;You are (about) to cross the territory of your brothers, the Children of Esav, who are settled in Se&#8217;ir. Though they are afraid of you, take exceeding care! <sup>5</sup>&nbsp;Do not stir yourselves up against them, For I will not give you of their land so much as the sole of a foot can tread on, for as a possession to Esav I gave the hill-country of Se&#8217;ir. <sup>6</sup>&nbsp;Food you may market from them for silver, that you may eat; and also water you may purchase from them for silver, that you may drink.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> Dtr 1 does not catalogue the number of years Israel spent in the desert as in Priestly and post-Priestly sources, the only indication of a long time passing is &#8220;[We]skirted Mount Seir for many days&#8221; in vs. 1. This section gives a recap of the attempted passage through Edom as recounted in Numbers 20:14-21, though in this case, the Edomites seem to have granted the Isralites safe passage. Perhaps Dtr 1, was uncomfortable with Israel&#8217;s fear of the Edomites&#8217; animosity in Numbers 20 which prevented their passage, and sets the record straight, the Edomites feared Israel and didn&#8217;t impede their passage through Edom. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>7</sup>&nbsp;For YHVH your elo&#8217;ah has blessed you in all the works of your hands — he has known your travels in this great wilderness! (For) forty years is YHVH your elo&#8217;ah with you; you have not lacked a thing!&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> Dtr 2, familiar with the P&#8217;s 40 year sojourn in the desert adds it here, note that this verse diverges from the purely narrative context, to a more orational thanksgiving.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>8</sup>&nbsp;So we crossed on by, away from our brothers, the Children of Esav, who are settled in Se&#8217;ir, (away) from the route of the Plain, from Eilat and from Etsion Gever, and we faced about and crossed the route of the Wilderness of Moav.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ט</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י אַל־תָּ֙צַר֙ אֶת־מוֹאָ֔ב וְאַל־תִּתְגָּ֥ר בָּ֖ם מִלְחָמָ֑ה כִּ֠י לֹֽא־אֶתֵּ֨ן לְךָ֤ מֵֽאַרְצוֹ֙ יְרֻשָּׁ֔ה כִּ֣י לִבְנֵי־ל֔וֹט נָתַ֥תִּי אֶת־עָ֖ר יְרֻשָּֽׁה׃ </span> <span class=\"b\"><sup>י</sup>&nbsp;הָאֵמִ֥ים לְפָנִ֖ים יָ֣שְׁבוּ בָ֑הּ עַ֣ם גָּד֥וֹל וְרַ֛ב וָרָ֖ם כָּעֲנָקִֽים׃ <sup>יא</sup>&nbsp;רְפָאִ֛ים יֵחָשְׁב֥וּ אַף־הֵ֖ם כָּעֲנָקִ֑ים וְהַמֹּ֣אָבִ֔ים יִקְרְא֥וּ לָהֶ֖ם אֵמִֽים׃ <sup>יב</sup>&nbsp;וּבְשֵׂעִ֞יר יָשְׁב֣וּ הַחֹרִים֮ לְפָנִים֒ וּבְנֵ֧י עֵשָׂ֣ו יִֽירָשׁ֗וּם וַיַּשְׁמִידוּם֙ מִפְּנֵיהֶ֔ם וַיֵּשְׁב֖וּ תַּחְתָּ֑ם כַּאֲשֶׁ֧ר עָשָׂ֣ה יִשְׂרָאֵ֗ל לְאֶ֙רֶץ֙ יְרֻשָּׁת֔וֹ אֲשֶׁר־נָתַ֥ן יְהֹוָ֖ה לָהֶֽם׃ </span> <span class=\"d1\"><sup>יג</sup>&nbsp;עַתָּ֗ה קֻ֛מוּ וְעִבְר֥וּ לָכֶ֖ם אֶת־נַ֣חַל זָ֑רֶד וַֽנַּעֲבֹ֖ר אֶת־נַ֥חַל זָֽרֶד׃ </span> <span class=\"h\"><sup>יד</sup>&nbsp;וְהַיָּמִ֞ים אֲשֶׁר־הָלַ֣כְנוּ ׀ מִקָּדֵ֣שׁ בַּרְנֵ֗עַ עַ֤ד אֲשֶׁר־עָבַ֙רְנוּ֙ אֶת־נַ֣חַל זֶ֔רֶד שְׁלֹשִׁ֥ים וּשְׁמֹנֶ֖ה שָׁנָ֑ה עַד־תֹּ֨ם כׇּל־הַדּ֜וֹר אַנְשֵׁ֤י הַמִּלְחָמָה֙ מִקֶּ֣רֶב הַֽמַּחֲנֶ֔ה כַּאֲשֶׁ֛ר נִשְׁבַּ֥ע יְהֹוָ֖ה לָהֶֽם׃ <sup>טו</sup>&nbsp;וְגַ֤ם יַד־יְהֹוָה֙ הָ֣יְתָה בָּ֔ם לְהֻמָּ֖ם מִקֶּ֣רֶב הַֽמַּחֲנֶ֑ה עַ֖ד תֻּמָּֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>9</sup>&nbsp;&#8220;YHVH said to me: &#8216;Do not harass Moav, do not stir yourself up against them (in) war, for I will not give you (any) of their land as a possession, for to the Children of Lōt I have given Ar as a possession.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> Dtr 1, paints Yhwh (the Lord) as the God of all nations each with an allotted piece of land, as opposed to J&#8217;s Yhwh who is a more personal (albeit still powerful) deity who looks out for Israel, but not necessarily the other nations.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"><sup>10</sup>&nbsp; — The Émim/Frightful-ones were formerly settled there, a people great and many, and tall like the Anaqim. <sup>11</sup>&nbsp;Like Refa&#8217;im/Shades are they considered, as the Anaqim (are), but the Moavim call them Émim. <sup>12</sup>&nbsp;Now in Se&#8217;ir the Ḥorim were formerly settled; but the Children of Esav dispossessed them, destroying them from before them and settling in their place, (just) as Yisra&#8217;el did to the land of their possession, which YHVH gave to them. — </span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> Interspersed throughout Chapters 2 and 3, are accounts of the mythic origins of the various national groups surrounding Israel. These short explanations clearly digress from the narrative account and are most likely attribute to the late Bridger, who was responsible for similar mythic divergences in Genesis 10 and 14, and note especially the allusion to the Refaim, a nation which was defeated by Kedorlaoemer according to Genesis 14.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>13</sup>&nbsp;Now, arise, cross you the Wadi Zered!&#8217; So we crossed the Wadi Zered.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> A continuation of Dtr 1&#8217;s basic narrative account.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"h\"><sup>14</sup>&nbsp;And the days that we traveled from Ḳadesh Barne&#8217;a until we crossed the Wadi Zered (were): thirty-eight years, until had ended in all that generation, the men of war, from amid the camp, as YHVH had sworn to them. <sup>15</sup>&nbsp;Yes, the hand of YHVH was against them, to panic them from amid the camp, until they had ended.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>טז</sup>&nbsp;וַיְהִ֨י כַאֲשֶׁר־תַּ֜מּוּ כׇּל־אַנְשֵׁ֧י הַמִּלְחָמָ֛ה לָמ֖וּת מִקֶּ֥רֶב הָעָֽם׃</span> <span class=\"d1\"><sup>יז</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֵלַ֥י לֵאמֹֽר׃ <sup>יח</sup>&nbsp;אַתָּ֨ה עֹבֵ֥ר הַיּ֛וֹם אֶת־גְּב֥וּל מוֹאָ֖ב אֶת־עָֽר׃ <sup>יט</sup>&nbsp;וְקָרַבְתָּ֗ מ֚וּל בְּנֵ֣י עַמּ֔וֹן אַל־תְּצֻרֵ֖ם וְאַל־תִּתְגָּ֣ר בָּ֑ם כִּ֣י לֹֽא־אֶ֠תֵּ֠ן מֵאֶ֨רֶץ בְּנֵי־עַמּ֤וֹן לְךָ֙ יְרֻשָּׁ֔ה כִּ֥י לִבְנֵי־ל֖וֹט נְתַתִּ֥יהָ יְרֻשָּֽׁה׃ </span> <span class=\"b\"><sup>כ</sup>&nbsp;אֶֽרֶץ־רְפָאִ֥ים תֵּחָשֵׁ֖ב אַף־הִ֑וא רְפָאִ֤ים יָֽשְׁבוּ־בָהּ֙ לְפָנִ֔ים וְהָֽעַמֹּנִ֔ים יִקְרְא֥וּ לָהֶ֖ם זַמְזֻמִּֽים׃ <sup>כא</sup>&nbsp;עַ֣ם גָּד֥וֹל וְרַ֛ב וָרָ֖ם כָּעֲנָקִ֑ים וַיַּשְׁמִידֵ֤ם יְהֹוָה֙ מִפְּנֵיהֶ֔ם וַיִּירָשֻׁ֖ם וַיֵּשְׁב֥וּ תַחְתָּֽם׃ <sup>כב</sup>&nbsp;כַּאֲשֶׁ֤ר עָשָׂה֙ לִבְנֵ֣י עֵשָׂ֔ו הַיֹּשְׁבִ֖ים בְּשֵׂעִ֑יר אֲשֶׁ֨ר הִשְׁמִ֤יד אֶת־הַחֹרִי֙ מִפְּנֵיהֶ֔ם וַיִּֽירָשֻׁם֙ וַיֵּשְׁב֣וּ תַחְתָּ֔ם עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ <sup>כג</sup>&nbsp;וְהָֽעַוִּ֛ים הַיֹּשְׁבִ֥ים בַּחֲצֵרִ֖ים עַד־עַזָּ֑ה כַּפְתֹּרִים֙ הַיֹּצְאִ֣ים מִכַּפְתֹּ֔ר הִשְׁמִידֻ֖ם וַיֵּשְׁב֥וּ תַחְתָּֽם׃</span> <span class=\"d1\"><sup>כד</sup>&nbsp;ק֣וּמוּ סְּע֗וּ וְעִבְרוּ֮ אֶת־נַ֣חַל אַרְנֹן֒ רְאֵ֣ה נָתַ֣תִּי בְ֠יָדְךָ֠ אֶת־סִיחֹ֨ן מֶֽלֶךְ־חֶשְׁבּ֧וֹן הָֽאֱמֹרִ֛י וְאֶת־אַרְצ֖וֹ הָחֵ֣ל רָ֑שׁ וְהִתְגָּ֥ר בּ֖וֹ מִלְחָמָֽה׃ כה</sup>&nbsp;הַיּ֣וֹם הַזֶּ֗ה אָחֵל֙ תֵּ֤ת פַּחְדְּךָ֙ וְיִרְאָ֣תְךָ֔ עַל־פְּנֵי֙ הָֽעַמִּ֔ים תַּ֖חַת כׇּל־הַשָּׁמָ֑יִם אֲשֶׁ֤ר יִשְׁמְעוּן֙ שִׁמְעֲךָ֔ וְרָגְז֥וּ וְחָל֖וּ מִפָּנֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>16</sup>&nbsp;&#8220;Now it was, when all the men of war had ended (their) dying from amid the people,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> H adds the exact figure here, 38 years which accords with the Priestly chronology, since the spies were sent in the second year (according to the last date mentioned in the P itinerary – Numbers 10:11) and then the final push occurred after 38 years in the 40th year. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>17</sup>&nbsp;YHVH spoke to me, saying: <sup>18</sup>&nbsp;&#8216;You are crossing today the territory of Moav, Ar. <sup>19</sup>&nbsp;When you come-near, opposite the Children of Ammon, do not harass them, do not stir yourself up against them, for I will not give (any) of the land of the Children of Ammon to you as a possession, for to the Children of Lōt I have given it as a possession.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> See comment, end of Deuteronomy 2:9.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"><sup>20</sup>&nbsp;It, too, is considered the land of the Refa&#8217;im, Refa&#8217;im were settled in it in former-times, but the Ammonim call them Zamzummim/Barbarians <sup>21</sup>&nbsp; — a people great and many, tall like the Anaqim, yet YHVH destroyed them from before them, and they dispossessed them, and settled in their place, <sup>22</sup>&nbsp;as he did to the Children of Esav who are settled in Se&#8217;ir, that he destroyed the Ḥori from before them, and they dispossessed them and settled in their place, until this (very) day. <sup>23</sup>&nbsp;As for the Avvim who were settled in villages as far as Aza, Kaftorim who came from Kaftor destroyed them and settled in their place.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> See comment, end of Deuteronomy 2:12.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>24</sup>&nbsp;Arise, march on and cross the Wadi Arnon! See, I have given into your hand Siḥon king of Ḥeshbon, the Emori, and his land; Start! Take-possession! And stir yourself up against him (in) war! <sup>25</sup>&nbsp;This (very) day I will start to put the terror of you and the awe of you upon the peoples (that are) under all the heavens, so that when they hear heard-rumors of you, they will shudder and writhe before you.'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" ><sup id=\"footnote_plugin_tooltip__1_24\" class=\"footnote_plugin_tooltip_text\">[24]</sup></a><span id=\"footnote_plugin_tooltip_text__1_24\" class=\"footnote_tooltip\"> After Dtr 1 threefold warning not to engage Edom, Moab, and Ammon, who are all related to Israel, he finally gives them permission to occupy the land of Sihon. Dtr 1, does not emphasize that Sihon&#8217;s land was occupied by the Israelites and dwelt in, rather that they needed to pass through to get to Canaan, and that since Sihon was impeding they engaged him, they then immediately continue to the Bashan in 3:1. This is contra Dtr 2 who following P, relates to the settlement of these lands by the two and a half tribes in Deuteronomy 3:15ff, and see also our commentary on Numbers 32.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_24').tooltip({ tip: '#footnote_plugin_tooltip_text__1_24', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>כו</sup>&nbsp;וָאֶשְׁלַ֤ח מַלְאָכִים֙ מִמִּדְבַּ֣ר קְדֵמ֔וֹת אֶל־סִיח֖וֹן מֶ֣לֶךְ חֶשְׁבּ֑וֹן דִּבְרֵ֥י שָׁל֖וֹם לֵאמֹֽר׃ <sup>כז</sup>&nbsp;אֶעְבְּרָ֣ה בְאַרְצֶ֔ךָ בַּדֶּ֥רֶךְ בַּדֶּ֖רֶךְ אֵלֵ֑ךְ לֹ֥א אָס֖וּר יָמִ֥ין וּשְׂמֹֽאול׃ <sup>כח</sup>&nbsp;אֹ֣כֶל בַּכֶּ֤סֶף תַּשְׁבִּרֵ֙נִי֙ וְאָכַ֔לְתִּי וּמַ֛יִם בַּכֶּ֥סֶף תִּתֶּן־לִ֖י וְשָׁתִ֑יתִי רַ֖ק אֶעְבְּרָ֥ה בְרַגְלָֽי׃ </span> <span class=\"d2\"><sup>כט</sup>&nbsp;כַּאֲשֶׁ֨ר עָֽשׂוּ־לִ֜י בְּנֵ֣י עֵשָׂ֗ו הַיֹּֽשְׁבִים֙ בְּשֵׂעִ֔יר וְהַמּ֣וֹאָבִ֔ים הַיֹּשְׁבִ֖ים בְּעָ֑ר עַ֤ד אֲשֶֽׁר־אֶֽעֱבֹר֙ אֶת־הַיַּרְדֵּ֔ן אֶל־הָאָ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵ֖ינוּ נֹתֵ֥ן לָֽנוּ׃ </span> <span class=\"d1\"><sup>ל</sup>&nbsp;וְלֹ֣א אָבָ֗ה סִיחֹן֙ מֶ֣לֶךְ חֶשְׁבּ֔וֹן הַעֲבִרֵ֖נוּ בּ֑וֹ כִּֽי־הִקְשָׁה֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־רוּח֗וֹ וְאִמֵּץ֙ אֶת־לְבָב֔וֹ לְמַ֛עַן תִּתּ֥וֹ בְיָדְךָ֖ כַּיּ֥וֹם הַזֶּֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>26</sup>&nbsp;&#8220;Now I sent messengers from the Wilderness of Qedemot to Siḥon, king of Ḥeshbon, words of peace, saying: <sup>27</sup>&nbsp;&#8216;Let me cross through your land; on the main-route, on the main-route I will go, I will not turn aside right or left. <sup>28</sup>&nbsp;As for food, for silver you may market (it) to me, that I may eat, as for water, for silver you may give (it) to me, that I may drink, only: let me cross on foot — </span> <span class=\"d2\"><sup>29</sup>&nbsp;as the Children of Esav, who are settled in Se&#8217;ir, did for me, and the Moavim, who are settled in Ar, until I have crossed the Yarden into the land that YHVH our elo&#8217;ah is giving us.&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" ><sup id=\"footnote_plugin_tooltip__1_25\" class=\"footnote_plugin_tooltip_text\">[25]</sup></a><span id=\"footnote_plugin_tooltip_text__1_25\" class=\"footnote_tooltip\"> Sihon&#8217;s bellicosity contrasts with Moab and Edom&#8217;s friendliness. This is a slight divergence from Dtr 1&#8217;s account since neither Edom nor Moab expressly granted permission, they just did not engage the Israelites – and thus is perhaps attributed to Dtr 2&#8217;s expansion.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_25').tooltip({ tip: '#footnote_plugin_tooltip_text__1_25', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>30</sup>&nbsp;But Siḥon king of Ḥeshbon was not willing to let us cross through him, for YHVH your elo&#8217;ah hardened his spirit and stiffened his heart, in order to give him into your hand, as (is) this day.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" ><sup id=\"footnote_plugin_tooltip__1_26\" class=\"footnote_plugin_tooltip_text\">[26]</sup></a><span id=\"footnote_plugin_tooltip_text__1_26\" class=\"footnote_tooltip\"> As in Deuteronomy 1, Dtr 2, harmonizes between Dtr 1&#8217;s account and the J narrative (in Chapter 1:9-18 he inserts the appointment of Judges). According to Dtr 1, the conquest was straightforward, Sihon attacked Israel and Israel retaliated (vs. 32). Dtr 2, inserts a recapitulation of Numbers 21:21-25 (with important divergences): The Israelites (Moses in Deuteronomy) ask to pass through the land of Sihon, Sihon refuses and engages them in war. As with Pharaoh and the plagues the Lord hardens Sihon&#8217;s heart which is not mentioned in Numbers, implying that the annihilation of Sihon is according to the divine plan, i.e. the extermination of the seven nations. ¶ Note the resumptive repetition of vs. 25 (25This day I will begin to put the dread and fear of you upon the peoples everywhere under heaven; when they hear report of you, they will tremble and be in anguish because of you.’) in vs. 31 (31 The Lord said to me, ‘See, I have begun to give Sihon and his land over to you. Begin now to take possession of his land.) implying that the intervening verses were indeed added by Dtr 2.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_26').tooltip({ tip: '#footnote_plugin_tooltip_text__1_26', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>ששי</mark> <sup>לא</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֵלַ֔י רְאֵ֗ה הַֽחִלֹּ֙תִי֙ תֵּ֣ת לְפָנֶ֔יךָ אֶת־סִיחֹ֖ן וְאֶת־אַרְצ֑וֹ הָחֵ֣ל רָ֔שׁ לָרֶ֖שֶׁת אֶת־אַרְצֽוֹ׃ </span> <span class=\"d1\"><sup>לב</sup>&nbsp;וַיֵּצֵא֩ סִיחֹ֨ן לִקְרָאתֵ֜נוּ ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה יָֽהְצָה׃ <sup>לג</sup>&nbsp;וַֽיִּתְּנֵ֛הוּ יְהֹוָ֥ה אֱלֹהֵ֖ינוּ לְפָנֵ֑ינוּ וַנַּ֥ךְ אֹת֛וֹ וְאֶת־בָּנָ֖ו וְאֶת־כׇּל־עַמּֽוֹ׃ <sup>לד</sup>&nbsp;וַנִּלְכֹּ֤ד אֶת־כׇּל־עָרָיו֙ בָּעֵ֣ת הַהִ֔וא וַֽנַּחֲרֵם֙ אֶת־כׇּל־עִ֣יר מְתִ֔ם וְהַנָּשִׁ֖ים וְהַטָּ֑ף לֹ֥א הִשְׁאַ֖רְנוּ שָׂרִֽיד׃ <sup>לה</sup>&nbsp;רַ֥ק הַבְּהֵמָ֖ה בָּזַ֣זְנוּ לָ֑נוּ וּשְׁלַ֥ל הֶעָרִ֖ים אֲשֶׁ֥ר לָכָֽדְנוּ׃ </span> <span class=\"d2\"><sup>לו</sup>&nbsp;מֵֽעֲרֹעֵ֡ר אֲשֶׁר֩ עַל־שְׂפַת־נַ֨חַל אַרְנֹ֜ן וְהָעִ֨יר אֲשֶׁ֤ר בַּנַּ֙חַל֙ וְעַד־הַגִּלְעָ֔ד לֹ֤א הָֽיְתָה֙ קִרְיָ֔ה אֲשֶׁ֥ר שָׂגְבָ֖ה מִמֶּ֑נּוּ אֶת־הַכֹּ֕ל נָתַ֛ן יְהֹוָ֥ה אֱלֹהֵ֖ינוּ לְפָנֵֽינוּ׃ <sup>לז</sup>&nbsp;רַ֛ק אֶל־אֶ֥רֶץ בְּנֵי־עַמּ֖וֹן לֹ֣א קָרָ֑בְתָּ כׇּל־יַ֞ד נַ֤חַל יַבֹּק֙ וְעָרֵ֣י הָהָ֔ר וְכֹ֥ל אֲשֶׁר־צִוָּ֖ה יְהֹוָ֥ה אֱלֹהֵֽינוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>31</sup>&nbsp;&#8220;Now YHVH said to me: &#8216;See, I have started to give before you Siḥon and his land, start, take-possession, to possess his land!&#8217;</span> <span class=\"d1\"><sup>32</sup>&nbsp;And Siḥon went out to meet us, he and all his people in war, at Yahats, <sup>33</sup>&nbsp;but YHVH our elo&#8217;ah gave him before us, we struck him and his sons and all his people. <sup>34</sup>&nbsp;We conquered all his towns at that time, we devoted-to-destruction every town: menfolk, women, and little-ones; we left no remnant. <sup>35</sup>&nbsp;Only the animals did we plunder for ourselves, and the booty of the towns that we conquered.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" ><sup id=\"footnote_plugin_tooltip__1_27\" class=\"footnote_plugin_tooltip_text\">[27]</sup></a><span id=\"footnote_plugin_tooltip_text__1_27\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_27').tooltip({ tip: '#footnote_plugin_tooltip_text__1_27', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d1\"><sup>36</sup>&nbsp;From Aro&#8217;er, that is on the bank of the Wadi Arnon, and the town that is in the Wadi, as far as Gil&#8217;ad, there was not a city that was too lofty for us, all (of them) YHVH our elo&#8217;ah gave before us. <sup>37</sup>&nbsp;Only the land of the Children of Ammon you did not come-near, all the environs of the Wadi Yabbōq, and the towns in the hill-country, and all about which YHVH our elo&#8217;ah commanded us.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" ><sup id=\"footnote_plugin_tooltip__1_28\" class=\"footnote_plugin_tooltip_text\">[28]</sup></a><span id=\"footnote_plugin_tooltip_text__1_28\" class=\"footnote_tooltip\"> Dtr 2, gives a more detailed account of the areas conquered, since this source does speak of the settlement of the land by the 2.5 tribes and see comment ix and below Deuteronomy 3:15ff.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_28').tooltip({ tip: '#footnote_plugin_tooltip_text__1_28', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">ג <sup>א</sup>&nbsp;וַנֵּ֣פֶן וַנַּ֔עַל דֶּ֖רֶךְ הַבָּשָׁ֑ן וַיֵּצֵ֣א עוֹג֩ מֶֽלֶךְ־הַבָּשָׁ֨ן לִקְרָאתֵ֜נוּ ה֧וּא וְכׇל־עַמּ֛וֹ לַמִּלְחָמָ֖ה אֶדְרֶֽעִי׃ <sup>ב</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֤ה אֵלַי֙ אַל־תִּירָ֣א אֹת֔וֹ כִּ֣י בְיָדְךָ֞ נָתַ֧תִּי אֹת֛וֹ וְאֶת־כׇּל־עַמּ֖וֹ וְאֶת־אַרְצ֑וֹ וְעָשִׂ֣יתָ לּ֔וֹ כַּאֲשֶׁ֣ר עָשִׂ֗יתָ לְסִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י אֲשֶׁ֥ר יוֹשֵׁ֖ב בְּחֶשְׁבּֽוֹן׃ <sup>ג</sup>&nbsp;וַיִּתֵּן֩ יְהֹוָ֨ה אֱלֹהֵ֜ינוּ בְּיָדֵ֗נוּ גַּ֛ם אֶת־ע֥וֹג מֶֽלֶךְ־הַבָּשָׁ֖ן וְאֶת־כׇּל־עַמּ֑וֹ וַנַּכֵּ֕הוּ עַד־בִּלְתִּ֥י הִשְׁאִֽיר־ל֖וֹ שָׂרִֽיד׃ <sup>ד</sup>&nbsp;וַנִּלְכֹּ֤ד אֶת־כׇּל־עָרָיו֙ בָּעֵ֣ת הַהִ֔וא לֹ֤א הָֽיְתָה֙ קִרְיָ֔ה אֲשֶׁ֥ר לֹא־לָקַ֖חְנוּ מֵֽאִתָּ֑ם שִׁשִּׁ֥ים עִיר֙ כׇּל־חֶ֣בֶל אַרְגֹּ֔ב מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃ <sup>ה</sup>&nbsp;כׇּל־אֵ֜לֶּה עָרִ֧ים בְּצֻרֹ֛ת חוֹמָ֥ה גְבֹהָ֖ה דְּלָתַ֣יִם וּבְרִ֑יחַ לְבַ֛ד מֵעָרֵ֥י הַפְּרָזִ֖י הַרְבֵּ֥ה מְאֹֽד׃ <sup>ו</sup>&nbsp;וַנַּחֲרֵ֣ם אוֹתָ֔ם כַּאֲשֶׁ֣ר עָשִׂ֔ינוּ לְסִיחֹ֖ן מֶ֣לֶךְ חֶשְׁבּ֑וֹן הַחֲרֵם֙ כׇּל־עִ֣יר מְתִ֔ם הַנָּשִׁ֖ים וְהַטָּֽף׃ <sup>ז</sup>&nbsp;וְכׇל־הַבְּהֵמָ֛ה וּשְׁלַ֥ל הֶעָרִ֖ים בַּזּ֥וֹנוּ לָֽנוּ׃ </span> <span class=\"d2\"><sup>ח</sup>&nbsp;וַנִּקַּ֞ח בָּעֵ֤ת הַהִוא֙ אֶת־הָאָ֔רֶץ מִיַּ֗ד שְׁנֵי֙ מַלְכֵ֣י הָאֱמֹרִ֔י אֲשֶׁ֖ר בְּעֵ֣בֶר הַיַּרְדֵּ֑ן מִנַּ֥חַל אַרְנֹ֖ן עַד־הַ֥ר חֶרְמֽוֹן׃ </span> <span class=\"b\"><sup>ט</sup>&nbsp;צִידֹנִ֛ים יִקְרְא֥וּ לְחֶרְמ֖וֹן שִׂרְיֹ֑ן וְהָ֣אֱמֹרִ֔י יִקְרְאוּ־ל֖וֹ שְׂנִֽיר׃ </span> <span class=\"d2\"><sup>י</sup>&nbsp;כֹּ֣ל ׀ עָרֵ֣י הַמִּישֹׁ֗ר וְכׇל־הַגִּלְעָד֙ וְכׇל־הַבָּשָׁ֔ן עַד־סַלְכָ֖ה וְאֶדְרֶ֑עִי עָרֵ֛י מַמְלֶ֥כֶת ע֖וֹג בַּבָּשָֽׁן׃ </span> <span class=\"b\"><sup>יא</sup>&nbsp;כִּ֣י רַק־ע֞וֹג מֶ֣לֶךְ הַבָּשָׁ֗ן נִשְׁאַר֮ מִיֶּ֣תֶר הָרְפָאִים֒ הִנֵּ֤ה עַרְשׂוֹ֙ עֶ֣רֶשׂ בַּרְזֶ֔ל הֲלֹ֣ה הִ֔וא בְּרַבַּ֖ת בְּנֵ֣י עַמּ֑וֹן תֵּ֧שַׁע אַמּ֣וֹת אׇרְכָּ֗הּ וְאַרְבַּ֥ע אַמּ֛וֹת רׇחְבָּ֖הּ בְּאַמַּת־אִֽישׁ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">3 <sup>1</sup>&nbsp;&#8220;We faced about and went up the route to Bashan, and Ōg king of Bashan came out to meet us, he and all his fighting-people in war, at Edre&#8217;i. <sup>2</sup>&nbsp;And YHVH said to me: &#8216;Do not be afraid of him, for into your hand I give him and all his fighting-people, and his land, you will do to him as you did to Siḥon king of the Emori, that sat-as-ruler in Ḥeshbon.&#8217; <sup>3</sup>&nbsp;And YHVH our elo&#8217;ah gave into our hand Ōg king of Bashan as well, and all his fighting-people, we struck him until there was not left him any remnant. <sup>4</sup>&nbsp;We conquered all his towns at that time, there was no city that we did not take from them, sixty towns, all the region of Argov, the kingdom of Ōg at Bashan. <sup>5</sup>&nbsp;All these (were) fortified towns (with) a high wall, doubled-doored with a bar, aside from the towns of the open-country-dwellers, exceedingly many. <sup>6</sup>&nbsp;We devoted them to destruction, as we had done to Siḥon king of Ḥeshbon, devoting-to-destruction every town: menfolk, women, and little-ones, <sup>7</sup>&nbsp;while every (head of) domesticated-animal, and the plunder of the towns, we took-as-plunder for ourselves.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" ><sup id=\"footnote_plugin_tooltip__1_29\" class=\"footnote_plugin_tooltip_text\">[29]</sup></a><span id=\"footnote_plugin_tooltip_text__1_29\" class=\"footnote_tooltip\"> The same pattern as with the conquest of Sihon at the end of the previous chapter.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_29').tooltip({ tip: '#footnote_plugin_tooltip_text__1_29', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>8</sup>&nbsp;And we took at that time the land from the hand of the two kings of the Emori that were in (the country) across the Yarden, from Wadi Arnon to Mount Ḥermon;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" ><sup id=\"footnote_plugin_tooltip__1_30\" class=\"footnote_plugin_tooltip_text\">[30]</sup></a><span id=\"footnote_plugin_tooltip_text__1_30\" class=\"footnote_tooltip\"> A summary of the area conquered in the Transjordan, repeating some of the same information mentioned previously at the end of  chapter 2 as an introduction to Moses allotting the land to the 2.5 tribes (Reuben Gad and half of Menasseh), an idea innovated by P and expanded by Dtr 2.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_30').tooltip({ tip: '#footnote_plugin_tooltip_text__1_30', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"><sup>9</sup>&nbsp; — Sidonians call Ḥermon &#8216;Siryon,&#8217; but the Emoris call it &#8216;Senir&#8217;  — </span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" ><sup id=\"footnote_plugin_tooltip__1_31\" class=\"footnote_plugin_tooltip_text\">[31]</sup></a><span id=\"footnote_plugin_tooltip_text__1_31\" class=\"footnote_tooltip\"> Additional antiquarian information from the surrounding nations as in Chapter 2, unrelated to the basic gist of the passage which is a summary of the conquest, attributed to B in Chapter 2, and here as well.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_31').tooltip({ tip: '#footnote_plugin_tooltip_text__1_31', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>10</sup>&nbsp;all the towns of the plateau and all of Gil&#8217;ad, and all of Bashan, as far as Salkha and Edre&#8217;i, towns of the kingdom of Ōg at Bashan.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" ><sup id=\"footnote_plugin_tooltip__1_32\" class=\"footnote_plugin_tooltip_text\">[32]</sup></a><span id=\"footnote_plugin_tooltip_text__1_32\" class=\"footnote_tooltip\"> A continuation of vs. 8 ( So at that time we took from the two kings of the Amorites the land beyond the Jordan, from the Wadi Arnon to Mount Hermon) after the insertion of the various names of Mount Hermon according to the resident nations&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_32').tooltip({ tip: '#footnote_plugin_tooltip_text__1_32', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"><sup>11</sup>&nbsp;For only Ōg king of Bashan was left of the rest of the Refa&#8217;im — here, his couch was a couch of iron, is it not (still) in Rabbah of the Children of Ammon, nine <em>amōt</em> its length, four <em>amōt</em> its width, by the <em>amah</em> of a man?&#8221; — </span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" ><sup id=\"footnote_plugin_tooltip__1_33\" class=\"footnote_plugin_tooltip_text\">[33]</sup></a><span id=\"footnote_plugin_tooltip_text__1_33\" class=\"footnote_tooltip\"> See comment, end of Deuteronomy 3:9.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_33').tooltip({ tip: '#footnote_plugin_tooltip_text__1_33', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>יב</sup>&nbsp;וְאֶת־הָאָ֧רֶץ הַזֹּ֛את יָרַ֖שְׁנוּ בָּעֵ֣ת הַהִ֑וא מֵעֲרֹעֵ֞ר אֲשֶׁר־עַל־נַ֣חַל אַרְנֹ֗ן וַחֲצִ֤י הַֽר־הַגִּלְעָד֙ וְעָרָ֔יו נָתַ֕תִּי לָרֽאוּבֵנִ֖י וְלַגָּדִֽי׃ <sup>יג</sup>&nbsp;וְיֶ֨תֶר הַגִּלְעָ֤ד וְכׇל־הַבָּשָׁן֙ מַמְלֶ֣כֶת ע֔וֹג נָתַ֕תִּי לַחֲצִ֖י שֵׁ֣בֶט הַֽמְנַשֶּׁ֑ה</span> <span class=\"b\">כֹּ֣ל חֶ֤בֶל הָֽאַרְגֹּב֙ לְכׇל־הַבָּשָׁ֔ן הַה֥וּא יִקָּרֵ֖א אֶ֥רֶץ רְפָאִֽים׃ </span> <span class=\"h\"><sup>יד</sup>&nbsp;יָאִ֣יר בֶּן־מְנַשֶּׁ֗ה לָקַח֙ אֶת־כׇּל־חֶ֣בֶל אַרְגֹּ֔ב עַד־גְּב֥וּל הַגְּשׁוּרִ֖י וְהַמַּֽעֲכָתִ֑י וַיִּקְרָא֩ אֹתָ֨ם עַל־שְׁמ֤וֹ אֶת־הַבָּשָׁן֙ חַוֺּ֣ת יָאִ֔יר עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ <mark>שביעי</mark> <sup>טו</sup>&nbsp;וּלְמָכִ֖יר נָתַ֥תִּי אֶת־הַגִּלְעָֽד׃ <sup>טז</sup>&nbsp;וְלָראוּבֵנִ֨י וְלַגָּדִ֜י נָתַ֤תִּי מִן־הַגִּלְעָד֙ וְעַד־נַ֣חַל אַרְנֹ֔ן תּ֥וֹךְ הַנַּ֖חַל וּגְבֻ֑ל וְעַד֙ יַבֹּ֣ק הַנַּ֔חַל גְּב֖וּל בְּנֵ֥י עַמּֽוֹן׃ <sup>יז</sup>&nbsp;וְהָֽעֲרָבָ֖ה וְהַיַּרְדֵּ֣ן וּגְבֻ֑ל מִכִּנֶּ֗רֶת וְעַ֨ד יָ֤ם הָֽעֲרָבָה֙ יָ֣ם הַמֶּ֔לַח תַּ֛חַת אַשְׁדֹּ֥ת הַפִּסְגָּ֖ה מִזְרָֽחָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>12</sup>&nbsp;&#8220;Now this land we possessed at that time, from Aro&#8217;er which is by the Wadi Arnon; half of the hill-country of Gil&#8217;ad and its towns I gave to the Re&#8217;uveni and to the Gadi. <sup>13</sup>&nbsp;And the rest of Gil&#8217;ad and all of Bashan, the kingdom of Ōg, I gave to half of the tribe of Menasheh,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" ><sup id=\"footnote_plugin_tooltip__1_34\" class=\"footnote_plugin_tooltip_text\">[34]</sup></a><span id=\"footnote_plugin_tooltip_text__1_34\" class=\"footnote_tooltip\"> Moses grants this land to the 2.5 transjordanian tribes, echoing and expanding P&#8217;s Numbers 31. Dtr 2 adds the condition that they act as the vanguard for the bulk of the nation and see our commentary on Numbers 31.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_34').tooltip({ tip: '#footnote_plugin_tooltip_text__1_34', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\">all the region of Argov, including all of Bashan, — it is called the Land of the Refa&#8217;im.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" ><sup id=\"footnote_plugin_tooltip__1_35\" class=\"footnote_plugin_tooltip_text\">[35]</sup></a><span id=\"footnote_plugin_tooltip_text__1_35\" class=\"footnote_tooltip\"> See comment, end of Deuteronomy 3:9.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_35').tooltip({ tip: '#footnote_plugin_tooltip_text__1_35', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"h\"><sup>14</sup>&nbsp;Ya&#8217;ir son of Menasheh took all of the region of Argov as far as the territory of the Geshuri and the Maakati, and called them by his name, (the) Bashan (towns): Ḥavvot Ya&#8217;ir/Tent-villages of Ya&#8217;ir, until this (very) day. <sup>15</sup>&nbsp;Now to Makhir I gave Gil&#8217;ad, <sup>16</sup>&nbsp;and to the Re&#8217;uveni and to the Gadi I gave from Gil&#8217;ad, as far as Wadi Arnon, the middle of the Wadi as the boundary, as far as Yabbōq the Wadi, the boundary of the Children of Ammon; <sup>17</sup>&nbsp;and the Plain and Yarden as (its) boundary from the Kinneret as far as the Sea of the Plain, the Sea of Salt, beneath the slopes of the Pisga (Range), toward sunrise.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" ><sup id=\"footnote_plugin_tooltip__1_36\" class=\"footnote_plugin_tooltip_text\">[36]</sup></a><span id=\"footnote_plugin_tooltip_text__1_36\" class=\"footnote_tooltip\"> A repetition of the Priestly section at the conclusion of Numbers 31, likely brought in by H to harmonize the accounts.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_36').tooltip({ tip: '#footnote_plugin_tooltip_text__1_36', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>יח</sup>&nbsp;וָאֲצַ֣ו אֶתְכֶ֔ם בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר יְהֹוָ֣ה אֱלֹהֵיכֶ֗ם נָתַ֨ן לָכֶ֜ם אֶת־הָאָ֤רֶץ הַזֹּאת֙ לְרִשְׁתָּ֔הּ חֲלוּצִ֣ים תַּֽעַבְר֗וּ לִפְנֵ֛י אֲחֵיכֶ֥ם בְּנֵֽי־יִשְׂרָאֵ֖ל כׇּל־בְּנֵי־חָֽיִל׃ <sup>יט</sup>&nbsp;רַ֠ק נְשֵׁיכֶ֣ם וְטַפְּכֶם֮ וּמִקְנֵכֶם֒</span> <span class=\"h\">יָדַ֕עְתִּי כִּֽי־מִקְנֶ֥ה רַ֖ב לָכֶ֑ם</span> <span class=\"d2\">יֵֽשְׁבוּ֙ בְּעָ֣רֵיכֶ֔ם אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃ <mark>מפטיר</mark> <sup>כ</sup>&nbsp;עַ֠ד אֲשֶׁר־יָנִ֨יחַ יְהֹוָ֥ה ׀ לַֽאֲחֵיכֶם֮ כָּכֶם֒ וְיָרְשׁ֣וּ גַם־הֵ֔ם אֶת־הָאָ֕רֶץ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם נֹתֵ֥ן לָהֶ֖ם בְּעֵ֣בֶר הַיַּרְדֵּ֑ן וְשַׁבְתֶּ֗ם אִ֚ישׁ לִֽירֻשָּׁת֔וֹ אֲשֶׁ֥ר נָתַ֖תִּי לָכֶֽם׃ <sup>כא</sup>&nbsp;וְאֶת־יְהוֹשׁ֣וּעַ צִוֵּ֔יתִי בָּעֵ֥ת הַהִ֖וא לֵאמֹ֑ר עֵינֶ֣יךָ הָרֹאֹ֗ת אֵת֩ כׇּל־אֲשֶׁ֨ר עָשָׂ֜ה יְהֹוָ֤ה אֱלֹהֵיכֶם֙ לִשְׁנֵי֙ הַמְּלָכִ֣ים הָאֵ֔לֶּה כֵּֽן־יַעֲשֶׂ֤ה יְהֹוָה֙ לְכׇל־הַמַּמְלָכ֔וֹת אֲשֶׁ֥ר אַתָּ֖ה עֹבֵ֥ר שָֽׁמָּה׃ <sup>כב</sup>&nbsp;לֹ֖א תִּֽירָא֑וּם כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֖וּא הַנִּלְחָ֥ם לָכֶֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>18</sup>&nbsp;&#8220;And I commanded you at that time, saying: &#8216;YHVH your elo&#8217;ah has given you this land to possess; you specially-drafted (men) are to cross over before their brothers, the Children of Yisra&#8217;el, all those of caliber. <sup>19</sup>&nbsp;Only your wives, your little-ones, and your livestock</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" ><sup id=\"footnote_plugin_tooltip__1_37\" class=\"footnote_plugin_tooltip_text\">[37]</sup></a><span id=\"footnote_plugin_tooltip_text__1_37\" class=\"footnote_tooltip\"> See first comment on Deuteronomy 3:13 (&#8220;Moses grants&#8230;&#8221;) and the commentary on Numbers 31.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_37').tooltip({ tip: '#footnote_plugin_tooltip_text__1_37', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"h\">— I know that you have many (head of) livestock —</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" ><sup id=\"footnote_plugin_tooltip__1_38\" class=\"footnote_plugin_tooltip_text\">[38]</sup></a><span id=\"footnote_plugin_tooltip_text__1_38\" class=\"footnote_tooltip\"> An allusion to the discussion between Moses and the 2.5 tribes in Numbers 31:ff (H), since only then are the flocks of the 2.5 tribes mentioned.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_38').tooltip({ tip: '#footnote_plugin_tooltip_text__1_38', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\">are to settle in your towns that I am giving you, <sup>20</sup>&nbsp;until YHVH gives-rest to your brothers as yourselves, and they take-possession, they as well, of the land that YHVH your elo&#8217;ah is giving you, in (the country) across the Yarden. Then shall each-man return to his possession that I give you.&#8217; <sup>21</sup>&nbsp;Now Yehoshua I commanded at that time, saying: &#8216;Your eyes (it was) that have seen all that YHVH your elo&#8217;ah did to these two kings; thus will YHVH do to all the kingdoms into which you are crossing! <sup>22</sup>&nbsp;You are not to be afraid of them, for YHVH your elo&#8217;ah, he is the one who wages-war for you!'&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_דברים/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. In place of &#8220;cattle&#8221; for <em>behemah</em>, I use &#8220;domesticated animal.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Many scholars believe that a late Priestly strand is extant within the book of Deuteronomy. In my opinion this strand is none other than H who harmonized between the Priestly and Deuteronomistic traditions, continuing Dtr 2&#8217;s attempt to bring the book of Deuteronomy into line with the first four books of the Tetrateuch. This is one of three openings of the book. The original opening was likely vs. 6 (The Lord our God spoke to us at Horeb, saying, ‘You have stayed long enough at this mountain.), which marks these chapters as a historical prelude to the book of Deuteronomy. The second opening in vss. 1b-2, 5 (—in the wilderness, on the plain opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab. 2By the way of Mount Seir it takes eleven days to reach Ḳadesh-barnea from Horeb, 5Beyond the Jordan in the land of Moab, Moses undertook to expound this law as follows) lists the places where Moses expounded the law, marking this as prelude to a legal work – it is quite clearly an addition since Deuteronomy does not launch into the law code until Chapter 12. Finally H, adds chronological information typical to the Priestly sources in vss. 3-4 (3In the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites just as the Lord had commanded him to speak to them. 4This was after he had defeated King Sihon of the Amorites, who reigned in Heshbon, and King Og of Bashan, who reigned in Ashtaroth and in Edrei.). Vss. 3-4 are supplementary additions to vss. 1b-2, 5, which list the places where Moses expounded the law, since instead of adding to the summary of places, he gives us a precise date at the end of the journey.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">See the above comment, note the use of Horeb for Mount Sinai in vs.2 which is typical of the Deuteronomistic sources.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">See comment i. Note the idea of 40 desert years, which was innovated by P in Numbers 14 as a punishment for the rebellion of the spies.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">According to Dtr 1, this is simply an account of the desert journey after Horeb as related by Moses, which doesn&#8217;t agree with Dtr 2&#8217;s opening which introduces this book as a body of laws expounded by Moses in various places. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">The Lord commands the Israelites to conquer the land of their forefathers, this account continues in vs. 19, when they send spies as a prelude to the occupation of the land. Vs. 6 is a non sequitor, relating the appointment of judges, which interrupts the account of the aborted conquest.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Dtr 2 adds this section, sculpting the J and E traditions of Exodus 18 which deal with the appointment of the judiciary into a more &#8220;suitable&#8221; account. Jethro the foreigner is no longer the catalyst to the appointment of judges. Moses suggests the move on his own, with the approval of the people, thus purging foreign influence from this important institution. The appointment of the judiciary is added here, before the desert journeys, since according to Exodus 18, it occurred at the Mountain of Elohim = Horeb. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Dtr 1&#8217;s version of the spy account, further distances Moses from culpability implying that it was the Israelites who suggested this move.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Once again Dtr 2 attempts to harmonize the accounts by adding details from P&#8217;s spy account, since only according to P did Moses select 12 spies. Usually H is the intercessor between Priestly traditions and non-Priestly narrative, but these details are added without any Priestly language markers, and see also comment x (since Dtr 2, likely inherited a text with P narrative additions already interwoven there is no expectation that he would distinguish between P and J, and bring only J).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">Dtr 1&#8217;s account very much echoes J&#8217;s version of Numbers 13-14 (Dtr 1 is later than J – which may be discerned by the drawing upon and occasional sculpting of the J tradition to fit a Moseo-Centric account), the spies went to Eshkol, and reported that the land was good, the people then rebelled (without instigation from the spies).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Once again Dtr 2, adds details from the Priestly account – the spies instigated the rebellion, or at least added fodder to the fire. This is clearly a non-sequitor, since the people had already rebelled according to vss. 26-27, see comment viii. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">In J, Caleb reassures the Israelites but in this Moseo-centric account Moses performs this role.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Dtr 2 contextualizes the specific rebellion of Dtr as part of an overall pattern of the nation&#8217;s refusal to believe in divine salvation.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Once again replicating the Lord&#8217;s response according to J.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">According to P, Moses does not enter Canaan because of his disobedience at the waters of Meribah (Numbers 20:1-13). Here Dtr 2 implies that Moses shares the Israelite guilt for the spy debacle and for this reason doesn&#8217;t enter the land (surrendering his leadership role in favor of Joshua). Moses sinned, perhaps by giving approval for sending the spies and by picking them out himself according to vs. 23 (Dtr 2), without asking the deity for permission. Note Dtr 2&#8217;s concern for a proper change of the guard which is also apparent in his additions to Deuteronomy 31.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">An almost exact replica of J&#8217;s spy narrative at the end of Numbers 14.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">Dtr 1 does not catalogue the number of years Israel spent in the desert as in Priestly and post-Priestly sources, the only indication of a long time passing is &#8220;[We]skirted Mount Seir for many days&#8221; in vs. 1. This section gives a recap of the attempted passage through Edom as recounted in Numbers 20:14-21, though in this case, the Edomites seem to have granted the Isralites safe passage. Perhaps Dtr 1, was uncomfortable with Israel&#8217;s fear of the Edomites&#8217; animosity in Numbers 20 which prevented their passage, and sets the record straight, the Edomites feared Israel and didn&#8217;t impede their passage through Edom. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">Dtr 2, familiar with the P&#8217;s 40 year sojourn in the desert adds it here, note that this verse diverges from the purely narrative context, to a more orational thanksgiving.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">Dtr 1, paints Yhwh (the Lord) as the God of all nations each with an allotted piece of land, as opposed to J&#8217;s Yhwh who is a more personal (albeit still powerful) deity who looks out for Israel, but not necessarily the other nations.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">Interspersed throughout Chapters 2 and 3, are accounts of the mythic origins of the various national groups surrounding Israel. These short explanations clearly digress from the narrative account and are most likely attribute to the late Bridger, who was responsible for similar mythic divergences in Genesis 10 and 14, and note especially the allusion to the Refaim, a nation which was defeated by Kedorlaoemer according to Genesis 14.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">A continuation of Dtr 1&#8217;s basic narrative account.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">H adds the exact figure here, 38 years which accords with the Priestly chronology, since the spies were sent in the second year (according to the last date mentioned in the P itinerary – Numbers 10:11) and then the final push occurred after 38 years in the 40th year. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\">See comment, end of Deuteronomy 2:9.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">See comment, end of Deuteronomy 2:12.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_24\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_24');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >24</a></th> <td class=\"footnote_plugin_text\">After Dtr 1 threefold warning not to engage Edom, Moab, and Ammon, who are all related to Israel, he finally gives them permission to occupy the land of Sihon. Dtr 1, does not emphasize that Sihon&#8217;s land was occupied by the Israelites and dwelt in, rather that they needed to pass through to get to Canaan, and that since Sihon was impeding they engaged him, they then immediately continue to the Bashan in 3:1. This is contra Dtr 2 who following P, relates to the settlement of these lands by the two and a half tribes in Deuteronomy 3:15ff, and see also our commentary on Numbers 32.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_25\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_25');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >25</a></th> <td class=\"footnote_plugin_text\">Sihon&#8217;s bellicosity contrasts with Moab and Edom&#8217;s friendliness. This is a slight divergence from Dtr 1&#8217;s account since neither Edom nor Moab expressly granted permission, they just did not engage the Israelites – and thus is perhaps attributed to Dtr 2&#8217;s expansion.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_26\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_26');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >26</a></th> <td class=\"footnote_plugin_text\">As in Deuteronomy 1, Dtr 2, harmonizes between Dtr 1&#8217;s account and the J narrative (in Chapter 1:9-18 he inserts the appointment of Judges). According to Dtr 1, the conquest was straightforward, Sihon attacked Israel and Israel retaliated (vs. 32). Dtr 2, inserts a recapitulation of Numbers 21:21-25 (with important divergences): The Israelites (Moses in Deuteronomy) ask to pass through the land of Sihon, Sihon refuses and engages them in war. As with Pharaoh and the plagues the Lord hardens Sihon&#8217;s heart which is not mentioned in Numbers, implying that the annihilation of Sihon is according to the divine plan, i.e. the extermination of the seven nations. ¶ Note the resumptive repetition of vs. 25 (25This day I will begin to put the dread and fear of you upon the peoples everywhere under heaven; when they hear report of you, they will tremble and be in anguish because of you.’) in vs. 31 (31 The Lord said to me, ‘See, I have begun to give Sihon and his land over to you. Begin now to take possession of his land.) implying that the intervening verses were indeed added by Dtr 2.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_27\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_27');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >27</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_28\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_28');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >28</a></th> <td class=\"footnote_plugin_text\">Dtr 2, gives a more detailed account of the areas conquered, since this source does speak of the settlement of the land by the 2.5 tribes and see comment ix and below Deuteronomy 3:15ff.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_29\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_29');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >29</a></th> <td class=\"footnote_plugin_text\">The same pattern as with the conquest of Sihon at the end of the previous chapter.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_30\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_30');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >30</a></th> <td class=\"footnote_plugin_text\">A summary of the area conquered in the Transjordan, repeating some of the same information mentioned previously at the end of  chapter 2 as an introduction to Moses allotting the land to the 2.5 tribes (Reuben Gad and half of Menasseh), an idea innovated by P and expanded by Dtr 2.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_31\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_31');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >31</a></th> <td class=\"footnote_plugin_text\">Additional antiquarian information from the surrounding nations as in Chapter 2, unrelated to the basic gist of the passage which is a summary of the conquest, attributed to B in Chapter 2, and here as well.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_32\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_32');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >32</a></th> <td class=\"footnote_plugin_text\">A continuation of vs. 8 ( So at that time we took from the two kings of the Amorites the land beyond the Jordan, from the Wadi Arnon to Mount Hermon) after the insertion of the various names of Mount Hermon according to the resident nations</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_33\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_33');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >33</a></th> <td class=\"footnote_plugin_text\">See comment, end of Deuteronomy 3:9.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_34\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_34');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >34</a></th> <td class=\"footnote_plugin_text\">Moses grants this land to the 2.5 transjordanian tribes, echoing and expanding P&#8217;s Numbers 31. Dtr 2 adds the condition that they act as the vanguard for the bulk of the nation and see our commentary on Numbers 31.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_35\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_35');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >35</a></th> <td class=\"footnote_plugin_text\">See comment, end of Deuteronomy 3:9.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_36\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_36');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >36</a></th> <td class=\"footnote_plugin_text\">A repetition of the Priestly section at the conclusion of Numbers 31, likely brought in by H to harmonize the accounts.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_37\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_37');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >37</a></th> <td class=\"footnote_plugin_text\">See first comment on Deuteronomy 3:13 (&#8220;Moses grants&#8230;&#8221;) and the commentary on Numbers 31.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_38\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_38');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >38</a></th> <td class=\"footnote_plugin_text\">An allusion to the discussion between Moses and the 2.5 tribes in Numbers 31:ff (H), since only then are the flocks of the 2.5 tribes mentioned.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Parashat Devarim",
        "Sefer Devarim (Deuteronomy)"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "let's review",
        "midbar quest",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "דברים Devarim",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "שבת חזון Shabbat Ḥazon"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3747"
        ],
        "_thumbnail_id": [
            "26280"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/08/Anonymous-Biblical-borders-and-allotments-of-the-tribes-of-Israel-nineteenth-century.jpg",
        "title": "Anonymous, Biblical borders and allotments of the tribes of Israel, nineteenth century",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:The_National_Library_of_Israel_-_Vilna_Gaon_Map.jpg\">Vilna Gaon Map</a>.\" Biblical borders and allotments of the tribes of Israel (1802, collection of the National Library of Israel)"
    },
    "source_link": "https://opensiddur.org/?p=26272",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-devarim-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-devarim-color-coded-according-to-its-narrative-layers"
}