{
    "post_id": 26470,
    "title": "&#x1F4DC; פָּרָשַׁת עֵקֶב | Parashat Éqev (Deuteronomy 7:12-11:25), color-coded according to its narrative layers",
    "author": "the Mesorah (TaNaKh)",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D1')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D2')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'Dp')",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-08-17",
    "last_updated": "2025-09-30",
    "excerpt": "The text of parashat Éqev, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"d1\">&#11035; Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p>Parashat Éqev <span class=\"citation\">(Deuteronomy 7:12-11:25)</span> in the annual Torah reading cycle is the third parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-vaethanan/parashat-vaethanan-color-coded-according-to-its-narrative-layers/\">va&#8217;Etḥanan</a> <span class=\"citation\">(Deuteronomy 3:23-7:11)</span>. Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-reh/parashat-reh-color-coded-according-to-its-narrative-layers/\">R&#8217;éh</a> <span class=\"citation\">(Deuteronomy 11:26-16:17)</span>, follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">ז <sup>יב</sup>&nbsp;וְהָיָ֣ה ׀ עֵ֣קֶב תִּשְׁמְע֗וּן אֵ֤ת הַמִּשְׁפָּטִים֙ הָאֵ֔לֶּה וּשְׁמַרְתֶּ֥ם וַעֲשִׂיתֶ֖ם אֹתָ֑ם וְשָׁמַר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ לְךָ֗ אֶֽת־הַבְּרִית֙ וְאֶת־הַחֶ֔סֶד אֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶֽיךָ׃ <sup>יג</sup>&nbsp;וַאֲהֵ֣בְךָ֔ וּבֵרַכְךָ֖ וְהִרְבֶּ֑ךָ וּבֵרַ֣ךְ פְּרִֽי־בִטְנְךָ֣ וּפְרִֽי־אַ֠דְמָתֶ֠ךָ דְּגָ֨נְךָ֜ וְתִֽירֹשְׁךָ֣ וְיִצְהָרֶ֗ךָ שְׁגַר־אֲלָפֶ֙יךָ֙ וְעַשְׁתְּרֹ֣ת צֹאנֶ֔ךָ עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁר־נִשְׁבַּ֥ע לַאֲבֹתֶ֖יךָ לָ֥תֶת לָֽךְ׃ <sup>יד</sup>&nbsp;בָּר֥וּךְ תִּֽהְיֶ֖ה מִכׇּל־הָעַמִּ֑ים לֹא־יִהְיֶ֥ה בְךָ֛ עָקָ֥ר וַֽעֲקָרָ֖ה וּבִבְהֶמְתֶּֽךָ׃ <sup>טו</sup>&nbsp;וְהֵסִ֧יר יְהֹוָ֛ה מִמְּךָ֖ כׇּל־חֹ֑לִי וְכׇל־מַדְוֵי֩ מִצְרַ֨יִם הָרָעִ֜ים אֲשֶׁ֣ר יָדַ֗עְתָּ לֹ֤א יְשִׂימָם֙ בָּ֔ךְ וּנְתָנָ֖ם בְּכׇל־שֹׂנְאֶֽיךָ׃ <sup>טז</sup>&nbsp;וְאָכַלְתָּ֣ אֶת־כׇּל־הָֽעַמִּ֗ים אֲשֶׁ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נֹתֵ֣ן לָ֔ךְ לֹא־תָח֥וֹס עֵֽינְךָ֖ עֲלֵיהֶ֑ם וְלֹ֤א תַעֲבֹד֙ אֶת־אֱלֹ֣הֵיהֶ֔ם כִּֽי־מוֹקֵ֥שׁ ה֖וּא לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">7 <sup>12</sup>&nbsp;&#8220;Now it shall be: because of your hearkening to these regulations, keeping and observing (them), then YHVH will keep for you the covenant of loyalty that he swore to your fathers; <sup>13</sup>&nbsp;he will love you, he will bless you, he will make-you-many, he will bless the fruit of your belly and the fruit of your fertile-earth, your grain, your new-wine, and your shining-oil, the offspring of your cattle and the fecundity of your sheep, upon the fertile-earth that he swore to your fathers, to give you. <sup>14</sup>&nbsp;Blessed shall you be above all peoples: there shall not be among you (any) barren-male or barren-female, nor among your domesticated-animals. <sup>15</sup>&nbsp;YHVH will remove from you all sickness and all evil illnesses from Mitsrayim that you know, he will not put (any of) them upon you, but will place them upon all those who hate you. <sup>16</sup>&nbsp;You shall devour all the peoples that YHVH your <em>elo&#8217;ah</em> gives to you; your eye is not to pity them, you are not to serve their <em>elohim</em>, for that is a snare to you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יז</sup>&nbsp;כִּ֤י תֹאמַר֙ בִּלְבָ֣בְךָ֔ רַבִּ֛ים הַגּוֹיִ֥ם הָאֵ֖לֶּה מִמֶּ֑נִּי אֵיכָ֥ה אוּכַ֖ל לְהוֹרִישָֽׁם׃ <sup>יח</sup>&nbsp;לֹ֥א תִירָ֖א מֵהֶ֑ם זָכֹ֣ר תִּזְכֹּ֗ר אֵ֤ת אֲשֶׁר־עָשָׂה֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לְפַרְעֹ֖ה וּלְכׇל־מִצְרָֽיִם׃ <sup>יט</sup>&nbsp;הַמַּסֹּ֨ת הַגְּדֹלֹ֜ת אֲשֶׁר־רָא֣וּ עֵינֶ֗יךָ וְהָאֹתֹ֤ת וְהַמֹּֽפְתִים֙ וְהַיָּ֤ד הַחֲזָקָה֙ וְהַזְּרֹ֣עַ הַנְּטוּיָ֔ה אֲשֶׁ֥ר הוֹצִֽאֲךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ כֵּֽן־יַעֲשֶׂ֞ה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְכׇל־הָ֣עַמִּ֔ים אֲשֶׁר־אַתָּ֥ה יָרֵ֖א מִפְּנֵיהֶֽם׃ </span> <span class=\"dp\"><sup>כ</sup>&nbsp;וְגַם֙ אֶת־הַצִּרְעָ֔ה יְשַׁלַּ֛ח יְהֹוָ֥ה אֱלֹהֶ֖יךָ בָּ֑ם עַד־אֲבֹ֗ד הַנִּשְׁאָרִ֛ים וְהַנִּסְתָּרִ֖ים מִפָּנֶֽיךָ׃ <sup>כא</sup>&nbsp;לֹ֥א תַעֲרֹ֖ץ מִפְּנֵיהֶ֑ם כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בְּקִרְבֶּ֔ךָ אֵ֥ל גָּד֖וֹל וְנוֹרָֽא׃ <sup>כב</sup>&nbsp;וְנָשַׁל֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־הַגּוֹיִ֥ם הָאֵ֛ל מִפָּנֶ֖יךָ מְעַ֣ט מְעָ֑ט לֹ֤א תוּכַל֙ כַּלֹּתָ֣ם מַהֵ֔ר פֶּן־תִּרְבֶּ֥ה עָלֶ֖יךָ חַיַּ֥ת הַשָּׂדֶֽה׃</span> <span class=\"d2\"><sup>כג</sup>&nbsp;וּנְתָנָ֛ם יְהֹוָ֥ה אֱלֹהֶ֖יךָ לְפָנֶ֑יךָ וְהָמָם֙ מְהוּמָ֣ה גְדֹלָ֔ה עַ֖ד הִשָּׁמְדָֽם׃ <sup>כד</sup>&nbsp;וְנָתַ֤ן מַלְכֵיהֶם֙ בְּיָדֶ֔ךָ וְהַאֲבַדְתָּ֣ אֶת־שְׁמָ֔ם מִתַּ֖חַת הַשָּׁמָ֑יִם לֹֽא־יִתְיַצֵּ֥ב אִישׁ֙ בְּפָנֶ֔יךָ עַ֥ד הִשְׁמִֽדְךָ֖ אֹתָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;If you should say in your heart: &#8216;More numerous are these nations than I, how will I be able to dispossess them?&#8217; <sup>18</sup>&nbsp;Do not be afraid of them; bear-in-mind, yes, in mind, what YHVH your <em>elo&#8217;ah</em> did to Pharaoh and to all Mitsrayim — <sup>19</sup>&nbsp;the great trials that your eyes saw, the signs and the portents, the strong hand and the outstretched arm by which YHVH your <em>elo&#8217;ah</em> took you out — thus will YHVH your <em>elo&#8217;ah</em> do to all the peoples of whom you are afraid.</span> <span class=\"dp\"><sup>20</sup>&nbsp;And also the hornet, YHVH your <em>elo&#8217;ah</em> will send-loose upon them, until they perish, those left and those hidden from you. <sup>21</sup>&nbsp;Do not be terrified before them, for YHVH your <em>elo&#8217;ah</em> is among you, El, great and awe-inspiring. <sup>22</sup>&nbsp;YHVH your <em>elo&#8217;ah</em> will dislodge these nations before you, little by little; you may not finish them off quickly, lest the wildlife of the field become too-many for you.</span> <span class=\"d2\"><sup>23</sup>&nbsp;YHVH your <em>elo&#8217;ah</em> will give them before you, he will panic them with a great panic until they are destroyed. <sup>24</sup>&nbsp;He will give their kings into your hand, so that you cause their name to perish from under heaven; no man will be able to take-a-stand against you until you have caused them to perish.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>כה</sup>&nbsp;פְּסִילֵ֥י אֱלֹהֵיהֶ֖ם תִּשְׂרְפ֣וּן בָּאֵ֑שׁ לֹֽא־תַחְמֹד֩ כֶּ֨סֶף וְזָהָ֤ב עֲלֵיהֶם֙ וְלָקַחְתָּ֣ לָ֔ךְ פֶּ֚ן תִּוָּקֵ֣שׁ בּ֔וֹ כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ הֽוּא׃ <sup>כו</sup>&nbsp;וְלֹא־תָבִ֤יא תֽוֹעֵבָה֙ אֶל־בֵּיתֶ֔ךָ וְהָיִ֥יתָ חֵ֖רֶם כָּמֹ֑הוּ שַׁקֵּ֧ץ ׀ תְּשַׁקְּצֶ֛נּוּ וְתַעֵ֥ב ׀ תְּֽתַעֲבֶ֖נּוּ כִּי־חֵ֥רֶם הֽוּא׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>25</sup>&nbsp;&#8220;The carved-images of their <em>elohim</em>, you are to burn with fire, you are not to come-to-yearn for (the) silver and gold on account of them, and so take it for yourself, lest you be ensnared by it — for it is an abomination to YHVH your <em>elo&#8217;ah</em>! <sup>26</sup>&nbsp;You are not to bring an abomination into your house — you would become devoted-for-destruction like it! — you are to hold-it-in-disgust, yes, disgust, you are to consider-it-abominable, yes, abominable, for it is (something) devoted-for-destruction!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">ח <sup>א</sup>&nbsp;כׇּל־הַמִּצְוָ֗ה אֲשֶׁ֨ר אָנֹכִ֧י מְצַוְּךָ֛ הַיּ֖וֹם תִּשְׁמְר֣וּן לַעֲשׂ֑וֹת לְמַ֨עַן תִּֽחְי֜וּן וּרְבִיתֶ֗ם וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁר־נִשְׁבַּ֥ע יְהֹוָ֖ה לַאֲבֹתֵיכֶֽם׃ </span> <span class=\"dp\"><sup>ב</sup>&nbsp;וְזָכַרְתָּ֣ אֶת־כׇּל־הַדֶּ֗רֶךְ אֲשֶׁ֨ר הוֹלִֽיכְךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ זֶ֛ה אַרְבָּעִ֥ים שָׁנָ֖ה בַּמִּדְבָּ֑ר לְמַ֨עַן עַנֹּֽתְךָ֜ לְנַסֹּֽתְךָ֗ לָדַ֜עַת אֶת־אֲשֶׁ֧ר בִּֽלְבָבְךָ֛ הֲתִשְׁמֹ֥ר מִצְוֺתָ֖ו אִם־לֹֽא׃ <sup>ג</sup>&nbsp;וַֽיְעַנְּךָ֮ וַיַּרְעִבֶ֒ךָ֒ וַיַּֽאֲכִֽלְךָ֤ אֶת־הַמָּן֙ אֲשֶׁ֣ר לֹא־יָדַ֔עְתָּ וְלֹ֥א יָדְע֖וּן אֲבֹתֶ֑יךָ לְמַ֣עַן הוֹדִֽיעֲךָ֗ כִּ֠י לֹ֣א עַל־הַלֶּ֤חֶם לְבַדּוֹ֙ יִחְיֶ֣ה הָֽאָדָ֔ם כִּ֛י עַל־כׇּל־מוֹצָ֥א פִֽי־יְהֹוָ֖ה יִחְיֶ֥ה הָאָדָֽם׃ <sup>ד</sup>&nbsp;שִׂמְלָ֨תְךָ֜ לֹ֤א בָֽלְתָה֙ מֵֽעָלֶ֔יךָ וְרַגְלְךָ֖ לֹ֣א בָצֵ֑קָה זֶ֖ה אַרְבָּעִ֥ים שָׁנָֽה׃ <sup>ה</sup>&nbsp;וְיָדַעְתָּ֖ עִם־לְבָבֶ֑ךָ כִּ֗י כַּאֲשֶׁ֨ר יְיַסֵּ֥ר אִישׁ֙ אֶת־בְּנ֔וֹ יְהֹוָ֥ה אֱלֹהֶ֖יךָ מְיַסְּרֶֽךָּ׃ <sup>ו</sup>&nbsp;וְשָׁ֣מַרְתָּ֔ אֶת־מִצְוֺ֖ת יְהֹוָ֣ה אֱלֹהֶ֑יךָ לָלֶ֥כֶת בִּדְרָכָ֖יו וּלְיִרְאָ֥ה אֹתֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">8 <sup>1</sup>&nbsp;&#8220;All the commandment that I command you today, you are to take-care to observe, in order that you may live and become-many and enter and possess the land that YHVH swore to your fathers.</span> <span class=\"dp\"><sup>2</sup>&nbsp;You are to bear-in-mind the route that YHVH had you go these forty years in the wilderness, in order to afflict you, by testing you, to know what was in your heart, whether you would keep his commandments, or not. <sup>3</sup>&nbsp;So he afflicted you and made-you-hungry, and had you eat the <em>mon</em> which you had not known and which your fathers had not known, in order to make you know that not by bread alone do humans stay-alive, but rather by all that issues at YHVH&#8217;s order do humans stay-alive. <sup>4</sup>&nbsp;Your garment did not wear out from upon you, your foot did not swell, these forty years. <sup>5</sup>&nbsp;You are to know in your heart that just as a man disciplines his child, (so) YHVH your <em>elo&#8217;ah</em> disciplines you. <sup>6</sup>&nbsp;So you are to keep the commandment of YHVH your <em>elo&#8217;ah</em>, to walk in his ways and to hold him in awe!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ז</sup>&nbsp;כִּ֚י יְהֹוָ֣ה אֱלֹהֶ֔יךָ מְבִֽיאֲךָ֖ אֶל־אֶ֣רֶץ טוֹבָ֑ה אֶ֚רֶץ נַ֣חֲלֵי מָ֔יִם עֲיָנֹת֙ וּתְהֹמֹ֔ת יֹצְאִ֥ים בַּבִּקְעָ֖ה וּבָהָֽר׃ <sup>ח</sup>&nbsp;אֶ֤רֶץ חִטָּה֙ וּשְׂעֹרָ֔ה וְגֶ֥פֶן וּתְאֵנָ֖ה וְרִמּ֑וֹן אֶֽרֶץ־זֵ֥ית שֶׁ֖מֶן וּדְבָֽשׁ׃ <sup>ט</sup>&nbsp;אֶ֗רֶץ אֲשֶׁ֨ר לֹ֤א בְמִסְכֵּנֻת֙ תֹּֽאכַל־בָּ֣הּ לֶ֔חֶם לֹֽא־תֶחְסַ֥ר כֹּ֖ל בָּ֑הּ אֶ֚רֶץ אֲשֶׁ֣ר אֲבָנֶ֣יהָ בַרְזֶ֔ל וּמֵהֲרָרֶ֖יהָ תַּחְצֹ֥ב נְחֹֽשֶׁת׃ <sup>י</sup>&nbsp;וְאָכַלְתָּ֖ וְשָׂבָ֑עְתָּ וּבֵֽרַכְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ עַל־הָאָ֥רֶץ הַטֹּבָ֖ה אֲשֶׁ֥ר נָֽתַן־לָֽךְ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>7</sup>&nbsp;&#8220;When YHVH your <em>elo&#8217;ah</em> brings you into a good land, a land of streams of water, springs and Ocean-flows, issuing from valleys and hills; <sup>8</sup>&nbsp;a land of wheat and barley, (fruit of the) vine, fig, and pomegranate, a land of olives, oil and honey, <sup>9</sup>&nbsp;— a land in which you will never eat bread in poverty, you will not lack for anything in it — a land whose stones are iron, and from whose hills you may hew copper: <sup>10</sup>&nbsp;when you eat, and you are satisfied, you are to bless YHVH your <em>elo&#8217;ah</em> for the good land that he has given you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"> <mark>שני</mark> <sup>יא</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֔ פֶּן־תִּשְׁכַּ֖ח אֶת־יְהֹוָ֣ה אֱלֹהֶ֑יךָ לְבִלְתִּ֨י שְׁמֹ֤ר מִצְוֺתָיו֙ וּמִשְׁפָּטָ֣יו וְחֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּֽוֹם׃ <sup>יב</sup>&nbsp;פֶּן־תֹּאכַ֖ל וְשָׂבָ֑עְתָּ וּבָתִּ֥ים טֹבִ֛ים תִּבְנֶ֖ה וְיָשָֽׁבְתָּ׃ <sup>יג</sup>&nbsp;וּבְקָֽרְךָ֤ וְצֹֽאנְךָ֙ יִרְבְּיֻ֔ן וְכֶ֥סֶף וְזָהָ֖ב יִרְבֶּה־לָּ֑ךְ וְכֹ֥ל אֲשֶׁר־לְךָ֖ יִרְבֶּֽה׃ <sup>יד</sup>&nbsp;וְרָ֖ם לְבָבֶ֑ךָ וְשָֽׁכַחְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ הַמּוֹצִיאֲךָ֛ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃ </span> <span class=\"dp\"><sup>טו</sup>&nbsp;הַמּוֹלִ֨יכְךָ֜ בַּמִּדְבָּ֣ר ׀ הַגָּדֹ֣ל וְהַנּוֹרָ֗א נָחָ֤שׁ ׀ שָׂרָף֙ וְעַקְרָ֔ב וְצִמָּא֖וֹן אֲשֶׁ֣ר אֵֽין־מָ֑יִם הַמּוֹצִ֤יא לְךָ֙ מַ֔יִם מִצּ֖וּר הַֽחַלָּמִֽישׁ׃ <sup>טז</sup>&nbsp;הַמַּֽאֲכִ֨לְךָ֥ מָן֙ בַּמִּדְבָּ֔ר אֲשֶׁ֥ר לֹא־יָדְע֖וּן אֲבֹתֶ֑יךָ לְמַ֣עַן עַנֹּֽתְךָ֗ וּלְמַ֙עַן֙ נַסֹּתֶ֔ךָ לְהֵיטִֽבְךָ֖ בְּאַחֲרִיתֶֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>11</sup>&nbsp;&#8220;Take-you-care, lest you forget YHVH your <em>elo&#8217;ah</em>, by not keeping his commandments, his regulations, and his laws that I command you today, <sup>12</sup>&nbsp;lest (when) you eat and are satisfied, and build goodly houses and settle (there), <sup>13</sup>&nbsp;and your herds and your flocks become-many and silver and gold become-much for you, with all that belongs to you becoming-much — <sup>14</sup>&nbsp;that your heart become haughty and you forget YHVH your <em>elo&#8217;ah</em>, the one who brought you out from the land of Mitsrayim, from a house of serfs,</span> <span class=\"dp\"><sup>15</sup>&nbsp;the one who had you travel in the wilderness, great and awe-inspiring, (of) burning snakes and scorpions, and thirsty-soil where there is no water; the one who brought forth water for you, from the flinty rock, <sup>16</sup>&nbsp;the one who had you eat <em>mon</em> in the wilderness, which your fathers had not known, in order to afflict you and in order to test you, for it to go-well with you, in your future.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יז</sup>&nbsp;וְאָמַרְתָּ֖ בִּלְבָבֶ֑ךָ כֹּחִי֙ וְעֹ֣צֶם יָדִ֔י עָ֥שָׂה לִ֖י אֶת־הַחַ֥יִל הַזֶּֽה׃ <sup>יח</sup>&nbsp;וְזָֽכַרְתָּ֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ כִּ֣י ה֗וּא הַנֹּתֵ֥ן לְךָ֛ כֹּ֖חַ לַעֲשׂ֣וֹת חָ֑יִל לְמַ֨עַן הָקִ֧ים אֶת־בְּרִית֛וֹ אֲשֶׁר־נִשְׁבַּ֥ע לַאֲבֹתֶ֖יךָ כַּיּ֥וֹם הַזֶּֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;Now should you say in your heart: &#8216;My power and the might of my hand have produced all this wealth for me;&#8217; <sup>18</sup>&nbsp;then you must bear-in-mind YHVH your <em>elo&#8217;ah</em>, that he was the one who gave you the power to produce wealth, in order to establish his covenant that he swore to your fathers, as (is) this (very) day.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יט</sup>&nbsp;וְהָיָ֗ה אִם־שָׁכֹ֤חַ תִּשְׁכַּח֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהָֽלַכְתָּ֗ אַחֲרֵי֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וַעֲבַדְתָּ֖ם וְהִשְׁתַּחֲוִ֣יתָ לָהֶ֑ם הַעִדֹ֤תִי בָכֶם֙ הַיּ֔וֹם כִּ֥י אָבֹ֖ד תֹּאבֵדֽוּן׃ <sup>כ</sup>&nbsp;כַּגּוֹיִ֗ם אֲשֶׁ֤ר יְהֹוָה֙ מַאֲבִ֣יד מִפְּנֵיכֶ֔ם כֵּ֖ן תֹּאבֵד֑וּן עֵ֚קֶב לֹ֣א תִשְׁמְע֔וּן בְּק֖וֹל יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>19</sup>&nbsp;&#8220;Now it shall be if you forget, yes, forget YHVH your <em>elo&#8217;ah</em> and walk after other <em>elohim</em>, serving them and prostrating yourselves to them, I call-witness against you today that perish, you will perish; <sup>20</sup>&nbsp;like the nations that YHVH is causing to perish before you, so shall you perish, because you did not hearken to the voice of YHVH your <em>elo&#8217;ah</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">ט <sup>א</sup>&nbsp;שְׁמַ֣ע יִשְׂרָאֵ֗ל אַתָּ֨ה עֹבֵ֤ר הַיּוֹם֙ אֶת־הַיַּרְדֵּ֔ן לָבֹא֙ לָרֶ֣שֶׁת גּוֹיִ֔ם גְּדֹלִ֥ים וַעֲצֻמִ֖ים מִמֶּ֑ךָּ עָרִ֛ים גְּדֹלֹ֥ת וּבְצֻרֹ֖ת בַּשָּׁמָֽיִם׃ <sup>ב</sup>&nbsp;עַֽם־גָּד֥וֹל וָרָ֖ם בְּנֵ֣י עֲנָקִ֑ים אֲשֶׁ֨ר אַתָּ֤ה יָדַ֙עְתָּ֙ וְאַתָּ֣ה שָׁמַ֔עְתָּ מִ֣י יִתְיַצֵּ֔ב לִפְנֵ֖י בְּנֵ֥י עֲנָֽק׃ <sup>ג</sup>&nbsp;וְיָדַעְתָּ֣ הַיּ֗וֹם כִּי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ הֽוּא־הָעֹבֵ֤ר לְפָנֶ֙יךָ֙ אֵ֣שׁ אֹֽכְלָ֔ה ה֧וּא יַשְׁמִידֵ֛ם וְה֥וּא יַכְנִיעֵ֖ם לְפָנֶ֑יךָ וְהֽוֹרַשְׁתָּ֤ם וְהַֽאֲבַדְתָּם֙ מַהֵ֔ר כַּאֲשֶׁ֛ר דִּבֶּ֥ר יְהֹוָ֖ה לָֽךְ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">9 <sup>1</sup>&nbsp;&#8220;Hearken, O Yisra&#8217;el: You are today crossing the Yarden to enter to dispossess nations greater and mightier (in number) than you: towns great and fortified up to heaven; <sup>2</sup>&nbsp;a people great and tall, the Children of the Anaqim, of whom you yourself know, of whom you have heard (it said): &#8216;Who can take-a-stand before the Children of Anaq?&#8217; — <sup>3</sup>&nbsp;You are to know today that YHVH your <em>elo&#8217;ah</em>, he is the one who is crossing over before you, a consuming fire; he will destroy them, he will subjugate them before you, so that you dispossess them, so that you cause them to perish quickly, as YHVH promised you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"> <mark>שלישי</mark> <sup>ד</sup>&nbsp;אַל־תֹּאמַ֣ר בִּלְבָבְךָ֗ בַּהֲדֹ֣ף יְהֹוָה֩ אֱלֹהֶ֨יךָ אֹתָ֥ם ׀ מִלְּפָנֶ֘יךָ֮ לֵאמֹר֒ בְּצִדְקָתִי֙ הֱבִיאַ֣נִי יְהֹוָ֔ה לָרֶ֖שֶׁת אֶת־הָאָ֣רֶץ הַזֹּ֑את וּבְרִשְׁעַת֙ הַגּוֹיִ֣ם הָאֵ֔לֶּה יְהֹוָ֖ה מוֹרִישָׁ֥ם מִפָּנֶֽיךָ׃ <sup>ה</sup>&nbsp;לֹ֣א בְצִדְקָתְךָ֗ וּבְיֹ֙שֶׁר֙ לְבָ֣בְךָ֔ אַתָּ֥ה בָ֖א לָרֶ֣שֶׁת אֶת־אַרְצָ֑ם כִּ֞י בְּרִשְׁעַ֣ת ׀ הַגּוֹיִ֣ם הָאֵ֗לֶּה יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ מוֹרִישָׁ֣ם מִפָּנֶ֔יךָ וּלְמַ֜עַן הָקִ֣ים אֶת־הַדָּבָ֗ר אֲשֶׁ֨ר נִשְׁבַּ֤ע יְהֹוָה֙ לַאֲבֹתֶ֔יךָ לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹֽב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>4</sup>&nbsp;&#8220;Do not say in your heart when YHVH has pushed them out before you, saying: &#8216;Because of my righteous-merit did YHVH bring me in to possess this land,&#8217; and because of the wickedness of these nations is YHVH dispossessing them from before you! <sup>5</sup>&nbsp;Not because of your righteous-merit, or because of the uprightness of your heart, are you entering to possess their land, but rather because of the wickedness of these nations is YHVH your <em>elo&#8217;ah</em> dispossessing them from before you, and in order that he might uphold the word that YHVH swore to your fathers, to Avraham, to Yitsḥaq, and to Yaaqov.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ו</sup>&nbsp;וְיָדַעְתָּ֗ כִּ֠י לֹ֤א בְצִדְקָֽתְךָ֙ יְהֹוָ֣ה אֱ֠לֹהֶ֠יךָ נֹתֵ֨ן לְךָ֜ אֶת־הָאָ֧רֶץ הַטּוֹבָ֛ה הַזֹּ֖את לְרִשְׁתָּ֑הּ כִּ֥י עַם־קְשֵׁה־עֹ֖רֶף אָֽתָּה׃ <sup>ז</sup>&nbsp;זְכֹר֙ אַל־תִּשְׁכַּ֔ח אֵ֧ת אֲשֶׁר־הִקְצַ֛פְתָּ אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ בַּמִּדְבָּ֑ר לְמִן־הַיּ֞וֹם אֲשֶׁר־יָצָ֣אתָ ׀ מֵאֶ֣רֶץ מִצְרַ֗יִם עַד־בֹּֽאֲכֶם֙ עַד־הַמָּק֣וֹם הַזֶּ֔ה מַמְרִ֥ים הֱיִיתֶ֖ם עִם־יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>6</sup>&nbsp;&#8220;You are to know that not because of your righteous-merit is YHVH your <em>elo&#8217;ah</em> giving you this good land to possess, for a people hard of neck are you! <sup>7</sup>&nbsp;Bear-in-mind, do not forget how you infuriated YHVH your <em>elo&#8217;ah</em> in the wilderness; from the day that he took you out of Mitsrayim until your coming to this place, you have been rebellious against YHVH!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ח</sup>&nbsp;וּבְחֹרֵ֥ב הִקְצַפְתֶּ֖ם אֶת־יְהֹוָ֑ה וַיִּתְאַנַּ֧ף יְהֹוָ֛ה בָּכֶ֖ם לְהַשְׁמִ֥יד אֶתְכֶֽם׃ <sup>ט</sup>&nbsp;בַּעֲלֹתִ֣י הָהָ֗רָה לָקַ֜חַת לוּחֹ֤ת הָֽאֲבָנִים֙ לוּחֹ֣ת הַבְּרִ֔ית אֲשֶׁר־כָּרַ֥ת יְהֹוָ֖ה עִמָּכֶ֑ם וָאֵשֵׁ֣ב בָּהָ֗ר אַרְבָּעִ֥ים יוֹם֙ וְאַרְבָּעִ֣ים לַ֔יְלָה לֶ֚חֶם לֹ֣א אָכַ֔לְתִּי וּמַ֖יִם לֹ֥א שָׁתִֽיתִי׃ <sup>י</sup>&nbsp;וַיִּתֵּ֨ן יְהֹוָ֜ה אֵלַ֗י אֶת־שְׁנֵי֙ לוּחֹ֣ת הָֽאֲבָנִ֔ים כְּתֻבִ֖ים בְּאֶצְבַּ֣ע אֱלֹהִ֑ים וַעֲלֵיהֶ֗ם כְּֽכׇל־הַדְּבָרִ֡ים אֲשֶׁ֣ר דִּבֶּר֩ יְהֹוָ֨ה עִמָּכֶ֥ם בָּהָ֛ר מִתּ֥וֹךְ הָאֵ֖שׁ בְּי֥וֹם הַקָּהָֽל׃ <sup>יא</sup>&nbsp;וַיְהִ֗י מִקֵּץ֙ אַרְבָּעִ֣ים י֔וֹם וְאַרְבָּעִ֖ים לָ֑יְלָה נָתַ֨ן יְהֹוָ֜ה אֵלַ֗י אֶת־שְׁנֵ֛י לֻחֹ֥ת הָאֲבָנִ֖ים לֻח֥וֹת הַבְּרִֽית׃ <sup>יב</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֵלַ֗י ק֣וּם רֵ֤ד מַהֵר֙ מִזֶּ֔ה כִּ֚י שִׁחֵ֣ת עַמְּךָ֔ אֲשֶׁ֥ר הוֹצֵ֖אתָ מִמִּצְרָ֑יִם סָ֣רוּ מַהֵ֗ר מִן־הַדֶּ֙רֶךְ֙ אֲשֶׁ֣ר צִוִּיתִ֔ם עָשׂ֥וּ לָהֶ֖ם מַסֵּכָֽה׃ <sup>יג</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלַ֣י לֵאמֹ֑ר רָאִ֙יתִי֙ אֶת־הָעָ֣ם הַזֶּ֔ה וְהִנֵּ֥ה עַם־קְשֵׁה־עֹ֖רֶף הֽוּא׃ <sup>יד</sup>&nbsp;הֶ֤רֶף מִמֶּ֙נִּי֙ וְאַשְׁמִידֵ֔ם וְאֶמְחֶ֣ה אֶת־שְׁמָ֔ם מִתַּ֖חַת הַשָּׁמָ֑יִם וְאֶֽעֱשֶׂה֙ אֽוֹתְךָ֔ לְגוֹי־עָצ֥וּם וָרָ֖ב מִמֶּֽנּוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;And at Ḥorev you infuriated YHVH, so that YHVH was incensed (enough) with you to destroy you! <sup>9</sup>&nbsp;When I went up the mountain to receive the tablets of stone, the luḥot ha-brit/tablets of the covenant that YHVH had cut with you, I stayed on the mountain forty days and forty nights: food I did not eat, water I did not drink; <sup>10</sup>&nbsp;but YHVH gave to me the two tablets of stone, written on by the finger of Elohim, and upon them, corresponding to all the words that YHVH spoke with you on the mountain, from the midst of the fire, on the day of the Assembly. <sup>11</sup>&nbsp;Now it was, at the end of forty days and forty nights, YHVH gave to me the two tablets of stone, the tablets of the covenant. <sup>12</sup>&nbsp;And YHVH said to me: &#8216;Arise, go down quickly from here, for they have wrought-ruin, your people, whom you took out of Mitsrayim, they have quickly turned-aside from the path that I commanded them, they have made themselves something-molten!&#8217; <sup>13</sup>&nbsp;And YHVH said to me, saying: &#8216;I see this people, and here, it is a hard-necked people! <sup>14</sup>&nbsp;Let me be, that I may destroy them, I will blot out their name from beneath the heavens, and I will make of you a nation mightier (in number) and many-more than they!'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The final verse of Moses&#8217; long oration in Dtr 2 finishes with an admonition to remember their rebellious days and functions as a natural segue to a continuation of the interrupted Sinai narrative and the sin of the Golden Calf.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>טו</sup>&nbsp;וָאֵ֗פֶן וָֽאֵרֵד֙ מִן־הָהָ֔ר וְהָהָ֖ר בֹּעֵ֣ר בָּאֵ֑שׁ וּשְׁנֵי֙ לוּחֹ֣ת הַבְּרִ֔ית עַ֖ל שְׁתֵּ֥י יָדָֽי׃ <sup>טז</sup>&nbsp;וָאֵ֗רֶא וְהִנֵּ֤ה חֲטָאתֶם֙ לַיהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם עֲשִׂיתֶ֣ם לָכֶ֔ם עֵ֖גֶל מַסֵּכָ֑ה סַרְתֶּ֣ם מַהֵ֔ר מִן־הַדֶּ֕רֶךְ אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה אֶתְכֶֽם׃ <sup>יז</sup>&nbsp;וָאֶתְפֹּשׂ֙ בִּשְׁנֵ֣י הַלֻּחֹ֔ת וָֽאַשְׁלִכֵ֔ם מֵעַ֖ל שְׁתֵּ֣י יָדָ֑י וָאֲשַׁבְּרֵ֖ם לְעֵינֵיכֶֽם׃ <sup>יח</sup>&nbsp;וָֽאֶתְנַפַּל֩ לִפְנֵ֨י יְהֹוָ֜ה כָּרִאשֹׁנָ֗ה אַרְבָּעִ֥ים יוֹם֙ וְאַרְבָּעִ֣ים לַ֔יְלָה לֶ֚חֶם לֹ֣א אָכַ֔לְתִּי וּמַ֖יִם לֹ֣א שָׁתִ֑יתִי עַ֤ל כׇּל־חַטַּאתְכֶם֙ אֲשֶׁ֣ר חֲטָאתֶ֔ם לַעֲשׂ֥וֹת הָרַ֛ע בְּעֵינֵ֥י יְהֹוָ֖ה לְהַכְעִיסֽוֹ׃ <sup>יט</sup>&nbsp;כִּ֣י יָגֹ֗רְתִּי מִפְּנֵ֤י הָאַף֙ וְהַ֣חֵמָ֔ה אֲשֶׁ֨ר קָצַ֧ף יְהֹוָ֛ה עֲלֵיכֶ֖ם לְהַשְׁמִ֣יד אֶתְכֶ֑ם וַיִּשְׁמַ֤ע יְהֹוָה֙ אֵלַ֔י גַּ֖ם בַּפַּ֥עַם הַהִֽוא׃ <sup>כ</sup>&nbsp;וּֽבְאַהֲרֹ֗ן הִתְאַנַּ֧ף יְהֹוָ֛ה מְאֹ֖ד לְהַשְׁמִיד֑וֹ וָֽאֶתְפַּלֵּ֛ל גַּם־בְּעַ֥ד אַהֲרֹ֖ן בָּעֵ֥ת הַהִֽוא׃ <sup>כא</sup>&nbsp;וְֽאֶת־חַטַּאתְכֶ֞ם אֲשֶׁר־עֲשִׂיתֶ֣ם אֶת־הָעֵ֗גֶל לָקַ֘חְתִּי֮ וָאֶשְׂרֹ֣ף אֹת֣וֹ ׀ בָּאֵשׁ֒ וָאֶכֹּ֨ת אֹת֤וֹ טָחוֹן֙ הֵיטֵ֔ב עַ֥ד אֲשֶׁר־דַּ֖ק לְעָפָ֑ר וָֽאַשְׁלִךְ֙ אֶת־עֲפָר֔וֹ אֶל־הַנַּ֖חַל הַיֹּרֵ֥ד מִן־הָהָֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>15</sup>&nbsp;&#8220;And I faced about and went down from the mountain — now the mountain was burning with fire — the two tablets of the covenant in my two arms, <sup>16</sup>&nbsp;and I saw: here, you were sinning against YHVH your <em>elo&#8217;ah</em>, you had made yourselves a molten calf; you had turned-aside quickly from the way that YHVH had commanded you! <sup>17</sup>&nbsp;Now I grasped the two tablets and threw them from my two arms and smashed them before your eyes. <sup>18</sup>&nbsp;I lay-fallen before YHVH as at the beginning (of the) forty days and forty nights; food I did not eat, water I did not drink, because of all your sins that you sinned, by doing what was ill in the eyes of YHVH, to vex him. <sup>19</sup>&nbsp;For I was in dread of the anger and the venom with which YHVH was furious with you, to destroy you; and YHVH hearkened to me, also on that occasion. <sup>20</sup>&nbsp;But with Aharon, YHVH was exceedingly incensed, (enough) to destroy him, but I interceded also on behalf of Aharon at that time. <sup>21</sup>&nbsp;Now as for your sinful-thing that you had made, the calf: I took (it) and burned it with fire, I beat it, well ground-up, until it was crushed (into) fine-dust, and I threw its dust into the stream that comes down the mountain.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> A recap of the J and E account of the sin of the Golden Calf, with a few small differences, Moses prays for Israel for forty days and nights following the sin instead of only the immediate intercession which is recorded, and he also prays for Aaron, although Aaron&#8217;s sin is not mentioned, indicating reliance upon a previous text. The multiple punishments are also not recorded, just the grinding of the calf into dust and throwing it into the water source.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>כב</sup>&nbsp;וּבְתַבְעֵרָה֙ וּבְמַסָּ֔ה וּבְקִבְרֹ֖ת הַֽתַּאֲוָ֑ה מַקְצִפִ֥ים הֱיִיתֶ֖ם אֶת־יְהֹוָה׃ <sup>כג</sup>&nbsp;וּבִשְׁלֹ֨חַ יְהֹוָ֜ה אֶתְכֶ֗ם מִקָּדֵ֤שׁ בַּרְנֵ֙עַ֙ לֵאמֹ֔ר עֲלוּ֙ וּרְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר נָתַ֖תִּי לָכֶ֑ם וַתַּמְר֗וּ אֶת־פִּ֤י יְהֹוָה֙ אֱלֹ֣הֵיכֶ֔ם וְלֹ֤א הֶֽאֱמַנְתֶּם֙ ל֔וֹ וְלֹ֥א שְׁמַעְתֶּ֖ם בְּקֹלֽוֹ׃ <sup>כד</sup>&nbsp;מַמְרִ֥ים הֱיִיתֶ֖ם עִם־יְהֹוָ֑ה מִיּ֖וֹם דַּעְתִּ֥י אֶתְכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>22</sup>&nbsp;&#8220;— And at Tav&#8217;erah/Blazing and at Massah/Testing, and at Kivrot Ha-Taavah/Burial-sites of Craving, you were infuriating YHVH, <sup>23</sup>&nbsp;and (also) when YHVH sent you on from Ḳadesh Barne&#8217;a, saying: &#8216;Go up, possess the land that I am giving to you,&#8217; you rebelled against the order of YHVH your <em>elo&#8217;ah</em>, and did not trust him and did not hearken to his voice. <sup>24</sup>&nbsp;Rebellious have you been against YHVH from the (first) day that I knew you!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Note the abrupt segue from Mount Sinai / Horeb to later rebellions and then back again, indicating an addition. The list of rebellions includes kibroth hataavah which is first recorded in the Priestly itinerary at the end of Numbers 11, indicating that this addition was probably made by H.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כה</sup>&nbsp;וָֽאֶתְנַפַּ֞ל לִפְנֵ֣י יְהֹוָ֗ה אֵ֣ת אַרְבָּעִ֥ים הַיּ֛וֹם וְאֶת־אַרְבָּעִ֥ים הַלַּ֖יְלָה אֲשֶׁ֣ר הִתְנַפָּ֑לְתִּי כִּֽי־אָמַ֥ר יְהֹוָ֖ה לְהַשְׁמִ֥יד אֶתְכֶֽם׃ <sup>כו</sup>&nbsp;וָאֶתְפַּלֵּ֣ל אֶל־יְהֹוָה֮ וָאֹמַר֒ אֲדֹנָ֣י יֱהֹוִ֗ה אַל־תַּשְׁחֵ֤ת עַמְּךָ֙ וְנַחֲלָ֣תְךָ֔ אֲשֶׁ֥ר פָּדִ֖יתָ בְּגׇדְלֶ֑ךָ אֲשֶׁר־הוֹצֵ֥אתָ מִמִּצְרַ֖יִם בְּיָ֥ד חֲזָקָֽה׃ <sup>כז</sup>&nbsp;זְכֹר֙ לַעֲבָדֶ֔יךָ לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹ֑ב אַל־תֵּ֗פֶן אֶל־קְשִׁי֙ הָעָ֣ם הַזֶּ֔ה וְאֶל־רִשְׁע֖וֹ וְאֶל־חַטָּאתֽוֹ׃ <sup>כח</sup>&nbsp;פֶּן־יֹאמְר֗וּ הָאָ֘רֶץ֮ אֲשֶׁ֣ר הוֹצֵאתָ֣נוּ מִשָּׁם֒ מִבְּלִי֙ יְכֹ֣לֶת יְהֹוָ֔ה לַהֲבִיאָ֕ם אֶל־הָאָ֖רֶץ אֲשֶׁר־דִּבֶּ֣ר לָהֶ֑ם וּמִשִּׂנְאָת֣וֹ אוֹתָ֔ם הוֹצִיאָ֖ם לַהֲמִתָ֥ם בַּמִּדְבָּֽר׃ <sup>כט</sup>&nbsp;וְהֵ֥ם עַמְּךָ֖ וְנַחֲלָתֶ֑ךָ אֲשֶׁ֤ר הוֹצֵ֙אתָ֙ בְּכֹחֲךָ֣ הַגָּדֹ֔ל וּבִֽזְרֹעֲךָ֖ הַנְּטוּיָֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>25</sup>&nbsp;&#8220;Now when I lay-fallen before YHVH for the forty days and the forty nights that I was fallen, when YHVH said he would destroy you, <sup>26</sup>&nbsp;I interceded to YHVH and said: &#8216;My Lord, YHVH, do not bring-ruin on your people, your inheritance whom you redeemed in your greatness, whom you took out of Mitsrayim with a strong hand! <sup>27</sup>&nbsp;Bear-in-mind your servants, Avraham, Yitsḥaq, and Yaaqov; do not face toward the hard-heartedness of this people or toward their wickedness or toward their sin, <sup>28</sup>&nbsp;lest the (people of the) land out of which you took them say: Because of YHVH&#8217;s inability to bring them to the land which he had promised to them and because of his hatred for them did he take them out, to cause-their-death in the wilderness! <sup>29</sup>&nbsp; — And they are your people, your inheritance whom you took out in your great power and with your outstretched arm!'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> A recap of Moses&#8217; prayer to the Lord which was not recorded in the initial recapitulation of the account in vss. 8-21, it resembles J&#8217;s prayer of Exodus 32:11-14 – another instance of Dtr 2&#8217;s harmonizing. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><mark>רביעי</mark> י <sup>א</sup>&nbsp;בָּעֵ֨ת הַהִ֜וא אָמַ֧ר יְהֹוָ֣ה אֵלַ֗י פְּסׇל־לְךָ֞ שְׁנֵֽי־לוּחֹ֤ת אֲבָנִים֙ כָּרִ֣אשֹׁנִ֔ים וַעֲלֵ֥ה אֵלַ֖י הָהָ֑רָה וְעָשִׂ֥יתָ לְּךָ֖ אֲר֥וֹן עֵֽץ׃ <sup>ב</sup>&nbsp;וְאֶכְתֹּב֙ עַל־הַלֻּחֹ֔ת אֶ֨ת־הַדְּבָרִ֔ים אֲשֶׁ֥ר הָי֛וּ עַל־הַלֻּחֹ֥ת הָרִאשֹׁנִ֖ים אֲשֶׁ֣ר שִׁבַּ֑רְתָּ וְשַׂמְתָּ֖ם בָּאָרֽוֹן׃ <sup>ג</sup>&nbsp;וָאַ֤עַשׂ אֲרוֹן֙ עֲצֵ֣י שִׁטִּ֔ים וָאֶפְסֹ֛ל שְׁנֵי־לֻחֹ֥ת אֲבָנִ֖ים כָּרִאשֹׁנִ֑ים וָאַ֣עַל הָהָ֔רָה וּשְׁנֵ֥י הַלֻּחֹ֖ת בְּיָדִֽי׃ <sup>ד</sup>&nbsp;וַיִּכְתֹּ֨ב עַֽל־הַלֻּחֹ֜ת כַּמִּכְתָּ֣ב הָרִאשׁ֗וֹן אֵ֚ת עֲשֶׂ֣רֶת הַדְּבָרִ֔ים אֲשֶׁ֣ר דִּבֶּר֩ יְהֹוָ֨ה אֲלֵיכֶ֥ם בָּהָ֛ר מִתּ֥וֹךְ הָאֵ֖שׁ בְּי֣וֹם הַקָּהָ֑ל וַיִּתְּנֵ֥ם יְהֹוָ֖ה אֵלָֽי׃ </span> <span class=\"h\"><sup>ה</sup>&nbsp;וָאֵ֗פֶן וָֽאֵרֵד֙ מִן־הָהָ֔ר וָֽאָשִׂם֙ אֶת־הַלֻּחֹ֔ת בָּאָר֖וֹן אֲשֶׁ֣ר עָשִׂ֑יתִי וַיִּ֣הְיוּ שָׁ֔ם כַּאֲשֶׁ֥ר צִוַּ֖נִי יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">10 <sup>1</sup>&nbsp;&#8220;At that time YHVH said to me: &#8216;Carve yourself two tablets of stone, like the first-ones, and come up to me, on the mountain, and make yourself an <em>arōn</em> of wood. <sup>2</sup>&nbsp;I will write on the tablets the words that were on the tablets , the first-ones, that you smashed, and you are to put them in the <em>arōn</em>.&#8217; <sup>3</sup>&nbsp;So I made an <em>arōn</em> of acacia wood, I carved out two tablets of stone, like the first-ones, and I went up, on the mountain, the two tablets in my arms. <sup>4</sup>&nbsp;And he wrote on the tablets according to the first writing, the Ten Words that YHVH spoke to you on the mountain, from the midst of the fire, on the day of the Assembly, and YHVH gave them to me.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Once again, a partial recapitulation of J&#8217;s narrative at the beginning of Exodus 34, without the legal section, without the warnings for the people to stay away from the mountain, and without Moses seeing the deity.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"h\"><sup>5</sup>&nbsp;Now when I faced about and came down the mountain, I put the tablets in the <em>arōn</em> that I had made, and they have remained there, as YHVH had commanded me.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>ו</sup>&nbsp;וּבְנֵ֣י יִשְׂרָאֵ֗ל נָ֥סְע֛וּ מִבְּאֵרֹ֥ת בְּנֵי־יַעֲקָ֖ן מוֹסֵרָ֑ה שָׁ֣ם מֵ֤ת אַהֲרֹן֙ וַיִּקָּבֵ֣ר שָׁ֔ם וַיְכַהֵ֛ן אֶלְעָזָ֥ר בְּנ֖וֹ תַּחְתָּֽיו׃ <sup>ז</sup>&nbsp;מִשָּׁ֥ם נָסְע֖וּ הַגֻּדְגֹּ֑דָה וּמִן־הַגֻּדְגֹּ֣דָה יׇטְבָ֔תָה אֶ֖רֶץ נַ֥חֲלֵי מָֽיִם׃ <sup>ח</sup>&nbsp;בָּעֵ֣ת הַהִ֗וא הִבְדִּ֤יל יְהֹוָה֙ אֶת־שֵׁ֣בֶט הַלֵּוִ֔י לָשֵׂ֖את אֶת־אֲר֣וֹן בְּרִית־יְהֹוָ֑ה לַעֲמֹד֩ לִפְנֵ֨י יְהֹוָ֤ה לְשָֽׁרְתוֹ֙ וּלְבָרֵ֣ךְ בִּשְׁמ֔וֹ עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ <sup>ט</sup>&nbsp;עַל־כֵּ֞ן לֹֽא־הָיָ֧ה לְלֵוִ֛י חֵ֥לֶק וְנַחֲלָ֖ה עִם־אֶחָ֑יו יְהֹוָה֙ ה֣וּא נַחֲלָת֔וֹ כַּאֲשֶׁ֥ר דִּבֶּ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>6</sup>&nbsp;&#8220;And the Children of Yisra&#8217;el marched from the Wells of the Children of Ya&#8217;aqan to Moserah; there Aharon died, and he was buried there; so El&#8217;azar his son served-as-priest in his stead. <sup>7</sup>&nbsp;From there they marched to Gudgodah, from Gudgodah to Yotvatah, a land of streams of water. <sup>8</sup>&nbsp;At that time YHVH separated the tribe of Levi to carry the <em>arōn</em> of YHVH&#8217;s covenant, to stand before the presence of YHVH, to attend on him and to give-blessing in his name, until this day. <sup>9</sup>&nbsp;Therefore Levi did not have an inheritable portion along with his brothers; YHVH is his inheritance, as YHVH your <em>elo&#8217;ah</em> promised him.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Vs. 5, alludes to the Ark of the Covenant where the tablets were kept according to the P source (Exodus 25:21), marking this as an H addition. This verse also serves to close the narrative, which paves the way for another interruption of the Sinai narrative this time with the Priestly itineraries of Numbers 20-21, 33 indicating that this section was also inserted by H. The narrative returns back to Mount Sinai / Horeb, following this interruption.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>י</sup>&nbsp;וְאָנֹכִ֞י עָמַ֣דְתִּי בָהָ֗ר כַּיָּמִים֙ הָרִ֣אשֹׁנִ֔ים אַרְבָּעִ֣ים י֔וֹם וְאַרְבָּעִ֖ים לָ֑יְלָה וַיִּשְׁמַ֨ע יְהֹוָ֜ה אֵלַ֗י גַּ֚ם בַּפַּ֣עַם הַהִ֔וא לֹא־אָבָ֥ה יְהֹוָ֖ה הַשְׁחִיתֶֽךָ׃ <sup>יא</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֵלַ֔י ק֛וּם לֵ֥ךְ לְמַסַּ֖ע לִפְנֵ֣י הָעָ֑ם וְיָבֹ֙אוּ֙ וְיִֽירְשׁ֣וּ אֶת־הָאָ֔רֶץ אֲשֶׁר־נִשְׁבַּ֥עְתִּי לַאֲבֹתָ֖ם לָתֵ֥ת לָהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;Now I stood on the mountain like the days, the first-ones, forty days and forty nights, and YHVH hearkened to me also on that occasion — YHVH did not consent to bring-ruin upon you. <sup>11</sup>&nbsp;YHVH said to me: &#8216;Arise, go on the march before the people, so that they may enter and take-possession-of the land about which I swore to their fathers, to give them.'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> This final section does not have a clear parallel in Exodus 32-34, perhaps it is an allusion to Moses&#8217; second prayer to the Lord not to annihilate the Israelites (Exodus 32:31-34), although this occurs in J before the second tablets are given. In Exodus 34:28, Moses is recorded as going up the mountain for 40 days and 40 nights following the giving of the second tablets although, this section doesn&#8217;t record any divine anger, and seems to be an introduction to the account of Moses&#8217; shining visage.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>חמישי</mark> <sup>יב</sup>&nbsp;וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהֹוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָ֠ה אֶת־יְהֹוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכׇל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇל־לְבָבְךָ֖ וּבְכׇל־נַפְשֶֽׁךָ׃ <sup>יג</sup>&nbsp;לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהֹוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃ <sup>יד</sup>&nbsp;הֵ֚ן לַיהֹוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכׇל־אֲשֶׁר־בָּֽהּ׃ <sup>טו</sup>&nbsp;רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהֹוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכׇּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>12</sup>&nbsp;&#8220;And now, O Yisra&#8217;el, what does YHVH your <em>elo&#8217;ah</em> ask of you except to hold YHVH your <em>elo&#8217;ah</em> in awe, to walk in all his ways and to love him and to serve YHVH your <em>elo&#8217;ah</em> with all your heart and with all your being, <sup>13</sup>&nbsp;to keep the commandments of YHVH and his laws which I command you today, to have it go-well for you? <sup>14</sup>&nbsp;Here, YHVH your <em>elo&#8217;ah</em>&#8216;s are the heavens and the heaven of heavens, the earth and all that is on it! <sup>15</sup>&nbsp;Only to your fathers was YHVH attached, to love them, so he chose their seed after them, you, above all (other) peoples, as (is) this (very) day.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;וּמַלְתֶּ֕ם אֵ֖ת עׇרְלַ֣ת לְבַבְכֶ֑ם וְעׇ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃ <sup>יז</sup>&nbsp;כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃ <sup>יח</sup>&nbsp;עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;So circumcise the foreskin of your heart, your neck you are not to keep-hard anymore; <sup>17</sup>&nbsp;for YHVH your <em>elo&#8217;ah</em>, he is the Elo&#8217;ah of <em>elohim</em> and the Lord of lords, El, great, powerful, and awe-inspiring, he who lifts up no face (in favor) and takes no bribe, <sup>18</sup>&nbsp;providing justice (for) orphan and widow, loving the sojourner, by giving him food and clothing.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> The hortatory (serminization) in D2 responds to the narrative text of D1 which recounted the story of Moses begging God to spare the Israelites, by adjuring the Israelites to no longer be stubborn and to listen to God (vs. 16).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יט</sup>&nbsp;וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ </span> <span class=\"d2\"><sup>כ</sup>&nbsp;אֶת־יְהֹוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃ <sup>כא</sup>&nbsp;ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃ </span> <span class=\"dp\"><sup>כב</sup>&nbsp;בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָה וְעַתָּ֗ה שָֽׂמְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>19</sup>&nbsp;&#8220;So you are to love the sojourner, for sojourners were you in the land of Mitsrayim;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> This side remark is a departure from a list of God’s attributes, exhorting the Israelites to be like God in his love of the stranger. The idea of the Israelites aspiring to a lofty attribute because God is the same way is oft repeated in the Holiness code, for example in Leviticus 19:2, where the Israelites are commanded to be holy because God is holy. The final Deuteronomist, DP, is often enamoured with Priestly ideas, and this gloss may very well have been authored by him.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>20</sup>&nbsp;YHVH your <em>elo&#8217;ah</em>, you are to hold-in-awe, him you are to serve, to him you are to cling, by his name you are to swear! <sup>21</sup>&nbsp;He is your praise, he is your <em>elo&#8217;ah</em>, who did for you these great and awe-inspiring (acts) that your (own) eyes saw.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Continues from vs. 18 (following Dp’s interruption in vs. 19), it leads into a description of  God’s great power as He led them out of Egypt, which then continues in chapter 11.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"d2\"><sup>22</sup>&nbsp;As seventy persons your fathers went down to Mitsrayim, but now YHVH your <em>elo&#8217;ah</em> has made you like the stars of the heavens for multitude!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Once again a side remark, the verses that follow describe God’s greatness as he took the Israelites out of Egypt, whereas this verse is a recapitulation of how they got to Egypt. DP draws upon the idea that 70 Israelites went down to Egypt, first articulated by P in Exodus 1:5  (and see my analysis of Genesis 46).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">יא <sup>א</sup>&nbsp;וְאָ֣הַבְתָּ֔ אֵ֖ת יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כׇּל־הַיָּמִֽים׃ <sup>ב</sup>&nbsp;וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י ׀ לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהֹוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גׇּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃ <sup>ג</sup>&nbsp;וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכׇל־אַרְצֽוֹ׃ </span> <span class=\"dp\"><sup>ד</sup>&nbsp;וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרׇדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהֹוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ <sup>ה</sup>&nbsp;וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ <sup>ו</sup>&nbsp;וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אׇהֳלֵיהֶ֑ם וְאֵ֤ת כׇּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כׇּל־יִשְׂרָאֵֽל׃ </span> <span class=\"d2\"><sup>ז</sup>&nbsp;כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כׇּל־מַעֲשֵׂ֥ה יְהֹוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">11 <sup>1</sup>&nbsp;&#8220;So you are to love YHVH your <em>elo&#8217;ah</em>, you are to keep his charge, and his laws, his regulations and his commandments, all the days (to come). <sup>2</sup>&nbsp;You are to know today that it is not with your children who did not know, who did not see the discipline of YHVH your <em>elo&#8217;ah</em>, his greatness: his strong hand and his outstretched arm, <sup>3</sup>&nbsp;his portents and his deeds that he did in the midst of Mitsrayim to Pharaoh king of Mitsrayim and to all his land,</span> <span class=\"dp\"><sup>4</sup>&nbsp;what he did to the army of Mitsrayim, to its horses and its charioteers, how he caused the waters of the Reed Sea to flow over their faces when they pursued you, so that YHVH caused them to perish, until this day; <sup>5</sup>&nbsp;and what he did concerning you in the wilderness up to your arrival, up to this place; <sup>6</sup>&nbsp;and what he did concerning Datan and Aviram, the sons of Eliav, son of Re&#8217;uven, how the earth opened up its mouth and swallowed them and their households and their tents and all existing-things that were under their feet in the midst of all Yisra&#8217;el;</span> <span class=\"d2\"><sup>7</sup>&nbsp;indeed, it is your eyes that were seeing all the great deeds of YHVH that he did.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ח</sup>&nbsp;וּשְׁמַרְתֶּם֙ אֶת־כׇּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ <sup>ט</sup>&nbsp;וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהֹוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃ <mark>ששי</mark> <sup>י</sup>&nbsp;כִּ֣י הָאָ֗רֶץ אֲשֶׁ֨ר אַתָּ֤ה בָא־שָׁ֙מָּה֙ לְרִשְׁתָּ֔הּ לֹ֣א כְאֶ֤רֶץ מִצְרַ֙יִם֙ הִ֔וא אֲשֶׁ֥ר יְצָאתֶ֖ם מִשָּׁ֑ם אֲשֶׁ֤ר תִּזְרַע֙ אֶֽת־זַרְעֲךָ֔ וְהִשְׁקִ֥יתָ בְרַגְלְךָ֖ כְּגַ֥ן הַיָּרָֽק׃ <sup>יא</sup>&nbsp;וְהָאָ֗רֶץ אֲשֶׁ֨ר אַתֶּ֜ם עֹבְרִ֥ים שָׁ֙מָּה֙ לְרִשְׁתָּ֔הּ אֶ֥רֶץ הָרִ֖ים וּבְקָעֹ֑ת לִמְטַ֥ר הַשָּׁמַ֖יִם תִּשְׁתֶּה־מָּֽיִם׃ <sup>יב</sup>&nbsp;אֶ֕רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ דֹּרֵ֣שׁ אֹתָ֑הּ תָּמִ֗יד עֵינֵ֨י יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בָּ֔הּ מֵֽרֵשִׁית֙ הַשָּׁנָ֔ה וְעַ֖ד אַחֲרִ֥ית שָׁנָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>8</sup>&nbsp;&#8220;So you are to keep all the commandment that I command you today, in order that you may have the strength to enter and to take-possession of the land that you are crossing into to possess, <sup>9</sup>&nbsp;in order that you may prolong (your) days on the fertile-earth that YHVH swore to your fathers to give them and their seed, a land flowing with milk and honey.&#8221; <sup>10</sup>&nbsp;For the land that you are entering to possess: it is not like the land of Mitsrayim, from which you went out, where you sow your seed and water it with your foot like a garden of greens; <sup>11</sup>&nbsp;but the land that you are crossing into to possess (is) a land of hills and cleft-valleys; from the rain of the heavens it drinks water; <sup>12</sup>&nbsp;a land whose (welfare) YHVH your <em>elo&#8217;ah</em> seeks: regularly (are) the eyes of YHVH your <em>elo&#8217;ah</em> upon it, from the beginning of the year until the afterpart of the year.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יג</sup>&nbsp;וְהָיָ֗ה אִם־שָׁמֹ֤עַ תִּשְׁמְעוּ֙ אֶל־מִצְוֺתַ֔י אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּ֑וֹם לְאַהֲבָ֞ה אֶת־יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ וּלְעׇבְד֔וֹ בְּכׇל־לְבַבְכֶ֖ם וּבְכׇל־נַפְשְׁכֶֽם׃ <sup>יד</sup>&nbsp;וְנָתַתִּ֧י מְטַֽר־אַרְצְכֶ֛ם בְּעִתּ֖וֹ יוֹרֶ֣ה וּמַלְק֑וֹשׁ וְאָסַפְתָּ֣ דְגָנֶ֔ךָ וְתִֽירֹשְׁךָ֖ וְיִצְהָרֶֽךָ׃ <sup>טו</sup>&nbsp;וְנָתַתִּ֛י עֵ֥שֶׂב בְּשָׂדְךָ֖ לִבְהֶמְתֶּ֑ךָ וְאָכַלְתָּ֖ וְשָׂבָֽעְתָּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>13</sup>&nbsp;&#8220;Now it shall be if you hearken, yes, hearken to my commandments that I command you today, to love YHVH your <em>elo&#8217;ah</em> and to serve him with all your heart and with all your being: <sup>14</sup>&nbsp;I will give forth the rain of your land in its due-time, shooting-rain and later-rain; you shall gather in your grain, your new-wine and your shining-oil; <sup>15</sup>&nbsp;I will give forth herbage in your field for your domesticated-animals; you will eat and you will be satisfied.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;הִשָּֽׁמְר֣וּ לָכֶ֔ם פֶּ֥ן יִפְתֶּ֖ה לְבַבְכֶ֑ם וְסַרְתֶּ֗ם וַעֲבַדְתֶּם֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וְהִשְׁתַּחֲוִיתֶ֖ם לָהֶֽם׃ <sup>יז</sup>&nbsp;וְחָרָ֨ה אַף־יְהֹוָ֜ה בָּכֶ֗ם וְעָצַ֤ר אֶת־הַשָּׁמַ֙יִם֙ וְלֹֽא־יִהְיֶ֣ה מָטָ֔ר וְהָ֣אֲדָמָ֔ה לֹ֥א תִתֵּ֖ן אֶת־יְבוּלָ֑הּ וַאֲבַדְתֶּ֣ם מְהֵרָ֗ה מֵעַל֙ הָאָ֣רֶץ הַטֹּבָ֔ה אֲשֶׁ֥ר יְהֹוָ֖ה נֹתֵ֥ן לָכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;Take-you-care, lest your heart be seduced, so that you turn-aside and serve other <em>elohim</em> and prostrate yourselves to them, <sup>17</sup>&nbsp;and the anger of YHVH flare up against you so that he shuts up the heavens, and there is no rain, and the earth does not give forth its yield, and you perish quickly from off the good land that YHVH is giving you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יח</sup>&nbsp;וְשַׂמְתֶּם֙ אֶת־דְּבָרַ֣י אֵ֔לֶּה עַל־לְבַבְכֶ֖ם וְעַֽל־נַפְשְׁכֶ֑ם וּקְשַׁרְתֶּ֨ם אֹתָ֤ם לְאוֹת֙ עַל־יֶדְכֶ֔ם וְהָי֥וּ לְטוֹטָפֹ֖ת בֵּ֥ין עֵינֵיכֶֽם׃ <sup>יט</sup>&nbsp;וְלִמַּדְתֶּ֥ם אֹתָ֛ם אֶת־בְּנֵיכֶ֖ם לְדַבֵּ֣ר בָּ֑ם בְּשִׁבְתְּךָ֤ בְּבֵיתֶ֙ךָ֙ וּבְלֶכְתְּךָ֣ בַדֶּ֔רֶךְ וּֽבְשׇׁכְבְּךָ֖ וּבְקוּמֶֽךָ׃ <sup>כ</sup>&nbsp;וּכְתַבְתָּ֛ם עַל־מְזוּז֥וֹת בֵּיתֶ֖ךָ וּבִשְׁעָרֶֽיךָ׃ <sup>כא</sup>&nbsp;לְמַ֨עַן יִרְבּ֤וּ יְמֵיכֶם֙ וִימֵ֣י בְנֵיכֶ֔ם עַ֚ל הָֽאֲדָמָ֔ה אֲשֶׁ֨ר נִשְׁבַּ֧ע יְהֹוָ֛ה לַאֲבֹתֵיכֶ֖ם לָתֵ֣ת לָהֶ֑ם כִּימֵ֥י הַשָּׁמַ֖יִם עַל־הָאָֽרֶץ׃‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> בספרי תימן הָאָֽרֶץ׃ בצד&#8221;י גדולה&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>18</sup>&nbsp;&#8220;You are to place these my words upon your heart and upon your being; you are to tie them as a sign on your hand, let them be as <em>totafot</em> between your eyes; <sup>19</sup>&nbsp;you are to teach them to your children, by speaking of them in your sitting in your house, in your walking on the way, in your lying-down, in your rising-up. <sup>20</sup>&nbsp;You are to write them upon the <em>mezuzot</em>/doorposts of your house, and on your gates, <sup>21</sup>&nbsp;in order that your days may be many, along with the days of your children on the fertile-earth that YHVH swore to your fathers, to give them (as long) as the days of the heavens over the earth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>שביעי ומפטיר</mark> <sup>כב</sup>&nbsp;כִּי֩ אִם־שָׁמֹ֨ר תִּשְׁמְר֜וּן אֶת־כׇּל־הַמִּצְוָ֣ה הַזֹּ֗את אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם לַעֲשֹׂתָ֑הּ לְאַהֲבָ֞ה אֶת־יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם לָלֶ֥כֶת בְּכׇל־דְּרָכָ֖יו וּלְדׇבְקָה־בֽוֹ׃ <sup>כג</sup>&nbsp;וְהוֹרִ֧ישׁ יְהֹוָ֛ה אֶת־כׇּל־הַגּוֹיִ֥ם הָאֵ֖לֶּה מִלִּפְנֵיכֶ֑ם וִֽירִשְׁתֶּ֣ם גּוֹיִ֔ם גְּדֹלִ֥ים וַעֲצֻמִ֖ים מִכֶּֽם׃ <sup>כד</sup>&nbsp;כׇּל־הַמָּק֗וֹם אֲשֶׁ֨ר תִּדְרֹ֧ךְ כַּֽף־רַגְלְכֶ֛ם בּ֖וֹ לָכֶ֣ם יִהְיֶ֑ה מִן־הַמִּדְבָּ֨ר וְהַלְּבָנ֜וֹן מִן־הַנָּהָ֣ר נְהַר־פְּרָ֗ת וְעַד֙ הַיָּ֣ם הָֽאַחֲר֔וֹן יִהְיֶ֖ה גְּבֻלְכֶֽם׃ <sup>כה</sup>&nbsp;לֹא־יִתְיַצֵּ֥ב אִ֖ישׁ בִּפְנֵיכֶ֑ם פַּחְדְּכֶ֨ם וּמֽוֹרַאֲכֶ֜ם יִתֵּ֣ן ׀ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֗ם עַל־פְּנֵ֤י כׇל־הָאָ֙רֶץ֙ אֲשֶׁ֣ר תִּדְרְכוּ־בָ֔הּ כַּאֲשֶׁ֖ר דִּבֶּ֥ר לָכֶֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>22</sup>&nbsp;&#8220;Indeed, if you will keep, yes, keep all this commandment that I command you to observe, to love YHVH your <em>elo&#8217;ah</em>, to walk in his ways and to cling to him, <sup>23</sup>&nbsp;YHVH will dispossess all these nations from before you, and you will dispossess nations greater and mightier (in number) than you. <sup>24</sup>&nbsp;Every place that the sole of your foot treads, yours shall it be: from the wilderness and the Levanon, from the River, the river Euphrates, as far as the Hindward Sea shall be your territory. <sup>25</sup>&nbsp;No man will be able to take-a-stand against you; terror of you and awe of you, YHVH your <em>elo&#8217;ah</em> will place upon all the land upon which you tread, as he promised to you.&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_עקב/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. In place of &#8220;soil&#8221; for Adamah, I use &#8220;fertile-earth.&#8221; Instead of &#8220;animal(s)&#8221; for Behemah, I use &#8220;domesticated-animals.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The final verse of Moses&#8217; long oration in Dtr 2 finishes with an admonition to remember their rebellious days and functions as a natural segue to a continuation of the interrupted Sinai narrative and the sin of the Golden Calf.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">A recap of the J and E account of the sin of the Golden Calf, with a few small differences, Moses prays for Israel for forty days and nights following the sin instead of only the immediate intercession which is recorded, and he also prays for Aaron, although Aaron&#8217;s sin is not mentioned, indicating reliance upon a previous text. The multiple punishments are also not recorded, just the grinding of the calf into dust and throwing it into the water source.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Note the abrupt segue from Mount Sinai / Horeb to later rebellions and then back again, indicating an addition. The list of rebellions includes kibroth hataavah which is first recorded in the Priestly itinerary at the end of Numbers 11, indicating that this addition was probably made by H.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">A recap of Moses&#8217; prayer to the Lord which was not recorded in the initial recapitulation of the account in vss. 8-21, it resembles J&#8217;s prayer of Exodus 32:11-14 – another instance of Dtr 2&#8217;s harmonizing. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Once again, a partial recapitulation of J&#8217;s narrative at the beginning of Exodus 34, without the legal section, without the warnings for the people to stay away from the mountain, and without Moses seeing the deity.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Vs. 5, alludes to the Ark of the Covenant where the tablets were kept according to the P source (Exodus 25:21), marking this as an H addition. This verse also serves to close the narrative, which paves the way for another interruption of the Sinai narrative this time with the Priestly itineraries of Numbers 20-21, 33 indicating that this section was also inserted by H. The narrative returns back to Mount Sinai / Horeb, following this interruption.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">This final section does not have a clear parallel in Exodus 32-34, perhaps it is an allusion to Moses&#8217; second prayer to the Lord not to annihilate the Israelites (Exodus 32:31-34), although this occurs in J before the second tablets are given. In Exodus 34:28, Moses is recorded as going up the mountain for 40 days and 40 nights following the giving of the second tablets although, this section doesn&#8217;t record any divine anger, and seems to be an introduction to the account of Moses&#8217; shining visage.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">The hortatory (serminization) in D2 responds to the narrative text of D1 which recounted the story of Moses begging God to spare the Israelites, by adjuring the Israelites to no longer be stubborn and to listen to God (vs. 16).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">This side remark is a departure from a list of God’s attributes, exhorting the Israelites to be like God in his love of the stranger. The idea of the Israelites aspiring to a lofty attribute because God is the same way is oft repeated in the Holiness code, for example in Leviticus 19:2, where the Israelites are commanded to be holy because God is holy. The final Deuteronomist, DP, is often enamoured with Priestly ideas, and this gloss may very well have been authored by him.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Continues from vs. 18 (following Dp’s interruption in vs. 19), it leads into a description of  God’s great power as He led them out of Egypt, which then continues in chapter 11.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Once again a side remark, the verses that follow describe God’s greatness as he took the Israelites out of Egypt, whereas this verse is a recapitulation of how they got to Egypt. DP draws upon the idea that 70 Israelites went down to Egypt, first articulated by P in Exodus 1:5  (and see my analysis of Genesis 46).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">בספרי תימן הָאָֽרֶץ׃ בצד&#8221;י גדולה</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Parashat Éqev",
        "Sefer Devarim (Deuteronomy)"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "egel hazahav",
        "golden calf",
        "let's review",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "theophany",
        "עקב Éqev",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "שמע shemaŋ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3767"
        ],
        "_thumbnail_id": [
            "26477"
        ],
        "date_src_start": [
            "-0460-00-00"
        ],
        "date_src_end": [
            "-0361-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/08/5521081_f46c1c2e.jpg",
        "title": "Thornapple (Datura stramonium) in TG3005",
        "caption": "\"<a href=\"https://www.geograph.org.uk/photo/5521075\">Thornapple (Datura stramonium)</a> (credit: Evelyn Simak, license: CC BY-SA). This plant is believed to originate from Mexico and is a close relative of some of the most notorious poisonous plants such as deadly nightshade and black henbane. In Great Britain, it is apparently only occasionally found, mainly in the south of England and generally in rich, waste ground. It is also sometimes grown in private gardens as an ornamental plant and is documented to have been cultivated in London towards the end of the 16th century. The plant is also known as jimsonweed or Devil's snare.\n\nDue to its unpleasant taste, accidental poisoning from direct ingestion is unusual and the majority of poisonings apparently result from the consumption of a tea made from the seeds, either for its alleged medicinal benefits or for its hallucinogenic effects in attempts to use the plant's psychoactive properties recreationally. The principal effects are said to be confusion, delirium and hallucinations combined with drowsiness, and with sleep or coma generally following. According to John Gerard (~1545–1612), a botanist and herbalist who maintained a large herbal garden in London, the plant has a drowsy and numbing effect not inferior to mandrake. In form of a salve it was said to cure all manner of burns, even those from lightning strikes."
    },
    "source_link": "https://opensiddur.org/?p=26470",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-eqev-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-eqev-color-coded-according-to-its-narrative-layers"
}