{
    "post_id": 26677,
    "title": "&#x1F4DC; פָּרָשַׁת רְאֵה | Parashat R'éh (Deuteronomy 11:26-16:17), color-coded according to its narrative layers",
    "author": "Tzemaḥ Yoreh",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D1')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'D2')",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'Dp')",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        }
    ],
    "date": "2019-08-24",
    "last_updated": "2025-06-01",
    "excerpt": "The text of parashat R'éh, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p>Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th.</p>\n<p><span class=\"d1\">&#11035; This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p>Parashat R&#8217;éh <span class=\"citation\">(Deuteronomy 11:26-16:17)</span> in the annual Torah reading cycle is the fourth parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-eqev/parashat-eqev-color-coded-according-to-its-narrative-layers/\">Éqev</a> <span class=\"citation\">(Deuteronomy 7:12-11:25)</span>. Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-shoftim/parashat-shoftim-color-coded-according-to-its-narrative-layers/\">Shōftim</a> <span class=\"citation\">(Deuteronomy 16:18-21:9)</span>, follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">יא <sup>כו</sup>&nbsp;רְאֵ֗ה אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּ֑וֹם בְּרָכָ֖ה וּקְלָלָֽה׃ <sup>כז</sup>&nbsp;אֶֽת־הַבְּרָכָ֑ה אֲשֶׁ֣ר תִּשְׁמְע֗וּ אֶל־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּֽוֹם׃ <sup>כח</sup>&nbsp;וְהַקְּלָלָ֗ה אִם־לֹ֤א תִשְׁמְעוּ֙ אֶל־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם וְסַרְתֶּ֣ם מִן־הַדֶּ֔רֶךְ אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּ֑וֹם לָלֶ֗כֶת אַחֲרֵ֛י אֱלֹהִ֥ים אֲחֵרִ֖ים אֲשֶׁ֥ר לֹֽא־יְדַעְתֶּֽם׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">11 <sup>26</sup>&nbsp;&#8220;See, I place before you today a blessing or a curse: <sup>27</sup>&nbsp;the blessing, (provided) that you hearken to the commandments of YHVH your <em>elo&#8217;ah</em> that I command you today, <sup>28</sup>&nbsp;and the curse, if you do not hearken to the commandments of YHVH your <em>elo&#8217;ah</em>, and turn-aside from the way that I command you today, walking after other <em>elohim</em> whom you have not known.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>כט</sup>&nbsp;וְהָיָ֗ה כִּ֤י יְבִֽיאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ אֶל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּ֑הּ וְנָתַתָּ֤ה אֶת־הַבְּרָכָה֙ עַל־הַ֣ר גְּרִזִ֔ים וְאֶת־הַקְּלָלָ֖ה עַל־הַ֥ר עֵיבָֽל׃ <sup>ל</sup>&nbsp;הֲלֹא־הֵ֜מָּה בְּעֵ֣בֶר הַיַּרְדֵּ֗ן אַֽחֲרֵי֙ דֶּ֚רֶךְ מְב֣וֹא הַשֶּׁ֔מֶשׁ בְּאֶ֙רֶץ֙ הַֽכְּנַעֲנִ֔י הַיֹּשֵׁ֖ב בָּעֲרָבָ֑ה מ֚וּל הַגִּלְגָּ֔ל אֵ֖צֶל אֵלוֹנֵ֥י מֹרֶֽה׃ </span> <span class=\"d2\"><sup>לא</sup>&nbsp;כִּ֤י אַתֶּם֙ עֹבְרִ֣ים אֶת־הַיַּרְדֵּ֔ן לָבֹא֙ לָרֶ֣שֶׁת אֶת־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם נֹתֵ֣ן לָכֶ֑ם וִֽירִשְׁתֶּ֥ם אֹתָ֖הּ וִֽישַׁבְתֶּם־בָּֽהּ׃ <sup>לב</sup>&nbsp;וּשְׁמַרְתֶּ֣ם לַעֲשׂ֔וֹת אֵ֥ת כׇּל־הַֽחֻקִּ֖ים וְאֶת־הַמִּשְׁפָּטִ֑ים אֲשֶׁ֧ר אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>29</sup>&nbsp;&#8220;Now it shall be when YHVH your <em>elo&#8217;ah</em> brings you into the land that you are entering to possess, you are to give the blessing on Mount Gerizim and the curse on Mount Éval <sup>30</sup>&nbsp;— are they not in (the country) across the Yarden, along the path of the coming in of the sun, in the land of the K&#8217;naani, who are settled in the Plain, opposite the Gilgal/Stone-circle, near the Oaks of Moreh?</span> <span class=\"d2\"><sup>31</sup>&nbsp;For you are crossing the Yarden to enter to take-possession of the land that YHVH your <em>elo&#8217;ah</em> is giving you; when you take-possession of it, when you settle in it, <sup>32</sup>&nbsp;you are to take-care to observe all the laws and the regulations that I place before you today.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\">יב <sup>א</sup>&nbsp;אֵ֠לֶּה הַֽחֻקִּ֣ים וְהַמִּשְׁפָּטִים֮ אֲשֶׁ֣ר תִּשְׁמְר֣וּן לַעֲשׂוֹת֒ בָּאָ֕רֶץ אֲשֶׁר֩ נָתַ֨ן יְהֹוָ֜ה אֱלֹהֵ֧י אֲבֹתֶ֛יךָ לְךָ֖ לְרִשְׁתָּ֑הּ כׇּ֨ל־הַיָּמִ֔ים אֲשֶׁר־אַתֶּ֥ם חַיִּ֖ים עַל־הָאֲדָמָֽה׃ </span> <span class=\"dp\"><sup>ב</sup>&nbsp;אַבֵּ֣ד תְּ֠אַבְּד֠וּן אֶֽת־כׇּל־הַמְּקֹמ֞וֹת אֲשֶׁ֧ר עָֽבְדוּ־שָׁ֣ם הַגּוֹיִ֗ם אֲשֶׁ֥ר אַתֶּ֛ם יֹרְשִׁ֥ים אֹתָ֖ם אֶת־אֱלֹהֵיהֶ֑ם עַל־הֶהָרִ֤ים הָֽרָמִים֙ וְעַל־הַגְּבָע֔וֹת וְתַ֖חַת כׇּל־עֵ֥ץ רַעֲנָֽן׃ <sup>ג</sup>&nbsp;וְנִתַּצְתֶּ֣ם אֶת־מִזְבְּחֹתָ֗ם וְשִׁבַּרְתֶּם֙ אֶת־מַצֵּ֣בֹתָ֔ם וַאֲשֵֽׁרֵיהֶם֙ תִּשְׂרְפ֣וּן בָּאֵ֔שׁ וּפְסִילֵ֥י אֱלֹֽהֵיהֶ֖ם תְּגַדֵּע֑וּן וְאִבַּדְתֶּ֣ם אֶת־שְׁמָ֔ם מִן־הַמָּק֖וֹם הַהֽוּא׃ <sup>ד</sup>&nbsp;לֹֽא־תַעֲשׂ֣וּן כֵּ֔ן לַיהֹוָ֖ה אֱלֹהֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">12 <sup>1</sup>&nbsp;&#8220;These are the laws and the regulations that you are to take-care to observe in the land that YHVH the <em>elo&#8217;ah</em> of your fathers has given you to possess, all the days that you live on the fertile-earth:</span> <span class=\"dp\"><sup>2</sup>&nbsp;You are to demolish, yes, demolish, all the (sacred) places where the nations that you are dispossessing served their <em>elohim</em>, on the high hills and on the mountains and beneath every luxuriant tree; <sup>3</sup>&nbsp;you are to wreck their places-of-slaughter, you are to smash their standing-pillars, their Asherot/Sacred-poles you are to burn with fire, and the carved-images of their <em>elohim</em>, you are to cut-to-shreds — so that you cause their name to perish from that place! <sup>4</sup>&nbsp;You are not to do thus with YHVH your <em>elo&#8217;ah</em>;&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ה</sup>&nbsp;כִּ֠י אִֽם־אֶל־הַמָּק֞וֹם אֲשֶׁר־יִבְחַ֨ר יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ מִכׇּל־שִׁבְטֵיכֶ֔ם לָשׂ֥וּם אֶת־שְׁמ֖וֹ שָׁ֑ם לְשִׁכְנ֥וֹ תִדְרְשׁ֖וּ וּבָ֥אתָ שָּֽׁמָּה׃ <sup>ו</sup>&nbsp;וַהֲבֵאתֶ֣ם שָׁ֗מָּה עֹלֹֽתֵיכֶם֙ וְזִבְחֵיכֶ֔ם וְאֵת֙ מַעְשְׂרֹ֣תֵיכֶ֔ם וְאֵ֖ת תְּרוּמַ֣ת יֶדְכֶ֑ם וְנִדְרֵיכֶם֙ וְנִדְבֹ֣תֵיכֶ֔ם וּבְכֹרֹ֥ת בְּקַרְכֶ֖ם וְצֹאנְכֶֽם׃ <sup>ז</sup>&nbsp;וַאֲכַלְתֶּם־שָׁ֗ם לִפְנֵי֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם וּשְׂמַחְתֶּ֗ם בְּכֹל֙ מִשְׁלַ֣ח יֶדְכֶ֔ם אַתֶּ֖ם וּבָתֵּיכֶ֑ם אֲשֶׁ֥ר בֵּֽרַכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>5</sup>&nbsp;&#8220;rather, to the place that YHVH your <em>elo&#8217;ah</em> chooses from among all your tribes to put his name there, to have it dwell, you are to inquire and are to come there, <sup>6</sup>&nbsp;you are to bring there your offerings-up and your slaughter-offerings, your tithings and the contributions of your hands, your vow-offerings and your freewill-offerings, the firstborn of your herds and of your flocks. <sup>7</sup>&nbsp;And you are to eat there, before the presence of YHVH your <em>elo&#8217;ah</em>, you are to rejoice in all the enterprises of your hand, you and your households, with which YHVH your <em>elo&#8217;ah</em> has blessed you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ח</sup>&nbsp;לֹ֣א תַעֲשׂ֔וּן כְּ֠כֹ֠ל אֲשֶׁ֨ר אֲנַ֧חְנוּ עֹשִׂ֛ים פֹּ֖ה הַיּ֑וֹם אִ֖ישׁ כׇּל־הַיָּשָׁ֥ר בְּעֵינָֽיו׃ <sup>ט</sup>&nbsp;כִּ֥י לֹא־בָאתֶ֖ם עַד־עָ֑תָּה אֶל־הַמְּנוּחָה֙ וְאֶל־הַֽנַּחֲלָ֔ה אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;You are not to do-according to all that we are doing here today — each-man, whatever is right in his (own) eyes, <sup>9</sup>&nbsp;for you have not come until now to the resting-place, to the inheritance that YHVH your <em>elo&#8217;ah</em> is giving you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>י</sup>&nbsp;וַעֲבַרְתֶּם֮ אֶת־הַיַּרְדֵּן֒ וִֽישַׁבְתֶּ֣ם בָּאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם מַנְחִ֣יל אֶתְכֶ֑ם וְהֵנִ֨יחַ לָכֶ֧ם מִכׇּל־אֹיְבֵיכֶ֛ם מִסָּבִ֖יב וִֽישַׁבְתֶּם־בֶּֽטַח׃ <mark>שני</mark> <sup>יא</sup>&nbsp;וְהָיָ֣ה הַמָּק֗וֹם אֲשֶׁר־יִבְחַר֩ יְהֹוָ֨ה אֱלֹהֵיכֶ֥ם בּוֹ֙ לְשַׁכֵּ֤ן שְׁמוֹ֙ שָׁ֔ם שָׁ֣מָּה תָבִ֔יאוּ אֵ֛ת כׇּל־אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּ֣ה אֶתְכֶ֑ם</span> <span class=\"dp\">עוֹלֹתֵיכֶ֣ם וְזִבְחֵיכֶ֗ם מַעְשְׂרֹֽתֵיכֶם֙ וּתְרֻמַ֣ת יֶדְכֶ֔ם וְכֹל֙ מִבְחַ֣ר נִדְרֵיכֶ֔ם אֲשֶׁ֥ר תִּדְּר֖וּ לַיהֹוָה׃ </span> <span class=\"d2\"><sup>יב</sup>&nbsp;וּשְׂמַחְתֶּ֗ם לִפְנֵי֮ יְהֹוָ֣ה אֱלֹֽהֵיכֶם֒ אַתֶּ֗ם וּבְנֵיכֶם֙ וּבְנֹ֣תֵיכֶ֔ם וְעַבְדֵיכֶ֖ם וְאַמְהֹתֵיכֶ֑ם וְהַלֵּוִי֙ אֲשֶׁ֣ר בְּשַֽׁעֲרֵיכֶ֔ם כִּ֣י אֵ֥ין ל֛וֹ חֵ֥לֶק וְנַחֲלָ֖ה אִתְּכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;When you cross the Yarden and settle in the land that YHVH your <em>elo&#8217;ah</em> is causing you to inherit, and he gives-rest to you from all your enemies round about, and you settle (in it) in security: <sup>11</sup>&nbsp;it shall be, in the place that YHVH your <em>elo&#8217;ah</em> chooses to have his name dwell, there you are to bring all that I command you:</span> <span class=\"dp\">your offerings-up and your slaughter-offerings, your tithings and the contribution of your hands, and all your choicest vow-offerings that you vow to YHVH.</span> <span class=\"d2\"><sup>12</sup>&nbsp;And you are to rejoice before the presence of YHVH your <em>elo&#8217;ah</em>, you, your sons and your daughters, your servants and your maids, and the Levi who is within your gates, for he has no portion or inheritance with you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֔ פֶּֽן־תַּעֲלֶ֖ה עֹלֹתֶ֑יךָ בְּכׇל־מָק֖וֹם אֲשֶׁ֥ר תִּרְאֶֽה׃ <sup>יד</sup>&nbsp;כִּ֣י אִם־בַּמָּק֞וֹם אֲשֶׁר־יִבְחַ֤ר יְהֹוָה֙ בְּאַחַ֣ד שְׁבָטֶ֔יךָ שָׁ֖ם תַּעֲלֶ֣ה עֹלֹתֶ֑יךָ וְשָׁ֣ם תַּעֲשֶׂ֔ה כֹּ֛ל אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּֽךָּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;Take-you-care, lest you offer-up your offerings-up in any place you might see. <sup>14</sup>&nbsp;Rather, in the place that YHVH chooses in one of your tribal-districts, there you are to offer-up your offerings-up, there you are to observe all that I command you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טו</sup>&nbsp;רַק֩ בְּכׇל־אַוַּ֨ת נַפְשְׁךָ֜ תִּזְבַּ֣ח ׀ וְאָכַלְתָּ֣ בָשָׂ֗ר כְּבִרְכַּ֨ת יְהֹוָ֧ה אֱלֹהֶ֛יךָ אֲשֶׁ֥ר נָֽתַן־לְךָ֖ בְּכׇל־שְׁעָרֶ֑יךָ הַטָּמֵ֤א וְהַטָּהוֹר֙ יֹאכְלֶ֔נּוּ כַּצְּבִ֖י וְכָאַיָּֽל׃ </span> <span class=\"dp\"><sup>טז</sup>&nbsp;רַ֥ק הַדָּ֖ם לֹ֣א תֹאכֵ֑לוּ עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>15</sup>&nbsp;&#8220;Only: in all your appetite&#8217;s craving you may slaughter (herd-animals) and may eat flesh according to the blessing of YHVH your <em>elo&#8217;ah</em> that he has given you within all your gates; the tamei and the pure (alike) may eat it, as (of) the deer, so (of) the gazelle.</span> <span class=\"dp\"><sup>16</sup>&nbsp;Only: the blood you are not to eat, on the earth you are to pour it out, like water.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>יז</sup>&nbsp;לֹֽא־תוּכַ֞ל לֶאֱכֹ֣ל בִּשְׁעָרֶ֗יךָ מַעְשַׂ֤ר דְּגָֽנְךָ֙ וְתִֽירֹשְׁךָ֣ וְיִצְהָרֶ֔ךָ וּבְכֹרֹ֥ת בְּקָרְךָ֖ וְצֹאנֶ֑ךָ וְכׇל־נְדָרֶ֙יךָ֙ אֲשֶׁ֣ר תִּדֹּ֔ר וְנִדְבֹתֶ֖יךָ וּתְרוּמַ֥ת יָדֶֽךָ׃ <sup>יח</sup>&nbsp;כִּ֡י אִם־לִפְנֵי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ תֹּאכְלֶ֗נּוּ בַּמָּקוֹם֙ אֲשֶׁ֨ר יִבְחַ֜ר יְהֹוָ֣ה אֱלֹהֶ֘יךָ֮ בּוֹ֒ אַתָּ֨ה וּבִנְךָ֤ וּבִתֶּ֙ךָ֙ וְעַבְדְּךָ֣ וַאֲמָתֶ֔ךָ וְהַלֵּוִ֖י אֲשֶׁ֣ר בִּשְׁעָרֶ֑יךָ וְשָׂמַחְתָּ֗ לִפְנֵי֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל מִשְׁלַ֥ח יָדֶֽךָ׃ <sup>יט</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֔ פֶּֽן־תַּעֲזֹ֖ב אֶת־הַלֵּוִ֑י כׇּל־יָמֶ֖יךָ עַל־אַדְמָתֶֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;You may not eat within your gates the tithe of your grain, your new-wine or your shining-oil, or the firstlings of your herd or of your flock, or any of the vow-offerings that you vow, or your freewill-offerings or the contribution of your hand; <sup>18</sup>&nbsp;rather, before the presence of YHVH your <em>elo&#8217;ah</em> you are to eat it, in the place that YHVH your <em>elo&#8217;ah</em> chooses: you, your son and your daughter, your servant and your maid, and the Levi that is within your gates; you are to rejoice before the presence of YHVH your <em>elo&#8217;ah</em>, in all the enterprises of your hand. <sup>19</sup>&nbsp;Take-you-care, lest you abandon the Levi, all your days on your fertile-earth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כ</sup>&nbsp;כִּֽי־יַרְחִיב֩ יְהֹוָ֨ה אֱלֹהֶ֥יךָ אֶֽת־גְּבֻֽלְךָ֮ כַּאֲשֶׁ֣ר דִּבֶּר־לָךְ֒ וְאָמַרְתָּ֙ אֹכְלָ֣ה בָשָׂ֔ר כִּֽי־תְאַוֶּ֥ה נַפְשְׁךָ֖ לֶאֱכֹ֣ל בָּשָׂ֑ר בְּכׇל־אַוַּ֥ת נַפְשְׁךָ֖ תֹּאכַ֥ל בָּשָֽׂר׃ <sup>כא</sup>&nbsp;כִּֽי־יִרְחַ֨ק מִמְּךָ֜ הַמָּק֗וֹם אֲשֶׁ֨ר יִבְחַ֜ר יְהֹוָ֣ה אֱלֹהֶ֘יךָ֮ לָשׂ֣וּם שְׁמ֣וֹ שָׁם֒ וְזָבַחְתָּ֞ מִבְּקָרְךָ֣ וּמִצֹּֽאנְךָ֗ אֲשֶׁ֨ר נָתַ֤ן יְהֹוָה֙ לְךָ֔ כַּאֲשֶׁ֖ר צִוִּיתִ֑ךָ וְאָֽכַלְתָּ֙ בִּשְׁעָרֶ֔יךָ בְּכֹ֖ל אַוַּ֥ת נַפְשֶֽׁךָ׃ <sup>כב</sup>&nbsp;אַ֗ךְ כַּאֲשֶׁ֨ר יֵאָכֵ֤ל אֶֽת־הַצְּבִי֙ וְאֶת־הָ֣אַיָּ֔ל כֵּ֖ן תֹּאכְלֶ֑נּוּ הַטָּמֵא֙ וְהַטָּה֔וֹר יַחְדָּ֖ו יֹאכְלֶֽנּוּ׃ </span> <span class=\"dp\"><sup>כג</sup>&nbsp;רַ֣ק חֲזַ֗ק לְבִלְתִּי֙ אֲכֹ֣ל הַדָּ֔ם כִּ֥י הַדָּ֖ם ה֣וּא הַנָּ֑פֶשׁ וְלֹא־תֹאכַ֥ל הַנֶּ֖פֶשׁ עִם־הַבָּשָֽׂר׃ <sup>כד</sup>&nbsp;לֹ֖א תֹּאכְלֶ֑נּוּ עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ <sup>כה</sup>&nbsp;לֹ֖א תֹּאכְלֶ֑נּוּ לְמַ֨עַן יִיטַ֤ב לְךָ֙ וּלְבָנֶ֣יךָ אַחֲרֶ֔יךָ כִּֽי־תַעֲשֶׂ֥ה הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>20</sup>&nbsp;&#8220;When YHVH your <em>elo&#8217;ah</em> broadens your territory, as he promised you, and you say: I want to eat flesh, because your appetite craves eating flesh, according to all your appetite&#8217;s craving you may eat flesh. <sup>21</sup>&nbsp;If it is too far-away from you, the place that YHVH your <em>elo&#8217;ah</em> chooses to put his name there, you may slaughter (animals) from among your herds and your flocks that YHVH has given you, as I have commanded you, and you may eat within your gates, according to all your appetite&#8217;s craving. <sup>22</sup>&nbsp;Mark, as the gazelle and the deer are eaten, thus you may eat it, the tamei and the pure, together they may eat it.</span> <span class=\"dp\"><sup>23</sup>&nbsp;Only: be strong not to eat the blood, for the blood is the life; you are not to eat the life along with the flesh! <sup>24</sup>&nbsp;You are not to eat it, on the earth you are to pour it out, like water. <sup>25</sup>&nbsp;You are not to eat it, in order that it may go-well with you and with your children after you; indeed, you are to do what is right in the eyes of YHVH!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>כו</sup>&nbsp;רַ֧ק קׇֽדָשֶׁ֛יךָ אֲשֶׁר־יִהְי֥וּ לְךָ֖ וּנְדָרֶ֑יךָ תִּשָּׂ֣א וּבָ֔אתָ אֶל־הַמָּק֖וֹם אֲשֶׁר־יִבְחַ֥ר יְהֹוָה׃ <sup>כז</sup>&nbsp;וְעָשִׂ֤יתָ עֹלֹתֶ֙יךָ֙ הַבָּשָׂ֣ר וְהַדָּ֔ם עַל־מִזְבַּ֖ח יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְדַם־זְבָחֶ֗יךָ יִשָּׁפֵךְ֙ עַל־מִזְבַּח֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהַבָּשָׂ֖ר תֹּאכֵֽל׃</span> <span class=\"d2\"><sup>כח</sup>&nbsp;שְׁמֹ֣ר וְשָׁמַעְתָּ֗ אֵ֚ת כׇּל־הַדְּבָרִ֣ים הָאֵ֔לֶּה אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּ֑ךָּ לְמַ֩עַן֩ יִיטַ֨ב לְךָ֜ וּלְבָנֶ֤יךָ אַחֲרֶ֙יךָ֙ עַד־עוֹלָ֔ם כִּ֤י תַעֲשֶׂה֙ הַטּ֣וֹב וְהַיָּשָׁ֔ר בְּעֵינֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>26</sup>&nbsp;&#8220;Only: your holy-offerings that you have, and your vow-offerings, you are to lift-up and are to come to the place that YHVH chooses. <sup>27</sup>&nbsp;You are to sacrifice your offerings-up, the flesh and the blood on the slaughter-site of YHVH your <em>elo&#8217;ah</em>: the blood of your slaughter-offerings you are to pour out on the slaughter-site of YHVH your <em>elo&#8217;ah</em>, but the flesh, you may eat.</span> <span class=\"d2\"><sup>28</sup>&nbsp;Take-care to hearken to these words that I command you, in order that it may go-well with you and with your children after you, into the ages, that you may do what is good and what is right in the eyes of YHVH your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><mark>שלישי</mark> <sup>כט</sup>&nbsp;כִּֽי־יַכְרִית֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־הַגּוֹיִ֗ם אֲשֶׁ֨ר אַתָּ֥ה בָא־שָׁ֛מָּה לָרֶ֥שֶׁת אוֹתָ֖ם מִפָּנֶ֑יךָ וְיָרַשְׁתָּ֣ אֹתָ֔ם וְיָשַׁבְתָּ֖ בְּאַרְצָֽם׃ <sup>ל</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֗ פֶּן־תִּנָּקֵשׁ֙ אַחֲרֵיהֶ֔ם אַחֲרֵ֖י הִשָּׁמְדָ֣ם מִפָּנֶ֑יךָ וּפֶן־תִּדְרֹ֨שׁ לֵֽאלֹהֵיהֶ֜ם לֵאמֹ֗ר אֵיכָ֨ה יַעַבְד֜וּ הַגּוֹיִ֤ם הָאֵ֙לֶּה֙ אֶת־אֱלֹ֣הֵיהֶ֔ם וְאֶעֱשֶׂה־כֵּ֖ן גַּם־אָֽנִי׃ <sup>לא</sup>&nbsp;לֹא־תַעֲשֶׂ֣ה כֵ֔ן לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּי֩ כׇל־תּוֹעֲבַ֨ת יְהֹוָ֜ה אֲשֶׁ֣ר שָׂנֵ֗א עָשׂוּ֙ לֵאלֹ֣הֵיהֶ֔ם כִּ֣י גַ֤ם אֶת־בְּנֵיהֶם֙ וְאֶת־בְּנֹ֣תֵיהֶ֔ם יִשְׂרְפ֥וּ בָאֵ֖שׁ לֵֽאלֹהֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>29</sup>&nbsp;&#8220;When YHVH your <em>elo&#8217;ah</em> cuts off the nations where you are entering, to dispossess them from before you, so that you dispossess them and settle in their land, <sup>30</sup>&nbsp;take-you-care, lest you be ensnared (to go) after them, after they have been destroyed from before you, lest you inquire about their <em>elohim</em>, saying: &#8216;How (exactly) do these nations serve their <em>elohim</em>? I will do thus, I too!&#8217; <sup>31</sup>&nbsp;You are not to do thus with YHVH your <em>elo&#8217;ah</em>, for everything abominable to YHVH, which he hates, they do with their <em>elohim</em>; indeed, even their sons and their daughters they burn with fire to their <em>elohim</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\">יג <sup>א</sup>&nbsp;אֵ֣ת כׇּל־הַדָּבָ֗ר אֲשֶׁ֤ר אָנֹכִי֙ מְצַוֶּ֣ה אֶתְכֶ֔ם אֹת֥וֹ תִשְׁמְר֖וּ לַעֲשׂ֑וֹת לֹא־תֹסֵ֣ף עָלָ֔יו וְלֹ֥א תִגְרַ֖ע מִמֶּֽנּוּ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">13 <sup>1</sup>&nbsp;&#8220;Everything that I command you, that you are to take-care to observe, you are not to add to it, you are not to diminish from it!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ב</sup>&nbsp;כִּֽי־יָק֤וּם בְּקִרְבְּךָ֙ נָבִ֔יא א֖וֹ חֹלֵ֣ם חֲל֑וֹם וְנָתַ֥ן אֵלֶ֛יךָ א֖וֹת א֥וֹ מוֹפֵֽת׃ <sup>ג</sup>&nbsp;וּבָ֤א הָאוֹת֙ וְהַמּוֹפֵ֔ת אֲשֶׁר־דִּבֶּ֥ר אֵלֶ֖יךָ לֵאמֹ֑ר נֵֽלְכָ֞ה אַחֲרֵ֨י אֱלֹהִ֧ים אֲחֵרִ֛ים אֲשֶׁ֥ר לֹֽא־יְדַעְתָּ֖ם וְנׇֽעׇבְדֵֽם׃ <sup>ד</sup>&nbsp;לֹ֣א תִשְׁמַ֗ע אֶל־דִּבְרֵי֙ הַנָּבִ֣יא הַה֔וּא א֛וֹ אֶל־חוֹלֵ֥ם הַחֲל֖וֹם הַה֑וּא כִּ֣י מְנַסֶּ֞ה יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ אֶתְכֶ֔ם לָדַ֗עַת הֲיִשְׁכֶ֤ם אֹֽהֲבִים֙ אֶת־יְהֹוָ֣ה אֱלֹהֵיכֶ֔ם בְּכׇל־לְבַבְכֶ֖ם וּבְכׇל־נַפְשְׁכֶֽם׃ </span> <span class=\"dp\"><sup>ה</sup>&nbsp;אַחֲרֵ֨י יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם תֵּלֵ֖כוּ וְאֹת֣וֹ תִירָ֑אוּ וְאֶת־מִצְוֺתָ֤יו תִּשְׁמֹ֙רוּ֙ וּבְקֹל֣וֹ תִשְׁמָ֔עוּ וְאֹת֥וֹ תַעֲבֹ֖דוּ וּב֥וֹ תִדְבָּקֽוּן׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;וְהַנָּבִ֣יא הַה֡וּא א֣וֹ חֹלֵם֩ הַחֲל֨וֹם הַה֜וּא יוּמָ֗ת כִּ֣י דִבֶּר־סָ֠רָ֠ה עַל־יְהֹוָ֨ה אֱלֹֽהֵיכֶ֜ם הַמּוֹצִ֥יא אֶתְכֶ֣ם ׀ מֵאֶ֣רֶץ מִצְרַ֗יִם וְהַפֹּֽדְךָ֙ מִבֵּ֣ית עֲבָדִ֔ים לְהַדִּֽיחֲךָ֙ מִן־הַדֶּ֔רֶךְ אֲשֶׁ֧ר צִוְּךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ לָלֶ֣כֶת בָּ֑הּ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>2</sup>&nbsp;&#8220;When there arises in your midst a prophet or a dreamer of dreams and he gives you a sign or a portent, <sup>3</sup>&nbsp;and it comes-about, the sign or the portent of which he spoke to you, saying: &#8216;Let us walk after other <em>elohim</em>-whom you have not known-and let us serve them,&#8217; <sup>4</sup>&nbsp;you are not to hearken to the words of that prophet or to that dreamer of dreams, for YHVH your <em>elo&#8217;ah</em> is (only) testing you to know if you (truly) love YHVH your <em>elo&#8217;ah</em> with all your heart and with all your being.</span> <span class=\"dp\"><sup>5</sup>&nbsp;After YHVH your <em>elo&#8217;ah</em> you are to walk, him you are to hold-in-awe, his commandments you are to keep, to his voice you are to hearken, him you are to serve, to him you are to cling!</span> <span class=\"d1\"><sup>6</sup>&nbsp;Now that prophet or that dreamer of dreams is to be put-to-death, for he has spoken defection against YHVH your <em>elo&#8217;ah</em> — the one taking you out from the land of Mitsrayim, the one redeeming you from a house of serfs — by leading-you-away from the way on which YHVH your <em>elo&#8217;ah</em> has commanded you to walk; so shall you burn out the evil from your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>ז</sup>&nbsp;כִּ֣י יְסִֽיתְךָ֡ אָחִ֣יךָ בֶן־אִ֠מֶּ֠ךָ אֽוֹ־בִנְךָ֨ אֽוֹ־בִתְּךָ֜ א֣וֹ ׀ אֵ֣שֶׁת חֵיקֶ֗ךָ א֧וֹ רֵֽעֲךָ֛ אֲשֶׁ֥ר כְּנַפְשְׁךָ֖ בַּסֵּ֣תֶר לֵאמֹ֑ר נֵֽלְכָ֗ה וְנַֽעַבְדָה֙ אֱלֹהִ֣ים אֲחֵרִ֔ים אֲשֶׁר֙ לֹ֣א יָדַ֔עְתָּ אַתָּ֖ה וַאֲבֹתֶֽיךָ׃ <sup>ח</sup>&nbsp;מֵאֱלֹהֵ֣י הָֽעַמִּ֗ים אֲשֶׁר֙ סְבִיבֹ֣תֵיכֶ֔ם הַקְּרֹבִ֣ים אֵלֶ֔יךָ א֖וֹ הָרְחֹקִ֣ים מִמֶּ֑ךָּ מִקְצֵ֥ה הָאָ֖רֶץ וְעַד־קְצֵ֥ה הָאָֽרֶץ׃ <sup>ט</sup>&nbsp;לֹא־תֹאבֶ֣ה ל֔וֹ וְלֹ֥א תִשְׁמַ֖ע אֵלָ֑יו וְלֹא־תָח֤וֹס עֵֽינְךָ֙ עָלָ֔יו וְלֹֽא־תַחְמֹ֥ל וְלֹֽא־תְכַסֶּ֖ה עָלָֽיו׃ <sup>י</sup>&nbsp;כִּ֤י הָרֹג֙ תַּֽהַרְגֶ֔נּוּ יָ֥דְךָ֛ תִּֽהְיֶה־בּ֥וֹ בָרִֽאשׁוֹנָ֖ה לַהֲמִית֑וֹ וְיַ֥ד כׇּל־הָעָ֖ם בָּאַחֲרֹנָֽה׃ <sup>יא</sup>&nbsp;וּסְקַלְתּ֥וֹ בָאֲבָנִ֖ים וָמֵ֑ת כִּ֣י בִקֵּ֗שׁ לְהַדִּֽיחֲךָ֙ מֵעַל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ הַמּוֹצִיאֲךָ֛ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃ <sup>יב</sup>&nbsp;וְכׇ֨ל־יִשְׂרָאֵ֔ל יִשְׁמְע֖וּ וְיִֽרָא֑וּן וְלֹֽא־יוֹסִ֣פוּ לַעֲשׂ֗וֹת כַּדָּבָ֥ר הָרָ֛ע הַזֶּ֖ה בְּקִרְבֶּֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>7</sup>&nbsp;&#8220;When he allures you, your brother, the son of your mother, or your son or your daughter or the wife of your bosom or your neighbor who is (one) like your (very) self in secret, saying: &#8216;Let us go, let us serve other <em>elohim</em>&#8216; — whom you have not known, you and your fathers, <sup>8</sup>&nbsp;from the <em>elohim</em> of the peoples that are around you, those near to you or those far from you, from the (one) edge of the earth to the (other) edge of the earth — <sup>9</sup>&nbsp;you are not to consent to him, you are not to hearken to him, your eye is not to take-pity on him, you are not to show-mercy and you are not to condone him; <sup>10</sup>&nbsp;rather, you are to kill, yes, kill him, your hand is to be against him from the beginning, to cause-his-death, and the hand of the entire people at the end. <sup>11</sup>&nbsp;You are to stone him with stones, so that he dies, for he sought to drive-you-away from YHVH your <em>elo&#8217;ah</em>, the one taking you out from the land of Mitsrayim, from a house of serfs. <sup>12</sup>&nbsp;Now all Yisrael will hear and be awed, so that they will not do any more according to this evil matter in your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;כִּֽי־תִשְׁמַ֞ע בְּאַחַ֣ת עָרֶ֗יךָ אֲשֶׁר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ נֹתֵ֥ן לְךָ֛ לָשֶׁ֥בֶת שָׁ֖ם לֵאמֹֽר׃ <sup>יד</sup>&nbsp;יָצְא֞וּ אֲנָשִׁ֤ים בְּנֵֽי־בְלִיַּ֙עַל֙ מִקִּרְבֶּ֔ךָ וַיַּדִּ֛יחוּ אֶת־יֹשְׁבֵ֥י עִירָ֖ם לֵאמֹ֑ר נֵלְכָ֗ה וְנַעַבְדָ֛ה אֱלֹהִ֥ים אֲחֵרִ֖ים אֲשֶׁ֥ר לֹא־יְדַעְתֶּֽם׃ <sup>טו</sup>&nbsp;וְדָרַשְׁתָּ֧ וְחָקַרְתָּ֛ וְשָׁאַלְתָּ֖ הֵיטֵ֑ב וְהִנֵּ֤ה אֱמֶת֙ נָכ֣וֹן הַדָּבָ֔ר נֶעֶשְׂתָ֛ה הַתּוֹעֵבָ֥ה הַזֹּ֖את בְּקִרְבֶּֽךָ׃ <sup>טז</sup>&nbsp;הַכֵּ֣ה תַכֶּ֗ה אֶת־יֹ֥שְׁבֵ֛י הָעִ֥יר הַהִ֖וא לְפִי־חָ֑רֶב הַחֲרֵ֨ם אֹתָ֧הּ וְאֶת־כׇּל־אֲשֶׁר־בָּ֛הּ וְאֶת־בְּהֶמְתָּ֖הּ לְפִי־חָֽרֶב׃ <sup>יז</sup>&nbsp;וְאֶת־כׇּל־שְׁלָלָ֗הּ תִּקְבֹּץ֮ אֶל־תּ֣וֹךְ רְחֹבָהּ֒ וְשָׂרַפְתָּ֨ בָאֵ֜שׁ אֶת־הָעִ֤יר וְאֶת־כׇּל־שְׁלָלָהּ֙ כָּלִ֔יל לַיהֹוָ֖ה אֱלֹהֶ֑יךָ וְהָיְתָה֙ תֵּ֣ל עוֹלָ֔ם לֹ֥א תִבָּנֶ֖ה עֽוֹד׃ </span> <span class=\"dp\"><sup>יח</sup>&nbsp;וְלֹֽא־יִדְבַּ֧ק בְּיָדְךָ֛ מְא֖וּמָה מִן־הַחֵ֑רֶם לְמַ֩עַן֩ יָשׁ֨וּב יְהֹוָ֜ה מֵחֲר֣וֹן אַפּ֗וֹ וְנָֽתַן־לְךָ֤ רַחֲמִים֙ וְרִֽחַמְךָ֣ וְהִרְבֶּ֔ךָ כַּאֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶֽיךָ׃ <sup>יט</sup>&nbsp;כִּ֣י תִשְׁמַ֗ע בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לִשְׁמֹר֙ אֶת־כׇּל־מִצְוֺתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לַעֲשׂוֹת֙ הַיָּשָׁ֔ר בְּעֵינֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;When you hear in one of your towns that YHVH your <em>elo&#8217;ah</em> is giving you to settle in, saying: <sup>14</sup>&nbsp;&#8216;Men, base-fellows have gone out from among you and have driven-away the settlers of their town, saying: Let us go, let us serve other <em>elohim</em>&#8216; — whom you have not known: <sup>15</sup>&nbsp;then you are to inquire, to examine and to investigate well, and (if) here: the claim is certain (and) true this abomination was (indeed) done in your midst — <sup>16</sup>&nbsp;strike-down, strike-down the settlers of that town with the edge of the sword, devote it to destruction, it and all that is in it, and its domesticated-animals, with the edge of the sword, <sup>17</sup>&nbsp;and all its booty, you are to gather to the middle of its (town) square, and are to burn with fire the town and all its booty, completely, to YHVH your <em>elo&#8217;ah</em>; it shall be a mound for the ages, you are not to build (on it) again!</span> <span class=\"dp\"><sup>18</sup>&nbsp;And there is not to cling to your hand anything from what is devoted-to-destruction, in order that YHVH may turn from the flaming of his anger and show compassion to you, having-compassion on you and making you many, as he swore to your fathers. <sup>19</sup>&nbsp;Indeed, you are to hearken to the voice of YHVH your <em>elo&#8217;ah</em>, by keeping all his commandments that I command you today, by doing what is right in the eyes of YHVH your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><mark>רביעי</mark> יד <sup>א</sup>&nbsp;בָּנִ֣ים אַתֶּ֔ם לַיהֹוָ֖ה אֱלֹהֵיכֶ֑ם לֹ֣א תִתְגֹּֽדְד֗וּ וְלֹֽא־תָשִׂ֧ימוּ קׇרְחָ֛ה בֵּ֥ין עֵינֵיכֶ֖ם לָמֵֽת׃ <sup>ב</sup>&nbsp;כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ וּבְךָ֞ בָּחַ֣ר יְהֹוָ֗ה לִֽהְי֥וֹת לוֹ֙ לְעַ֣ם סְגֻלָּ֔ה מִכֹּל֙ הָֽעַמִּ֔ים אֲשֶׁ֖ר עַל־פְּנֵ֥י הָאֲדָמָֽה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\">14 <sup>1</sup>&nbsp;&#8220;Children are you to YHVH your <em>elo&#8217;ah</em>! You are not to gash yourselves, you are not to put a bald-spot between your eyes for a dead-person. <sup>2</sup>&nbsp;For you are a people holy to YHVH your <em>elo&#8217;ah</em>, (it is) you (that) YHVH has chosen to be for him a specially-treasured people from all the peoples that are on the face of the fertile-earth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ג</sup>&nbsp;לֹ֥א תֹאכַ֖ל כׇּל־תּוֹעֵבָֽה׃ <sup>ד</sup>&nbsp;זֹ֥את הַבְּהֵמָ֖ה אֲשֶׁ֣ר תֹּאכֵ֑לוּ שׁ֕וֹר שֵׂ֥ה כְשָׂבִ֖ים וְשֵׂ֥ה עִזִּֽים׃ <sup>ה</sup>&nbsp;אַיָּ֥ל וּצְבִ֖י וְיַחְמ֑וּר וְאַקּ֥וֹ וְדִישֹׁ֖ן וּתְא֥וֹ וָזָֽמֶר׃ <sup>ו</sup>&nbsp;וְכׇל־בְּהֵמָ֞ה מַפְרֶ֣סֶת פַּרְסָ֗ה וְשֹׁסַ֤עַת שֶׁ֙סַע֙ שְׁתֵּ֣י פְרָס֔וֹת מַעֲלַ֥ת גֵּרָ֖ה בַּבְּהֵמָ֑ה אֹתָ֖הּ תֹּאכֵֽלוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>3</sup>&nbsp;&#8220;You are not to eat any abominable-thing! <sup>4</sup>&nbsp;These are the herd-animals that you may eat: ox, lamb-of-sheep and lamb-of-goats, <sup>5</sup>&nbsp;deer, gazelle, and roebuck, wild-goat, ibex, antelope, and mountain-sheep, <sup>6</sup>&nbsp;and every (other) animal having a hoof or cleaving in a cleft two hooves, bringing-up cud, among herd-animals, it you may eat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ז</sup>&nbsp;אַ֣ךְ אֶת־זֶ֞ה לֹ֤א תֹֽאכְלוּ֙ מִמַּֽעֲלֵ֣י הַגֵּרָ֔ה וּמִמַּפְרִיסֵ֥י הַפַּרְסָ֖ה הַשְּׁסוּעָ֑ה אֶֽת־הַ֠גָּמָ֠ל וְאֶת־הָאַרְנֶ֨בֶת וְאֶת־הַשָּׁפָ֜ן כִּֽי־מַעֲלֵ֧ה גֵרָ֣ה הֵ֗מָּה וּפַרְסָה֙ לֹ֣א הִפְרִ֔יסוּ טְמֵאִ֥ים הֵ֖ם לָכֶֽם׃ <sup>ח</sup>&nbsp;וְאֶת־הַ֠חֲזִ֠יר כִּֽי־מַפְרִ֨יס פַּרְסָ֥ה הוּא֙ וְלֹ֣א גֵרָ֔ה טָמֵ֥א ה֖וּא לָכֶ֑ם מִבְּשָׂרָם֙ לֹ֣א תֹאכֵ֔לוּ וּבְנִבְלָתָ֖ם לֹ֥א תִגָּֽעוּ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>7</sup>&nbsp;&#8220;However, these you are not to eat among those that bring-up cud, among those that have a hoof, that is cleft: the camel, the hare, and the daman, for they bring-up cud, but a hoof they do not have — they are tamei for you! <sup>8</sup>&nbsp;And the pig — for it has a hoof but does not (bring-up) cud-it is tamei for you; from their flesh you are not to eat, their carcass you are not to touch!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ט</sup>&nbsp;אֶת־זֶה֙ תֹּֽאכְל֔וּ מִכֹּ֖ל אֲשֶׁ֣ר בַּמָּ֑יִם כֹּ֧ל אֲשֶׁר־ל֛וֹ סְנַפִּ֥יר וְקַשְׂקֶ֖שֶׂת תֹּאכֵֽלוּ׃ <sup>י</sup>&nbsp;וְכֹ֨ל אֲשֶׁ֧ר אֵֽין־ל֛וֹ סְנַפִּ֥יר וְקַשְׂקֶ֖שֶׂת לֹ֣א תֹאכֵ֑לוּ טָמֵ֥א ה֖וּא לָכֶֽם׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>9</sup>&nbsp;&#8220;These you may eat from all that is in the sea: every one that has fins and scales, you may eat. <sup>10</sup>&nbsp;But every one that does not have fins and scales, you are not to eat, it is tamei for you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יא</sup>&nbsp;כׇּל־צִפּ֥וֹר טְהֹרָ֖ה תֹּאכֵֽלוּ׃ <sup>יב</sup>&nbsp;וְזֶ֕ה אֲשֶׁ֥ר לֹֽא־תֹאכְל֖וּ מֵהֶ֑ם הַנֶּ֥שֶׁר וְהַפֶּ֖רֶס וְהָֽעׇזְנִיָּֽה׃ <sup>יג</sup>&nbsp;וְהָרָאָה֙ וְאֶת־הָ֣אַיָּ֔ה וְהַדַּיָּ֖ה לְמִינָֽהּ׃ <sup>יד</sup>&nbsp;וְאֵ֥ת כׇּל־עֹרֵ֖ב לְמִינֽוֹ׃ <sup>טו</sup>&nbsp;וְאֵת֙ בַּ֣ת הַֽיַּעֲנָ֔ה וְאֶת־הַתַּחְמָ֖ס וְאֶת־הַשָּׁ֑חַף וְאֶת־הַנֵּ֖ץ לְמִינֵֽהוּ׃ <sup>טז</sup>&nbsp;אֶת־הַכּ֥וֹס וְאֶת־הַיַּנְשׁ֖וּף וְהַתִּנְשָֽׁמֶת׃ <sup>יז</sup>&nbsp;וְהַקָּאָ֥ת וְאֶֽת־הָרָחָ֖מָה וְאֶת־הַשָּׁלָֽךְ׃ <sup>יח</sup>&nbsp;וְהַ֣חֲסִידָ֔ה וְהָאֲנָפָ֖ה לְמִינָ֑הּ וְהַדּוּכִיפַ֖ת וְהָעֲטַלֵּֽף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>11</sup>&nbsp;&#8220;Every (ritually-)pure bird, you may eat. <sup>12</sup>&nbsp;But these (are they) from which you are not to eat: the eagle, the vulture, and the black-vulture, <sup>13</sup>&nbsp;the kite, the falcon, and the buzzard after its kind, <sup>14</sup>&nbsp;every raven after its kind, <sup>15</sup>&nbsp;the ostrich, the nighthawk, and the hawk after its kind; <sup>16</sup>&nbsp;the little-owl, the great-owl, and the white-owl, <sup>17</sup>&nbsp;the pelican, the bustard, and the cormorant, <sup>18</sup>&nbsp;the stork and the heron after its kind, the hoopoe and the bat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>יט</sup>&nbsp;וְכֹל֙ שֶׁ֣רֶץ הָע֔וֹף טָמֵ֥א ה֖וּא לָכֶ֑ם לֹ֖א יֵאָכֵֽלוּ׃ <sup>כ</sup>&nbsp;כׇּל־ע֥וֹף טָה֖וֹר תֹּאכֵֽלוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>19</sup>&nbsp;&#8220;Now every kind of swarming thing that flies: it is tamei for you, they are not to be eaten! <sup>20</sup>&nbsp;Every (kind) of pure flying-thing, you may eat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;לֹ֣א תֹאכְל֣וּ כׇל־נְ֠בֵלָ֠ה לַגֵּ֨ר אֲשֶׁר־בִּשְׁעָרֶ֜יךָ תִּתְּנֶ֣נָּה וַאֲכָלָ֗הּ א֤וֹ מָכֹר֙ לְנׇכְרִ֔י כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ לֹֽא־תְבַשֵּׁ֥ל גְּדִ֖י בַּחֲלֵ֥ב אִמּֽוֹ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;You are not to eat any carcass. To the sojourner that is within your gates you may give it, that he may eat it, or it may be sold to a foreigner; for you are a people holy to YHVH your <em>elo&#8217;ah</em>; you are not to boil a kid in the milk of its mother!&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This is a literal interpretation by the Priestly Deuteronomist of Exodus 23:19 (part of the Covenant Code brought by J in Parashat Mishpatim) and Exodus 34:26 (part of J in Parashat Ki Tissa). In those verses, our translation follows the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans): &#8220;Do not allow [the kid] to mature and be weaned from its mothers milk.&#8221; &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><mark>חמישי</mark> <sup>כב</sup>&nbsp;עַשֵּׂ֣ר תְּעַשֵּׂ֔ר אֵ֖ת כׇּל־תְּבוּאַ֣ת זַרְעֶ֑ךָ הַיֹּצֵ֥א הַשָּׂדֶ֖ה שָׁנָ֥ה שָׁנָֽה׃ <sup>כג</sup>&nbsp;וְאָכַלְתָּ֞ לִפְנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בַּמָּק֣וֹם אֲשֶׁר־יִבְחַר֮ לְשַׁכֵּ֣ן שְׁמ֣וֹ שָׁם֒</span> <span class=\"dp\">מַעְשַׂ֤ר דְּגָֽנְךָ֙ תִּֽירֹשְׁךָ֣ וְיִצְהָרֶ֔ךָ וּבְכֹרֹ֥ת בְּקָרְךָ֖ וְצֹאנֶ֑ךָ לְמַ֣עַן תִּלְמַ֗ד לְיִרְאָ֛ה אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־הַיָּמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>22</sup>&nbsp;&#8220;You are to tithe, yes, tithe all the produce of your seed-sowing, (of) what comes forth from the field, year (after) year. <sup>23</sup>&nbsp;You are to eat, before the presence of YHVH your <em>elo&#8217;ah</em>, in the place that he chooses to have his name dwell,</span> <span class=\"dp\">the tithe from your grain, your new-wine and your shining-oil and from the firstlings of your flock and your herd, in order that you may learn to hold YHVH your <em>elo&#8217;ah</em> in awe, all the days.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>כד</sup>&nbsp;וְכִֽי־יִרְבֶּ֨ה מִמְּךָ֜ הַדֶּ֗רֶךְ כִּ֣י לֹ֣א תוּכַל֮ שְׂאֵתוֹ֒</span> <span class=\"d2\">כִּֽי־יִרְחַ֤ק מִמְּךָ֙ הַמָּק֔וֹם אֲשֶׁ֤ר יִבְחַר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לָשׂ֥וּם שְׁמ֖וֹ שָׁ֑ם כִּ֥י יְבָרֶכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ </span> <span class=\"d1\"><sup>כה</sup>&nbsp;וְנָתַתָּ֖ה בַּכָּ֑סֶף וְצַרְתָּ֤ הַכֶּ֙סֶף֙ בְּיָ֣דְךָ֔ וְהָֽלַכְתָּ֙ אֶל־הַמָּק֔וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּֽוֹ׃ <sup>כו</sup>&nbsp;וְנָתַתָּ֣ה הַכֶּ֡סֶף בְּכֹל֩ אֲשֶׁר־תְּאַוֶּ֨ה נַפְשְׁךָ֜ בַּבָּקָ֣ר וּבַצֹּ֗אן וּבַיַּ֙יִן֙ וּבַשֵּׁכָ֔ר וּבְכֹ֛ל אֲשֶׁ֥ר תִּֽשְׁאָלְךָ֖ נַפְשֶׁ֑ךָ וְאָכַ֣לְתָּ שָּׁ֗ם לִפְנֵי֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְשָׂמַחְתָּ֖ אַתָּ֥ה וּבֵיתֶֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>24</sup>&nbsp;&#8220;And if the journey be too much for you, that you are not able to carry it,</span> <span class=\"d2\">for it is too-far for you, the place that YHVH your <em>elo&#8217;ah</em> chooses to set his name, indeed, YHVH your <em>elo&#8217;ah</em> will bless you:</span> <span class=\"d1\"><sup>25</sup>&nbsp;you may make-the-gift in silver: you may bind up the silver in your hand and go to the place that YHVH your <em>elo&#8217;ah</em> chooses. <sup>26</sup>&nbsp;You may give the silver for all that your appetite craves, for herd and flock, for wine and intoxicant, for all that your appetite may seek, you may eat (it) there, before the presence of YHVH your <em>elo&#8217;ah</em>; and you are to rejoice, you and your household.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>כז</sup>&nbsp;וְהַלֵּוִ֥י אֲשֶׁר־בִּשְׁעָרֶ֖יךָ לֹ֣א תַֽעַזְבֶ֑נּוּ כִּ֣י אֵ֥ין ל֛וֹ חֵ֥לֶק וְנַחֲלָ֖ה עִמָּֽךְ׃ {ס} <sup>כח</sup>&nbsp;מִקְצֵ֣ה ׀ שָׁלֹ֣שׁ שָׁנִ֗ים תּוֹצִיא֙ אֶת־כׇּל־מַעְשַׂר֙ תְּבוּאָ֣תְךָ֔ בַּשָּׁנָ֖ה הַהִ֑וא וְהִנַּחְתָּ֖ בִּשְׁעָרֶֽיךָ׃ <sup>כט</sup>&nbsp;וּבָ֣א הַלֵּוִ֡י כִּ֣י אֵֽין־לוֹ֩ חֵ֨לֶק וְנַחֲלָ֜ה עִמָּ֗ךְ וְ֠הַגֵּ֠ר וְהַיָּת֤וֹם וְהָֽאַלְמָנָה֙ אֲשֶׁ֣ר בִּשְׁעָרֶ֔יךָ וְאָכְל֖וּ וְשָׂבֵ֑עוּ לְמַ֤עַן יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇל־מַעֲשֵׂ֥ה יָדְךָ֖ אֲשֶׁ֥ר תַּעֲשֶֽׂה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>27</sup>&nbsp;&#8220;Now the Levi that is within your gates, you are not to abandon him, for he does not have a portion or an inheritance beside you. <sup>28</sup>&nbsp;At the end of three years you are to bring out all the tithing of your produce, in that year, and you are to deposit (it) within your gates. <sup>29</sup>&nbsp;And when he comes, the Levi — for he does not have a portion or an inheritance beside you — and the sojourner, the orphan and the widow that are within your gates, they will eat and be-satisfied, in order that YHVH your <em>elo&#8217;ah</em> may bless you in all the doings of your hand that you do.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><mark>ששי</mark> טו <sup>א</sup>&nbsp;מִקֵּ֥ץ שֶֽׁבַע־שָׁנִ֖ים תַּעֲשֶׂ֥ה שְׁמִטָּֽה׃ <sup>ב</sup>&nbsp;וְזֶה֮ דְּבַ֣ר הַשְּׁמִטָּה֒ שָׁמ֗וֹט כׇּל־בַּ֙עַל֙ מַשֵּׁ֣ה יָד֔וֹ אֲשֶׁ֥ר יַשֶּׁ֖ה בְּרֵעֵ֑הוּ לֹֽא־יִגֹּ֤שׂ אֶת־רֵעֵ֙הוּ֙ וְאֶת־אָחִ֔יו כִּֽי־קָרָ֥א שְׁמִטָּ֖ה לַיהֹוָה׃ </span> <span class=\"d2\"><sup>ג</sup>&nbsp;אֶת־הַנׇּכְרִ֖י תִּגֹּ֑שׂ וַאֲשֶׁ֨ר יִהְיֶ֥ה לְךָ֛ אֶת־אָחִ֖יךָ תַּשְׁמֵ֥ט יָדֶֽךָ׃ <sup>ד</sup>&nbsp;אֶ֕פֶס כִּ֛י לֹ֥א יִֽהְיֶה־בְּךָ֖ אֶבְי֑וֹן כִּֽי־בָרֵ֤ךְ יְבָֽרֶכְךָ֙ יְהֹוָ֔ה בָּאָ֕רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹֽתֵן־לְךָ֥ נַחֲלָ֖ה לְרִשְׁתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\">15 <sup>1</sup>&nbsp;&#8220;At the end of seven years, you are to make a Shmitah/Release. <sup>2</sup>&nbsp;Now this is the matter of the Shmitah: he shall release, every possessor of a loan of his hand, what he has lent to his neighbor. He is not to oppress his neighbor or his brother, for the Shmitah of YHVH has been proclaimed!</span> <span class=\"d2\"><sup>3</sup>&nbsp;The foreigner you may oppress, and he who belongs to you; as for your brother, your hand is to release (him). <sup>4</sup>&nbsp;However, there will not be among you any needy-person, for YHVH will bless, yes, bless you in the land that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance, to possess.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ה</sup>&nbsp;רַ֚ק אִם־שָׁמ֣וֹעַ תִּשְׁמַ֔ע בְּק֖וֹל יְהֹוָ֣ה אֱלֹהֶ֑יךָ לִשְׁמֹ֤ר לַעֲשׂוֹת֙ אֶת־כׇּל־הַמִּצְוָ֣ה הַזֹּ֔את אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּֽוֹם׃ </span> <span class=\"d2\"><sup>ו</sup>&nbsp;כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בֵּֽרַכְךָ֔ כַּאֲשֶׁ֖ר דִּבֶּר־לָ֑ךְ וְהַֽעֲבַטְתָּ֞ גּוֹיִ֣ם רַבִּ֗ים וְאַתָּה֙ לֹ֣א תַעֲבֹ֔ט וּמָֽשַׁלְתָּ֙ בְּגוֹיִ֣ם רַבִּ֔ים וּבְךָ֖ לֹ֥א יִמְשֹֽׁלוּ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>5</sup>&nbsp;&#8220;Only: if you hearken, yes, hearken to the voice of YHVH your <em>elo&#8217;ah</em>, by taking-care to observe all this commandment that I command you today,</span. <span class=\"d2\"><sup>6</sup>&nbsp;indeed, YHVH your <em>elo&#8217;ah</em> will bless you as he promised you; you will cause many nations to give-pledges, but you will not (have to) give-pledges; you will rule over many nations, but over you they shall not rule.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><sup>ז</sup>&nbsp;כִּֽי־יִהְיֶה֩ בְךָ֨ אֶבְי֜וֹן מֵאַחַ֤ד אַחֶ֙יךָ֙ בְּאַחַ֣ד שְׁעָרֶ֔יךָ בְּאַ֨רְצְךָ֔ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ לֹ֧א תְאַמֵּ֣ץ אֶת־לְבָבְךָ֗ וְלֹ֤א תִקְפֹּץ֙ אֶת־יָ֣דְךָ֔ מֵאָחִ֖יךָ הָאֶבְיֽוֹן׃ <sup>ח</sup>&nbsp;כִּֽי־פָתֹ֧חַ תִּפְתַּ֛ח אֶת־יָדְךָ֖ ל֑וֹ וְהַעֲבֵט֙ תַּעֲבִיטֶ֔נּוּ דֵּ֚י מַחְסֹר֔וֹ אֲשֶׁ֥ר יֶחְסַ֖ר לֽוֹ׃ <sup>ט</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֡ פֶּן־יִהְיֶ֣ה דָבָר֩ עִם־לְבָבְךָ֨ בְלִיַּ֜עַל לֵאמֹ֗ר קָֽרְבָ֣ה שְׁנַֽת־הַשֶּׁ֘בַע֮ שְׁנַ֣ת הַשְּׁמִטָּה֒ וְרָעָ֣ה עֵֽינְךָ֗ בְּאָחִ֙יךָ֙ הָֽאֶבְי֔וֹן וְלֹ֥א תִתֵּ֖ן ל֑וֹ וְקָרָ֤א עָלֶ֙יךָ֙ אֶל־יְהֹוָ֔ה וְהָיָ֥ה בְךָ֖ חֵֽטְא׃ <sup>י</sup>&nbsp;נָת֤וֹן תִּתֵּן֙ ל֔וֹ וְלֹא־יֵרַ֥ע לְבָבְךָ֖ בְּתִתְּךָ֣ ל֑וֹ כִּ֞י בִּגְלַ֣ל ׀ הַדָּבָ֣ר הַזֶּ֗ה יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇֽל־מַעֲשֶׂ֔ךָ וּבְכֹ֖ל מִשְׁלַ֥ח יָדֶֽךָ׃ <sup>יא</sup>&nbsp;כִּ֛י לֹא־יֶחְדַּ֥ל אֶבְי֖וֹן מִקֶּ֣רֶב הָאָ֑רֶץ עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לֵאמֹ֔ר פָּ֠תֹ֠חַ תִּפְתַּ֨ח אֶת־יָדְךָ֜ לְאָחִ֧יךָ לַעֲנִיֶּ֛ךָ וּלְאֶבְיֹנְךָ֖ בְּאַרְצֶֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>7</sup>&nbsp;&#8220;When there is among you a needy-person from any-one of your brothers, within one of your gates in the land that YHVH your <em>elo&#8217;ah</em> is giving you, you are not to toughen your heart, you are not to shut your hand to your brother, the needy-one. <sup>8</sup>&nbsp;Rather, you are to open, yes, open your hand to him, and are to give-pledge, yes, pledge to him, sufficient for his lack that is lacking to him. <sup>9</sup>&nbsp;Take-you-care, lest there be a word in your heart, a base-one, saying: &#8216;The seventh year, the Year of Shmitah, is nearing&#8217; — and your eye be set-on-ill toward your brother, the needy-one, and you not give to him, so that he calls out because of you to YHVH, and sin be incurred by you. <sup>10</sup>&nbsp;You are to give, yes, give (freely) to him, your heart is not to be ill-disposed in your giving to him, for on account of this matter YHVH your <em>elo&#8217;ah</em> will bless you in all your doings and in all the enterprises of your hand! <sup>11</sup>&nbsp;For the needy will never be-gone from amid the land; therefore I command you, saying: &#8216;You are to open, yes, open your hand to your brother, to your afflicted-one, and to your needy-one in your land!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d1\"><sup>יב</sup>&nbsp;כִּֽי־יִמָּכֵ֨ר לְךָ֜ אָחִ֣יךָ הָֽעִבְרִ֗י א֚וֹ הָֽעִבְרִיָּ֔ה וַעֲבָֽדְךָ֖ שֵׁ֣שׁ שָׁנִ֑ים וּבַשָּׁנָה֙ הַשְּׁבִיעִ֔ת תְּשַׁלְּחֶ֥נּוּ חׇפְשִׁ֖י מֵעִמָּֽךְ׃ <sup>יג</sup>&nbsp;וְכִֽי־תְשַׁלְּחֶ֥נּוּ חׇפְשִׁ֖י מֵֽעִמָּ֑ךְ לֹ֥א תְשַׁלְּחֶ֖נּוּ רֵיקָֽם׃ <sup>יד</sup>&nbsp;הַעֲנֵ֤יק תַּעֲנִיק֙ ל֔וֹ מִצֹּ֣אנְךָ֔ וּמִֽגׇּרְנְךָ֖ וּמִיִּקְבֶ֑ךָ אֲשֶׁ֧ר בֵּרַכְךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ תִּתֶּן־לֽוֹ׃ </span> <span class=\"d2\"><sup>טו</sup>&nbsp;וְזָכַרְתָּ֗ כִּ֣י עֶ֤בֶד הָיִ֙יתָ֙ בְּאֶ֣רֶץ מִצְרַ֔יִם וַֽיִּפְדְּךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ עַל־כֵּ֞ן אָנֹכִ֧י מְצַוְּךָ֛ אֶת־הַדָּבָ֥ר הַזֶּ֖ה הַיּֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d1\"><sup>12</sup>&nbsp;&#8220;When your brother is sold to you, Hebrew-male or Hebrew-female, and serves you for six years: now in the seventh year you are to send-him-free, at liberty, from beside you. <sup>13</sup>&nbsp;Now when you send-him-free, at liberty, from beside you, you are not to send-him-free empty-handed; <sup>14</sup>&nbsp;you are to adorn, yes, adorn him from your flock, from your threshing-floor and from your vat, (from) that which YHVH your <em>elo&#8217;ah</em> has blessed you, you are to give to him.</span> <span class=\"d2\"><sup>15</sup>&nbsp;You must bear-in-mind that a serf were you in the land of Mitsrayim, and YHVH your <em>elo&#8217;ah</em> redeemed you, therefore I command you this word today!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;וְהָיָה֙ כִּֽי־יֹאמַ֣ר אֵלֶ֔יךָ לֹ֥א אֵצֵ֖א מֵעִמָּ֑ךְ כִּ֤י אֲהֵֽבְךָ֙ וְאֶת־בֵּיתֶ֔ךָ כִּי־ט֥וֹב ל֖וֹ עִמָּֽךְ׃ <sup>יז</sup>&nbsp;וְלָקַחְתָּ֣ אֶת־הַמַּרְצֵ֗עַ וְנָתַתָּ֤ה בְאׇזְנוֹ֙ וּבַדֶּ֔לֶת וְהָיָ֥ה לְךָ֖ עֶ֣בֶד עוֹלָ֑ם וְאַ֥ף לַאֲמָתְךָ֖ תַּעֲשֶׂה־כֵּֽן׃ </span> <span class=\"d1\"><sup>יח</sup>&nbsp;לֹא־יִקְשֶׁ֣ה בְעֵינֶ֗ךָ בְּשַׁלֵּֽחֲךָ֨ אֹת֤וֹ חׇפְשִׁי֙ מֵֽעִמָּ֔ךְ כִּ֗י מִשְׁנֶה֙ שְׂכַ֣ר שָׂכִ֔יר עֲבָֽדְךָ֖ שֵׁ֣שׁ שָׁנִ֑ים וּבֵֽרַכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל אֲשֶׁ֥ר תַּעֲשֶֽׂה׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;Now it shall be if he says to you: &#8216;I will not go out from beside you, for I love you and your household&#8217; — for it goes-well for him beside you — <sup>17</sup>&nbsp;you are to take a piercing-tool and are to put it through his ear, into the door, and he shall be your serf forever; even to your maid you are to do thus.</span> <span class=\"d1\"><sup>18</sup>&nbsp;You are not to let-it-be-hard in your eyes when you send-him-free, at liberty, from beside you, for double the hire of a hired-hand did he serve you, six years. Then YHVH will bless you in all that you do.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"dp\"><mark>שביעי</mark> <sup>יט</sup>&nbsp;כׇּֽל־הַבְּכ֡וֹר אֲשֶׁר֩ יִוָּלֵ֨ד בִּבְקָרְךָ֤ וּבְצֹֽאנְךָ֙ הַזָּכָ֔ר תַּקְדִּ֖ישׁ לַיהֹוָ֣ה אֱלֹהֶ֑יךָ לֹ֤א תַעֲבֹד֙ בִּבְכֹ֣ר שׁוֹרֶ֔ךָ וְלֹ֥א תָגֹ֖ז בְּכ֥וֹר צֹאנֶֽךָ׃ <sup>כ</sup>&nbsp;לִפְנֵי֩ יְהֹוָ֨ה אֱלֹהֶ֤יךָ תֹאכְלֶ֙נּוּ֙ שָׁנָ֣ה בְשָׁנָ֔ה בַּמָּק֖וֹם אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֑ה אַתָּ֖ה וּבֵיתֶֽךָ׃ <sup>כא</sup>&nbsp;וְכִֽי־יִהְיֶ֨ה ב֜וֹ מ֗וּם פִּסֵּ֙חַ֙ א֣וֹ עִוֵּ֔ר כֹּ֖ל מ֣וּם רָ֑ע לֹ֣א תִזְבָּחֶ֔נּוּ לַיהֹוָ֖ה אֱלֹהֶֽיךָ׃ <sup>כב</sup>&nbsp;בִּשְׁעָרֶ֖יךָ תֹּאכְלֶ֑נּוּ הַטָּמֵ֤א וְהַטָּהוֹר֙ יַחְדָּ֔ו כַּצְּבִ֖י וְכָאַיָּֽל׃ <sup>כג</sup>&nbsp;רַ֥ק אֶת־דָּמ֖וֹ לֹ֣א תֹאכֵ֑ל עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"dp\"><sup>19</sup>&nbsp;&#8220;Every firstling that is born in your flock and in your herd, the male-one, you are to hallow to YHVH your <em>elo&#8217;ah</em>; you are not to do serving-tasks with the firstling of your ox, you are not to shear the firstling of your sheep. <sup>20</sup>&nbsp;Before the presence of YHVH your <em>elo&#8217;ah</em> you are to eat (it), year after year, in the place that YHVH chooses — you and your household. <sup>21</sup>&nbsp;Now if there be in it a defect, lame or blind, any defect for ill, you are not to slaughter (it) to YHVH your <em>elo&#8217;ah</em>. <sup>22</sup>&nbsp;Within your gates you are to eat it, the tamei and the pure together, as the gazelle, so the deer. <sup>23</sup>&nbsp;Only: its blood you are not to eat, on the earth you are to pour it out, like water.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\">טז <sup>א</sup>&nbsp;שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃ <sup>ב</sup>&nbsp;וְזָבַ֥חְתָּ פֶּ֛סַח לַיהֹוָ֥ה אֱלֹהֶ֖יךָ צֹ֣אן וּבָקָ֑ר בַּמָּקוֹם֙ אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֔ה לְשַׁכֵּ֥ן שְׁמ֖וֹ שָֽׁם׃ </span> <span class=\"dp\"><sup>ג</sup>&nbsp;לֹא־תֹאכַ֤ל עָלָיו֙ חָמֵ֔ץ שִׁבְעַ֥ת יָמִ֛ים תֹּֽאכַל־עָלָ֥יו מַצּ֖וֹת לֶ֣חֶם עֹ֑נִי כִּ֣י בְחִפָּז֗וֹן יָצָ֙אתָ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם לְמַ֣עַן תִּזְכֹּ֗ר אֶת־י֤וֹם צֵֽאתְךָ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם כֹּ֖ל יְמֵ֥י חַיֶּֽיךָ׃ <sup>ד</sup>&nbsp;וְלֹֽא־יֵרָאֶ֨ה לְךָ֥ שְׂאֹ֛ר בְּכׇל־גְּבֻלְךָ֖ שִׁבְעַ֣ת יָמִ֑ים וְלֹא־יָלִ֣ין מִן־הַבָּשָׂ֗ר אֲשֶׁ֨ר תִּזְבַּ֥ח בָּעֶ֛רֶב בַּיּ֥וֹם הָרִאשׁ֖וֹן לַבֹּֽקֶר׃ </span> <span class=\"d2\"><sup>ה</sup>&nbsp;לֹ֥א תוּכַ֖ל לִזְבֹּ֣חַ אֶת־הַפָּ֑סַח בְּאַחַ֣ד שְׁעָרֶ֔יךָ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ <sup>ו</sup>&nbsp;כִּ֠י אִֽם־אֶל־הַמָּק֞וֹם אֲשֶׁר־יִבְחַ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְשַׁכֵּ֣ן שְׁמ֔וֹ שָׁ֛ם תִּזְבַּ֥ח אֶת־הַפֶּ֖סַח בָּעָ֑רֶב כְּב֣וֹא הַשֶּׁ֔מֶשׁ מוֹעֵ֖ד צֵֽאתְךָ֥ מִמִּצְרָֽיִם׃ <sup>ז</sup>&nbsp;וּבִשַּׁלְתָּ֙ וְאָ֣כַלְתָּ֔ בַּמָּק֕וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּ֑וֹ וּפָנִ֣יתָ בַבֹּ֔קֶר וְהָלַכְתָּ֖ לְאֹהָלֶֽיךָ׃ </span> <span class=\"dp\"><sup>ח</sup>&nbsp;שֵׁ֥שֶׁת יָמִ֖ים תֹּאכַ֣ל מַצּ֑וֹת וּבַיּ֣וֹם הַשְּׁבִיעִ֗י עֲצֶ֙רֶת֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ לֹ֥א תַעֲשֶׂ֖ה מְלָאכָֽה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\">16 <sup>1</sup>&nbsp;&#8220;Keep the New-moon of Aviv/Ripe-grain. You are to observe Pesaḥ to YHVH your <em>elo&#8217;ah</em>, for in the New-moon of Aviv YHVH your <em>elo&#8217;ah</em> took you out of Mitsrayim, at night. <sup>2</sup>&nbsp;You are to slaughter the Pesaḥ-offering to YHVH your <em>elo&#8217;ah</em>, (from) flock and herd, in the place that YHVH chooses to have his name dwell.</span> <span class=\"dp\"><sup>3</sup>&nbsp;You are not to eat it with ḥamets/leaven; seven days you are to eat it with matsot, bread of affliction, for with trepidation you went out from the land of Mitsrayim, in order that you may bear-in-mind the day of your going-out from the land of Mitsrayim, all the days of your life. <sup>4</sup>&nbsp;There is not to be seen with you (any) fermentation in all your territory for seven days, there is not to remain-overnight (any) of the flesh that you slaughter at sunset on the first day, till daybreak.</span> <span class=\"d2\"><sup>5</sup>&nbsp;You may not slaughter the Pesaḥ-offering within one of your gates that YHVH your <em>elo&#8217;ah</em> is giving you; <sup>6</sup>&nbsp;rather, in the place that YHVH your <em>elo&#8217;ah</em> chooses his name to dwell you are to slaughter the Pesaḥ-offering, at setting-time, when the sun comes in, at the appointed-time of your going-out from Mitsrayim. <sup>7</sup>&nbsp;You are to boil it and you are to eat it in the place that YHVH your <em>elo&#8217;ah</em> chooses. Then you are to face about, at daybreak, and go back to your tents.</span> <span class=\"dp\"><sup>8</sup>&nbsp;For six days you are to eat matsot, on the seventh day is a (day of) Atseret/Restraint to YHVH your <em>elo&#8217;ah</em>; you are not to do (any) work.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>ט</sup>&nbsp;שִׁבְעָ֥ה שָׁבֻעֹ֖ת תִּסְפׇּר־לָ֑ךְ מֵהָחֵ֤ל חֶרְמֵשׁ֙ בַּקָּמָ֔ה תָּחֵ֣ל לִסְפֹּ֔ר שִׁבְעָ֖ה שָׁבֻעֽוֹת׃ <sup>י</sup>&nbsp;וְעָשִׂ֜יתָ חַ֤ג שָׁבֻעוֹת֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ מִסַּ֛ת נִדְבַ֥ת יָדְךָ֖ אֲשֶׁ֣ר תִּתֵּ֑ן כַּאֲשֶׁ֥ר יְבָרֶכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>יא</sup>&nbsp;וְשָׂמַחְתָּ֞ לִפְנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ אַתָּ֨ה וּבִנְךָ֣ וּבִתֶּ֘ךָ֮ וְעַבְדְּךָ֣ וַאֲמָתֶ֒ךָ֒ וְהַלֵּוִי֙ אֲשֶׁ֣ר בִּשְׁעָרֶ֔יךָ וְהַגֵּ֛ר וְהַיָּת֥וֹם וְהָאַלְמָנָ֖ה אֲשֶׁ֣ר בְּקִרְבֶּ֑ךָ בַּמָּק֗וֹם אֲשֶׁ֤ר יִבְחַר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לְשַׁכֵּ֥ן שְׁמ֖וֹ שָֽׁם׃ <sup>יב</sup>&nbsp;וְזָ֣כַרְתָּ֔ כִּי־עֶ֥בֶד הָיִ֖יתָ בְּמִצְרָ֑יִם וְשָׁמַרְתָּ֣ וְעָשִׂ֔יתָ אֶת־הַֽחֻקִּ֖ים הָאֵֽלֶּה׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>9</sup>&nbsp;&#8220;Seven weeks you are to number for yourself; from the start of the sickle in the standing-grain you are to start numbering, seven weeks. <sup>10</sup>&nbsp;You are to observe a pilgrimage-festival of Shavuot/Weeks to YHVH your <em>elo&#8217;ah</em> according to the sufficiency of the freewill-offering of your hand that you give, as YHVH your <em>elo&#8217;ah</em> blesses you. <sup>11</sup>&nbsp;And you are to rejoice before the presence of YHVH your <em>elo&#8217;ah</em>, you, your son, your daughter, your servant and your maid, and the Levi that is within your gates, and the sojourner, the orphan and the widow that are among you, in the place that YHVH your <em>elo&#8217;ah</em> chooses to have his name dwell. <sup>12</sup>&nbsp;You are to bear-in-mind that a serf were you in Mitsrayim; so you are to take-care and observe these laws.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><mark>מפטיר</mark> <sup>יג</sup>&nbsp;חַ֧ג הַסֻּכֹּ֛ת תַּעֲשֶׂ֥ה לְךָ֖ שִׁבְעַ֣ת יָמִ֑ים בְּאׇ֨סְפְּךָ֔ מִֽגׇּרְנְךָ֖ וּמִיִּקְבֶֽךָ׃ <sup>יד</sup>&nbsp;וְשָׂמַחְתָּ֖ בְּחַגֶּ֑ךָ אַתָּ֨ה וּבִנְךָ֤ וּבִתֶּ֙ךָ֙ וְעַבְדְּךָ֣ וַאֲמָתֶ֔ךָ וְהַלֵּוִ֗י וְהַגֵּ֛ר וְהַיָּת֥וֹם וְהָאַלְמָנָ֖ה אֲשֶׁ֥ר בִּשְׁעָרֶֽיךָ׃ <sup>טו</sup>&nbsp;שִׁבְעַ֣ת יָמִ֗ים תָּחֹג֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ בַּמָּק֖וֹם אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֑ה כִּ֣י יְבָרֶכְךָ֞ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בְּכֹ֤ל תְּבוּאָֽתְךָ֙ וּבְכֹל֙ מַעֲשֵׂ֣ה יָדֶ֔יךָ וְהָיִ֖יתָ אַ֥ךְ שָׂמֵֽחַ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>13</sup>&nbsp;&#8220;The pilgrimage-festival of Sukkot/Huts you are to observe for yourself, for seven days, at your ingathering, from your threshing-floor, from your vat. <sup>14</sup>&nbsp;You are to rejoice on your pilgrimage-festival, you, your son, and your daughter, your servant and your maid, the Levi, the sojourner, the orphan and the widow that are within your gates. <sup>15</sup>&nbsp;For seven days you are to celebrate-a-festival to YHVH your <em>elo&#8217;ah</em> in the place that YHVH chooses, for YHVH your <em>elo&#8217;ah</em> has been blessing you in all your produce and in all the doings of your hands, and you shall be, oh so joyful!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;שָׁל֣וֹשׁ פְּעָמִ֣ים ׀ בַּשָּׁנָ֡ה יֵרָאֶ֨ה כׇל־זְכוּרְךָ֜ אֶת־פְּנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בַּמָּקוֹם֙ אֲשֶׁ֣ר יִבְחָ֔ר בְּחַ֧ג הַמַּצּ֛וֹת וּבְחַ֥ג הַשָּׁבֻע֖וֹת וּבְחַ֣ג הַסֻּכּ֑וֹת וְלֹ֧א יֵרָאֶ֛ה אֶת־פְּנֵ֥י יְהֹוָ֖ה רֵיקָֽם׃ <sup>יז</sup>&nbsp;אִ֖ישׁ כְּמַתְּנַ֣ת יָד֑וֹ כְּבִרְכַּ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ אֲשֶׁ֥ר נָֽתַן־לָֽךְ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;(At) three points in the year are all your male-folk to be seen at the presence of YHVH your <em>elo&#8217;ah</em> in the place that he chooses: on the pilgrimage-festival of Matsot, on the pilgrimage-festival of Shavuot, and on the pilgrimage-festival of Sukkot; and no one is to be-seen at the presence of YHVH empty-handed; <sup>17</sup>&nbsp;(rather) each-man according to the giving-capacity of his hand, according to the blessing of YHVH your <em>elo&#8217;ah</em> that he has given you.&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_ראה/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of &#8220;meat&#8221; for <em>basar</em>, I use &#8220;flesh.&#8221; In place of &#8220;soil&#8221; for <em>Adamah</em>, I use &#8220;fertile-earth.&#8221; Instead of &#8220;animal(s)&#8221; for <em>Behemah</em>, I use &#8220;herd-animals&#8221; or &#8220;domesticated-animals&#8221; according to context. Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This is a literal interpretation by the Priestly Deuteronomist of Exodus 23:19 (part of the Covenant Code brought by J in Parashat Mishpatim) and Exodus 34:26 (part of J in Parashat Ki Tissa). In those verses, our translation follows the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans): &#8220;Do not allow [the kid] to mature and be weaned from its mothers milk.&#8221; &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a></td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Parashat R'éh",
        "Sefer Devarim (Deuteronomy)"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "let's review",
        "mythopoesis",
        "predation",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "tithing",
        "כשרות kashrut",
        "נביאות nevi'ut",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת ראה parashat R'éh"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code §107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3786"
        ],
        "_thumbnail_id": [
            "26683"
        ],
        "date_src_start": [
            "-0460-00-00"
        ],
        "date_src_end": [
            "-0361-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/08/1024px-רוגום_אל_הירי.jpg",
        "title": "רוג&#8217;ום אל הירי",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:רוג%27ום_אל_הירי.jpg\">רוג'ום אל הירי</a> (credit: ZeevStein, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=26677",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-reh-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-reh-color-coded-according-to-its-narrative-layers"
}