{
    "title": "&#128220; פָּרָשַׁת שֹׁפְטִים | Parashat Shōftim (Deuteronomy 16:18-21:9), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Len Fellman (translation)",
            "bio": "Len Fellman is a mathematician, educator, and innovator of \"transtropilation,\" the process of translating from cantillized Hebrew, as closely as possible, “word for word and <em>trōp</em> for <em>trōp</em>”, with the main purpose being to aid a person with minimal Hebrew training in following the Hebrew leyning of the Torah and Haftarah readings word for word.",
            "website": "https://web.archive.org/web/20150926171914/http://toviar.home.comcast.net/~toviar/index.htm",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/len-fellman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/len-fellman"
        },
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'D1'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'D2'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'Dp'",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-08-07",
    "last_updated": "2021-08-22",
    "excerpt": "The text of parashat shoftim, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p>Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th.</p>\n<p><span class=\"d1\">&#11035; This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p>Parashat Shōftim <span class=\"citation\">(Deuteronomy 16:18-21:9)</span> in the annual Torah reading cycle is the fifth parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/index.php?cat=3786\">R&#8217;éh</a> <span class=\"citation\">(Deuteronomy 11:26-16:17)</span>. Parashat <a href=\"https://opensiddur.org/index.php?cat=3814\">Ki Tetsei</a> <span class=\"citation\">(Deuteronomy 21:10-25:19)</span>, follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">טז <sup>יח</sup>&nbsp;שֹׁפְטִ֣ים וְשֹֽׁטְרִ֗ים תִּֽתֶּן־לְךָ֙ בְּכׇל־שְׁעָרֶ֔יךָ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֶ֛יךָ נֹתֵ֥ן לְךָ֖ לִשְׁבָטֶ֑יךָ וְשָׁפְט֥וּ אֶת־הָעָ֖ם מִשְׁפַּט־צֶֽדֶק׃ <sup>יט</sup>&nbsp;לֹא־תַטֶּ֣ה מִשְׁפָּ֔ט לֹ֥א תַכִּ֖יר פָּנִ֑ים וְלֹא־תִקַּ֣ח שֹׁ֔חַד כִּ֣י הַשֹּׁ֗חַד יְעַוֵּר֙ עֵינֵ֣י חֲכָמִ֔ים וִֽיסַלֵּ֖ף דִּבְרֵ֥י צַדִּיקִֽם׃ <sup>כ</sup>&nbsp;צֶ֥דֶק צֶ֖דֶק תִּרְדֹּ֑ף לְמַ֤עַן תִּֽחְיֶה֙ וְיָרַשְׁתָּ֣ אֶת־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃{ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">16 <sup>18</sup>&nbsp;&#8220;Judges and overseers you shall set for yourself in all your gates—the towns that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you for all your tribes. They will judge the people with <em>mishpat tsedeq</em> (honest judgment). <sup>19</sup>&nbsp;You shall not pervert justice. You shall not recognize a face (in favor). You shall not take a bribe, because a bribe indeed makes blind the eyes of the wise, and twists the words of the righteous (“tsaddiqim”). <sup>20</sup>&nbsp;Tsedeq/Equity, equity you shall pursue, so that you may live and inherit the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;לֹֽא־תִטַּ֥ע לְךָ֛ אֲשֵׁרָ֖ה כָּל־עֵ֑ץ אֵ֗צֶל מִזְבַּ֛ח יְהֹוָ֥ה אֱלֹהֶ֖יךָ אֲשֶׁ֥ר תַּעֲשֶׂה־לָּֽךְ׃ <sup>כב</sup>&nbsp;וְלֹֽא־תָקִ֥ים לְךָ֖ מַצֵּבָ֑ה אֲשֶׁ֥ר שָׂנֵ֖א יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;You shall not plant for yourself an Asherah—any cultic tree, anywhere near the sacred altar of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, that you make for yourself. <sup>22</sup>&nbsp;Do not erect for yourself a standing-stone, since that is despised by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\">יז <sup>א</sup>&nbsp;לֹא־תִזְבַּח֩ לַיהֹוָ֨ה אֱלֹהֶ֜יךָ שׁ֣וֹר וָשֶׂ֗ה אֲשֶׁ֨ר יִהְיֶ֥ה בוֹ֙ מ֔וּם כֹּ֖ל דָּבָ֣ר רָ֑ע כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ הֽוּא׃{ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\">17 <sup>1</sup>&nbsp;&#8220;You must not sacrifice to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> a bull, a sheep, or a goat, of which there is on it a defect—any blemish that is <em>ra`</em> (serious) because indeed, a thing abhorrent to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, this is!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ב</sup>&nbsp;כִּֽי־יִמָּצֵ֤א בְקִרְבְּךָ֙ בְּאַחַ֣ד שְׁעָרֶ֔יךָ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ אִ֣ישׁ אוֹ־אִשָּׁ֗ה אֲשֶׁ֨ר יַעֲשֶׂ֧ה אֶת־הָרַ֛ע בְּעֵינֵ֥י יְהֹוָה־אֱלֹהֶ֖יךָ לַעֲבֹ֥ר בְּרִיתֽוֹ׃ <sup>ג</sup>&nbsp;וַיֵּ֗לֶךְ וַֽיַּעֲבֹד֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וַיִּשְׁתַּ֖חוּ לָהֶ֑ם וְלַשֶּׁ֣מֶשׁ ׀ א֣וֹ לַיָּרֵ֗חַ א֛וֹ לְכׇל־צְבָ֥א הַשָּׁמַ֖יִם אֲשֶׁ֥ר לֹא־צִוִּֽיתִי׃ <sup>ד</sup>&nbsp;וְהֻֽגַּד־לְךָ֖ וְשָׁמָ֑עְתָּ וְדָרַשְׁתָּ֣ הֵיטֵ֔ב וְהִנֵּ֤ה אֱמֶת֙ נָכ֣וֹן הַדָּבָ֔ר נֶעֶשְׂתָ֛ה הַתּוֹעֵבָ֥ה הַזֹּ֖את בְּיִשְׂרָאֵֽל׃ <sup>ה</sup>&nbsp;וְהֽוֹצֵאתָ֣ אֶת־הָאִ֣ישׁ הַה֡וּא אוֹ֩ אֶת־הָאִשָּׁ֨ה הַהִ֜וא אֲשֶׁ֣ר עָ֠שׂ֠וּ אֶת־הַדָּבָ֨ר הָרָ֤ע הַזֶּה֙ אֶל־שְׁעָרֶ֔יךָ אֶת־הָאִ֕ישׁ א֖וֹ אֶת־הָאִשָּׁ֑ה וּסְקַלְתָּ֥ם בָּאֲבָנִ֖ים וָמֵֽתוּ׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;עַל־פִּ֣י ׀ שְׁנַ֣יִם עֵדִ֗ים א֛וֹ שְׁלֹשָׁ֥ה עֵדִ֖ים יוּמַ֣ת הַמֵּ֑ת לֹ֣א יוּמַ֔ת עַל־פִּ֖י עֵ֥ד אֶחָֽד׃ <sup>ז</sup>&nbsp;יַ֣ד הָעֵדִ֞ים תִּֽהְיֶה־בּ֤וֹ בָרִאשֹׁנָה֙ לַהֲמִית֔וֹ וְיַ֥ד כׇּל־הָעָ֖ם בָּאַחֲרֹנָ֑ה וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>2</sup>&nbsp;&#8220;Should there be found in your midst—in any of your gates that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you—a man or a woman who does in fact do things that are evil in the eyes of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to transgress their covenant,<sup>3</sup>&nbsp;in that they go and worship gods that are alien (“other gods”) and they bow down to them, or to the sun or to the moon, or to any of the whole host of heaven, that I did not command, <sup>4</sup>&nbsp;and it be told to you, or you hear, you must inquire diligently. If indeed it is true, and correct is the statement that this has been done—this thing so abhorrent in Yisrael, <sup>5</sup>&nbsp;you shall take out the man whom you have found out, or indeed that woman who has in fact done this thing— this act, this evil act to your gates; this man or this woman, and pelt the person with stones until death.</span> <span class=\"d1\"><sup>6</sup>&nbsp;By the word of two witnesses or perhaps three witnesses ,shall be put to death the accused. He shall not be put to death on the word of only one witness. <sup>7</sup>&nbsp;The hand of these witnesses shall be upon him first,to slay him, and the hand of all the people, thereafter. Thus you shall burn out the evil from your midst.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ח</sup>&nbsp;כִּ֣י יִפָּלֵא֩ מִמְּךָ֨ דָבָ֜ר לַמִּשְׁפָּ֗ט בֵּֽין־דָּ֨ם ׀ לְדָ֜ם בֵּֽין־דִּ֣ין לְדִ֗ין וּבֵ֥ין נֶ֙גַע֙ לָנֶ֔גַע דִּבְרֵ֥י רִיבֹ֖ת בִּשְׁעָרֶ֑יךָ וְקַמְתָּ֣ וְעָלִ֔יתָ אֶ֨ל־הַמָּק֔וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּֽוֹ׃ <sup>ט</sup>&nbsp;וּבָאתָ֗</span> <span class=\"d2\">אֶל־הַכֹּהֲנִים֙ הַלְוִיִּ֔ם וְ</span><span class=\"d1\">אֶ֨ל־הַשֹּׁפֵ֔ט אֲשֶׁ֥ר יִהְיֶ֖ה בַּיָּמִ֣ים הָהֵ֑ם וְדָרַשְׁתָּ֙ וְהִגִּ֣ידוּ לְךָ֔ אֵ֖ת דְּבַ֥ר הַמִּשְׁפָּֽט׃ <sup>י</sup>&nbsp;וְעָשִׂ֗יתָ עַל־פִּ֤י הַדָּבָר֙ אֲשֶׁ֣ר יַגִּ֣ידֽוּ לְךָ֔ מִן־הַמָּק֣וֹם הַה֔וּא אֲשֶׁ֖ר יִבְחַ֣ר יְהֹוָ֑ה וְשָׁמַרְתָּ֣ לַעֲשׂ֔וֹת כְּכֹ֖ל אֲשֶׁ֥ר יוֹרֽוּךָ׃ <sup>יא</sup>&nbsp;עַל־פִּ֨י הַתּוֹרָ֜ה אֲשֶׁ֣ר יוֹר֗וּךָ וְעַל־הַמִּשְׁפָּ֛ט אֲשֶׁר־יֹאמְר֥וּ לְךָ֖ תַּעֲשֶׂ֑ה לֹ֣א תָס֗וּר מִן־הַדָּבָ֛ר אֲשֶׁר־יַגִּ֥ידֽוּ לְךָ֖ יָמִ֥ין וּשְׂמֹֽאל׃ <sup>יב</sup>&nbsp;וְהָאִ֞ישׁ אֲשֶׁר־יַעֲשֶׂ֣ה בְזָד֗וֹן לְבִלְתִּ֨י שְׁמֹ֤עַ</span> <span class=\"d2\">אֶל־הַכֹּהֵן֙ הָעֹמֵ֞ד לְשָׁ֤רֶת שָׁם֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ א֖וֹ</span> <span class=\"d1\">אֶל־הַשֹּׁפֵ֑ט וּמֵת֙ הָאִ֣ישׁ הַה֔וּא וּבִֽעַרְתָּ֥ הָרָ֖ע מִיִּשְׂרָאֵֽל׃ <sup>יג</sup>&nbsp;וְכׇל־הָעָ֖ם יִשְׁמְע֣וּ וְיִרָ֑אוּ וְלֹ֥א יְזִיד֖וּן עֽוֹד׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;If it should be found daunting for you—some matter—to make a decision, between blood and blood, between case and case, or between injury and injury: affairs of grievance within your gates, you must set out and go up to that place—the place that has been chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to go to. <sup>9</sup>&nbsp;you are to come</span> <span class=\"d2\">to the Levi-kohanim and</span> <span class=\"d1\">and to the magistrate who will be in those days. You shall inquire and they will tell you the verdict of the case under judgment. <sup>10</sup>&nbsp;You are to do as per the word—whatever they do tell you, from that place that was chosen by &#67849;&#67844;&#67845;&#67844;. Take care to observe everything that they instruct you,  <sup>11</sup>&nbsp;as per the instruction that they will give you, and as per the judgment that they deliver to you, you must do. You must not turn away from the very word that they impart to you, to the right or to the left. <sup>12</sup>&nbsp;If there should be a man who acts presumptuously so as not to give heed</span> <span class=\"d2\">—the one who is standing to minister there to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, or</span> <span class=\"d1\">to give heed to the judge—he must die, that man; you will burn out the evil from Yisrael! <sup>13</sup>&nbsp;All the people will listen and be afraid and will not be willful any longer.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>שני</mark> <sup>יד</sup>&nbsp;כִּֽי־תָבֹ֣א אֶל־הָאָ֗רֶץ אֲשֶׁ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נֹתֵ֣ן לָ֔ךְ וִֽירִשְׁתָּ֖הּ וְיָשַׁ֣בְתָּה בָּ֑הּ וְאָמַרְתָּ֗ אָשִׂ֤ימָה עָלַי֙ מֶ֔לֶךְ כְּכׇל־הַגּוֹיִ֖ם אֲשֶׁ֥ר סְבִיבֹתָֽי׃ <sup>טו</sup>&nbsp;שׂ֣וֹם תָּשִׂ֤ים עָלֶ֙יךָ֙ מֶ֔לֶךְ אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּ֑וֹ מִקֶּ֣רֶב אַחֶ֗יךָ תָּשִׂ֤ים עָלֶ֙יךָ֙ מֶ֔לֶךְ לֹ֣א תוּכַ֗ל לָתֵ֤ת עָלֶ֙יךָ֙ אִ֣ישׁ נׇכְרִ֔י אֲשֶׁ֥ר לֹֽא־אָחִ֖יךָ הֽוּא׃ <sup>טז</sup>&nbsp;רַק֮ לֹא־יַרְבֶּה־לּ֣וֹ סוּסִים֒ וְלֹֽא־יָשִׁ֤יב אֶת־הָעָם֙ מִצְרַ֔יְמָה לְמַ֖עַן הַרְבּ֣וֹת ס֑וּס וַֽיהֹוָה֙ אָמַ֣ר לָכֶ֔ם לֹ֣א תֹסִפ֗וּן לָשׁ֛וּב בַּדֶּ֥רֶךְ הַזֶּ֖ה עֽוֹד׃ <sup>יז</sup>&nbsp;וְלֹ֤א יַרְבֶּה־לּוֹ֙ נָשִׁ֔ים וְלֹ֥א יָס֖וּר לְבָב֑וֹ וְכֶ֣סֶף וְזָהָ֔ב לֹ֥א יַרְבֶּה־לּ֖וֹ מְאֹֽד׃ </span> <span class=\"d2\"><sup>יח</sup>&nbsp;וְהָיָ֣ה כְשִׁבְתּ֔וֹ עַ֖ל כִּסֵּ֣א מַמְלַכְתּ֑וֹ וְכָ֨תַב ל֜וֹ אֶת־מִשְׁנֵ֨ה הַתּוֹרָ֤ה הַזֹּאת֙ עַל־סֵ֔פֶר מִלִּפְנֵ֖י הַכֹּהֲנִ֥ים הַלְוִיִּֽם׃ <sup>יט</sup>&nbsp;וְהָיְתָ֣ה עִמּ֔וֹ וְקָ֥רָא ב֖וֹ כׇּל־יְמֵ֣י חַיָּ֑יו לְמַ֣עַן יִלְמַ֗ד לְיִרְאָה֙ אֶת־יְהֹוָ֣ה אֱלֹהָ֔יו לִ֠שְׁמֹ֠ר אֶֽת־כׇּל־דִּבְרֵ֞י הַתּוֹרָ֥ה הַזֹּ֛את וְאֶת־הַחֻקִּ֥ים הָאֵ֖לֶּה לַעֲשֹׂתָֽם׃ </span> <span class=\"d1\"><sup>כ</sup>&nbsp;לְבִלְתִּ֤י רוּם־לְבָבוֹ֙ מֵֽאֶחָ֔יו</span> <span class=\"d2\">וּלְבִלְתִּ֛י ס֥וּר מִן־הַמִּצְוָ֖ה יָמִ֣ין וּשְׂמֹ֑אול</span> <span class=\"d1\">לְמַ֩עַן֩ יַאֲרִ֨יךְ יָמִ֧ים עַל־מַמְלַכְתּ֛וֹ ה֥וּא וּבָנָ֖יו בְּקֶ֥רֶב יִשְׂרָאֵֽל׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>14</sup>&nbsp;&#8220;When you come to the land—the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you, to take possession and settle within it. then if you should say, “Let me set over me a king, as do all the nations that are around me.” <sup>15</sup>&nbsp;Then surely you will set over you a king, who will in fact be chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to serve. You may not however appoint over you a man who is foreign—one who is not of your brothers —this man. <sup>16</sup>&nbsp;But this king must not get himself many horses, that he not turn the people back to Mitsrayim in order to get many horses, since &#67849;&#67844;&#67845;&#67844; has said to you, “You must not indeed ever go back on that road again.” <sup>17</sup>&nbsp;He must not get for himself many wives, lest they lead him astray in his heart. Also silver and gold he must not get for himself too much.</span> <span class=\"d2\"><sup>18</sup>&nbsp;It will be when he sits upon the throne of his kingship, he must write for himself a copy of the Torah—this teaching, in a book, in the presence of the Levi-kohanim. <sup>19</sup>&nbsp;It shall be with him, and he shall read in it, all the days of his life, in order that he may learn to be in awe of &#67849;&#67844;&#67845;&#67844; his God, and that he should observe all of the words of the Torah—this instruction, and these statutes, to do them.</span> <span class=\"d1\"><sup>20</sup>&nbsp;Lest lifted up be his heart over his brothers,</span> <span class=\"d2\">and lest he turn away from the mitsvah—this mandate, to the right or to the left,</span> <span class=\"d1\">that he may indeed prolong the number of days over his kingdom for himself and his sons, in the midst of Yisrael.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>שלישי</mark> יח <sup>א</sup>&nbsp;לֹֽא־יִ֠הְיֶ֠ה לַכֹּהֲנִ֨ים הַלְוִיִּ֜ם כׇּל־שֵׁ֧בֶט לֵוִ֛י חֵ֥לֶק וְנַחֲלָ֖ה עִם־יִשְׂרָאֵ֑ל אִשֵּׁ֧י יְהֹוָ֛ה וְנַחֲלָת֖וֹ יֹאכֵלֽוּן׃ <sup>ב</sup>&nbsp;וְנַחֲלָ֥ה לֹא־יִֽהְיֶה־לּ֖וֹ בְּקֶ֣רֶב אֶחָ֑יו יְהֹוָה֙ ה֣וּא נַחֲלָת֔וֹ כַּאֲשֶׁ֖ר דִּבֶּר־לֽוֹ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\">18 <sup>1</sup>&nbsp;&#8220;They have no share in the land—the Levi-kohanim—indeed the entire tribe of Levi have no portion or inheritance with Yisrael. The fire offerings of &#67849;&#67844;&#67845;&#67844; and God’s inheritance they shall eat. <sup>2</sup>&nbsp;No estate will they have, in the midst of their brothers. &#67849;&#67844;&#67845;&#67844; themself is their portion just as Hashem promised them.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ג</sup>&nbsp;וְזֶ֡ה יִהְיֶה֩ מִשְׁפַּ֨ט הַכֹּהֲנִ֜ים מֵאֵ֣ת הָעָ֗ם מֵאֵ֛ת זֹבְחֵ֥י הַזֶּ֖בַח אִם־שׁ֣וֹר אִם־שֶׂ֑ה וְנָתַן֙ לַכֹּהֵ֔ן הַזְּרֹ֥עַ וְהַלְּחָיַ֖יִם וְהַקֵּבָֽה׃ <sup>ד</sup>&nbsp;רֵאשִׁ֨ית דְּגָֽנְךָ֜ תִּֽירֹשְׁךָ֣ וְיִצְהָרֶ֗ךָ וְרֵאשִׁ֛ית גֵּ֥ז צֹאנְךָ֖ תִּתֶּן־לֽוֹ׃ <sup>ה</sup>&nbsp;כִּ֣י ב֗וֹ בָּחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ מִכׇּל־שְׁבָטֶ֑יךָ לַעֲמֹ֨ד לְשָׁרֵ֧ת בְּשֵׁם־יְהֹוָ֛ה ה֥וּא וּבָנָ֖יו כׇּל־הַיָּמִֽים׃{ס} </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>3</sup>&nbsp;&#8220;Now this shall be the law for what shall be the due of the kohanim to be received from the people: from those who perform an offering of sacrifice, whether a bull or a sheep. He will give to the kohen the shankbone, the jawbone, and the stomach. <sup>4</sup>&nbsp;And the first of your grain, your wine, and your oil, as well as the first shearing of your flock, you must give him. <sup>5</sup>&nbsp;Because he is the one who has been chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> from all of your tribes, to stand and serve in the name of &#67849;&#67844;&#67845;&#67844;—he and his sons, for all time.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>רביעי</mark> <sup>ו</sup>&nbsp;וְכִֽי־יָבֹ֨א הַלֵּוִ֜י מֵאַחַ֤ד שְׁעָרֶ֙יךָ֙ מִכׇּל־יִשְׂרָאֵ֔ל אֲשֶׁר־ה֖וּא גָּ֣ר שָׁ֑ם וּבָא֙ בְּכׇל־אַוַּ֣ת נַפְשׁ֔וֹ אֶל־הַמָּק֖וֹם אֲשֶׁר־יִבְחַ֥ר יְהֹוָה׃ <sup>ז</sup>&nbsp;וְשֵׁרֵ֕ת בְּשֵׁ֖ם יְהֹוָ֣ה אֱלֹהָ֑יו כְּכׇל־אֶחָיו֙ הַלְוִיִּ֔ם הָעֹמְדִ֥ים שָׁ֖ם לִפְנֵ֥י יְהֹוָה׃ <sup>ח</sup>&nbsp;חֵ֥לֶק כְּחֵ֖לֶק יֹאכֵ֑לוּ לְבַ֥ד מִמְכָּרָ֖יו עַל־הָאָבֽוֹת׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>6</sup>&nbsp;&#8220;When there comes the Levi from one of your gates, from all Yisrael, of which he in fact sojourns there, he shall come with all the craving of his soul to the place chosen by &#67849;&#67844;&#67845;&#67844;, <sup>7</sup>&nbsp;and he shall serve in the name of &#67849;&#67844;&#67845;&#67844; his <em>elo&#8217;ah</em>, like all his brothers, his fellow Levi&#8217;im, who stand there in attendance before &#67849;&#67844;&#67845;&#67844;. <sup>8</sup>&nbsp;A share like the usual share, they may eat, aside from his sales of his fathers’ property.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ט</sup>&nbsp;כִּ֤י אַתָּה֙ בָּ֣א אֶל־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ לֹֽא־תִלְמַ֣ד לַעֲשׂ֔וֹת כְּתוֹעֲבֹ֖ת הַגּוֹיִ֥ם הָהֵֽם׃ <sup>י</sup>&nbsp;לֹֽא־יִמָּצֵ֣א בְךָ֔ מַעֲבִ֥יר בְּנֽוֹ־וּבִתּ֖וֹ בָּאֵ֑שׁ קֹסֵ֣ם קְסָמִ֔ים מְעוֹנֵ֥ן וּמְנַחֵ֖שׁ וּמְכַשֵּֽׁף׃ <sup>יא</sup>&nbsp;וְחֹבֵ֖ר חָ֑בֶר וְשֹׁאֵ֥ל אוֹב֙ וְיִדְּעֹנִ֔י וְדֹרֵ֖שׁ אֶל־הַמֵּתִֽים׃ <sup>יב</sup>&nbsp;כִּֽי־תוֹעֲבַ֥ת יְהֹוָ֖ה כׇּל־עֹ֣שֵׂה אֵ֑לֶּה וּבִגְלַל֙ הַתּוֹעֵבֹ֣ת הָאֵ֔לֶּה יְהֹוָ֣ה אֱלֹהֶ֔יךָ מוֹרִ֥ישׁ אוֹתָ֖ם מִפָּנֶֽיךָ׃ <sup>יג</sup>&nbsp;תָּמִ֣ים תִּֽהְיֶ֔ה עִ֖ם יְהֹוָ֥ה אֱלֹהֶֽיךָ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>9</sup>&nbsp;&#8220;When you come into the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you, you shall not learn to do the abhorrent practices of these nations. <sup>10</sup>&nbsp;There shall not be found among you one who passes his son or his daughter through fire, a speller of charms, a soothsayer or diviner, or a sorcerer, <sup>11</sup>&nbsp;one who chants incantations or asks of a ghost or a familiar spirit, or inquires of the dead. <sup>12</sup>&nbsp;For abhorrent to &#67849;&#67844;&#67845;&#67844; are all who do these things, and because of these abhorrent things, &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is driving them out from before you. <sup>13</sup>&nbsp;Wholehearted you will be with &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><mark>חמישי</mark> <sup>יד</sup>&nbsp;כִּ֣י ׀ הַגּוֹיִ֣ם הָאֵ֗לֶּה אֲשֶׁ֤ר אַתָּה֙ יוֹרֵ֣שׁ אוֹתָ֔ם אֶל־מְעֹנְנִ֥ים וְאֶל־קֹסְמִ֖ים יִשְׁמָ֑עוּ וְאַתָּ֕ה לֹ֣א כֵ֔ן נָ֥תַן לְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>טו</sup>&nbsp;נָבִ֨יא מִקִּרְבְּךָ֤ מֵאַחֶ֙יךָ֙ כָּמֹ֔נִי יָקִ֥ים לְךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ אֵלָ֖יו תִּשְׁמָעֽוּן׃ <sup>טז</sup>&nbsp;כְּכֹ֨ל אֲשֶׁר־שָׁאַ֜לְתָּ מֵעִ֨ם יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בְּחֹרֵ֔ב בְּי֥וֹם הַקָּהָ֖ל לֵאמֹ֑ר לֹ֣א אֹסֵ֗ף לִשְׁמֹ֙עַ֙ אֶת־קוֹל֙ יְהֹוָ֣ה אֱלֹהָ֔י וְאֶת־הָאֵ֨שׁ הַגְּדֹלָ֥ה הַזֹּ֛את לֹֽא־אֶרְאֶ֥ה ע֖וֹד וְלֹ֥א אָמֽוּת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>14</sup>&nbsp;&#8220;Because in fact the nations of whom we speak—the ones that you are driving out—go to soothsayers and enchanters, paying them heed, but as for you, not such has been given for you by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>! <sup>15</sup>&nbsp;A <em>navi</em> (prophet) from your midst—from your brothers—like myself, will be raised up for you by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. To him you must hearken. <sup>16</sup>&nbsp;This is just what you asked of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> at Horev on the day of the <em>qahal</em> (assembly), when you said: “Let me not any more hear the voice of &#67849;&#67844;&#67845;&#67844; my <em>elo&#8217;ah</em>—and the fire so great that we have just seen, let me not see again, that I may not die.”'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>יז</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלָ֑י הֵיטִ֖יבוּ אֲשֶׁ֥ר דִּבֵּֽרוּ׃ <sup>יח</sup>&nbsp;נָבִ֨יא אָקִ֥ים לָהֶ֛ם מִקֶּ֥רֶב אֲחֵיהֶ֖ם כָּמ֑וֹךָ וְנָתַתִּ֤י דְבָרַי֙ בְּפִ֔יו וְדִבֶּ֣ר אֲלֵיהֶ֔ם אֵ֖ת כׇּל־אֲשֶׁ֥ר אֲצַוֶּֽנּוּ׃ <sup>יט</sup>&nbsp;וְהָיָ֗ה הָאִישׁ֙ אֲשֶׁ֤ר לֹֽא־יִשְׁמַע֙ אֶל־דְּבָרַ֔י אֲשֶׁ֥ר יְדַבֵּ֖ר בִּשְׁמִ֑י אָנֹכִ֖י אֶדְרֹ֥שׁ מֵעִמּֽוֹ׃ <sup>כ</sup>&nbsp;אַ֣ךְ הַנָּבִ֡יא אֲשֶׁ֣ר יָזִיד֩ לְדַבֵּ֨ר דָּבָ֜ר בִּשְׁמִ֗י אֵ֣ת אֲשֶׁ֤ר לֹֽא־צִוִּיתִיו֙ לְדַבֵּ֔ר וַאֲשֶׁ֣ר יְדַבֵּ֔ר בְּשֵׁ֖ם אֱלֹהִ֣ים אֲחֵרִ֑ים וּמֵ֖ת הַנָּבִ֥יא הַהֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>17</sup>&nbsp;&#8220;Then said &#67849;&#67844;&#67845;&#67844; to me, “Well indeed have you spoken. <sup>18</sup>&nbsp;A prophet I will raise up for them from among their brothers, like yourself. I shall put my word in his mouth, and he shall speak to them all that I will command him. <sup>19</sup>&nbsp;And it shall be: the man who will not hearken to My words which he will speak in My name, I Myself will requite it of him. <sup>20</sup>&nbsp;However if a prophet appears who will presume to speak a word in My name which I have not commanded him to speak, or one who speaks in the name of other <em>elohim</em>, he shall die—the prophet who does this!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;וְכִ֥י תֹאמַ֖ר בִּלְבָבֶ֑ךָ אֵיכָה֙ נֵדַ֣ע אֶת־הַדָּבָ֔ר אֲשֶׁ֥ר לֹא־דִבְּר֖וֹ יְהֹוָה׃ <sup>כב</sup>&nbsp;אֲשֶׁר֩ יְדַבֵּ֨ר הַנָּבִ֜יא בְּשֵׁ֣ם יְהֹוָ֗ה וְלֹֽא־יִהְיֶ֤ה הַדָּבָר֙ וְלֹ֣א יָבֹ֔א ה֣וּא הַדָּבָ֔ר אֲשֶׁ֥ר לֹא־דִבְּר֖וֹ יְהֹוָ֑ה בְּזָדוֹן֙ דִּבְּר֣וֹ הַנָּבִ֔יא לֹ֥א תָג֖וּר מִמֶּֽנּוּ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;Should you say in your heart, ‘How shall we recognize a word that has not been spoken by &#67849;&#67844;&#67845;&#67844;?’ <sup>22</sup>&nbsp;That indeed which is spoken by the prophet in the name of &#67849;&#67844;&#67845;&#67844;—if it does not come true—the thing predicted; if it fails to come about, that is the word that has not been spoken by &#67849;&#67844;&#67845;&#67844;. Presumptuously has spoken the prophet. Have no dread of him.”</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">יט <sup>א</sup>&nbsp;כִּֽי־יַכְרִ֞ית יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֶת־הַגּוֹיִ֔ם אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ אֶת־אַרְצָ֑ם וִֽירִשְׁתָּ֕ם וְיָשַׁבְתָּ֥ בְעָרֵיהֶ֖ם וּבְבָתֵּיהֶֽם׃ <sup>ב</sup>&nbsp;שָׁל֥וֹשׁ עָרִ֖ים תַּבְדִּ֣יל לָ֑ךְ בְּת֣וֹךְ אַרְצְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ לְרִשְׁתָּֽהּ׃ <sup>ג</sup>&nbsp;תָּכִ֣ין לְךָ֮ הַדֶּ֒רֶךְ֒ וְשִׁלַּשְׁתָּ֙ אֶת־גְּב֣וּל אַרְצְךָ֔ אֲשֶׁ֥ר יַנְחִֽילְךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְהָיָ֕ה לָנ֥וּס שָׁ֖מָּה כׇּל־רֹצֵֽחַ׃ </span> <span class=\"d2\"><sup>ד</sup>&nbsp;וְזֶה֙ דְּבַ֣ר הָרֹצֵ֔חַ אֲשֶׁר־יָנ֥וּס שָׁ֖מָּה וָחָ֑י אֲשֶׁ֨ר יַכֶּ֤ה אֶת־רֵעֵ֙הוּ֙ בִּבְלִי־דַ֔עַת וְה֛וּא לֹא־שֹׂנֵ֥א ל֖וֹ מִתְּמֹ֥ל שִׁלְשֹֽׁם׃ <sup>ה</sup>&nbsp;וַאֲשֶׁר֩ יָבֹ֨א אֶת־רֵעֵ֥הוּ בַיַּ֘עַר֮ לַחְטֹ֣ב עֵצִים֒ וְנִדְּחָ֨ה יָד֤וֹ בַגַּרְזֶן֙ לִכְרֹ֣ת הָעֵ֔ץ וְנָשַׁ֤ל הַבַּרְזֶל֙ מִן־הָעֵ֔ץ וּמָצָ֥א אֶת־רֵעֵ֖הוּ וָמֵ֑ת ה֗וּא יָנ֛וּס אֶל־אַחַ֥ת הֶעָרִים־הָאֵ֖לֶּה וָחָֽי׃ <sup>ו</sup>&nbsp;פֶּן־יִרְדֹּף֩ גֹּאֵ֨ל הַדָּ֜ם אַחֲרֵ֣י הָרֹצֵ֗חַ כִּי־יֵחַם֮ לְבָבוֹ֒ וְהִשִּׂיג֛וֹ כִּֽי־יִרְבֶּ֥ה הַדֶּ֖רֶךְ וְהִכָּ֣הוּ נָ֑פֶשׁ וְלוֹ֙ אֵ֣ין מִשְׁפַּט־מָ֔וֶת כִּ֠י לֹ֣א שֹׂנֵ֥א ה֛וּא ל֖וֹ מִתְּמ֥וֹל שִׁלְשֽׁוֹם׃ <sup>ז</sup>&nbsp;עַל־כֵּ֛ן אָנֹכִ֥י מְצַוְּךָ֖ לֵאמֹ֑ר שָׁלֹ֥שׁ עָרִ֖ים תַּבְדִּ֥יל לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">19 <sup>1</sup>&nbsp;&#8220;When nations are cut down—when &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> destroys the nations of whom &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you their land, when you have driven them out and settled in their cities and in their houses, <sup>2</sup>&nbsp;three towns you will set aside for yourself within your land—the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you as an inheritance. <sup>3</sup>&nbsp;You must <em>takhin</em> (gauge) for yourself the <em>derekh</em> (distance) and divide into three the borders of your land that is allotted to you by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. And these will be for fleeing to them, every manslayer.</span> <span class=\"d2\"><sup>4</sup>&nbsp;Now this is the case of the manslayer who will flee there, and live—for one who will strike down his neighbor unwittingly (“without knowing”), when he in fact had no hatred for him yesterday or aforetime. <sup>5</sup>&nbsp;As when someone comes with his neighbor into the forest to cut wood, and he swings his hand with the axe while cutting the wood and the head slips off—the iron—from the wood, and it reaches his neighbor, and he dies. The mankiller then will have to flee to one of the cities of refuge, and live. <sup>6</sup>&nbsp;Lest he be pursued by the avenger of blood, chasing after the manslayer, since hot he truly is in his heart. If he overtakes him—since long is the journey—and he strikes him mortally, although his is not a sentence of death when we consider the fact that indeed no hatred did the manslayer have for the victim, yesterday or aforetime. <sup>7</sup>&nbsp;For this reason thus, I do command you as follows, &#8216;Three cities you must set apart.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ח</sup>&nbsp;וְאִם־יַרְחִ֞יב יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֶת־גְּבֻ֣לְךָ֔ כַּאֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶ֑יךָ וְנָ֤תַן לְךָ֙ אֶת־כׇּל־הָאָ֔רֶץ אֲשֶׁ֥ר דִּבֶּ֖ר לָתֵ֥ת לַאֲבֹתֶֽיךָ׃ <sup>ט</sup>&nbsp;כִּֽי־תִשְׁמֹר֩ אֶת־כׇּל־הַמִּצְוָ֨ה הַזֹּ֜את לַעֲשֹׂתָ֗הּ אֲשֶׁ֨ר אָנֹכִ֣י מְצַוְּךָ֮ הַיּוֹם֒ לְאַהֲבָ֞ה אֶת־יְהֹוָ֧ה אֱלֹהֶ֛יךָ וְלָלֶ֥כֶת בִּדְרָכָ֖יו כׇּל־הַיָּמִ֑ים וְיָסַפְתָּ֨ לְךָ֥ עוֹד֙ שָׁלֹ֣שׁ עָרִ֔ים עַ֖ל הַשָּׁלֹ֥שׁ הָאֵֽלֶּה׃ </span> <span class=\"d1\"><sup>י</sup>&nbsp;וְלֹ֤א יִשָּׁפֵךְ֙ דָּ֣ם נָקִ֔י בְּקֶ֣רֶב אַרְצְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָ֑ה וְהָיָ֥ה עָלֶ֖יךָ דָּמִֽים׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>8</sup>&nbsp;&#8220;If enlarged should be your land—if &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> expands your borders, just as Hashem did swear to your fathers, and Hashem gives to you all the land that they in fact promised to give to your fathers, <sup>9</sup>&nbsp;If you carefully keep all the mitsvah—this mandate by observing it; that which I Myself do indeed command you this day, that you should love &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> and to walk in Hashem&#8217;s ways, all your days: you shall add for yourself another three cities to the above-mentioned three.</span> <span class=\"d1\"><sup>10</sup>&nbsp;Thus there will not be shed innocent blood in the midst of your land—the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you as an inheritance: there would be upon you bloodguilt!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יא</sup>&nbsp;וְכִֽי־יִהְיֶ֥ה אִישׁ֙ שֹׂנֵ֣א לְרֵעֵ֔הוּ וְאָ֤רַב לוֹ֙ וְקָ֣ם עָלָ֔יו וְהִכָּ֥הוּ נֶ֖פֶשׁ וָמֵ֑ת וְנָ֕ס אֶל־אַחַ֖ת הֶעָרִ֥ים הָאֵֽל׃ <sup>יב</sup>&nbsp;וְשָֽׁלְחוּ֙ זִקְנֵ֣י עִיר֔וֹ וְלָקְח֥וּ אֹת֖וֹ מִשָּׁ֑ם וְנָתְנ֣וּ אֹת֗וֹ בְּיַ֛ד גֹּאֵ֥ל הַדָּ֖ם וָמֵֽת׃ <sup>יג</sup>&nbsp;לֹא־תָח֥וֹס עֵֽינְךָ֖ עָלָ֑יו וּבִֽעַרְתָּ֧ דַֽם־הַנָּקִ֛י מִיִּשְׂרָאֵ֖ל וְט֥וֹב לָֽךְ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>11</sup>&nbsp;&#8220;If there be a person who bears hatred toward his neighbor, lying in wait for him, and he rises up against him and he strikes his life (nefesh), and he dies, and the person flees to one of the cities of refuge, <sup>12</sup>&nbsp;then messengers will be sent by the elders of his city, who will take him from there, and they will give him over into the hand of the avenger of blood, and he shall die. <sup>13</sup>&nbsp;Have no pity in your eye upon him. You shall burn away innocent blood from Yisrael, and it will be well with you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>ששי</mark> <sup>יד</sup>&nbsp;לֹ֤א תַסִּיג֙ גְּב֣וּל רֵֽעֲךָ֔ אֲשֶׁ֥ר גָּבְל֖וּ רִאשֹׁנִ֑ים בְּנַחֲלָֽתְךָ֙ אֲשֶׁ֣ר תִּנְחַ֔ל בָּאָ֕רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ לְרִשְׁתָּֽהּ׃{ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>14</sup>&nbsp;&#8220;You shall not push back the boundary-marker of your neighbor that was set in place by the first settlers in your inheritance that you are allotted within the land—the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you to possess.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טו</sup>&nbsp;לֹֽא־יָקוּם֩ עֵ֨ד אֶחָ֜ד בְּאִ֗ישׁ לְכׇל־עָוֺן֙ וּלְכׇל־חַטָּ֔את בְּכׇל־חֵ֖טְא אֲשֶׁ֣ר יֶֽחֱטָ֑א עַל־פִּ֣י ׀ שְׁנֵ֣י עֵדִ֗ים א֛וֹ עַל־פִּ֥י שְׁלֹשָֽׁה־עֵדִ֖ים יָק֥וּם דָּבָֽר׃ </span> <span class=\"d1\"><sup>טז</sup>&nbsp;כִּֽי־יָק֥וּם עֵד־חָמָ֖ס בְּאִ֑ישׁ לַעֲנ֥וֹת בּ֖וֹ סָרָֽה׃ <sup>יז</sup>&nbsp;וְעָמְד֧וּ שְׁנֵֽי־הָאֲנָשִׁ֛ים אֲשֶׁר־לָהֶ֥ם הָרִ֖יב לִפְנֵ֣י יְהֹוָ֑ה לִפְנֵ֤י</span> <span class=\"dp\">הַכֹּֽהֲנִים֙ וְ</span><span class=\"d1\">הַשֹּׁ֣פְטִ֔ים אֲשֶׁ֥ר יִהְי֖וּ בַּיָּמִ֥ים הָהֵֽם׃ <sup>יח</sup>&nbsp;וְדָרְשׁ֥וּ הַשֹּׁפְטִ֖ים הֵיטֵ֑ב וְהִנֵּ֤ה עֵֽד־שֶׁ֙קֶר֙ הָעֵ֔ד שֶׁ֖קֶר עָנָ֥ה בְאָחִֽיו׃ <sup>יט</sup>&nbsp;וַעֲשִׂ֣יתֶם ל֔וֹ כַּאֲשֶׁ֥ר זָמַ֖ם לַעֲשׂ֣וֹת לְאָחִ֑יו וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ <sup>כ</sup>&nbsp;וְהַנִּשְׁאָרִ֖ים יִשְׁמְע֣וּ וְיִרָ֑אוּ וְלֹֽא־יֹסִ֨פוּ לַעֲשׂ֜וֹת ע֗וֹד כַּדָּבָ֥ר הָרָ֛ע הַזֶּ֖ה בְּקִרְבֶּֽךָ׃ </span> <span class=\"dp\"><sup>כא</sup>&nbsp;וְלֹ֥א תָח֖וֹס עֵינֶ֑ךָ נֶ֣פֶשׁ בְּנֶ֗פֶשׁ עַ֤יִן בְּעַ֙יִן֙ שֵׁ֣ן בְּשֵׁ֔ן יָ֥ד בְּיָ֖ד רֶ֥גֶל בְּרָֽגֶל׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>15</sup>&nbsp;&#8220;There shall not rise up to testify as a witness—a single one—against a man for any crime or for any offence, in any sin that he has committed. Only at the mouth of two witnesses, or perhaps at the mouth of three witnesses, may be established the case!</span> <span class=\"d1\"><sup>16</sup>&nbsp;Should there arise a witness who is corrupt against a man, to testify against him falsely, <sup>17</sup>&nbsp;then there shall stand the two people involved—who have a dispute—before &#67849;&#67844;&#67845;&#67844;, before</span> <span class=\"dp\">the kohanim or</span> <span class=\"d1\">the judges who will be in those days. <sup>18</sup>&nbsp;Then will inquire the judges with care. If it is found that a false witness is this one: falsely has he testified against his brother, <sup>19</sup>&nbsp;You shall do to him just as he had schemed to do to his brother. You will thus burn out the evil from your midst. <sup>20</sup>&nbsp;Those who remain will hear and be afraid, and will no longer do ever again the like of this evil thing—this practice—in your midst.</span> <span class=\"dp\"><sup>21</sup>&nbsp;Do not have pity in your eye: a life (nefesh) for a life, an eye for an eye, and a tooth for a tooth; a hand for a hand, a foot for a foot!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">כ <sup>א</sup>&nbsp;כִּֽי־תֵצֵ֨א לַמִּלְחָמָ֜ה עַל־אֹיְבֶ֗ךָ וְֽרָאִ֜יתָ ס֤וּס וָרֶ֙כֶב֙ עַ֚ם רַ֣ב מִמְּךָ֔ לֹ֥א תִירָ֖א מֵהֶ֑ם כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עִמָּ֔ךְ הַמַּֽעַלְךָ֖ מֵאֶ֥רֶץ מִצְרָֽיִם׃ </span> <span class=\"d2\"><sup>ב</sup>&nbsp;וְהָיָ֕ה כְּקָֽרׇבְכֶ֖ם אֶל־הַמִּלְחָמָ֑ה וְנִגַּ֥שׁ הַכֹּהֵ֖ן וְדִבֶּ֥ר אֶל־הָעָֽם׃ <sup>ג</sup>&nbsp;וְאָמַ֤ר אֲלֵהֶם֙ שְׁמַ֣ע יִשְׂרָאֵ֔ל אַתֶּ֨ם קְרֵבִ֥ים הַיּ֛וֹם לַמִּלְחָמָ֖ה עַל־אֹיְבֵיכֶ֑ם אַל־יֵרַ֣ךְ לְבַבְכֶ֗ם אַל־תִּֽירְא֧וּ וְאַֽל־תַּחְפְּז֛וּ וְאַל־תַּֽעַרְצ֖וּ מִפְּנֵיהֶֽם׃ <sup>ד</sup>&nbsp;כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם הַהֹלֵ֖ךְ עִמָּכֶ֑ם לְהִלָּחֵ֥ם לָכֶ֛ם עִם־אֹיְבֵיכֶ֖ם לְהוֹשִׁ֥יעַ אֶתְכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">20 <sup>1</sup>&nbsp;&#8220;When you go out to battle against your foes—if you should see horse and chariot, fighting people more numerous than you, you shall have no fear of them. For &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is with you: the one who brought you up from the land of Mitsrayim!</span> <span class=\"d2\"><sup>2</sup>&nbsp;And it shall be when you draw near for battle, there shall come forward the Kohen, and speak to the people. <sup>3</sup>&nbsp;He will say to them, “<em>Shma` Yisrael!</em> (Hear O Yisrael!), you are drawing near today to do battle against your enemies. Be not soft—let your heart not be faint. Do not be afraid; show no trepidation, and do not tremble before them,<sup>4</sup>&nbsp;since it is that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is the One going forward with you. Hashem will do battle on your behalf against your enemies, to deliver you!”&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ה</sup>&nbsp;וְדִבְּר֣וּ הַשֹּֽׁטְרִים֮ אֶל־הָעָ֣ם לֵאמֹר֒ מִֽי־הָאִ֞ישׁ אֲשֶׁ֨ר בָּנָ֤ה בַֽיִת־חָדָשׁ֙ וְלֹ֣א חֲנָכ֔וֹ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יַחְנְכֶֽנּוּ׃ <sup>ו</sup>&nbsp;וּמִֽי־הָאִ֞ישׁ אֲשֶׁר־נָטַ֥ע כֶּ֙רֶם֙ וְלֹ֣א חִלְּל֔וֹ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יְחַלְּלֶֽנּוּ׃ <sup>ז</sup>&nbsp;וּמִֽי־הָאִ֞ישׁ אֲשֶׁר־אֵרַ֤שׂ אִשָּׁה֙ וְלֹ֣א לְקָחָ֔הּ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יִקָּחֶֽנָּה׃ <sup>ח</sup>&nbsp;וְיָסְפ֣וּ הַשֹּׁטְרִים֮ לְדַבֵּ֣ר אֶל־הָעָם֒ וְאָמְר֗וּ מִי־הָאִ֤ישׁ הַיָּרֵא֙ וְרַ֣ךְ הַלֵּבָ֔ב יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ וְלֹ֥א יִמַּ֛ס אֶת־לְבַ֥ב אֶחָ֖יו כִּלְבָבֽוֹ׃ </span> <span class=\"d2\"><sup>ט</sup>&nbsp;וְהָיָ֛ה כְּכַלֹּ֥ת הַשֹּׁטְרִ֖ים לְדַבֵּ֣ר אֶל־הָעָ֑ם וּפָ֥קְד֛וּ שָׂרֵ֥י צְבָא֖וֹת בְּרֹ֥אשׁ הָעָֽם׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>5</sup>&nbsp;&#8220;Then must speak the officials to the people, as follows, “Who is the man who has built a new house and not dedicated it? Let him go and return to his house, lest he die in battle, and another man dedicate it! <sup>6</sup>&nbsp;And who is the man who has planted a vineyard and never harvested it? Let him go and return to his house, lest he die in battle, and another man harvest it! <sup>7</sup>&nbsp;And who is the man who has betrothed a woman and not yet married her? Let him go and return to his house, lest he die in battle, and another man marry her.&#8217; <sup>8</sup>&nbsp;Then will continue these same officials speaking to the people, and they will say this: ”What man is afraid and faint of heart? Let him go and return to his house, lest shaken in turn are the hearts of his brothers, like his heart!&#8217;</span> <span class=\"d2\"><sup>9</sup>&nbsp;And it shall be, when they are done—the officials —speaking to the people, they shall appoint captains of the armies, at the head of the people.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>שביעי</mark> <sup>י</sup>&nbsp;כִּֽי־תִקְרַ֣ב אֶל־עִ֔יר לְהִלָּחֵ֖ם עָלֶ֑יהָ וְקָרָ֥אתָ אֵלֶ֖יהָ לְשָׁלֽוֹם׃ <sup>יא</sup>&nbsp;וְהָיָה֙ אִם־שָׁל֣וֹם תַּֽעַנְךָ֔ וּפָתְחָ֖ה לָ֑ךְ וְהָיָ֞ה כׇּל־הָעָ֣ם הַנִּמְצָא־בָ֗הּ יִהְי֥וּ לְךָ֛ לָמַ֖ס וַעֲבָדֽוּךָ׃ <sup>יב</sup>&nbsp;וְאִם־לֹ֤א תַשְׁלִים֙ עִמָּ֔ךְ וְעָשְׂתָ֥ה עִמְּךָ֖ מִלְחָמָ֑ה וְצַרְתָּ֖ עָלֶֽיהָ׃ <sup>יג</sup>&nbsp;וּנְתָנָ֛הּ יְהֹוָ֥ה אֱלֹהֶ֖יךָ בְּיָדֶ֑ךָ וְהִכִּיתָ֥ אֶת־כׇּל־זְכוּרָ֖הּ לְפִי־חָֽרֶב׃ <sup>יד</sup>&nbsp;רַ֣ק הַ֠נָּשִׁ֠ים וְהַטַּ֨ף וְהַבְּהֵמָ֜ה וְכֹל֩ אֲשֶׁ֨ר יִהְיֶ֥ה בָעִ֛יר כׇּל־שְׁלָלָ֖הּ תָּבֹ֣ז לָ֑ךְ וְאָֽכַלְתָּ֙ אֶת־שְׁלַ֣ל אֹיְבֶ֔יךָ אֲשֶׁ֥ר נָתַ֛ן יְהֹוָ֥ה אֱלֹהֶ֖יךָ לָֽךְ׃ </span> <span class=\"dp\"><sup>טו</sup>&nbsp;כֵּ֤ן תַּעֲשֶׂה֙ לְכׇל־הֶ֣עָרִ֔ים הָרְחֹקֹ֥ת מִמְּךָ֖ מְאֹ֑ד אֲשֶׁ֛ר לֹא־מֵעָרֵ֥י הַגּֽוֹיִם־הָאֵ֖לֶּה הֵֽנָּה׃ <sup>טז</sup>&nbsp;רַ֗ק מֵעָרֵ֤י הָֽעַמִּים֙ הָאֵ֔לֶּה אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָ֑ה לֹ֥א תְחַיֶּ֖ה כׇּל־נְשָׁמָֽה׃ <sup>יז</sup>&nbsp;כִּֽי־הַחֲרֵ֣ם תַּחֲרִימֵ֗ם הַחִתִּ֤י וְהָאֱמֹרִי֙ הַכְּנַעֲנִ֣י וְהַפְּרִזִּ֔י הַחִוִּ֖י וְהַיְבוּסִ֑י כַּאֲשֶׁ֥ר צִוְּךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>יח</sup>&nbsp;לְמַ֗עַן אֲשֶׁ֨ר לֹֽא־יְלַמְּד֤וּ אֶתְכֶם֙ לַעֲשׂ֔וֹת כְּכֹל֙ תּֽוֹעֲבֹתָ֔ם אֲשֶׁ֥ר עָשׂ֖וּ לֵֽאלֹהֵיהֶ֑ם וַחֲטָאתֶ֖ם לַיהֹוָ֥ה אֱלֹהֵיכֶֽם׃{ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;When you approach a city to do battle against it, you shall call to it the terms of peace. <sup>11</sup>&nbsp;If it does not make peace with you, and would join with you in battle, you shall lay seige to it. <sup>12</sup>&nbsp;But if they do not make-peace with you, and make war against you, you may besiege it. <sup>13</sup>&nbsp;When it is given over by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> into your hand, you shall strike down all of its adult males with the edge of the sword. <sup>14</sup>&nbsp;However, as for the women, the children and the livestock, as well as everything that there is inside the town— all its booty, you shall plunder for yourself. You shall consume the spoil of your enemy that will be given over by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to you.</span> <span class=\"dp\"><sup>15</sup>&nbsp;Thus shall you do to all the cities whose distance from you is great, that do not belong to the nations that are hereabout. <sup>16</sup>&nbsp;On the other hand, of the cities of the peoples—these nations—the ones that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you as an inheritance, you shall not leave alive <em>kol neshamah</em> (anything that breathes). <sup>17</sup>&nbsp;You must destroy them—put them under the ban: the Ḥitti, the Emori, the K&#8217;naani and the Perizzi, the Ḥivi, and the Yevusi, as it was commanded by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. <sup>18</sup>&nbsp;This is for your sake: so that they will not teach you to do according to all the things so abhorrent that they do with their gods, causing you to sin against &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יט</sup>&nbsp;כִּֽי־תָצ֣וּר אֶל־עִיר֩ יָמִ֨ים רַבִּ֜ים לְֽהִלָּחֵ֧ם עָלֶ֣יהָ לְתׇפְשָׂ֗הּ לֹֽא־תַשְׁחִ֤ית אֶת־עֵצָהּ֙ לִנְדֹּ֤חַ עָלָיו֙ גַּרְזֶ֔ן כִּ֚י מִמֶּ֣נּוּ תֹאכֵ֔ל וְאֹת֖וֹ לֹ֣א תִכְרֹ֑ת כִּ֤י הָֽאָדָם֙ עֵ֣ץ הַשָּׂדֶ֔ה לָבֹ֥א מִפָּנֶ֖יךָ בַּמָּצֽוֹר׃ <sup>כ</sup>&nbsp;רַ֞ק עֵ֣ץ אֲשֶׁר־תֵּדַ֗ע כִּֽי־לֹא־עֵ֤ץ מַאֲכָל֙ ה֔וּא אֹת֥וֹ תַשְׁחִ֖ית וְכָרָ֑תָּ וּבָנִ֣יתָ מָצ֗וֹר עַל־הָעִיר֙ אֲשֶׁר־הִ֨וא עֹשָׂ֧ה עִמְּךָ֛ מִלְחָמָ֖ה עַ֥ד רִדְתָּֽהּ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>19</sup>&nbsp;&#8220;When you lay siege to a city for many days in order to fight against it to capture it, do not destroy the trees by wielding against them an axe, because from them you shall eat, so trees you must not cut down. Is it a human—a tree of the field—to come out against you in a siege? <sup>20</sup>&nbsp;On the other hand, a tree of which you do know that not a tree yielding food it is, that tree may by destroyed and cut down, so you may build a siege-work against the town, since it is truly going—up against you in battle—until its downfall.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">כא <sup>א</sup>&nbsp;כִּי־יִמָּצֵ֣א חָלָ֗ל בָּאֲדָמָה֙ אֲשֶׁר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ נֹתֵ֤ן לְךָ֙ לְרִשְׁתָּ֔הּ נֹפֵ֖ל בַּשָּׂדֶ֑ה לֹ֥א נוֹדַ֖ע מִ֥י הִכָּֽהוּ׃ <sup>ב</sup>&nbsp;וְיָצְא֥וּ זְקֵנֶ֖יךָ וְשֹׁפְטֶ֑יךָ וּמָדְדוּ֙ אֶל־הֶ֣עָרִ֔ים אֲשֶׁ֖ר סְבִיבֹ֥ת הֶחָלָֽל׃ <sup>ג</sup>&nbsp;וְהָיָ֣ה הָעִ֔יר הַקְּרֹבָ֖ה אֶל־הֶחָלָ֑ל וְלָֽקְח֡וּ זִקְנֵי֩ הָעִ֨יר הַהִ֜וא עֶגְלַ֣ת בָּקָ֗ר אֲשֶׁ֤ר לֹֽא־עֻבַּד֙ בָּ֔הּ אֲשֶׁ֥ר לֹא־מָשְׁכָ֖ה בְּעֹֽל׃ <sup>ד</sup>&nbsp;וְהוֹרִ֡דוּ זִקְנֵי֩ הָעִ֨יר הַהִ֤וא אֶת־הָֽעֶגְלָה֙ אֶל־נַ֣חַל אֵיתָ֔ן אֲשֶׁ֛ר לֹא־יֵעָבֵ֥ד בּ֖וֹ וְלֹ֣א יִזָּרֵ֑עַ וְעָֽרְפוּ־שָׁ֥ם אֶת־הָעֶגְלָ֖ה בַּנָּֽחַל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">21 <sup>1</sup>&nbsp;&#8220;If there should be found a corpse on the ground—in the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you to possess it, one fallen in the field, it not being known who struck him down, <sup>2</sup>&nbsp;then shall go out your elders and your judges, to measure the distance to the cities that are, around the corpse. <sup>3</sup>&nbsp;It shall be from the city that is nearest to the corpse, that there must be brought by the elders of the city in question a heifer from the herd of which no work has been done with it; which has never pulled a yoke. <sup>4</sup>&nbsp;And it must be brought down by the elders of the city in question—the heifer to a wadi swiftly-running, the land around which, no work has been done on it, and that has not been sown. They will break the neck of the heifer, there in the wadi.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ה</sup>&nbsp;וְנִגְּשׁ֣וּ הַכֹּהֲנִים֮ בְּנֵ֣י לֵוִי֒ כִּ֣י בָ֗ם בָּחַ֞ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְשָׁ֣רְת֔וֹ וּלְבָרֵ֖ךְ בְּשֵׁ֣ם יְהֹוָ֑ה וְעַל־פִּיהֶ֥ם יִהְיֶ֖ה כׇּל־רִ֥יב וְכׇל־נָֽגַע׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;וְכֹ֗ל זִקְנֵי֙ הָעִ֣יר הַהִ֔וא הַקְּרֹבִ֖ים אֶל־הֶחָלָ֑ל יִרְחֲצוּ֙ אֶת־יְדֵיהֶ֔ם עַל־הָעֶגְלָ֖ה הָעֲרוּפָ֥ה בַנָּֽחַל׃ <mark>מפטיר</mark> <sup>ז</sup>&nbsp;וְעָנ֖וּ וְאָמְר֑וּ יָדֵ֗ינוּ לֹ֤א [שפכה] שָֽׁפְכוּ֙ אֶת־הַדָּ֣ם הַזֶּ֔ה וְעֵינֵ֖ינוּ לֹ֥א רָאֽוּ׃ <sup>ח</sup>&nbsp;כַּפֵּר֩ לְעַמְּךָ֨ יִשְׂרָאֵ֤ל אֲשֶׁר־פָּדִ֙יתָ֙ יְהֹוָ֔ה וְאַל־תִּתֵּן֙ דָּ֣ם נָקִ֔י בְּקֶ֖רֶב עַמְּךָ֣ יִשְׂרָאֵ֑ל וְנִכַּפֵּ֥ר לָהֶ֖ם הַדָּֽם׃ <sup>ט</sup>&nbsp;וְאַתָּ֗ה תְּבַעֵ֛ר הַדָּ֥ם הַנָּקִ֖י מִקִּרְבֶּ֑ךָ כִּֽי־תַעֲשֶׂ֥ה הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהֹוָה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>5</sup>&nbsp;&#8220;Then there shall come forward the kohanim—the sons of Levi—since they are the ones who in fact were chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to serve Hashem, and to bless in the name of &#67849;&#67844;&#67845;&#67844;, and by their word shall be settled every dispute and every injury.</span> <span class=\"d1\"><sup>6</sup>&nbsp;And as for all the elders of that city—the ones that were close to the corpse— they shall wash their hands over the heifer whose neck was broken in the wadi. <sup>7</sup>&nbsp;They shall speak up and say, “In truth, our hands did not shed this blood, and our eyes did not see it! <sup>8</sup>&nbsp;Do grant atonement to your people Yisrael, whom you redeemed, &#67849;&#67844;&#67845;&#67844;. Do not put innocent blood in the midst of your people Yisrael, so atoned they shall be of the blood.” <sup>9</sup>&nbsp;So shall you yourself burn out the blood—the innocent blood—from your midst, thus doing what is right in the eyes of &#67849;&#67844;&#67845;&#67844;!&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_שפטים/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Len Fellman from his collection of transtropilized parashot, without including a number of innovations intended for readers listening to and/or chanting his text. (For Fellman&#8217;s completely transtropilized text along with idiomatic &#8220;padded&#8221; text separated out as greyed text, please consult his source.) Fellman writes: </p>\n<blockquote><p>I favor literal translations (e.g. “cut a covenant”) to call attention to Hebrew idioms, and towards simpler (even if less accurate) words (e.g. Ex. 12:7 “beam above the door” rather than “lintel”) to be easier to follow. If my readings provoke a discussion of the Hebrew, I consider that as justification for using less-than-idiomatic English. I try to find just the right balance between “literalness” and “listenable-ness”. A primary goal is throwing light on the Hebrew syntax&#8230;.The English translations I mostly use (besides several scholarly commentaries) are the following:</p>\n<ul>\n<li>Aryeh Kaplan, <em>The Living Torah</em> (1981) (also my source for proper names &#038; transliterations)</li>\n<li>Richard Elliott Friedman, <em>The Bible With Sources Revealed</em> (2003)</li>\n<li>Everett Fox, <em>The Five Books of Moses</em> (1997)</li>\n<li>The Stone Edition <em>Tanach</em> (1996)</li>\n<li>JPS <em>Hebrew-English Tanach</em>, (2nd Ed. 2000), along with Orlinsky, ‘Notes on the New Translation of the Torah’ (1969)</li>\n<li>Robert Alter, <em>The Five Books of Moses</em> (2004)</li>\n<li>Commentaries in the <em>Anchor Bible</em> series</li>\n<li>Rotherham, <em>The Emphasized Bible</em> (1902)</li>\n<li><em>The Jerusalem Bible</em> (1966) (also my source for topic headings)</li>\n<li><em>The New King James Bible</em> (1982)</li>\n</ul>\n</blockquote>\n<p>In my adaptation of Len&#8217;s work, I mostly to re-Hebraize divine names, place names, and personal names. I also use gender-neutral pronouns and circumlocutions in place of default Hebrew male pronouns and the terms &#8216;God/gods&#8217; (e.g. singular &#8216;they/their&#8217; and Hashem instead of &#8216;he/him/his&#8217;). Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/parashatshoftimtorahreadingwithenglishtranstropilationlenfellman2019/Parashat%20Shoftim%20Torah%20Reading%20%28Deuteronomy%2016v18-21v9%29%20in%20English%20transtropilation%20%28Len%20Fellman%202020%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Parashat Shōftim",
        "Sefer Devarim (Deuteronomy)"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "bal tashḥit",
        "judges",
        "kings",
        "let's review",
        "mythopoesis",
        "predation",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "tithing",
        "נביאות nevi'ut",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת שפטים parashat Shoftim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3802"
        ],
        "_thumbnail_id": [
            "26847"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/New_Forest_calf.jpg",
        "title": "New_Forest_calf",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:New_Forest_calf.jpg\">A calf in England, New Forest national park.</a> (credit: Jim Champion, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=38538",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-shoftim-color-coded-according-to-its-narrative-layers-after-the-translation-of-len-fellman/",
    "slug": "parashat-shoftim-color-coded-according-to-its-narrative-layers-after-the-translation-of-len-fellman"
}