{
    "title": "&#x1f4dc; פָּרָשַׁת רְאֵה | Parashat R'éh (Deuteronomy 11:26-16:17), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Len Fellman (translation)",
            "bio": "Len Fellman is a mathematician, educator, and innovator of \"transtropilation,\" the process of translating from cantillized Hebrew, as closely as possible, “word for word and <em>trōp</em> for <em>trōp</em>”, with the main purpose being to aid a person with minimal Hebrew training in following the Hebrew leyning of the Torah and Haftarah readings word for word.",
            "website": "https://web.archive.org/web/20150926171914/http://toviar.home.comcast.net/~toviar/index.htm",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/len-fellman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/len-fellman"
        },
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'D1'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'D2'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'Dp'",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-08-01",
    "last_updated": "2023-05-22",
    "excerpt": "The text of parashat R'éh, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p>Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th.</p>\n<p><span class=\"d1\">&#11035; This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p>Parashat R&#8217;éh <span class=\"citation\">(Deuteronomy 11:26-16:17)</span> in the annual Torah reading cycle is the fourth parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/index.php?cat=3767\">Éqev</a> <span class=\"citation\">(Deuteronomy 7:12-11:25)</span>. Parashat <a href=\"https://opensiddur.org/index.php?cat=3802\">Shōftim</a> <span class=\"citation\">(Deuteronomy 16:18-21:9)</span>, follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\">יא <sup>כו</sup>&nbsp;רְאֵ֗ה אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּ֑וֹם בְּרָכָ֖ה וּקְלָלָֽה׃ <sup>כז</sup>&nbsp;אֶֽת־הַבְּרָכָ֑ה אֲשֶׁ֣ר תִּשְׁמְע֗וּ אֶל־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּֽוֹם׃ <sup>כח</sup>&nbsp;וְהַקְּלָלָ֗ה אִם־לֹ֤א תִשְׁמְעוּ֙ אֶל־מִצְוֺת֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם וְסַרְתֶּ֣ם מִן־הַדֶּ֔רֶךְ אֲשֶׁ֧ר אָנֹכִ֛י מְצַוֶּ֥ה אֶתְכֶ֖ם הַיּ֑וֹם לָלֶ֗כֶת אַחֲרֵ֛י אֱלֹהִ֥ים אֲחֵרִ֖ים אֲשֶׁ֥ר לֹֽא־יְדַעְתֶּֽם׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\">11 <sup>26</sup>&nbsp;&#8220;You can therefore see, that I Myself am putting before you this day both a blessing and a curse. <sup>27</sup>&nbsp;The blessing will come provided that you do obey the commandments of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>—those very ones that I myself am prescribing to you today; <sup>28</sup>&nbsp;It will be the curse if you fail to obey the commandments of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>; if you stray from the path—this very way that I myself am prescribing to you today, by following and going after other <em>elohim</em>, ones that you have not known.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כט</sup>&nbsp;וְהָיָ֗ה כִּ֤י יְבִֽיאֲךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ אֶל־הָאָ֕רֶץ אֲשֶׁר־אַתָּ֥ה בָא־שָׁ֖מָּה לְרִשְׁתָּ֑הּ וְנָתַתָּ֤ה אֶת־הַבְּרָכָה֙ עַל־הַ֣ר גְּרִזִ֔ים וְאֶת־הַקְּלָלָ֖ה עַל־הַ֥ר עֵיבָֽל׃ <sup>ל</sup>&nbsp;הֲלֹא־הֵ֜מָּה בְּעֵ֣בֶר הַיַּרְדֵּ֗ן אַֽחֲרֵי֙ דֶּ֚רֶךְ מְב֣וֹא הַשֶּׁ֔מֶשׁ בְּאֶ֙רֶץ֙ הַֽכְּנַעֲנִ֔י הַיֹּשֵׁ֖ב בָּעֲרָבָ֑ה מ֚וּל הַגִּלְגָּ֔ל אֵ֖צֶל אֵלוֹנֵ֥י מֹרֶֽה׃ </span> <span class=\"d2\"><sup>לא</sup>&nbsp;כִּ֤י אַתֶּם֙ עֹבְרִ֣ים אֶת־הַיַּרְדֵּ֔ן לָבֹא֙ לָרֶ֣שֶׁת אֶת־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם נֹתֵ֣ן לָכֶ֑ם וִֽירִשְׁתֶּ֥ם אֹתָ֖הּ וִֽישַׁבְתֶּם־בָּֽהּ׃ <sup>לב</sup>&nbsp;וּשְׁמַרְתֶּ֣ם לַעֲשׂ֔וֹת אֵ֥ת כׇּל־הַֽחֻקִּ֖ים וְאֶת־הַמִּשְׁפָּטִ֑ים אֲשֶׁ֧ר אָנֹכִ֛י נֹתֵ֥ן לִפְנֵיכֶ֖ם הַיּֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>29</sup>&nbsp;&#8220;And it will be when you have been brought by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> into the land—the land you are going into to possess it, you shall place the blessing on Mount Gerizim, and the curse on Mount Eḇal. <sup>30</sup>&nbsp;They are indeed across the River Yarden, just beyond the way of the setting of the sun (the Western Way), in the land of the K&#8217;naani who live in the Aravah, on the way to Gilgal (Stone-circle), near the terebinths of Moreh.</span> <span class=\"d2\"><sup>31</sup>&nbsp;Because you in fact are about to cross the Yarden to go in and take hold of the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you. You shall possess it and dwell within it. <sup>32</sup>&nbsp;You must take care to observe all the laws and regulations—the statutes indeed that I myself set before you today.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">יב <sup>א</sup>&nbsp;אֵ֠לֶּה הַֽחֻקִּ֣ים וְהַמִּשְׁפָּטִים֮ אֲשֶׁ֣ר תִּשְׁמְר֣וּן לַעֲשׂוֹת֒ בָּאָ֕רֶץ אֲשֶׁר֩ נָתַ֨ן יְהֹוָ֜ה אֱלֹהֵ֧י אֲבֹתֶ֛יךָ לְךָ֖ לְרִשְׁתָּ֑הּ כׇּ֨ל־הַיָּמִ֔ים אֲשֶׁר־אַתֶּ֥ם חַיִּ֖ים עַל־הָאֲדָמָֽה׃ </span> <span class=\"dp\"><sup>ב</sup>&nbsp;אַבֵּ֣ד תְּ֠אַבְּד֠וּן אֶֽת־כׇּל־הַמְּקֹמ֞וֹת אֲשֶׁ֧ר עָֽבְדוּ־שָׁ֣ם הַגּוֹיִ֗ם אֲשֶׁ֥ר אַתֶּ֛ם יֹרְשִׁ֥ים אֹתָ֖ם אֶת־אֱלֹהֵיהֶ֑ם עַל־הֶהָרִ֤ים הָֽרָמִים֙ וְעַל־הַגְּבָע֔וֹת וְתַ֖חַת כׇּל־עֵ֥ץ רַעֲנָֽן׃ <sup>ג</sup>&nbsp;וְנִתַּצְתֶּ֣ם אֶת־מִזְבְּחֹתָ֗ם וְשִׁבַּרְתֶּם֙ אֶת־מַצֵּ֣בֹתָ֔ם וַאֲשֵֽׁרֵיהֶם֙ תִּשְׂרְפ֣וּן בָּאֵ֔שׁ וּפְסִילֵ֥י אֱלֹֽהֵיהֶ֖ם תְּגַדֵּע֑וּן וְאִבַּדְתֶּ֣ם אֶת־שְׁמָ֔ם מִן־הַמָּק֖וֹם הַהֽוּא׃ <sup>ד</sup>&nbsp;לֹֽא־תַעֲשׂ֣וּן כֵּ֔ן לַיהֹוָ֖ה אֱלֹהֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">12 <sup>1</sup>&nbsp;&#8220;Here will be set out for you the laws and the regulations you must take care to observe in the land—this being the land given by &#67849;&#67844;&#67845;&#67844; who is the <em>elo&#8217;ah</em> of your fathers to you to possess it for as many days as you do live on the fertile-earth.</span> <span class=\"dp\"><sup>2</sup>&nbsp;You must demolish—you must completely destroy—all of those places the places in which <em>elohim</em> are worshipped—by those nations—the nations that you are about to drive out—where they serve their <em>elohim</em>; places on the high mountains and on the hills, and beneath every lush tree. <sup>3</sup>&nbsp;You must tear down their altars, and shatter their pillars. Their Asherah you must burn by fire, statues of their <em>elohim</em> chop down, wiping out their names from that very place. <sup>4</sup>&nbsp;You must not do thus with &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ה</sup>&nbsp;כִּ֠י אִֽם־אֶל־הַמָּק֞וֹם אֲשֶׁר־יִבְחַ֨ר יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ מִכׇּל־שִׁבְטֵיכֶ֔ם לָשׂ֥וּם אֶת־שְׁמ֖וֹ שָׁ֑ם לְשִׁכְנ֥וֹ תִדְרְשׁ֖וּ וּבָ֥אתָ שָּֽׁמָּה׃ <sup>ו</sup>&nbsp;וַהֲבֵאתֶ֣ם שָׁ֗מָּה עֹלֹֽתֵיכֶם֙ וְזִבְחֵיכֶ֔ם וְאֵת֙ מַעְשְׂרֹ֣תֵיכֶ֔ם וְאֵ֖ת תְּרוּמַ֣ת יֶדְכֶ֑ם וְנִדְרֵיכֶם֙ וְנִדְבֹ֣תֵיכֶ֔ם וּבְכֹרֹ֥ת בְּקַרְכֶ֖ם וְצֹאנְכֶֽם׃ <sup>ז</sup>&nbsp;וַאֲכַלְתֶּם־שָׁ֗ם לִפְנֵי֙ יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם וּשְׂמַחְתֶּ֗ם בְּכֹל֙ מִשְׁלַ֣ח יֶדְכֶ֔ם אַתֶּ֖ם וּבָתֵּיכֶ֑ם אֲשֶׁ֥ר בֵּֽרַכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>5</sup>&nbsp;&#8220;Rather, it may only be at that place to be chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> from all your tribes, to place Hashem&#8217;s name there, where it will dwell, and where you will seek them: you will go to that place. <sup>6</sup>&nbsp;You shall bring to this place your burnt offerings and your sacrifices and also your special<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> i.e. animal tithes, re: Aryeh Kaplan.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> tithes, as well as the donation from your hands, your votive offerings and your freewill gifts, the firstborn of your cattle and of your flocks.  <sup>7</sup>&nbsp;And you shall eat there before &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, and you shall rejoice in all whereto you put your hand,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> i.e. in all your endeavors&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> both you and your households, through which you are blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ח</sup>&nbsp;לֹ֣א תַעֲשׂ֔וּן כְּ֠כֹ֠ל אֲשֶׁ֨ר אֲנַ֧חְנוּ עֹשִׂ֛ים פֹּ֖ה הַיּ֑וֹם אִ֖ישׁ כׇּל־הַיָּשָׁ֥ר בְּעֵינָֽיו׃ <sup>ט</sup>&nbsp;כִּ֥י לֹא־בָאתֶ֖ם עַד־עָ֑תָּה אֶל־הַמְּנוּחָה֙ וְאֶל־הַֽנַּחֲלָ֔ה אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;You shall not do things in all of the ways that we are in fact doing them now, in this place, today: each man doing what is right in his eyes. <sup>9</sup>&nbsp;For you have not come as yet to the resting-place—the inheritance—that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>י</sup>&nbsp;וַעֲבַרְתֶּם֮ אֶת־הַיַּרְדֵּן֒ וִֽישַׁבְתֶּ֣ם בָּאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם מַנְחִ֣יל אֶתְכֶ֑ם וְהֵנִ֨יחַ לָכֶ֧ם מִכׇּל־אֹיְבֵיכֶ֛ם מִסָּבִ֖יב וִֽישַׁבְתֶּם־בֶּֽטַח׃ <mark>שני</mark> <sup>יא</sup>&nbsp;וְהָיָ֣ה הַמָּק֗וֹם אֲשֶׁר־יִבְחַר֩ יְהֹוָ֨ה אֱלֹהֵיכֶ֥ם בּוֹ֙ לְשַׁכֵּ֤ן שְׁמוֹ֙ שָׁ֔ם שָׁ֣מָּה תָבִ֔יאוּ אֵ֛ת כׇּל־אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּ֣ה אֶתְכֶ֑ם</span> <span class=\"dp\">עוֹלֹתֵיכֶ֣ם וְזִבְחֵיכֶ֗ם מַעְשְׂרֹֽתֵיכֶם֙ וּתְרֻמַ֣ת יֶדְכֶ֔ם וְכֹל֙ מִבְחַ֣ר נִדְרֵיכֶ֔ם אֲשֶׁ֥ר תִּדְּר֖וּ לַיהֹוָה׃ </span> <span class=\"d2\"><sup>יב</sup>&nbsp;וּשְׂמַחְתֶּ֗ם לִפְנֵי֮ יְהֹוָ֣ה אֱלֹֽהֵיכֶם֒ אַתֶּ֗ם וּבְנֵיכֶם֙ וּבְנֹ֣תֵיכֶ֔ם וְעַבְדֵיכֶ֖ם וְאַמְהֹתֵיכֶ֑ם וְהַלֵּוִי֙ אֲשֶׁ֣ר בְּשַֽׁעֲרֵיכֶ֔ם כִּ֣י אֵ֥ין ל֛וֹ חֵ֥לֶק וְנַחֲלָ֖ה אִתְּכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;You will soon be crossing the river Yarden and will settle in the land, that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is allotting to you, Hashem will grant rest unto you from all of your enemies that are all around you, and you will dwell in safety. <sup>11</sup>&nbsp;It shall be there in that place, that is indeed chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>—the place—in which to make Hashem&#8217;s name dwell there. There you must bring all these things—all that I am prescribing to you,</span> <span class=\"dp\">your burnt offerings and your sacrifices, your tithes, the donations of your hands, and all the choicest of your vows, that you have vowed to &#67849;&#67844;&#67845;&#67844;.</span> <span class=\"d2\"><sup>12</sup>&nbsp;And you shall rejoice in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, you as well as your sons and your daughters, your servants and your maidservants. Also the Levi that dwells within your gates, since there is not for him a portion or inheritance with you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֔ פֶּֽן־תַּעֲלֶ֖ה עֹלֹתֶ֑יךָ בְּכׇל־מָק֖וֹם אֲשֶׁ֥ר תִּרְאֶֽה׃ <sup>יד</sup>&nbsp;כִּ֣י אִם־בַּמָּק֞וֹם אֲשֶׁר־יִבְחַ֤ר יְהֹוָה֙ בְּאַחַ֣ד שְׁבָטֶ֔יךָ שָׁ֖ם תַּעֲלֶ֣ה עֹלֹתֶ֑יךָ וְשָׁ֣ם תַּעֲשֶׂ֔ה כֹּ֛ל אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּֽךָּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;However, watch yourself, lest you make your burnt offerings in any place that you see fit. <sup>14</sup>&nbsp;Rather it must be in that place that is chosen by &#67849;&#67844;&#67845;&#67844; in one of your tribes. There you shall make your burnt offerings. It is there that you must do all of the things—the things that I command you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טו</sup>&nbsp;רַק֩ בְּכׇל־אַוַּ֨ת נַפְשְׁךָ֜ תִּזְבַּ֣ח ׀ וְאָכַלְתָּ֣ בָשָׂ֗ר כְּבִרְכַּ֨ת יְהֹוָ֧ה אֱלֹהֶ֛יךָ אֲשֶׁ֥ר נָֽתַן־לְךָ֖ בְּכׇל־שְׁעָרֶ֑יךָ הַטָּמֵ֤א וְהַטָּהוֹר֙ יֹאכְלֶ֔נּוּ כַּצְּבִ֖י וְכָאַיָּֽל׃ </span> <span class=\"dp\"><sup>טז</sup>&nbsp;רַ֥ק הַדָּ֖ם לֹ֣א תֹאכֵ֑לוּ עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>15</sup>&nbsp;&#8220;Nevertheless in all cravings of your soul you may slaughter and eat of its flesh, as much as the blessing that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> has bestowed upon you, in all of your gates. Both the clean and the unclean may eat it, just like the gazelle and the deer.</span> <span class=\"dp\"><sup>16</sup>&nbsp;Only the blood you shall not eat. On the ground you shall spill it, like water.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>יז</sup>&nbsp;לֹֽא־תוּכַ֞ל לֶאֱכֹ֣ל בִּשְׁעָרֶ֗יךָ מַעְשַׂ֤ר דְּגָֽנְךָ֙ וְתִֽירֹשְׁךָ֣ וְיִצְהָרֶ֔ךָ וּבְכֹרֹ֥ת בְּקָרְךָ֖ וְצֹאנֶ֑ךָ וְכׇל־נְדָרֶ֙יךָ֙ אֲשֶׁ֣ר תִּדֹּ֔ר וְנִדְבֹתֶ֖יךָ וּתְרוּמַ֥ת יָדֶֽךָ׃ <sup>יח</sup>&nbsp;כִּ֡י אִם־לִפְנֵי֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ תֹּאכְלֶ֗נּוּ בַּמָּקוֹם֙ אֲשֶׁ֨ר יִבְחַ֜ר יְהֹוָ֣ה אֱלֹהֶ֘יךָ֮ בּוֹ֒ אַתָּ֨ה וּבִנְךָ֤ וּבִתֶּ֙ךָ֙ וְעַבְדְּךָ֣ וַאֲמָתֶ֔ךָ וְהַלֵּוִ֖י אֲשֶׁ֣ר בִּשְׁעָרֶ֑יךָ וְשָׂמַחְתָּ֗ לִפְנֵי֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל מִשְׁלַ֥ח יָדֶֽךָ׃ <sup>יט</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֔ פֶּֽן־תַּעֲזֹ֖ב אֶת־הַלֵּוִ֑י כׇּל־יָמֶ֖יךָ עַל־אַדְמָתֶֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>17</sup>&nbsp;&#8220;You are not allowed to eat within your gates the tithe of your grain, your wine, and your oil, and the firstborn of your cattle, and of your flocks, all the votive offerings that you vow, your freewill offerings, and the donations of your hands. <sup>18</sup>&nbsp;These you may only partake in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>: you must eat them in the place that is chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> only. This goes for you, your son and your daughter, your servant and your maidservant, and the Levi who is in your gates. And you shall rejoice in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, in all whereto you put your hand.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> i.e. in all of your endeavors&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>19</sup>&nbsp;Take heed to yourself, that you not forsake the Levi for all your days upon your fertile-earth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>כ</sup>&nbsp;כִּֽי־יַרְחִיב֩ יְהֹוָ֨ה אֱלֹהֶ֥יךָ אֶֽת־גְּבֻֽלְךָ֮ כַּאֲשֶׁ֣ר דִּבֶּר־לָךְ֒ וְאָמַרְתָּ֙ אֹכְלָ֣ה בָשָׂ֔ר כִּֽי־תְאַוֶּ֥ה נַפְשְׁךָ֖ לֶאֱכֹ֣ל בָּשָׂ֑ר בְּכׇל־אַוַּ֥ת נַפְשְׁךָ֖ תֹּאכַ֥ל בָּשָֽׂר׃ <sup>כא</sup>&nbsp;כִּֽי־יִרְחַ֨ק מִמְּךָ֜ הַמָּק֗וֹם אֲשֶׁ֨ר יִבְחַ֜ר יְהֹוָ֣ה אֱלֹהֶ֘יךָ֮ לָשׂ֣וּם שְׁמ֣וֹ שָׁם֒ וְזָבַחְתָּ֞ מִבְּקָרְךָ֣ וּמִצֹּֽאנְךָ֗ אֲשֶׁ֨ר נָתַ֤ן יְהֹוָה֙ לְךָ֔ כַּאֲשֶׁ֖ר צִוִּיתִ֑ךָ וְאָֽכַלְתָּ֙ בִּשְׁעָרֶ֔יךָ בְּכֹ֖ל אַוַּ֥ת נַפְשֶֽׁךָ׃ <sup>כב</sup>&nbsp;אַ֗ךְ כַּאֲשֶׁ֨ר יֵאָכֵ֤ל אֶֽת־הַצְּבִי֙ וְאֶת־הָ֣אַיָּ֔ל כֵּ֖ן תֹּאכְלֶ֑נּוּ הַטָּמֵא֙ וְהַטָּה֔וֹר יַחְדָּ֖ו יֹאכְלֶֽנּוּ׃ </span> <span class=\"dp\"><sup>כג</sup>&nbsp;רַ֣ק חֲזַ֗ק לְבִלְתִּי֙ אֲכֹ֣ל הַדָּ֔ם כִּ֥י הַדָּ֖ם ה֣וּא הַנָּ֑פֶשׁ וְלֹא־תֹאכַ֥ל הַנֶּ֖פֶשׁ עִם־הַבָּשָֽׂר׃ <sup>כד</sup>&nbsp;לֹ֖א תֹּאכְלֶ֑נּוּ עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ <sup>כה</sup>&nbsp;לֹ֖א תֹּאכְלֶ֑נּוּ לְמַ֨עַן יִיטַ֤ב לְךָ֙ וּלְבָנֶ֣יךָ אַחֲרֶ֔יךָ כִּֽי־תַעֲשֶׂ֥ה הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>20</sup>&nbsp;&#8220;When God broadens your boundary—&#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>—expands your borders, as Hashem promised you, and you say, “I will eat flesh,” since the desire of your soul is to eat flesh, then in all that craves your soul, you may eat flesh. <sup>21</sup>&nbsp;When it is far from you, the place that was named—the place that was chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to set Hashem&#8217;s name there, you need only slaughter from your cattle or from your flock, that which was bestowed by &#67849;&#67844;&#67845;&#67844; upon you, in the manner I prescribed. Then eat within your gates whatever craves your soul. <sup>22</sup>&nbsp;But only in the way that you would eat a gazelle or a deer, thus you shall eat it. The unclean and the clean together may eat it.</span> <span class=\"dp\"><sup>23</sup>&nbsp;However you must be strong, so as not to eat the blood, since the blood—it is the <em>nefesh</em> (life-force). You may not eat the life-force with the flesh. <sup>24</sup>&nbsp;To you it is forbidden to eat it. On the ground it must be spilled, like water <sup>25</sup>&nbsp;Indeed do not eat it, so that it goes well with you and with your children after you, when you do what is right in the eyes of &#67849;&#67844;&#67845;&#67844;.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כו</sup>&nbsp;רַ֧ק קׇֽדָשֶׁ֛יךָ אֲשֶׁר־יִהְי֥וּ לְךָ֖ וּנְדָרֶ֑יךָ תִּשָּׂ֣א וּבָ֔אתָ אֶל־הַמָּק֖וֹם אֲשֶׁר־יִבְחַ֥ר יְהֹוָה׃ <sup>כז</sup>&nbsp;וְעָשִׂ֤יתָ עֹלֹתֶ֙יךָ֙ הַבָּשָׂ֣ר וְהַדָּ֔ם עַל־מִזְבַּ֖ח יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְדַם־זְבָחֶ֗יךָ יִשָּׁפֵךְ֙ עַל־מִזְבַּח֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְהַבָּשָׂ֖ר תֹּאכֵֽל׃</span> <span class=\"d2\"><sup>כח</sup>&nbsp;שְׁמֹ֣ר וְשָׁמַעְתָּ֗ אֵ֚ת כׇּל־הַדְּבָרִ֣ים הָאֵ֔לֶּה אֲשֶׁ֥ר אָנֹכִ֖י מְצַוֶּ֑ךָּ לְמַ֩עַן֩ יִיטַ֨ב לְךָ֜ וּלְבָנֶ֤יךָ אַחֲרֶ֙יךָ֙ עַד־עוֹלָ֔ם כִּ֤י תַעֲשֶׂה֙ הַטּ֣וֹב וְהַיָּשָׁ֔ר בְּעֵינֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>26</sup>&nbsp;&#8220;And yet any offerings of holy things that you shall have with you, and things you have vowed: pick them up and bring them to the place chosen by &#67849;&#67844;&#67845;&#67844;. <sup>27</sup>&nbsp;You shall make your burnt offerings of flesh and of blood on the altar of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, and the blood of your sacrifices shall be spilled on the altar of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, but the flesh, you may eat.</span> <span class=\"d2\"><sup>28</sup>&nbsp;Be careful to hearken to all the words you are hearing, the ones that I am prescribing to you. This will ensure that it goes well with you and to your children after you, for all time: when you will do the good and the right things in the eyes of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><mark>שלישי</mark> <sup>כט</sup>&nbsp;כִּֽי־יַכְרִית֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ אֶת־הַגּוֹיִ֗ם אֲשֶׁ֨ר אַתָּ֥ה בָא־שָׁ֛מָּה לָרֶ֥שֶׁת אוֹתָ֖ם מִפָּנֶ֑יךָ וְיָרַשְׁתָּ֣ אֹתָ֔ם וְיָשַׁבְתָּ֖ בְּאַרְצָֽם׃ <sup>ל</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֗ פֶּן־תִּנָּקֵשׁ֙ אַחֲרֵיהֶ֔ם אַחֲרֵ֖י הִשָּׁמְדָ֣ם מִפָּנֶ֑יךָ וּפֶן־תִּדְרֹ֨שׁ לֵֽאלֹהֵיהֶ֜ם לֵאמֹ֗ר אֵיכָ֨ה יַעַבְד֜וּ הַגּוֹיִ֤ם הָאֵ֙לֶּה֙ אֶת־אֱלֹ֣הֵיהֶ֔ם וְאֶעֱשֶׂה־כֵּ֖ן גַּם־אָֽנִי׃ <sup>לא</sup>&nbsp;לֹא־תַעֲשֶׂ֣ה כֵ֔ן לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּי֩ כׇל־תּוֹעֲבַ֨ת יְהֹוָ֜ה אֲשֶׁ֣ר שָׂנֵ֗א עָשׂוּ֙ לֵאלֹ֣הֵיהֶ֔ם כִּ֣י גַ֤ם אֶת־בְּנֵיהֶם֙ וְאֶת־בְּנֹ֣תֵיהֶ֔ם יִשְׂרְפ֥וּ בָאֵ֖שׁ לֵֽאלֹהֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>29</sup>&nbsp;&#8220;When they are cut off by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>—those nations of which you are going there to dispossess them from before you, you must expel them and settle in their land. <sup>30</sup>&nbsp;Take heed for yourselves lest you be ensnared to take after them after they have been destroyed from before you, and lest you inquire after their <em>elohim</em>, talking like this: &#8216;How do they worship—these people—their <em>elohim</em>? I will do the same—I myself.&#8217; <sup>31</sup>&nbsp;You must not do thus with &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> because of the fact that everything offensive to &#67849;&#67844;&#67845;&#67844;—that which God does hate—they do with their <em>elohim</em>. For indeed, even their sons and their daughters they burn with fire to their <em>elohim</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">יג <sup>א</sup>&nbsp;אֵ֣ת כׇּל־הַדָּבָ֗ר אֲשֶׁ֤ר אָנֹכִי֙ מְצַוֶּ֣ה אֶתְכֶ֔ם אֹת֥וֹ תִשְׁמְר֖וּ לַעֲשׂ֑וֹת לֹא־תֹסֵ֣ף עָלָ֔יו וְלֹ֥א תִגְרַ֖ע מִמֶּֽנּוּ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">13 <sup>1</sup>&nbsp;&#8220;Precisely all of the things of which I Myself am commanding you, that you must be watchful to do. Do not add anything to it, and take nothing away from it.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ב</sup>&nbsp;כִּֽי־יָק֤וּם בְּקִרְבְּךָ֙ נָבִ֔יא א֖וֹ חֹלֵ֣ם חֲל֑וֹם וְנָתַ֥ן אֵלֶ֛יךָ א֖וֹת א֥וֹ מוֹפֵֽת׃ <sup>ג</sup>&nbsp;וּבָ֤א הָאוֹת֙ וְהַמּוֹפֵ֔ת אֲשֶׁר־דִּבֶּ֥ר אֵלֶ֖יךָ לֵאמֹ֑ר נֵֽלְכָ֞ה אַחֲרֵ֨י אֱלֹהִ֧ים אֲחֵרִ֛ים אֲשֶׁ֥ר לֹֽא־יְדַעְתָּ֖ם וְנׇֽעׇבְדֵֽם׃ <sup>ד</sup>&nbsp;לֹ֣א תִשְׁמַ֗ע אֶל־דִּבְרֵי֙ הַנָּבִ֣יא הַה֔וּא א֛וֹ אֶל־חוֹלֵ֥ם הַחֲל֖וֹם הַה֑וּא כִּ֣י מְנַסֶּ֞ה יְהֹוָ֤ה אֱלֹֽהֵיכֶם֙ אֶתְכֶ֔ם לָדַ֗עַת הֲיִשְׁכֶ֤ם אֹֽהֲבִים֙ אֶת־יְהֹוָ֣ה אֱלֹהֵיכֶ֔ם בְּכׇל־לְבַבְכֶ֖ם וּבְכׇל־נַפְשְׁכֶֽם׃ </span> <span class=\"dp\"><sup>ה</sup>&nbsp;אַחֲרֵ֨י יְהֹוָ֧ה אֱלֹהֵיכֶ֛ם תֵּלֵ֖כוּ וְאֹת֣וֹ תִירָ֑אוּ וְאֶת־מִצְוֺתָ֤יו תִּשְׁמֹ֙רוּ֙ וּבְקֹל֣וֹ תִשְׁמָ֔עוּ וְאֹת֥וֹ תַעֲבֹ֖דוּ וּב֥וֹ תִדְבָּקֽוּן׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;וְהַנָּבִ֣יא הַה֡וּא א֣וֹ חֹלֵם֩ הַחֲל֨וֹם הַה֜וּא יוּמָ֗ת כִּ֣י דִבֶּר־סָ֠רָ֠ה עַל־יְהֹוָ֨ה אֱלֹֽהֵיכֶ֜ם הַמּוֹצִ֥יא אֶתְכֶ֣ם ׀ מֵאֶ֣רֶץ מִצְרַ֗יִם וְהַפֹּֽדְךָ֙ מִבֵּ֣ית עֲבָדִ֔ים לְהַדִּֽיחֲךָ֙ מִן־הַדֶּ֔רֶךְ אֲשֶׁ֧ר צִוְּךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ לָלֶ֣כֶת בָּ֑הּ וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>2</sup>&nbsp;&#8220;When there arises in your midst a prophet, or also a dreamer of dreams, and he should offer to you a sign or a portent, <sup>3</sup>&nbsp;and it comes to pass—the sign or the portent—of which he spoke to you, by saying: &#8216;Come, let us walk after these other <em>elohim</em>—whom you have not known, and let us serve them,&#8217; <sup>4</sup>&nbsp;you must surely not listen to the words of that prophet or indeed of the dreamer of dreams who speaks, since you are being tested: &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is testing you in order to know if it is true that you love &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> with all your heart and with all your soul.</span> <span class=\"dp\"><sup>5</sup>&nbsp;After &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> you must walk; Hashem you must revere. Their commandments you must keep; to their voice you must hearken. Hashem you must serve, and to them you must cleave.</span> <span class=\"d1\"><sup>6</sup>&nbsp;The prophet—the one who says all this, or the dreamer of dreams—the one who so speaks—must be put to death, for he has preached apostasy against &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, who has taken you out from the land of Mitsrayim and redeemed you from the house of slavery, by leading you away from the path— the path which indeed has been commanded by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to walk upon it, that you burn out the evil from within you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ז</sup>&nbsp;כִּ֣י יְסִֽיתְךָ֡ אָחִ֣יךָ בֶן־אִ֠מֶּ֠ךָ אֽוֹ־בִנְךָ֨ אֽוֹ־בִתְּךָ֜ א֣וֹ ׀ אֵ֣שֶׁת חֵיקֶ֗ךָ א֧וֹ רֵֽעֲךָ֛ אֲשֶׁ֥ר כְּנַפְשְׁךָ֖ בַּסֵּ֣תֶר לֵאמֹ֑ר נֵֽלְכָ֗ה וְנַֽעַבְדָה֙ אֱלֹהִ֣ים אֲחֵרִ֔ים אֲשֶׁר֙ לֹ֣א יָדַ֔עְתָּ אַתָּ֖ה וַאֲבֹתֶֽיךָ׃ <sup>ח</sup>&nbsp;מֵאֱלֹהֵ֣י הָֽעַמִּ֗ים אֲשֶׁר֙ סְבִיבֹ֣תֵיכֶ֔ם הַקְּרֹבִ֣ים אֵלֶ֔יךָ א֖וֹ הָרְחֹקִ֣ים מִמֶּ֑ךָּ מִקְצֵ֥ה הָאָ֖רֶץ וְעַד־קְצֵ֥ה הָאָֽרֶץ׃ <sup>ט</sup>&nbsp;לֹא־תֹאבֶ֣ה ל֔וֹ וְלֹ֥א תִשְׁמַ֖ע אֵלָ֑יו וְלֹא־תָח֤וֹס עֵֽינְךָ֙ עָלָ֔יו וְלֹֽא־תַחְמֹ֥ל וְלֹֽא־תְכַסֶּ֖ה עָלָֽיו׃ <sup>י</sup>&nbsp;כִּ֤י הָרֹג֙ תַּֽהַרְגֶ֔נּוּ יָ֥דְךָ֛ תִּֽהְיֶה־בּ֥וֹ בָרִֽאשׁוֹנָ֖ה לַהֲמִית֑וֹ וְיַ֥ד כׇּל־הָעָ֖ם בָּאַחֲרֹנָֽה׃ <sup>יא</sup>&nbsp;וּסְקַלְתּ֥וֹ בָאֲבָנִ֖ים וָמֵ֑ת כִּ֣י בִקֵּ֗שׁ לְהַדִּֽיחֲךָ֙ מֵעַל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ הַמּוֹצִיאֲךָ֛ מֵאֶ֥רֶץ מִצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃ <sup>יב</sup>&nbsp;וְכׇ֨ל־יִשְׂרָאֵ֔ל יִשְׁמְע֖וּ וְיִֽרָא֑וּן וְלֹֽא־יוֹסִ֣פוּ לַעֲשׂ֗וֹת כַּדָּבָ֥ר הָרָ֛ע הַזֶּ֖ה בְּקִרְבֶּֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>7</sup>&nbsp;&#8220;When it happens that he entices you—your brother, namely, the son of your mother, or your son or your daughter, or indeed the very wife of your bosom, or even perhaps your companion or neighbor, who is like your own self, comes in secret, and says: &#8216;Come, let us go, and serve other <em>elohim</em>, ones whom you have not known, neither you nor your fathers, <sup>8</sup>&nbsp;from the <em>elohim</em> of the peoples, the ones that are around you, those that are near to you, or also those that are far from you, from one end of the earth to the other end of the earth.&#8217; <sup>9</sup>&nbsp;Do not consent to him; do not hearken to him. Have no pity in your eyes upon him. Don’t show mercy or cover for him. <sup>10</sup>&nbsp;Rather, take his life—you must slay him. Indeed, your hand must be against him from the start, to bring his death, and the hand of all the people lastly. <sup>11</sup>&nbsp;You must pelt him with stones till he dies, for he surely sought to drive you away from before &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, the one who took you out from the land of Mitsrayim, from the house of bondage. <sup>12</sup>&nbsp;And all of Yisrael will hear about it and be afraid, and they will no longer engage in such acts that are truly evil as these in your midst.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יג</sup>&nbsp;כִּֽי־תִשְׁמַ֞ע בְּאַחַ֣ת עָרֶ֗יךָ אֲשֶׁר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ נֹתֵ֥ן לְךָ֛ לָשֶׁ֥בֶת שָׁ֖ם לֵאמֹֽר׃ <sup>יד</sup>&nbsp;יָצְא֞וּ אֲנָשִׁ֤ים בְּנֵֽי־בְלִיַּ֙עַל֙ מִקִּרְבֶּ֔ךָ וַיַּדִּ֛יחוּ אֶת־יֹשְׁבֵ֥י עִירָ֖ם לֵאמֹ֑ר נֵלְכָ֗ה וְנַעַבְדָ֛ה אֱלֹהִ֥ים אֲחֵרִ֖ים אֲשֶׁ֥ר לֹא־יְדַעְתֶּֽם׃ <sup>טו</sup>&nbsp;וְדָרַשְׁתָּ֧ וְחָקַרְתָּ֛ וְשָׁאַלְתָּ֖ הֵיטֵ֑ב וְהִנֵּ֤ה אֱמֶת֙ נָכ֣וֹן הַדָּבָ֔ר נֶעֶשְׂתָ֛ה הַתּוֹעֵבָ֥ה הַזֹּ֖את בְּקִרְבֶּֽךָ׃ <sup>טז</sup>&nbsp;הַכֵּ֣ה תַכֶּ֗ה אֶת־יֹ֥שְׁבֵ֛י הָעִ֥יר הַהִ֖וא לְפִי־חָ֑רֶב הַחֲרֵ֨ם אֹתָ֧הּ וְאֶת־כׇּל־אֲשֶׁר־בָּ֛הּ וְאֶת־בְּהֶמְתָּ֖הּ לְפִי־חָֽרֶב׃ <sup>יז</sup>&nbsp;וְאֶת־כׇּל־שְׁלָלָ֗הּ תִּקְבֹּץ֮ אֶל־תּ֣וֹךְ רְחֹבָהּ֒ וְשָׂרַפְתָּ֨ בָאֵ֜שׁ אֶת־הָעִ֤יר וְאֶת־כׇּל־שְׁלָלָהּ֙ כָּלִ֔יל לַיהֹוָ֖ה אֱלֹהֶ֑יךָ וְהָיְתָה֙ תֵּ֣ל עוֹלָ֔ם לֹ֥א תִבָּנֶ֖ה עֽוֹד׃ </span> <span class=\"dp\"><sup>יח</sup>&nbsp;וְלֹֽא־יִדְבַּ֧ק בְּיָדְךָ֛ מְא֖וּמָה מִן־הַחֵ֑רֶם לְמַ֩עַן֩ יָשׁ֨וּב יְהֹוָ֜ה מֵחֲר֣וֹן אַפּ֗וֹ וְנָֽתַן־לְךָ֤ רַחֲמִים֙ וְרִֽחַמְךָ֣ וְהִרְבֶּ֔ךָ כַּאֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶֽיךָ׃ <sup>יט</sup>&nbsp;כִּ֣י תִשְׁמַ֗ע בְּקוֹל֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לִשְׁמֹר֙ אֶת־כׇּל־מִצְוֺתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לַעֲשׂוֹת֙ הַיָּשָׁ֔ר בְּעֵינֵ֖י יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>13</sup>&nbsp;&#8220;When you hear in any one of your cities—one of those places that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving unto you to settle in it—that it is said:  <sup>14</sup>&nbsp;&#8216;There have emerged some men—worthless people—from among you, who have lead astray the inhabitants of their city, by saying ‘Come, let us go and let us serve other <em>elohim</em>, whom you have not known,’&#8217; <sup>15</sup>&nbsp;Then you must inquire and seek to find out, asking with care, and indeed if true and established is the matter, that it has occurred—this offensive thing—among you, <sup>16</sup>&nbsp;you must surely smite—you must strike down—the inhabitants of that city with the edge of the sword. Destroy it—the city and all who are living within it, including the domesticated-animals, with the edge of the sword. <sup>17</sup>&nbsp;And all of its booty you are to gather in its central square, and burn it with fire—the town and all of its spoils—a whole burned offering to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. It will remain as a ruin everlasting, and not be rebuilt again.</span> <span class=\"dp\"><sup>18</sup>&nbsp;There will not cling to your hand even one thing that is under the ban, this will cause to turn back &#67849;&#67844;&#67845;&#67844; from the flame of their great anger, and bestow on you compassion, show you mercy and increase you, just as Hashem did swear to your ancestors. <sup>19</sup>&nbsp;Indeed you must hearken to the voice of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to observe all of their commandments, the ones that I do prescribe to you today, by doing what is right in the eyes of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><mark>רביעי</mark> יד <sup>א</sup>&nbsp;בָּנִ֣ים אַתֶּ֔ם לַיהֹוָ֖ה אֱלֹהֵיכֶ֑ם לֹ֣א תִתְגֹּֽדְד֗וּ וְלֹֽא־תָשִׂ֧ימוּ קׇרְחָ֛ה בֵּ֥ין עֵינֵיכֶ֖ם לָמֵֽת׃ <sup>ב</sup>&nbsp;כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ וּבְךָ֞ בָּחַ֣ר יְהֹוָ֗ה לִֽהְי֥וֹת לוֹ֙ לְעַ֣ם סְגֻלָּ֔ה מִכֹּל֙ הָֽעַמִּ֔ים אֲשֶׁ֖ר עַל־פְּנֵ֥י הָאֲדָמָֽה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\">14 <sup>1</sup>&nbsp;&#8220;Children you are to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>.You shall not make a gash on yourselves. You shall not make a place that is bald in the front of your head (“between your eyes”) for a dead person. <sup>2</sup>&nbsp;Because indeed a people consecrated you are to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, and it is you that was chosen by &#67849;&#67844;&#67845;&#67844; to be for them an <em>am segulah</em> (a treasured people) from all of the peoples that are on the face of the fertile-earth.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ג</sup>&nbsp;לֹ֥א תֹאכַ֖ל כׇּל־תּוֹעֵבָֽה׃ <sup>ד</sup>&nbsp;זֹ֥את הַבְּהֵמָ֖ה אֲשֶׁ֣ר תֹּאכֵ֑לוּ שׁ֕וֹר שֵׂ֥ה כְשָׂבִ֖ים וְשֵׂ֥ה עִזִּֽים׃ <sup>ה</sup>&nbsp;אַיָּ֥ל וּצְבִ֖י וְיַחְמ֑וּר וְאַקּ֥וֹ וְדִישֹׁ֖ן וּתְא֥וֹ וָזָֽמֶר׃ <sup>ו</sup>&nbsp;וְכׇל־בְּהֵמָ֞ה מַפְרֶ֣סֶת פַּרְסָ֗ה וְשֹׁסַ֤עַת שֶׁ֙סַע֙ שְׁתֵּ֣י פְרָס֔וֹת מַעֲלַ֥ת גֵּרָ֖ה בַּבְּהֵמָ֑ה אֹתָ֖הּ תֹּאכֵֽלוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>3</sup>&nbsp;&#8220;You shall not eat any abhorrent thing. <sup>4</sup>&nbsp;These are the animals that you may eat: the ox or steer, the young of sheep and the young of goats, <sup>5</sup>&nbsp;deer and gazelle, and roebuck, wild goat and bison, antelope and mountain sheep, <sup>6</sup>&nbsp;as well as every domesticated-animal dividing the hoof into two,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> i.e. that have true hooves&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> cleaving in a cleft two hooves, bringing up the cud —among domesticated-animals. These you may eat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ז</sup>&nbsp;אַ֣ךְ אֶת־זֶ֞ה לֹ֤א תֹֽאכְלוּ֙ מִמַּֽעֲלֵ֣י הַגֵּרָ֔ה וּמִמַּפְרִיסֵ֥י הַפַּרְסָ֖ה הַשְּׁסוּעָ֑ה אֶֽת־הַ֠גָּמָ֠ל וְאֶת־הָאַרְנֶ֨בֶת וְאֶת־הַשָּׁפָ֜ן כִּֽי־מַעֲלֵ֧ה גֵרָ֣ה הֵ֗מָּה וּפַרְסָה֙ לֹ֣א הִפְרִ֔יסוּ טְמֵאִ֥ים הֵ֖ם לָכֶֽם׃ <sup>ח</sup>&nbsp;וְאֶת־הַ֠חֲזִ֠יר כִּֽי־מַפְרִ֨יס פַּרְסָ֥ה הוּא֙ וְלֹ֣א גֵרָ֔ה טָמֵ֥א ה֖וּא לָכֶ֑ם מִבְּשָׂרָם֙ לֹ֣א תֹאכֵ֔לוּ וּבְנִבְלָתָ֖ם לֹ֥א תִגָּֽעוּ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>7</sup>&nbsp;&#8220;However there are some that you may not eat of those that bring up the cud, or those dividing the hoof, that is cloven: these include the camel, the rock-badger and the hare. Although bringing up the cud they in fact do, the hoof they do not split.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> i.e. they have no true hooves&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Unclean they are to you. <sup>8</sup>&nbsp;This includes also the pig, since it splits the hoof—it has a true hoof, but has no cud. Unclean it is for you. Of their flesh you shall not eat. Their carcass you shall not touch.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ט</sup>&nbsp;אֶת־זֶה֙ תֹּֽאכְל֔וּ מִכֹּ֖ל אֲשֶׁ֣ר בַּמָּ֑יִם כֹּ֧ל אֲשֶׁר־ל֛וֹ סְנַפִּ֥יר וְקַשְׂקֶ֖שֶׂת תֹּאכֵֽלוּ׃ <sup>י</sup>&nbsp;וְכֹ֨ל אֲשֶׁ֧ר אֵֽין־ל֛וֹ סְנַפִּ֥יר וְקַשְׂקֶ֖שֶׂת לֹ֣א תֹאכֵ֑לוּ טָמֵ֥א ה֖וּא לָכֶֽם׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>9</sup>&nbsp;&#8220;This you may eat of all that is in the water: whatever there is that is equipped with fins and scales you may eat. <sup>10</sup>&nbsp;But whatever there is that does not have fins and scales you shall not eat. Unclean it is for you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>יא</sup>&nbsp;כׇּל־צִפּ֥וֹר טְהֹרָ֖ה תֹּאכֵֽלוּ׃ <sup>יב</sup>&nbsp;וְזֶ֕ה אֲשֶׁ֥ר לֹֽא־תֹאכְל֖וּ מֵהֶ֑ם הַנֶּ֥שֶׁר וְהַפֶּ֖רֶס וְהָֽעׇזְנִיָּֽה׃ <sup>יג</sup>&nbsp;וְהָרָאָה֙ וְאֶת־הָ֣אַיָּ֔ה וְהַדַּיָּ֖ה לְמִינָֽהּ׃ <sup>יד</sup>&nbsp;וְאֵ֥ת כׇּל־עֹרֵ֖ב לְמִינֽוֹ׃ <sup>טו</sup>&nbsp;וְאֵת֙ בַּ֣ת הַֽיַּעֲנָ֔ה וְאֶת־הַתַּחְמָ֖ס וְאֶת־הַשָּׁ֑חַף וְאֶת־הַנֵּ֖ץ לְמִינֵֽהוּ׃ <sup>טז</sup>&nbsp;אֶת־הַכּ֥וֹס וְאֶת־הַיַּנְשׁ֖וּף וְהַתִּנְשָֽׁמֶת׃ <sup>יז</sup>&nbsp;וְהַקָּאָ֥ת וְאֶֽת־הָרָחָ֖מָה וְאֶת־הַשָּׁלָֽךְ׃ <sup>יח</sup>&nbsp;וְהַ֣חֲסִידָ֔ה וְהָאֲנָפָ֖ה לְמִינָ֑הּ וְהַדּוּכִיפַ֖ת וְהָעֲטַלֵּֽף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>11</sup>&nbsp;&#8220;Every bird that is clean you may eat. <sup>12</sup>&nbsp;Except for these that you may not eat from among them: the eagle and the vulture, and the black vulture, <sup>13</sup>&nbsp;the kite and also the falcon, and the buzzard after its kind, <sup>14</sup>&nbsp;every raven after its kind, <sup>15</sup>&nbsp;and also the ostrich, the nighthawk, and the seagull, and the hawkafter its kind, <sup>16</sup>&nbsp;the horned owl and the puff owl, and the hoot owl, <sup>17</sup>&nbsp;the pelican, the fish hawk, and the cormorant, <sup>18</sup>&nbsp;also the stork and the heron after its kind, the hoopoe, and the bat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>יט</sup>&nbsp;וְכֹל֙ שֶׁ֣רֶץ הָע֔וֹף טָמֵ֥א ה֖וּא לָכֶ֑ם לֹ֖א יֵאָכֵֽלוּ׃ <sup>כ</sup>&nbsp;כׇּל־ע֥וֹף טָה֖וֹר תֹּאכֵֽלוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>19</sup>&nbsp;&#8220;And every swarming creature (insects) with wings. Unclean it is for you. It shall not be eaten. <sup>20</sup>&nbsp;Every winged creature that is clean, you may eat.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;לֹ֣א תֹאכְל֣וּ כׇל־נְ֠בֵלָ֠ה לַגֵּ֨ר אֲשֶׁר־בִּשְׁעָרֶ֜יךָ תִּתְּנֶ֣נָּה וַאֲכָלָ֗הּ א֤וֹ מָכֹר֙ לְנׇכְרִ֔י כִּ֣י עַ֤ם קָדוֹשׁ֙ אַתָּ֔ה לַיהֹוָ֖ה אֱלֹהֶ֑יךָ לֹֽא־תְבַשֵּׁ֥ל גְּדִ֖י בַּחֲלֵ֥ב אִמּֽוֹ׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;You shall not eat a creature that had a natural death (nevelah: a carcass). To the stranger within your gates you may give it, and he may eat it, or indeed you may sell it to a foreigner. Because a people that is holy you are to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. Do not boil a kid in the milk of its mother.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> This is a literal interpretation by the Priestly Deuteronomist of Exodus 23:19 (part of the Covenant Code brought by J in Parashat Mishpatim) and Exodus 34:26 (part of J in Parashat Ki Tissa). In those verses, our translation follows the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans): &#8220;Do not allow the kid to mature and be weaned from its mothers milk.&#8221; &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>חמישי</mark> <sup>כב</sup>&nbsp;עַשֵּׂ֣ר תְּעַשֵּׂ֔ר אֵ֖ת כׇּל־תְּבוּאַ֣ת זַרְעֶ֑ךָ הַיֹּצֵ֥א הַשָּׂדֶ֖ה שָׁנָ֥ה שָׁנָֽה׃ <sup>כג</sup>&nbsp;וְאָכַלְתָּ֞ לִפְנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בַּמָּק֣וֹם אֲשֶׁר־יִבְחַר֮ לְשַׁכֵּ֣ן שְׁמ֣וֹ שָׁם֒</span> <span class=\"dp\">מַעְשַׂ֤ר דְּגָֽנְךָ֙ תִּֽירֹשְׁךָ֣ וְיִצְהָרֶ֔ךָ וּבְכֹרֹ֥ת בְּקָרְךָ֖ וְצֹאנֶ֑ךָ לְמַ֣עַן תִּלְמַ֗ד לְיִרְאָ֛ה אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־הַיָּמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>22</sup>&nbsp;&#8220;You shall surely tithe all the yield of your seed crops: what comes forth from the field year after year. <sup>23</sup>&nbsp;This you must eat in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, in the place that will be chosen, for there to dwell Hashem&#8217;s name there:</span> <span class=\"dp\">the tithe of your grain, of your wine, and of your oil, firstborn of your cattle, and of your sheep, in order that you may learn to revere &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> all your days.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>כד</sup>&nbsp;וְכִֽי־יִרְבֶּ֨ה מִמְּךָ֜ הַדֶּ֗רֶךְ כִּ֣י לֹ֣א תוּכַל֮ שְׂאֵתוֹ֒</span> <span class=\"d2\">כִּֽי־יִרְחַ֤ק מִמְּךָ֙ הַמָּק֔וֹם אֲשֶׁ֤ר יִבְחַר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לָשׂ֥וּם שְׁמ֖וֹ שָׁ֑ם כִּ֥י יְבָרֶכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ </span> <span class=\"d1\"><sup>כה</sup>&nbsp;וְנָתַתָּ֖ה בַּכָּ֑סֶף וְצַרְתָּ֤ הַכֶּ֙סֶף֙ בְּיָ֣דְךָ֔ וְהָֽלַכְתָּ֙ אֶל־הַמָּק֔וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּֽוֹ׃ <sup>כו</sup>&nbsp;וְנָתַתָּ֣ה הַכֶּ֡סֶף בְּכֹל֩ אֲשֶׁר־תְּאַוֶּ֨ה נַפְשְׁךָ֜ בַּבָּקָ֣ר וּבַצֹּ֗אן וּבַיַּ֙יִן֙ וּבַשֵּׁכָ֔ר וּבְכֹ֛ל אֲשֶׁ֥ר תִּֽשְׁאָלְךָ֖ נַפְשֶׁ֑ךָ וְאָכַ֣לְתָּ שָּׁ֗ם לִפְנֵי֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ וְשָׂמַחְתָּ֖ אַתָּ֥ה וּבֵיתֶֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>24</sup>&nbsp;&#8220;If too great for you is the journey because indeed you are not able to carry it;</span> <span class=\"d2\">if too far from you is the place—the place that is chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to set Hashem&#8217;s name there, then because you are blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>,</span> <span class=\"d1\"><sup>25</sup>&nbsp;you shall turn it into silver: Wrap up the money in your hand and go to the place—the place that will be chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to go to. <sup>26</sup>&nbsp;Then you may spend it—the silver you may then use—on whatever your soul desires: on cattle, or on sheep, on wine, or on strong drink, or on anything—whatever is asked for by your soul, and you shall eat it there before &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, and rejoice, both you and your household.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>כז</sup>&nbsp;וְהַלֵּוִ֥י אֲשֶׁר־בִּשְׁעָרֶ֖יךָ לֹ֣א תַֽעַזְבֶ֑נּוּ כִּ֣י אֵ֥ין ל֛וֹ חֵ֥לֶק וְנַחֲלָ֖ה עִמָּֽךְ׃ {ס} <sup>כח</sup>&nbsp;מִקְצֵ֣ה ׀ שָׁלֹ֣שׁ שָׁנִ֗ים תּוֹצִיא֙ אֶת־כׇּל־מַעְשַׂר֙ תְּבוּאָ֣תְךָ֔ בַּשָּׁנָ֖ה הַהִ֑וא וְהִנַּחְתָּ֖ בִּשְׁעָרֶֽיךָ׃ <sup>כט</sup>&nbsp;וּבָ֣א הַלֵּוִ֡י כִּ֣י אֵֽין־לוֹ֩ חֵ֨לֶק וְנַחֲלָ֜ה עִמָּ֗ךְ וְ֠הַגֵּ֠ר וְהַיָּת֤וֹם וְהָֽאַלְמָנָה֙ אֲשֶׁ֣ר בִּשְׁעָרֶ֔יךָ וְאָכְל֖וּ וְשָׂבֵ֑עוּ לְמַ֤עַן יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇל־מַעֲשֵׂ֥ה יָדְךָ֖ אֲשֶׁ֥ר תַּעֲשֶֽׂה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>27</sup>&nbsp;&#8220;But as for the Levi who is within your gates, do not forsake him, because indeed there is not for him a portion or inheritance with you. <sup>28</sup>&nbsp;Then at the end of every three-year period you shall bring out all the tithes of your produce for that year, and leave it within your gates. <sup>29</sup>&nbsp;Then will come, first of all the Levi, because there is not for him a portion or inheritance with you. And the sojourner too, and the orphan and the widow who are in your gates. They will eat and be sated so that you will be blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in all the work of your hands, that you will do.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>ששי</mark> טו <sup>א</sup>&nbsp;מִקֵּ֥ץ שֶֽׁבַע־שָׁנִ֖ים תַּעֲשֶׂ֥ה שְׁמִטָּֽה׃ <sup>ב</sup>&nbsp;וְזֶה֮ דְּבַ֣ר הַשְּׁמִטָּה֒ שָׁמ֗וֹט כׇּל־בַּ֙עַל֙ מַשֵּׁ֣ה יָד֔וֹ אֲשֶׁ֥ר יַשֶּׁ֖ה בְּרֵעֵ֑הוּ לֹֽא־יִגֹּ֤שׂ אֶת־רֵעֵ֙הוּ֙ וְאֶת־אָחִ֔יו כִּֽי־קָרָ֥א שְׁמִטָּ֖ה לַיהֹוָה׃ </span> <span class=\"d2\"><sup>ג</sup>&nbsp;אֶת־הַנׇּכְרִ֖י תִּגֹּ֑שׂ וַאֲשֶׁ֨ר יִהְיֶ֥ה לְךָ֛ אֶת־אָחִ֖יךָ תַּשְׁמֵ֥ט יָדֶֽךָ׃ <sup>ד</sup>&nbsp;אֶ֕פֶס כִּ֛י לֹ֥א יִֽהְיֶה־בְּךָ֖ אֶבְי֑וֹן כִּֽי־בָרֵ֤ךְ יְבָֽרֶכְךָ֙ יְהֹוָ֔ה בָּאָ֕רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹֽתֵן־לְךָ֥ נַחֲלָ֖ה לְרִשְׁתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">15 <sup>1</sup>&nbsp;&#8220;At the end of seven years you shall make a <em>shmitah</em> (release): <sup>2</sup>&nbsp;Now here is explained the matter of the <em>shmitah</em>: there shall be released by any owner of a loan from his hand, that which he has lent to his neighbor. He shall not exact it of his neighbor or of his brother, since there was called a <em>shmitah</em> for &#67849;&#67844;&#67845;&#67844;.</span> <span class=\"d2\"><sup>3</sup>&nbsp;From a foreigner you may demand it, but whatever there should be of yours that is with your brother, must be released by your hand. <sup>4</sup>&nbsp;Save that it need not be that there be among you paupers, since surely you will be blessed by &#67849;&#67844;&#67845;&#67844; in the very land—the land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> gives to you as a heritage, to possess it.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ה</sup>&nbsp;רַ֚ק אִם־שָׁמ֣וֹעַ תִּשְׁמַ֔ע בְּק֖וֹל יְהֹוָ֣ה אֱלֹהֶ֑יךָ לִשְׁמֹ֤ר לַעֲשׂוֹת֙ אֶת־כׇּל־הַמִּצְוָ֣ה הַזֹּ֔את אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּֽוֹם׃ </span> <span class=\"d2\"><sup>ו</sup>&nbsp;כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בֵּֽרַכְךָ֔ כַּאֲשֶׁ֖ר דִּבֶּר־לָ֑ךְ וְהַֽעֲבַטְתָּ֞ גּוֹיִ֣ם רַבִּ֗ים וְאַתָּה֙ לֹ֣א תַעֲבֹ֔ט וּמָֽשַׁלְתָּ֙ בְּגוֹיִ֣ם רַבִּ֔ים וּבְךָ֖ לֹ֥א יִמְשֹֽׁלוּ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>5</sup>&nbsp;&#8220;But only if you listen and obey the voice of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to be watchful to do the entire mandate—this mitsvah (commandment)—all indeed that I prescribe to you today.</span> <span class=\"d2\"><sup>6</sup>&nbsp;Since &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> has blessed you, just as Hashem promised you. Then you will extend credit to nations—to many of them, but you will not borrow. You will dominate many nations, but you they will not dominate.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ז</sup>&nbsp;כִּֽי־יִהְיֶה֩ בְךָ֨ אֶבְי֜וֹן מֵאַחַ֤ד אַחֶ֙יךָ֙ בְּאַחַ֣ד שְׁעָרֶ֔יךָ בְּאַ֨רְצְךָ֔ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ לֹ֧א תְאַמֵּ֣ץ אֶת־לְבָבְךָ֗ וְלֹ֤א תִקְפֹּץ֙ אֶת־יָ֣דְךָ֔ מֵאָחִ֖יךָ הָאֶבְיֽוֹן׃ <sup>ח</sup>&nbsp;כִּֽי־פָתֹ֧חַ תִּפְתַּ֛ח אֶת־יָדְךָ֖ ל֑וֹ וְהַעֲבֵט֙ תַּעֲבִיטֶ֔נּוּ דֵּ֚י מַחְסֹר֔וֹ אֲשֶׁ֥ר יֶחְסַ֖ר לֽוֹ׃ <sup>ט</sup>&nbsp;הִשָּׁ֣מֶר לְךָ֡ פֶּן־יִהְיֶ֣ה דָבָר֩ עִם־לְבָבְךָ֨ בְלִיַּ֜עַל לֵאמֹ֗ר קָֽרְבָ֣ה שְׁנַֽת־הַשֶּׁ֘בַע֮ שְׁנַ֣ת הַשְּׁמִטָּה֒ וְרָעָ֣ה עֵֽינְךָ֗ בְּאָחִ֙יךָ֙ הָֽאֶבְי֔וֹן וְלֹ֥א תִתֵּ֖ן ל֑וֹ וְקָרָ֤א עָלֶ֙יךָ֙ אֶל־יְהֹוָ֔ה וְהָיָ֥ה בְךָ֖ חֵֽטְא׃ <sup>י</sup>&nbsp;נָת֤וֹן תִּתֵּן֙ ל֔וֹ וְלֹא־יֵרַ֥ע לְבָבְךָ֖ בְּתִתְּךָ֣ ל֑וֹ כִּ֞י בִּגְלַ֣ל ׀ הַדָּבָ֣ר הַזֶּ֗ה יְבָרֶכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכׇֽל־מַעֲשֶׂ֔ךָ וּבְכֹ֖ל מִשְׁלַ֥ח יָדֶֽךָ׃ <sup>יא</sup>&nbsp;כִּ֛י לֹא־יֶחְדַּ֥ל אֶבְי֖וֹן מִקֶּ֣רֶב הָאָ֑רֶץ עַל־כֵּ֞ן אָנֹכִ֤י מְצַוְּךָ֙ לֵאמֹ֔ר פָּ֠תֹ֠חַ תִּפְתַּ֨ח אֶת־יָדְךָ֜ לְאָחִ֧יךָ לַעֲנִיֶּ֛ךָ וּלְאֶבְיֹנְךָ֖ בְּאַרְצֶֽךָ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>7</sup>&nbsp;&#8220;Should there be among you a pauper from among your brothers, within one of your gates, there within your land that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you, you surely must not harden your heart against him. You must not clench your hand against your brother, the pauper. <sup>8</sup>&nbsp;But be open to him: you should surely open your hand to him and lend to him—extend to him credit, enough for his needs, for that which is lacking to him. <sup>9</sup>&nbsp;But take care—you must surely watch yourself—lest there be something in your heart, a base thought, which says this: &#8216;Drawing near is year number seven, the year of shmitah,&#8217; and set on ill is your eye toward your brother who is impoverished, so that you do not give to him, so that he calls out against you to &#67849;&#67844;&#67845;&#67844; and it becomes in you a sin. <sup>10</sup>&nbsp;Therefore give: and when you give to him, have no grudge in your heart when you give to him, because in fact, it surely is by virtue | of this very thing that you will be blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in all your endeavors and wherever you stretch out your hand. <sup>11</sup>&nbsp;Because, there will not cease to be paupers in the midst of your land. On account of this, I Myself do command you as follows: Open you surely must be: you must open your hand unto your brother who is afflicted—to the pauper in your land.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יב</sup>&nbsp;כִּֽי־יִמָּכֵ֨ר לְךָ֜ אָחִ֣יךָ הָֽעִבְרִ֗י א֚וֹ הָֽעִבְרִיָּ֔ה וַעֲבָֽדְךָ֖ שֵׁ֣שׁ שָׁנִ֑ים וּבַשָּׁנָה֙ הַשְּׁבִיעִ֔ת תְּשַׁלְּחֶ֥נּוּ חׇפְשִׁ֖י מֵעִמָּֽךְ׃ <sup>יג</sup>&nbsp;וְכִֽי־תְשַׁלְּחֶ֥נּוּ חׇפְשִׁ֖י מֵֽעִמָּ֑ךְ לֹ֥א תְשַׁלְּחֶ֖נּוּ רֵיקָֽם׃ <sup>יד</sup>&nbsp;הַעֲנֵ֤יק תַּעֲנִיק֙ ל֔וֹ מִצֹּ֣אנְךָ֔ וּמִֽגׇּרְנְךָ֖ וּמִיִּקְבֶ֑ךָ אֲשֶׁ֧ר בֵּרַכְךָ֛ יְהֹוָ֥ה אֱלֹהֶ֖יךָ תִּתֶּן־לֽוֹ׃ </span> <span class=\"d2\"><sup>טו</sup>&nbsp;וְזָכַרְתָּ֗ כִּ֣י עֶ֤בֶד הָיִ֙יתָ֙ בְּאֶ֣רֶץ מִצְרַ֔יִם וַֽיִּפְדְּךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ עַל־כֵּ֞ן אָנֹכִ֧י מְצַוְּךָ֛ אֶת־הַדָּבָ֥ר הַזֶּ֖ה הַיּֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>12</sup>&nbsp;&#8220;If there is sold to you your brother—a fellow Hebrew, or a Hebrew sister, the person shall serve you for six years, and in year the seventh you shall send him out free from you. <sup>13</sup>&nbsp;When you send him out free from you, you shall not sent him out empty-handed: <sup>14</sup>&nbsp;you must supply him—as if adorning<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> <em>ha`anik</em>: “make a necklass”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> him—from your flock, from your threshing floor, and from your winepress. In the same way that you yourself have been blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, you shall give to him.</span> <span class=\"d2\"><sup>15</sup>&nbsp;You thus will remember that a slave you once were in the land of Mitsrayim, and you were redeemed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. Therefore it is that I myself am charging you regarding this matter today.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;וְהָיָה֙ כִּֽי־יֹאמַ֣ר אֵלֶ֔יךָ לֹ֥א אֵצֵ֖א מֵעִמָּ֑ךְ כִּ֤י אֲהֵֽבְךָ֙ וְאֶת־בֵּיתֶ֔ךָ כִּי־ט֥וֹב ל֖וֹ עִמָּֽךְ׃ <sup>יז</sup>&nbsp;וְלָקַחְתָּ֣ אֶת־הַמַּרְצֵ֗עַ וְנָתַתָּ֤ה בְאׇזְנוֹ֙ וּבַדֶּ֔לֶת וְהָיָ֥ה לְךָ֖ עֶ֣בֶד עוֹלָ֑ם וְאַ֥ף לַאֲמָתְךָ֖ תַּעֲשֶׂה־כֵּֽן׃ </span> <span class=\"d1\"><sup>יח</sup>&nbsp;לֹא־יִקְשֶׁ֣ה בְעֵינֶ֗ךָ בְּשַׁלֵּֽחֲךָ֨ אֹת֤וֹ חׇפְשִׁי֙ מֵֽעִמָּ֔ךְ כִּ֗י מִשְׁנֶה֙ שְׂכַ֣ר שָׂכִ֔יר עֲבָֽדְךָ֖ שֵׁ֣שׁ שָׁנִ֑ים וּבֵֽרַכְךָ֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ בְּכֹ֖ל אֲשֶׁ֥ר תַּעֲשֶֽׂה׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;In the event he will say to you, “I will not go out from you,” because he loves you and your household, and well off he is with you, <sup>17</sup>&nbsp;then you shall take a piercing tool (an awl) and put it through his ear and into the door: he will become to you a slave forever. Even to your slavegirl you will do thus.</span> <span class=\"d1\"><sup>18</sup>&nbsp;Let it not seem hard in your eyes when you send the person out free from being with you, because indeed for double the wages of a hired man he served you for six years. Then you will be blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in everything that you do.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><mark>שביעי</mark> <sup>יט</sup>&nbsp;כׇּֽל־הַבְּכ֡וֹר אֲשֶׁר֩ יִוָּלֵ֨ד בִּבְקָרְךָ֤ וּבְצֹֽאנְךָ֙ הַזָּכָ֔ר תַּקְדִּ֖ישׁ לַיהֹוָ֣ה אֱלֹהֶ֑יךָ לֹ֤א תַעֲבֹד֙ בִּבְכֹ֣ר שׁוֹרֶ֔ךָ וְלֹ֥א תָגֹ֖ז בְּכ֥וֹר צֹאנֶֽךָ׃ <sup>כ</sup>&nbsp;לִפְנֵי֩ יְהֹוָ֨ה אֱלֹהֶ֤יךָ תֹאכְלֶ֙נּוּ֙ שָׁנָ֣ה בְשָׁנָ֔ה בַּמָּק֖וֹם אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֑ה אַתָּ֖ה וּבֵיתֶֽךָ׃ <sup>כא</sup>&nbsp;וְכִֽי־יִהְיֶ֨ה ב֜וֹ מ֗וּם פִּסֵּ֙חַ֙ א֣וֹ עִוֵּ֔ר כֹּ֖ל מ֣וּם רָ֑ע לֹ֣א תִזְבָּחֶ֔נּוּ לַיהֹוָ֖ה אֱלֹהֶֽיךָ׃ <sup>כב</sup>&nbsp;בִּשְׁעָרֶ֖יךָ תֹּאכְלֶ֑נּוּ הַטָּמֵ֤א וְהַטָּהוֹר֙ יַחְדָּ֔ו כַּצְּבִ֖י וְכָאַיָּֽל׃ <sup>כג</sup>&nbsp;רַ֥ק אֶת־דָּמ֖וֹ לֹ֣א תֹאכֵ֑ל עַל־הָאָ֥רֶץ תִּשְׁפְּכֶ֖נּוּ כַּמָּֽיִם׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>19</sup>&nbsp;&#8220;As for every firstborn domesticated-animal that should be born in your herds or in your flocks—every male: you shall consecrate it to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. You may not work the firstborn of your oxen. You must not shear your firstborn sheep. <sup>20</sup>&nbsp;In the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> you shall eat it from year to year in the place that is chosen by &#67849;&#67844;&#67845;&#67844;—both you and your household. <sup>21</sup>&nbsp;Should there be upon it an injury—lameness or blindness, or any defect that is <em>ra`</em> (serious), it may not be sacrificed to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. <sup>22</sup>&nbsp;Within your gates you will eat it, the clean and the unclean together, just like the gazelle and like the deer. <sup>23</sup>&nbsp;Only the blood you may not eat. On the ground you must spill it, like water.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\">טז <sup>א</sup>&nbsp;שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃ <sup>ב</sup>&nbsp;וְזָבַ֥חְתָּ פֶּ֛סַח לַיהֹוָ֥ה אֱלֹהֶ֖יךָ צֹ֣אן וּבָקָ֑ר בַּמָּקוֹם֙ אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֔ה לְשַׁכֵּ֥ן שְׁמ֖וֹ שָֽׁם׃ </span> <span class=\"dp\"><sup>ג</sup>&nbsp;לֹא־תֹאכַ֤ל עָלָיו֙ חָמֵ֔ץ שִׁבְעַ֥ת יָמִ֛ים תֹּֽאכַל־עָלָ֥יו מַצּ֖וֹת לֶ֣חֶם עֹ֑נִי כִּ֣י בְחִפָּז֗וֹן יָצָ֙אתָ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם לְמַ֣עַן תִּזְכֹּ֗ר אֶת־י֤וֹם צֵֽאתְךָ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם כֹּ֖ל יְמֵ֥י חַיֶּֽיךָ׃ <sup>ד</sup>&nbsp;וְלֹֽא־יֵרָאֶ֨ה לְךָ֥ שְׂאֹ֛ר בְּכׇל־גְּבֻלְךָ֖ שִׁבְעַ֣ת יָמִ֑ים וְלֹא־יָלִ֣ין מִן־הַבָּשָׂ֗ר אֲשֶׁ֨ר תִּזְבַּ֥ח בָּעֶ֛רֶב בַּיּ֥וֹם הָרִאשׁ֖וֹן לַבֹּֽקֶר׃ </span> <span class=\"d2\"><sup>ה</sup>&nbsp;לֹ֥א תוּכַ֖ל לִזְבֹּ֣חַ אֶת־הַפָּ֑סַח בְּאַחַ֣ד שְׁעָרֶ֔יךָ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ <sup>ו</sup>&nbsp;כִּ֠י אִֽם־אֶל־הַמָּק֞וֹם אֲשֶׁר־יִבְחַ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְשַׁכֵּ֣ן שְׁמ֔וֹ שָׁ֛ם תִּזְבַּ֥ח אֶת־הַפֶּ֖סַח בָּעָ֑רֶב כְּב֣וֹא הַשֶּׁ֔מֶשׁ מוֹעֵ֖ד צֵֽאתְךָ֥ מִמִּצְרָֽיִם׃ <sup>ז</sup>&nbsp;וּבִשַּׁלְתָּ֙ וְאָ֣כַלְתָּ֔ בַּמָּק֕וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּ֑וֹ וּפָנִ֣יתָ בַבֹּ֔קֶר וְהָלַכְתָּ֖ לְאֹהָלֶֽיךָ׃ </span> <span class=\"dp\"><sup>ח</sup>&nbsp;שֵׁ֥שֶׁת יָמִ֖ים תֹּאכַ֣ל מַצּ֑וֹת וּבַיּ֣וֹם הַשְּׁבִיעִ֗י עֲצֶ֙רֶת֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ לֹ֥א תַעֲשֶׂ֖ה מְלָאכָֽה׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\">16 <sup>1</sup>&nbsp;&#8220;You must observe the month of Aviv (standing grain), and make the Pesaḥ (Passover offering) to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, owing to the fact that in the month of standing grain you were brought out by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> from Mitsrayim, in the night. <sup>2</sup>&nbsp;You shall sacrifice the Pesaḥ to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, both sheep and cattle, in the place that is chosen by &#67849;&#67844;&#67845;&#67844; to make a home for Hashem&#8217;s name there.</span> <span class=\"dp\"><sup>3</sup>&nbsp;You shall not eat with it leaven.For all of seven days you will eat with it <em>matsah</em> (unleavened bread)—the bread of affliction (or: poverty), because it was in haste that you went out from the land of Mitsrayim, so that you will recall the day of your going out from Erets Mitsrayim (the land of Mitsrayim) all the days of your life. <sup>4</sup>&nbsp;There shall not be seen with you leavening in all your borders for seven days. None shall remain of the flesh that you did slaughter in the evening on the first day, until morning.</span> <span class=\"d2\"><sup>5</sup>&nbsp;You are not permitted to slaughter the Pesaḥ in any one of your gates which &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> is giving to you. <sup>6</sup>&nbsp;Since this is required of you: only at the place that is chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> to establish Hashem&#8217;s name, only there you will sacrifice the Pesaḥ in the evening, at the going in of the sun (at sunset time), at the very hour you came forth from Mitsrayim. <sup>7</sup>&nbsp;You shall cook and you shall eat in just that place—the place that will be chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>—only there. Then turn back in the morning and return to your tents. </span> <span class=\"dp\"><sup>8</sup>&nbsp;For another six days you will eat matsah, but then on the seventh day will be an <em>`atzeret</em> (assembly) to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, when you may not do any work.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ט</sup>&nbsp;שִׁבְעָ֥ה שָׁבֻעֹ֖ת תִּסְפׇּר־לָ֑ךְ מֵהָחֵ֤ל חֶרְמֵשׁ֙ בַּקָּמָ֔ה תָּחֵ֣ל לִסְפֹּ֔ר שִׁבְעָ֖ה שָׁבֻעֽוֹת׃ <sup>י</sup>&nbsp;וְעָשִׂ֜יתָ חַ֤ג שָׁבֻעוֹת֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ מִסַּ֛ת נִדְבַ֥ת יָדְךָ֖ אֲשֶׁ֣ר תִּתֵּ֑ן כַּאֲשֶׁ֥ר יְבָרֶכְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>יא</sup>&nbsp;וְשָׂמַחְתָּ֞ לִפְנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ אַתָּ֨ה וּבִנְךָ֣ וּבִתֶּ֘ךָ֮ וְעַבְדְּךָ֣ וַאֲמָתֶ֒ךָ֒ וְהַלֵּוִי֙ אֲשֶׁ֣ר בִּשְׁעָרֶ֔יךָ וְהַגֵּ֛ר וְהַיָּת֥וֹם וְהָאַלְמָנָ֖ה אֲשֶׁ֣ר בְּקִרְבֶּ֑ךָ בַּמָּק֗וֹם אֲשֶׁ֤ר יִבְחַר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ לְשַׁכֵּ֥ן שְׁמ֖וֹ שָֽׁם׃ <sup>יב</sup>&nbsp;וְזָ֣כַרְתָּ֔ כִּי־עֶ֥בֶד הָיִ֖יתָ בְּמִצְרָ֑יִם וְשָׁמַרְתָּ֣ וְעָשִׂ֔יתָ אֶת־הַֽחֻקִּ֖ים הָאֵֽלֶּה׃ {פ}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>9</sup>&nbsp;&#8220;Seven weeks you shall count for yourself, when is first put the sickle to the standing grain: you shall begin to count seven weeks. <sup>10</sup>&nbsp;Then you shall observe the festival of weeks (Shavuot) to &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> the full amount of the free gift of your hand that you can give to the extent you are blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>. <sup>11</sup>&nbsp;And you shall rejoice in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>: you, your son and your daughter, your servant and your maidservant, and the Levi who is within your gates, as well as the stranger, the orphan, and the widow who are in your midst, there in that place that will be chosen by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em>, to make a home for Hashem&#8217;s name there.  <sup>12</sup>&nbsp;And you must remember that a slave you were in Mitsrayim. So take care to observe these statutes—these laws.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>מפטיר</mark> <sup>יג</sup>&nbsp;חַ֧ג הַסֻּכֹּ֛ת תַּעֲשֶׂ֥ה לְךָ֖ שִׁבְעַ֣ת יָמִ֑ים בְּאׇ֨סְפְּךָ֔ מִֽגׇּרְנְךָ֖ וּמִיִּקְבֶֽךָ׃ <sup>יד</sup>&nbsp;וְשָׂמַחְתָּ֖ בְּחַגֶּ֑ךָ אַתָּ֨ה וּבִנְךָ֤ וּבִתֶּ֙ךָ֙ וְעַבְדְּךָ֣ וַאֲמָתֶ֔ךָ וְהַלֵּוִ֗י וְהַגֵּ֛ר וְהַיָּת֥וֹם וְהָאַלְמָנָ֖ה אֲשֶׁ֥ר בִּשְׁעָרֶֽיךָ׃ <sup>טו</sup>&nbsp;שִׁבְעַ֣ת יָמִ֗ים תָּחֹג֙ לַיהֹוָ֣ה אֱלֹהֶ֔יךָ בַּמָּק֖וֹם אֲשֶׁר־יִבְחַ֣ר יְהֹוָ֑ה כִּ֣י יְבָרֶכְךָ֞ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בְּכֹ֤ל תְּבוּאָֽתְךָ֙ וּבְכֹל֙ מַעֲשֵׂ֣ה יָדֶ֔יךָ וְהָיִ֖יתָ אַ֥ךְ שָׂמֵֽחַ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>13</sup>&nbsp;&#8220;The pilgrimage festival of Sukkot<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> <em>sukkot</em> &#8212; “booths” or “huts.”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> you shall keep for yourself for seven days, when you gather in from your threshing floor and from your winepress.  <sup>14</sup>&nbsp;You shall rejoice on your festival: you, your son and your daughter, your servant and your maidservant, and also the Levi and the stranger, the orphan and the widow that are within your gates. <sup>15</sup>&nbsp;For a full seven days you will celebrate for &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in the place that is chosen by &#67849;&#67844;&#67845;&#67844;, since you will then be blessed by &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in all of your crops and in all the work of your hands, so you will be surely joyful.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טז</sup>&nbsp;שָׁל֣וֹשׁ פְּעָמִ֣ים ׀ בַּשָּׁנָ֡ה יֵרָאֶ֨ה כׇל־זְכוּרְךָ֜ אֶת־פְּנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בַּמָּקוֹם֙ אֲשֶׁ֣ר יִבְחָ֔ר בְּחַ֧ג הַמַּצּ֛וֹת וּבְחַ֥ג הַשָּׁבֻע֖וֹת וּבְחַ֣ג הַסֻּכּ֑וֹת וְלֹ֧א יֵרָאֶ֛ה אֶת־פְּנֵ֥י יְהֹוָ֖ה רֵיקָֽם׃ <sup>יז</sup>&nbsp;אִ֖ישׁ כְּמַתְּנַ֣ת יָד֑וֹ כְּבִרְכַּ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ אֲשֶׁ֥ר נָֽתַן־לָֽךְ׃ {ס}</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>16</sup>&nbsp;&#8220;There are three occasions in the course of the year when there shall appear every one of your males in the presence of &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> in the place that will be chosen: on the festival of Matsot (unleavened bread), on the festival of Shavuot (weeks), and on the festival of Sukkot (booths). One must not be seen—he must not appear—before &#67849;&#67844;&#67845;&#67844; empty-handed. <sup>17</sup>&nbsp;Each man with the gift of his hand, in response to the blessing that &#67849;&#67844;&#67845;&#67844; your <em>elo&#8217;ah</em> has bestowed upon him.&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_ראה/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Len Fellman from his collection of transtropilized parashot, without including a number of innovations intended for readers listening to and/or chanting his text. (For Fellman&#8217;s completely transtropilized text along with idiomatic &#8220;padded&#8221; text separated out as greyed text, please consult his source.) Fellman writes: </p>\n<blockquote><p>I favor literal translations (e.g. “cut a covenant”) to call attention to Hebrew idioms, and towards simpler (even if less accurate) words (e.g. Ex. 12:7 “beam above the door” rather than “lintel”) to be easier to follow. If my readings provoke a discussion of the Hebrew, I consider that as justification for using less-than-idiomatic English. I try to find just the right balance between “literalness” and “listenable-ness”. A primary goal is throwing light on the Hebrew syntax&#8230;.The English translations I mostly use (besides several scholarly commentaries) are the following:</p>\n<ul>\n<li>Aryeh Kaplan, <em>The Living Torah</em> (1981) (also my source for proper names &#038; transliterations)</li>\n<li>Richard Elliott Friedman, <em>The Bible With Sources Revealed</em> (2003)</li>\n<li>Everett Fox, <em>The Five Books of Moses</em> (1997)</li>\n<li>The Stone Edition <em>Tanach</em> (1996)</li>\n<li>JPS <em>Hebrew-English Tanach</em>, (2nd Ed. 2000), along with Orlinsky, ‘Notes on the New Translation of the Torah’ (1969)</li>\n<li>Robert Alter, <em>The Five Books of Moses</em> (2004)</li>\n<li>Commentaries in the <em>Anchor Bible</em> series</li>\n<li>Rotherham, <em>The Emphasized Bible</em> (1902)</li>\n<li><em>The Jerusalem Bible</em> (1966) (also my source for topic headings)</li>\n<li><em>The New King James Bible</em> (1982)</li>\n</ul>\n</blockquote>\n<p>In my adaptation of Len&#8217;s work, I mostly to re-Hebraize divine names, place names, and personal names. Instead of &#8220;meat&#8221; for <em>basar</em>, I use &#8220;flesh.&#8221; In place of &#8220;soil&#8221; for <em>Adamah</em>, I use &#8220;fertile-earth.&#8221; Instead of &#8220;beast(s)&#8221; for <em>Behemah</em>, I use &#8220;herd-animals&#8221; or &#8220;domesticated-animals&#8221; according to context. I also use gender-neutral pronouns and circumlocutions in place of default Hebrew male pronouns and the terms &#8216;God/gods&#8217; (e.g. singular &#8216;they/their&#8217; and Hashem instead of &#8216;he/him/his&#8217;). Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/parashatrehtorahreadingwithenglishtranstropilationlenfellman2019/Parashat%20R%27%C3%A9h%20Torah%20Reading%20%28Deuteronomy%2011v26-16v17%29%20in%20English%20transtropilation%20%28Len%20Fellman%202020%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">i.e. animal tithes, re: Aryeh Kaplan.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">i.e. in all your endeavors</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">i.e. in all of your endeavors</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">i.e. that have true hooves</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">i.e. they have no true hooves</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">This is a literal interpretation by the Priestly Deuteronomist of Exodus 23:19 (part of the Covenant Code brought by J in Parashat Mishpatim) and Exodus 34:26 (part of J in Parashat Ki Tissa). In those verses, our translation follows the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans): &#8220;Do not allow the kid to mature and be weaned from its mothers milk.&#8221; &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\"><em>ha`anik</em>: “make a necklass”</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\"><em>sukkot</em> &#8212; “booths” or “huts.”</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Parashat R'éh",
        "Sefer Devarim (Deuteronomy)",
        "Shavuot Readings"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "let's review",
        "mythopoesis",
        "predation",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "tithing",
        "כשרות kashrut",
        "נביאות nevi'ut",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת ראה parashat R'éh"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3786"
        ],
        "_thumbnail_id": [
            "26683"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/08/1024px-רוגום_אל_הירי.jpg",
        "title": "רוג&#8217;ום אל הירי",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:רוג%27ום_אל_הירי.jpg\">רוג'ום אל הירי</a> (credit: ZeevStein, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=38365",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-reh-color-coded-according-to-its-narrative-layers-after-the-translation-of-len-fellman/",
    "slug": "parashat-reh-color-coded-according-to-its-narrative-layers-after-the-translation-of-len-fellman"
}