{
    "title": "&#x1F4DC; פָּרָשַׁת שֹׁפְטִים | Parashat Shōftim (Deuteronomy 16:18-21:9), color-coded according to its narrative layers",
    "author": "Tzemaḥ Yoreh",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'D1'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, ‘D1’ and ‘D2.’ Together, these layers (commonly referred to as the ‘Deuteronomist’) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. D1 is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch and adding a layer of redaction concerned with theodicy in the books of Joshua-Kings.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d1-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'D2'",
            "bio": "The book of Deuteronomy (sefer Devarim) is considered the composite of two layers of redaction, 'D1' and 'D2.' Together, these layers (commonly referred to as the 'Deuteronomist') are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. In general, D2 shares a particularly non-Judean perspective following the split between the north (Ephraim/Israel) and the south (Judah) after the reign of Solomon, a perspective that was ignored by D1 (and successive authors). D2 thus adds a parallel summary of the Northern Israelean monarchs, and brings in the prophetic narratives of Elijah and Elisha which take place in Northern Israel during the time of the Northern Israelean monarchy. In Deuteronomy, D2 adds hortatory (sermons) to D1’s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1’s work.  D2 also adds some verses to the book of Exodus (sefer Shemot) in Parashat Bo.",
            "website": "https://en.wikipedia.org/wiki/Deuteronomist",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/d2-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'Dp'",
            "bio": "Biblical scholar Dr. Alexander Rofé posits a Deuteronomic strata which \"reflects the strength and demands of the Jerusalem priesthood\" following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dp-layer-redaction-mesorah"
        }
    ],
    "date": "2019-09-02",
    "last_updated": "2025-01-03",
    "excerpt": "The text of parashat shoftim, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"d1\">&#11035; Most of the book of Deuteronomy (sefer Devarim) is considered the composite of three layers of redaction, &#8216;D1,&#8217; &#8216;D2,&#8217; and &#8216;Dp.&#8217; Together, these layers (commonly referred to as the &#8216;Deuteronomist&#8217;) are thought to have formed by a complex process that reached probably from the 7th century BCE to the early 5th. This strata is primarily responsible for incorporating the law code of Deuteronomy into the Pentateuch. D1, as it is called, also adds a layer of redaction concerned with theodicy in the books of Joshua-Kings. D1 appears here in BLACK text.</span></p>\n<p><span class=\"d2\">&#11035; This strata, called D2, shares a particularly non-Judean perspective following the split between the north (Ephraim/Yisrael) and the south (Yehudah) after the reign of Shlomo haMelekh, a perspective that was ignored by D1 (and successive authors). In Deuteronomy, D2 adds hortatory (sermons) to D1&#8217;s narrative introduction at the beginning of Deuteronomy (the focus of which is the observation of the commandments and divine justice), and otherwise supplements D1&#8217;s work. (A few verses in Parashat Bo in the book of Exodus are also attributed to D2.) D2 appears here in RUST-BROWN text.</span></p>\n<p><span class=\"dp\">&#11035; This strata &#8220;reflects the strength and demands of the Jerusalem priesthood&#8221; following upon the reforms of King Yoshiyahu in the mid- to late 7th century BCE. The third Deuteronomist (and the latest) is the most easily identified, since they are the Deuteronomist most interested in Priestly themes such as purity, proper sacrifice, and the priests. This third Deuteronomist seems to have confined his additions to the book of Deuteronomy (almost exclusively confining himself to hortatory and laws). This layer, referred to as &#8216;Dp&#8217; (for &#8216;Priestly&#8217;), appears here in DARK GREEN text.</span></p>\n<p>Parashat Shōftim (Deuteronomy 16:18-21:9) in the annual Torah reading cycle is the fifth parashah in Sefer Devarim. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-reh/parashat-reh-color-coded-according-to-its-narrative-layers/\">R&#8217;éh</a> (Deuteronomy 11:26-16:17). Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-devarim/parashat-ki-tetsei/parashat-ki-tetsei-color-coded-according-to-its-narrative-layers/\">Ki Tetsei</a> (Deuteronomy 21:10-25:19), follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">טז <sup>יח</sup>&nbsp;שֹׁפְטִ֣ים וְשֹֽׁטְרִ֗ים תִּֽתֶּן־לְךָ֙ בְּכׇל־שְׁעָרֶ֔יךָ אֲשֶׁ֨ר יְהֹוָ֧ה אֱלֹהֶ֛יךָ נֹתֵ֥ן לְךָ֖ לִשְׁבָטֶ֑יךָ וְשָׁפְט֥וּ אֶת־הָעָ֖ם מִשְׁפַּט־צֶֽדֶק׃ <sup>יט</sup>&nbsp;לֹא־תַטֶּ֣ה מִשְׁפָּ֔ט לֹ֥א תַכִּ֖יר פָּנִ֑ים וְלֹא־תִקַּ֣ח שֹׁ֔חַד כִּ֣י הַשֹּׁ֗חַד יְעַוֵּר֙ עֵינֵ֣י חֲכָמִ֔ים וִֽיסַלֵּ֖ף דִּבְרֵ֥י צַדִּיקִֽם׃ <sup>כ</sup>&nbsp;צֶ֥דֶק צֶ֖דֶק תִּרְדֹּ֑ף לְמַ֤עַן תִּֽחְיֶה֙ וְיָרַשְׁתָּ֣ אֶת־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֥ן לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">16 <sup>18</sup>&nbsp;&#8220;Shoftim/Judges and officials you are to provide for yourselves, within all your gates that YHVH your <em>elo&#8217;ah</em> is giving you, for your tribal-districts; they are to judge the people (with) equitable justice. <sup>19</sup>&nbsp;You are not to cast aside a case-for-judgment, you are not to (specially) recognize (anyone&#8217;s) face, and you are not to take a bribe — for a bribe blinds the eyes of the wise, and twists the words of the equitable. <sup>20</sup>&nbsp;Tsedeq/Equity, equity you are to pursue, in order that you may live and possess the land that YHVH your <em>elo&#8217;ah</em> is giving you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;לֹֽא־תִטַּ֥ע לְךָ֛ אֲשֵׁרָ֖ה כָּל־עֵ֑ץ אֵ֗צֶל מִזְבַּ֛ח יְהֹוָ֥ה אֱלֹהֶ֖יךָ אֲשֶׁ֥ר תַּעֲשֶׂה־לָּֽךְ׃ <sup>כב</sup>&nbsp;וְלֹֽא־תָקִ֥ים לְךָ֖ מַצֵּבָ֑ה אֲשֶׁ֥ר שָׂנֵ֖א יְהֹוָ֥ה אֱלֹהֶֽיךָ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;You are not to plant yourself an Ashera (or) any-kind of tree-structure beside the Mizbéaḥ of YHVH your <em>elo&#8217;ah</em> that you make yourself; <sup>22</sup>&nbsp;and you are not to raise yourself a standing-stone (such) as YHVH your <em>elo&#8217;ah</em> hates.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\">יז <sup>א</sup>&nbsp;לֹא־תִזְבַּח֩ לַיהֹוָ֨ה אֱלֹהֶ֜יךָ שׁ֣וֹר וָשֶׂ֗ה אֲשֶׁ֨ר יִהְיֶ֥ה בוֹ֙ מ֔וּם כֹּ֖ל דָּבָ֣ר רָ֑ע כִּ֧י תוֹעֲבַ֛ת יְהֹוָ֥ה אֱלֹהֶ֖יךָ הֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\">17 <sup>1</sup>&nbsp;&#8220;You are not to slaughter-an-offering to YHVH your <em>elo&#8217;ah</em> (of) an ox or a sheep that has on it a defect, anything ill, for it is an abomination to YHVH your <em>elo&#8217;ah</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ב</sup>&nbsp;כִּֽי־יִמָּצֵ֤א בְקִרְבְּךָ֙ בְּאַחַ֣ד שְׁעָרֶ֔יךָ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ אִ֣ישׁ אוֹ־אִשָּׁ֗ה אֲשֶׁ֨ר יַעֲשֶׂ֧ה אֶת־הָרַ֛ע בְּעֵינֵ֥י יְהֹוָה־אֱלֹהֶ֖יךָ לַעֲבֹ֥ר בְּרִיתֽוֹ׃ <sup>ג</sup>&nbsp;וַיֵּ֗לֶךְ וַֽיַּעֲבֹד֙ אֱלֹהִ֣ים אֲחֵרִ֔ים וַיִּשְׁתַּ֖חוּ לָהֶ֑ם וְלַשֶּׁ֣מֶשׁ ׀ א֣וֹ לַיָּרֵ֗חַ א֛וֹ לְכׇל־צְבָ֥א הַשָּׁמַ֖יִם אֲשֶׁ֥ר לֹא־צִוִּֽיתִי׃ <sup>ד</sup>&nbsp;וְהֻֽגַּד־לְךָ֖ וְשָׁמָ֑עְתָּ וְדָרַשְׁתָּ֣ הֵיטֵ֔ב וְהִנֵּ֤ה אֱמֶת֙ נָכ֣וֹן הַדָּבָ֔ר נֶעֶשְׂתָ֛ה הַתּוֹעֵבָ֥ה הַזֹּ֖את בְּיִשְׂרָאֵֽל׃ <sup>ה</sup>&nbsp;וְהֽוֹצֵאתָ֣ אֶת־הָאִ֣ישׁ הַה֡וּא אוֹ֩ אֶת־הָאִשָּׁ֨ה הַהִ֜וא אֲשֶׁ֣ר עָ֠שׂ֠וּ אֶת־הַדָּבָ֨ר הָרָ֤ע הַזֶּה֙ אֶל־שְׁעָרֶ֔יךָ אֶת־הָאִ֕ישׁ א֖וֹ אֶת־הָאִשָּׁ֑ה וּסְקַלְתָּ֥ם בָּאֲבָנִ֖ים וָמֵֽתוּ׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;עַל־פִּ֣י ׀ שְׁנַ֣יִם עֵדִ֗ים א֛וֹ שְׁלֹשָׁ֥ה עֵדִ֖ים יוּמַ֣ת הַמֵּ֑ת לֹ֣א יוּמַ֔ת עַל־פִּ֖י עֵ֥ד אֶחָֽד׃ <sup>ז</sup>&nbsp;יַ֣ד הָעֵדִ֞ים תִּֽהְיֶה־בּ֤וֹ בָרִאשֹׁנָה֙ לַהֲמִית֔וֹ וְיַ֥ד כׇּל־הָעָ֖ם בָּאַחֲרֹנָ֑ה וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>2</sup>&nbsp;&#8220;When there is found among you, within one of your gates that YHVH your <em>elo&#8217;ah</em> is giving you, a man or a woman that does what is ill in the eyes of YHVH your <em>elo&#8217;ah</em>, to cross his covenant, <sup>3</sup>&nbsp;going and serving other <em>elohim</em> and prostrating oneself to them — to the sun or to the moon or to any of the forces of heaven that I have not commanded, <sup>4</sup>&nbsp;and it is told to you, you are to hear and you are to inquire well, and (if) here: true and correct is the matter — this abomination was done in Yisra&#8217;el — <sup>5</sup>&nbsp;then you are to take out that man or that woman who did this evil thing, (out) to your gates, the man or the woman; you are to stone them with stones, so that they die.</span> <span class=\"d1\"><sup>6</sup>&nbsp;On the statement of two witnesses or three witnesses shall the one worthy-of-death be put-to-death; he shall not be put-to-death on the statement of one witness. <sup>7</sup>&nbsp;The hand of the witnesses is to be against him, at the beginning, to put-him-to-death, and the hand of the entire people, afterward; so shall you burn out the evil from your midst!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ח</sup>&nbsp;כִּ֣י יִפָּלֵא֩ מִמְּךָ֨ דָבָ֜ר לַמִּשְׁפָּ֗ט בֵּֽין־דָּ֨ם ׀ לְדָ֜ם בֵּֽין־דִּ֣ין לְדִ֗ין וּבֵ֥ין נֶ֙גַע֙ לָנֶ֔גַע דִּבְרֵ֥י רִיבֹ֖ת בִּשְׁעָרֶ֑יךָ וְקַמְתָּ֣ וְעָלִ֔יתָ אֶ֨ל־הַמָּק֔וֹם אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּֽוֹ׃ <sup>ט</sup>&nbsp;וּבָאתָ֗</span> <span class=\"d2\">אֶל־הַכֹּהֲנִים֙ הַלְוִיִּ֔ם וְ</span><span class=\"d1\">אֶ֨ל־הַשֹּׁפֵ֔ט אֲשֶׁ֥ר יִהְיֶ֖ה בַּיָּמִ֣ים הָהֵ֑ם וְדָרַשְׁתָּ֙ וְהִגִּ֣ידוּ לְךָ֔ אֵ֖ת דְּבַ֥ר הַמִּשְׁפָּֽט׃ <sup>י</sup>&nbsp;וְעָשִׂ֗יתָ עַל־פִּ֤י הַדָּבָר֙ אֲשֶׁ֣ר יַגִּ֣ידֽוּ לְךָ֔ מִן־הַמָּק֣וֹם הַה֔וּא אֲשֶׁ֖ר יִבְחַ֣ר יְהֹוָ֑ה וְשָׁמַרְתָּ֣ לַעֲשׂ֔וֹת כְּכֹ֖ל אֲשֶׁ֥ר יוֹרֽוּךָ׃ <sup>יא</sup>&nbsp;עַל־פִּ֨י הַתּוֹרָ֜ה אֲשֶׁ֣ר יוֹר֗וּךָ וְעַל־הַמִּשְׁפָּ֛ט אֲשֶׁר־יֹאמְר֥וּ לְךָ֖ תַּעֲשֶׂ֑ה לֹ֣א תָס֗וּר מִן־הַדָּבָ֛ר אֲשֶׁר־יַגִּ֥ידֽוּ לְךָ֖ יָמִ֥ין וּשְׂמֹֽאל׃ <sup>יב</sup>&nbsp;וְהָאִ֞ישׁ אֲשֶׁר־יַעֲשֶׂ֣ה בְזָד֗וֹן לְבִלְתִּ֨י שְׁמֹ֤עַ</span> <span class=\"d2\">אֶל־הַכֹּהֵן֙ הָעֹמֵ֞ד לְשָׁ֤רֶת שָׁם֙ אֶת־יְהֹוָ֣ה אֱלֹהֶ֔יךָ א֖וֹ</span> <span class=\"d1\">אֶל־הַשֹּׁפֵ֑ט וּמֵת֙ הָאִ֣ישׁ הַה֔וּא וּבִֽעַרְתָּ֥ הָרָ֖ע מִיִּשְׂרָאֵֽל׃ <sup>יג</sup>&nbsp;וְכׇל־הָעָ֖ם יִשְׁמְע֣וּ וְיִרָ֑אוּ וְלֹ֥א יְזִיד֖וּן עֽוֹד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>8</sup>&nbsp;&#8220;When any legal-matter is too extraordinary for you, in justice, between blood and blood, between judgment and judgment, between stroke and stroke, in matters of quarreling within your gates, you are to arise and go up to the place that YHVH your <em>elo&#8217;ah</em> chooses, <sup>9</sup>&nbsp;you are to come</span> <span class=\"d2\">to the Levite kohanim and</span> <span class=\"d1\">to the shofet/judge that there is in those days; you are to inquire, and they are to tell you the word of judgment. <sup>10</sup>&nbsp;You are to do according to this word that is told you, in that place that YHVH chooses; you are to take-care to observe what they instruct you. <sup>11</sup>&nbsp;According to the instruction that they instruct you, by the regulation that they tell you, you are to do; you are not to turn-away from the word that they tell you, right or left. <sup>12</sup>&nbsp;Now the man who does presumptuously, by not hearkening</span> <span class=\"d2\">to the kohen that is standing in attendance there on YHVH your <em>elo&#8217;ah</em>, or</span> <span class=\"d1\">to the judge: dead is that man, so you shall burn out the evil from Yisra&#8217;el! <sup>13</sup>&nbsp;And all the people will hearken, and be awed, and will act-presumptuously no more.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>שני</mark> <sup>יד</sup>&nbsp;כִּֽי־תָבֹ֣א אֶל־הָאָ֗רֶץ אֲשֶׁ֨ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ נֹתֵ֣ן לָ֔ךְ וִֽירִשְׁתָּ֖הּ וְיָשַׁ֣בְתָּה בָּ֑הּ וְאָמַרְתָּ֗ אָשִׂ֤ימָה עָלַי֙ מֶ֔לֶךְ כְּכׇל־הַגּוֹיִ֖ם אֲשֶׁ֥ר סְבִיבֹתָֽי׃ <sup>טו</sup>&nbsp;שׂ֣וֹם תָּשִׂ֤ים עָלֶ֙יךָ֙ מֶ֔לֶךְ אֲשֶׁ֥ר יִבְחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ בּ֑וֹ מִקֶּ֣רֶב אַחֶ֗יךָ תָּשִׂ֤ים עָלֶ֙יךָ֙ מֶ֔לֶךְ לֹ֣א תוּכַ֗ל לָתֵ֤ת עָלֶ֙יךָ֙ אִ֣ישׁ נׇכְרִ֔י אֲשֶׁ֥ר לֹֽא־אָחִ֖יךָ הֽוּא׃ <sup>טז</sup>&nbsp;רַק֮ לֹא־יַרְבֶּה־לּ֣וֹ סוּסִים֒ וְלֹֽא־יָשִׁ֤יב אֶת־הָעָם֙ מִצְרַ֔יְמָה לְמַ֖עַן הַרְבּ֣וֹת ס֑וּס וַֽיהֹוָה֙ אָמַ֣ר לָכֶ֔ם לֹ֣א תֹסִפ֗וּן לָשׁ֛וּב בַּדֶּ֥רֶךְ הַזֶּ֖ה עֽוֹד׃ <sup>יז</sup>&nbsp;וְלֹ֤א יַרְבֶּה־לּוֹ֙ נָשִׁ֔ים וְלֹ֥א יָס֖וּר לְבָב֑וֹ וְכֶ֣סֶף וְזָהָ֔ב לֹ֥א יַרְבֶּה־לּ֖וֹ מְאֹֽד׃ </span> <span class=\"d2\"><sup>יח</sup>&nbsp;וְהָיָ֣ה כְשִׁבְתּ֔וֹ עַ֖ל כִּסֵּ֣א מַמְלַכְתּ֑וֹ וְכָ֨תַב ל֜וֹ אֶת־מִשְׁנֵ֨ה הַתּוֹרָ֤ה הַזֹּאת֙ עַל־סֵ֔פֶר מִלִּפְנֵ֖י הַכֹּהֲנִ֥ים הַלְוִיִּֽם׃ <sup>יט</sup>&nbsp;וְהָיְתָ֣ה עִמּ֔וֹ וְקָ֥רָא ב֖וֹ כׇּל־יְמֵ֣י חַיָּ֑יו לְמַ֣עַן יִלְמַ֗ד לְיִרְאָה֙ אֶת־יְהֹוָ֣ה אֱלֹהָ֔יו לִ֠שְׁמֹ֠ר אֶֽת־כׇּל־דִּבְרֵ֞י הַתּוֹרָ֥ה הַזֹּ֛את וְאֶת־הַחֻקִּ֥ים הָאֵ֖לֶּה לַעֲשֹׂתָֽם׃ </span> <span class=\"d1\"><sup>כ</sup>&nbsp;לְבִלְתִּ֤י רוּם־לְבָבוֹ֙ מֵֽאֶחָ֔יו</span> <span class=\"d2\">וּלְבִלְתִּ֛י ס֥וּר מִן־הַמִּצְוָ֖ה יָמִ֣ין וּשְׂמֹ֑אול</span> <span class=\"d1\">לְמַ֩עַן֩ יַאֲרִ֨יךְ יָמִ֧ים עַל־מַמְלַכְתּ֛וֹ ה֥וּא וּבָנָ֖יו בְּקֶ֥רֶב יִשְׂרָאֵֽל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>14</sup>&nbsp;&#8220;When you enter the land that YHVH your <em>elo&#8217;ah</em> is giving you, and you possess it and settle in it, should you say: I will set over me a king like all the nations that are around me — <sup>15</sup>&nbsp;you may set, yes, set over you a king that YHVH your <em>elo&#8217;ah</em> chooses; from among your brothers you may set over you a king, you may not place over you a foreign man who is not a brother-person to you. <sup>16</sup>&nbsp;Only: he is not to multiply horses for himself, and he is not to return the people to Mitsrayim in order to multiply horses, since YHVH has said to you: &#8216;You will never return that way again!&#8217; <sup>17</sup>&nbsp;And he is not to multiply wives for himself, that his heart not be turned-aside, and silver or gold he is not to multiply for himself to excess.</span> <span class=\"d2\"><sup>18</sup>&nbsp;But it shall be: when he sits on the throne of his kingdom, he is to write himself a copy of this Torah/Instruction in a document, before the presence of Levite kohanim. <sup>19</sup>&nbsp;It is to remain beside him, he is to read out of it all the days of his life, in order that he may learn to have-awe-for YHVH his <em>elo&#8217;ah</em>, to be-careful concerning all the words of this Torah and these laws, to observe them,</span> <span class=\"d1\"><sup>20</sup>&nbsp;that his heart not be raised above his brothers,</span> <span class=\"d2\">that he not turn-aside from what-is-commanded, to the right or to the left;</span> <span class=\"d1\">in order that he may prolong (his) days over his kingdom, he and his sons, in the midst of Yisra&#8217;el.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>שלישי</mark> יח <sup>א</sup>&nbsp;לֹֽא־יִ֠הְיֶ֠ה לַכֹּהֲנִ֨ים הַלְוִיִּ֜ם כׇּל־שֵׁ֧בֶט לֵוִ֛י חֵ֥לֶק וְנַחֲלָ֖ה עִם־יִשְׂרָאֵ֑ל אִשֵּׁ֧י יְהֹוָ֛ה וְנַחֲלָת֖וֹ יֹאכֵלֽוּן׃ <sup>ב</sup>&nbsp;וְנַחֲלָ֥ה לֹא־יִֽהְיֶה־לּ֖וֹ בְּקֶ֣רֶב אֶחָ֑יו יְהֹוָה֙ ה֣וּא נַחֲלָת֔וֹ כַּאֲשֶׁ֖ר דִּבֶּר־לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\">18 <sup>1</sup>&nbsp;&#8220;There is not to be for the Levite kohanim — the entire tribe of Levi — any portion or inheritance with Yisra&#8217;el; the fire-offerings of YHVH, and his inheritance, they may eat. <sup>2</sup>&nbsp;But a (normal) inheritance he may not have, in the midst of his brothers, YHVH is his inheritance, as he promised him.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ג</sup>&nbsp;וְזֶ֡ה יִהְיֶה֩ מִשְׁפַּ֨ט הַכֹּהֲנִ֜ים מֵאֵ֣ת הָעָ֗ם מֵאֵ֛ת זֹבְחֵ֥י הַזֶּ֖בַח אִם־שׁ֣וֹר אִם־שֶׂ֑ה וְנָתַן֙ לַכֹּהֵ֔ן הַזְּרֹ֥עַ וְהַלְּחָיַ֖יִם וְהַקֵּבָֽה׃ <sup>ד</sup>&nbsp;רֵאשִׁ֨ית דְּגָֽנְךָ֜ תִּֽירֹשְׁךָ֣ וְיִצְהָרֶ֗ךָ וְרֵאשִׁ֛ית גֵּ֥ז צֹאנְךָ֖ תִּתֶּן־לֽוֹ׃ <sup>ה</sup>&nbsp;כִּ֣י ב֗וֹ בָּחַ֛ר יְהֹוָ֥ה אֱלֹהֶ֖יךָ מִכׇּל־שְׁבָטֶ֑יךָ לַעֲמֹ֨ד לְשָׁרֵ֧ת בְּשֵׁם־יְהֹוָ֛ה ה֥וּא וּבָנָ֖יו כׇּל־הַיָּמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>3</sup>&nbsp;&#8220;Now this shall be the regulated-share of the kohanim from the people, from the slaughterers of slaughter-offerings, whether of ox or sheep: the kohen is to be given the shankbone, the jawbone and the rough-stomach. <sup>4</sup>&nbsp;The premier-part of your grain, your new-wine and your shining-oil, the premier-part of the shearing of your sheep you are to give him. <sup>5</sup>&nbsp;For him YHVH your <em>elo&#8217;ah</em> has chosen from all your tribes, for standing-in-service, for attending, in the name of YHVH, he and his sons, all the days (to come).&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>רביעי</mark> <sup>ו</sup>&nbsp;וְכִֽי־יָבֹ֨א הַלֵּוִ֜י מֵאַחַ֤ד שְׁעָרֶ֙יךָ֙ מִכׇּל־יִשְׂרָאֵ֔ל אֲשֶׁר־ה֖וּא גָּ֣ר שָׁ֑ם וּבָא֙ בְּכׇל־אַוַּ֣ת נַפְשׁ֔וֹ אֶל־הַמָּק֖וֹם אֲשֶׁר־יִבְחַ֥ר יְהֹוָה׃ <sup>ז</sup>&nbsp;וְשֵׁרֵ֕ת בְּשֵׁ֖ם יְהֹוָ֣ה אֱלֹהָ֑יו כְּכׇל־אֶחָיו֙ הַלְוִיִּ֔ם הָעֹמְדִ֥ים שָׁ֖ם לִפְנֵ֥י יְהֹוָה׃ <sup>ח</sup>&nbsp;חֵ֥לֶק כְּחֵ֖לֶק יֹאכֵ֑לוּ לְבַ֥ד מִמְכָּרָ֖יו עַל־הָאָבֽוֹת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>6</sup>&nbsp;&#8220;Now when the Levi comes from one of your gates, from all Yisra&#8217;el, where he sojourns, and he comes with all his appetite&#8217;s craving to the place that YHVH chooses, <sup>7</sup>&nbsp;and attends in the name of YHVH his <em>elo&#8217;ah</em>, like all his brothers, the Levi&#8217;im who are standing-in-service there before the presence of YHVH: <sup>8</sup>&nbsp;a share like the (usual) share they may eat, apart from the sale-revenues of (their) fathers&#8217; (property).&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>ט</sup>&nbsp;כִּ֤י אַתָּה֙ בָּ֣א אֶל־הָאָ֔רֶץ אֲשֶׁר־יְהֹוָ֥ה אֱלֹהֶ֖יךָ נֹתֵ֣ן לָ֑ךְ לֹֽא־תִלְמַ֣ד לַעֲשׂ֔וֹת כְּתוֹעֲבֹ֖ת הַגּוֹיִ֥ם הָהֵֽם׃ <sup>י</sup>&nbsp;לֹֽא־יִמָּצֵ֣א בְךָ֔ מַעֲבִ֥יר בְּנֽוֹ־וּבִתּ֖וֹ בָּאֵ֑שׁ קֹסֵ֣ם קְסָמִ֔ים מְעוֹנֵ֥ן וּמְנַחֵ֖שׁ וּמְכַשֵּֽׁף׃ <sup>יא</sup>&nbsp;וְחֹבֵ֖ר חָ֑בֶר וְשֹׁאֵ֥ל אוֹב֙ וְיִדְּעֹנִ֔י וְדֹרֵ֖שׁ אֶל־הַמֵּתִֽים׃ <sup>יב</sup>&nbsp;כִּֽי־תוֹעֲבַ֥ת יְהֹוָ֖ה כׇּל־עֹ֣שֵׂה אֵ֑לֶּה וּבִגְלַל֙ הַתּוֹעֵבֹ֣ת הָאֵ֔לֶּה יְהֹוָ֣ה אֱלֹהֶ֔יךָ מוֹרִ֥ישׁ אוֹתָ֖ם מִפָּנֶֽיךָ׃ <sup>יג</sup>&nbsp;תָּמִ֣ים תִּֽהְיֶ֔ה עִ֖ם יְהֹוָ֥ה אֱלֹהֶֽיךָ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>9</sup>&nbsp;&#8220;When you enter the land that YHVH your <em>elo&#8217;ah</em> is giving you, you are not to learn to do according to the abominations of those nations. <sup>10</sup>&nbsp;There is not to be found among you one having his son or his daughter cross through fire, an augurer of augury, a hidden-sorcerer, a diviner, or an enchanter, <sup>11</sup>&nbsp;or a tier of (magical) tying-knots, or a seeker of ghosts or favorable-spirits, or an inquirer of the dead. <sup>12</sup>&nbsp;For an abomination to YHVH is anyone who does these-things, and because of these abominations YHVH your <em>elo&#8217;ah</em> is dispossessing them from before you! <sup>13</sup>&nbsp;Wholehearted shall you be with YHVH your <em>elo&#8217;ah</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><mark>חמישי</mark> <sup>יד</sup>&nbsp;כִּ֣י ׀ הַגּוֹיִ֣ם הָאֵ֗לֶּה אֲשֶׁ֤ר אַתָּה֙ יוֹרֵ֣שׁ אוֹתָ֔ם אֶל־מְעֹנְנִ֥ים וְאֶל־קֹסְמִ֖ים יִשְׁמָ֑עוּ וְאַתָּ֕ה לֹ֣א כֵ֔ן נָ֥תַן לְךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>טו</sup>&nbsp;נָבִ֨יא מִקִּרְבְּךָ֤ מֵאַחֶ֙יךָ֙ כָּמֹ֔נִי יָקִ֥ים לְךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ אֵלָ֖יו תִּשְׁמָעֽוּן׃ <sup>טז</sup>&nbsp;כְּכֹ֨ל אֲשֶׁר־שָׁאַ֜לְתָּ מֵעִ֨ם יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ בְּחֹרֵ֔ב בְּי֥וֹם הַקָּהָ֖ל לֵאמֹ֑ר לֹ֣א אֹסֵ֗ף לִשְׁמֹ֙עַ֙ אֶת־קוֹל֙ יְהֹוָ֣ה אֱלֹהָ֔י וְאֶת־הָאֵ֨שׁ הַגְּדֹלָ֥ה הַזֹּ֛את לֹֽא־אֶרְאֶ֥ה ע֖וֹד וְלֹ֥א אָמֽוּת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>14</sup>&nbsp;&#8220;For these nations that you are coming-to-possess: to sorcerers and augurers do they hearken, but you-not thus has YHVH your <em>elo&#8217;ah</em> made you! <sup>15</sup>&nbsp;A <em>navi</em>/prophet from your midst, from your brothers, like myself will YHVH your <em>elo&#8217;ah</em> raise up for you, to him you are to hearken, <sup>16</sup>&nbsp;according to all that you sought from YHVH your <em>elo&#8217;ah</em> at Ḥorev on the day of the Qahal/Assembly, saying: &#8216;I cannot continue hearing the voice of YHVH my <em>elo&#8217;ah</em>, and this great fire I cannot (bear to) see anymore, so that I do not die!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>יז</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֵלָ֑י הֵיטִ֖יבוּ אֲשֶׁ֥ר דִּבֵּֽרוּ׃ <sup>יח</sup>&nbsp;נָבִ֨יא אָקִ֥ים לָהֶ֛ם מִקֶּ֥רֶב אֲחֵיהֶ֖ם כָּמ֑וֹךָ וְנָתַתִּ֤י דְבָרַי֙ בְּפִ֔יו וְדִבֶּ֣ר אֲלֵיהֶ֔ם אֵ֖ת כׇּל־אֲשֶׁ֥ר אֲצַוֶּֽנּוּ׃ <sup>יט</sup>&nbsp;וְהָיָ֗ה הָאִישׁ֙ אֲשֶׁ֤ר לֹֽא־יִשְׁמַע֙ אֶל־דְּבָרַ֔י אֲשֶׁ֥ר יְדַבֵּ֖ר בִּשְׁמִ֑י אָנֹכִ֖י אֶדְרֹ֥שׁ מֵעִמּֽוֹ׃ <sup>כ</sup>&nbsp;אַ֣ךְ הַנָּבִ֡יא אֲשֶׁ֣ר יָזִיד֩ לְדַבֵּ֨ר דָּבָ֜ר בִּשְׁמִ֗י אֵ֣ת אֲשֶׁ֤ר לֹֽא־צִוִּיתִיו֙ לְדַבֵּ֔ר וַאֲשֶׁ֣ר יְדַבֵּ֔ר בְּשֵׁ֖ם אֱלֹהִ֣ים אֲחֵרִ֑ים וּמֵ֖ת הַנָּבִ֥יא הַהֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>17</sup>&nbsp;&#8220;And YHVH said to me: &#8216;They have done-well in their speaking; <sup>18</sup>&nbsp;a prophet I will raise up for them from among their brothers, like you; I will put my words in his mouth, and he will speak to them whatever I command him. <sup>19</sup>&nbsp;And it shall be: (any) man who does not hearken to my words which he speaks in my name, I myself will require (a reckoning) from him. <sup>20</sup>&nbsp;But: the prophet who presumptuously speaks a word in my name that I have not commanded him to speak, or that he speaks in the name of other <em>elohim</em>: die that prophet shall!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"dp\"><sup>כא</sup>&nbsp;וְכִ֥י תֹאמַ֖ר בִּלְבָבֶ֑ךָ אֵיכָה֙ נֵדַ֣ע אֶת־הַדָּבָ֔ר אֲשֶׁ֥ר לֹא־דִבְּר֖וֹ יְהֹוָה׃ <sup>כב</sup>&nbsp;אֲשֶׁר֩ יְדַבֵּ֨ר הַנָּבִ֜יא בְּשֵׁ֣ם יְהֹוָ֗ה וְלֹֽא־יִהְיֶ֤ה הַדָּבָר֙ וְלֹ֣א יָבֹ֔א ה֣וּא הַדָּבָ֔ר אֲשֶׁ֥ר לֹא־דִבְּר֖וֹ יְהֹוָ֑ה בְּזָדוֹן֙ דִּבְּר֣וֹ הַנָּבִ֔יא לֹ֥א תָג֖וּר מִמֶּֽנּוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"dp\"><sup>21</sup>&nbsp;&#8220;Now if you should say in your heart: &#8216;How can we know it is the word that YHVH did not speak?&#8217; <sup>22</sup>&nbsp;Should the prophet speak in the name of YHVH but the word not happen, not come-about — (then) that is the word that YHVH did not speak; with presumption did the prophet speak it; you are not to be-in-fear of him!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">יט <sup>א</sup>&nbsp;כִּֽי־יַכְרִ֞ית יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֶת־הַגּוֹיִ֔ם אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ אֶת־אַרְצָ֑ם וִֽירִשְׁתָּ֕ם וְיָשַׁבְתָּ֥ בְעָרֵיהֶ֖ם וּבְבָתֵּיהֶֽם׃ <sup>ב</sup>&nbsp;שָׁל֥וֹשׁ עָרִ֖ים תַּבְדִּ֣יל לָ֑ךְ בְּת֣וֹךְ אַרְצְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ לְרִשְׁתָּֽהּ׃ <sup>ג</sup>&nbsp;תָּכִ֣ין לְךָ֮ הַדֶּ֒רֶךְ֒ וְשִׁלַּשְׁתָּ֙ אֶת־גְּב֣וּל אַרְצְךָ֔ אֲשֶׁ֥ר יַנְחִֽילְךָ֖ יְהֹוָ֣ה אֱלֹהֶ֑יךָ וְהָיָ֕ה לָנ֥וּס שָׁ֖מָּה כׇּל־רֹצֵֽחַ׃ </span> <span class=\"d2\"><sup>ד</sup>&nbsp;וְזֶה֙ דְּבַ֣ר הָרֹצֵ֔חַ אֲשֶׁר־יָנ֥וּס שָׁ֖מָּה וָחָ֑י אֲשֶׁ֨ר יַכֶּ֤ה אֶת־רֵעֵ֙הוּ֙ בִּבְלִי־דַ֔עַת וְה֛וּא לֹא־שֹׂנֵ֥א ל֖וֹ מִתְּמֹ֥ל שִׁלְשֹֽׁם׃ <sup>ה</sup>&nbsp;וַאֲשֶׁר֩ יָבֹ֨א אֶת־רֵעֵ֥הוּ בַיַּ֘עַר֮ לַחְטֹ֣ב עֵצִים֒ וְנִדְּחָ֨ה יָד֤וֹ בַגַּרְזֶן֙ לִכְרֹ֣ת הָעֵ֔ץ וְנָשַׁ֤ל הַבַּרְזֶל֙ מִן־הָעֵ֔ץ וּמָצָ֥א אֶת־רֵעֵ֖הוּ וָמֵ֑ת ה֗וּא יָנ֛וּס אֶל־אַחַ֥ת הֶעָרִים־הָאֵ֖לֶּה וָחָֽי׃ <sup>ו</sup>&nbsp;פֶּן־יִרְדֹּף֩ גֹּאֵ֨ל הַדָּ֜ם אַחֲרֵ֣י הָרֹצֵ֗חַ כִּי־יֵחַם֮ לְבָבוֹ֒ וְהִשִּׂיג֛וֹ כִּֽי־יִרְבֶּ֥ה הַדֶּ֖רֶךְ וְהִכָּ֣הוּ נָ֑פֶשׁ וְלוֹ֙ אֵ֣ין מִשְׁפַּט־מָ֔וֶת כִּ֠י לֹ֣א שֹׂנֵ֥א ה֛וּא ל֖וֹ מִתְּמ֥וֹל שִׁלְשֽׁוֹם׃ <sup>ז</sup>&nbsp;עַל־כֵּ֛ן אָנֹכִ֥י מְצַוְּךָ֖ לֵאמֹ֑ר שָׁלֹ֥שׁ עָרִ֖ים תַּבְדִּ֥יל לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">19 <sup>1</sup>&nbsp;&#8220;When YHVH your <em>elo&#8217;ah</em> cuts off the nations whose land YHVH your <em>elo&#8217;ah</em> is giving you, and you dispossess them and settle in their towns and in their houses: <sup>2</sup>&nbsp;three towns you are to separate for yourselves, in the midst of your land that YHVH your <em>elo&#8217;ah</em> is giving you to possess. <sup>3</sup>&nbsp;Measure yourself the way and divide-in-three the territory of your land that YHVH your <em>elo&#8217;ah</em> is causing you to inherit. It shall be for fleeing there, for every (accidental) murderer.</span> <span class=\"d2\"><sup>4</sup>&nbsp;Now this is the matter of the (accidental) murderer who flees there, that he may stay-alive, who strikes down his neighbor with no foreknowledge, nor did he bear-hatred-toward him from yesterday and the day-before; <sup>5</sup>&nbsp;or who comes upon his neighbor in the forest, chopping wood, and his hand swings-away with an ax, to cut wood, and the iron-part slips off the wood-part and reaches his neighbor, so that he dies: he may flee to one of these towns, so that he may stay-alive <sup>6</sup>&nbsp;— lest the blood redeemer pursue the murderer, since his heart is hot-blooded, and overtake him-since the journey is long-and strike his life, though his is not a judgment of death; since he has not borne-hatred toward him, from yesterday and the day-before. <sup>7</sup>&nbsp;Therefore I command you, saying: &#8216;Three towns you are to separate for yourself.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ח</sup>&nbsp;וְאִם־יַרְחִ֞יב יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ אֶת־גְּבֻ֣לְךָ֔ כַּאֲשֶׁ֥ר נִשְׁבַּ֖ע לַאֲבֹתֶ֑יךָ וְנָ֤תַן לְךָ֙ אֶת־כׇּל־הָאָ֔רֶץ אֲשֶׁ֥ר דִּבֶּ֖ר לָתֵ֥ת לַאֲבֹתֶֽיךָ׃ <sup>ט</sup>&nbsp;כִּֽי־תִשְׁמֹר֩ אֶת־כׇּל־הַמִּצְוָ֨ה הַזֹּ֜את לַעֲשֹׂתָ֗הּ אֲשֶׁ֨ר אָנֹכִ֣י מְצַוְּךָ֮ הַיּוֹם֒ לְאַהֲבָ֞ה אֶת־יְהֹוָ֧ה אֱלֹהֶ֛יךָ וְלָלֶ֥כֶת בִּדְרָכָ֖יו כׇּל־הַיָּמִ֑ים וְיָסַפְתָּ֨ לְךָ֥ עוֹד֙ שָׁלֹ֣שׁ עָרִ֔ים עַ֖ל הַשָּׁלֹ֥שׁ הָאֵֽלֶּה׃ </span> <span class=\"d1\"><sup>י</sup>&nbsp;וְלֹ֤א יִשָּׁפֵךְ֙ דָּ֣ם נָקִ֔י בְּקֶ֣רֶב אַרְצְךָ֔ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָ֑ה וְהָיָ֥ה עָלֶ֖יךָ דָּמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>8</sup>&nbsp;&#8220;Now if YHVH your <em>elo&#8217;ah</em> should broaden your territory as he swore to your fathers, and give you all the land that he promised to give your fathers: <sup>9</sup>&nbsp;indeed, you are to keep all this commandment, by observing it, that I command you today, to love YHVH your <em>elo&#8217;ah</em>, and to walk in his ways, all the days; and you are to add for yourself another three towns to these three,</span> <span class=\"d1\"><sup>10</sup>&nbsp;so that the blood of the innocent not be shed amid your land that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance, and there be blood-guilt upon you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יא</sup>&nbsp;וְכִֽי־יִהְיֶ֥ה אִישׁ֙ שֹׂנֵ֣א לְרֵעֵ֔הוּ וְאָ֤רַב לוֹ֙ וְקָ֣ם עָלָ֔יו וְהִכָּ֥הוּ נֶ֖פֶשׁ וָמֵ֑ת וְנָ֕ס אֶל־אַחַ֖ת הֶעָרִ֥ים הָאֵֽל׃ <sup>יב</sup>&nbsp;וְשָֽׁלְחוּ֙ זִקְנֵ֣י עִיר֔וֹ וְלָקְח֥וּ אֹת֖וֹ מִשָּׁ֑ם וְנָתְנ֣וּ אֹת֗וֹ בְּיַ֛ד גֹּאֵ֥ל הַדָּ֖ם וָמֵֽת׃ <sup>יג</sup>&nbsp;לֹא־תָח֥וֹס עֵֽינְךָ֖ עָלָ֑יו וּבִֽעַרְתָּ֧ דַֽם־הַנָּקִ֛י מִיִּשְׂרָאֵ֖ל וְט֥וֹב לָֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>11</sup>&nbsp;&#8220;But if it should be (that) a man bears-hatred toward his neighbor and waits-in-ambush for him and rises up against him and strikes his life, so that he dies, and he flees to one of these towns: <sup>12</sup>&nbsp;the elders of his town are to send and have him taken from there, they are to give him into the hand of the blood redeemer, so that he dies. <sup>13</sup>&nbsp;Your eye is not to take-pity on him! So you shall burn out the innocent blood from Yisra&#8217;el, and it will be-well with you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><mark>ששי</mark> <sup>יד</sup>&nbsp;לֹ֤א תַסִּיג֙ גְּב֣וּל רֵֽעֲךָ֔ אֲשֶׁ֥ר גָּבְל֖וּ רִאשֹׁנִ֑ים בְּנַחֲלָֽתְךָ֙ אֲשֶׁ֣ר תִּנְחַ֔ל בָּאָ֕רֶץ אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ לְרִשְׁתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>14</sup>&nbsp;&#8220;You are not to move back the border of your neighbor that the first-ones set-as-border, in your inheritance that you inherit in the land that YHVH your <em>elo&#8217;ah</em> is giving you to possess.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>טו</sup>&nbsp;לֹֽא־יָקוּם֩ עֵ֨ד אֶחָ֜ד בְּאִ֗ישׁ לְכׇל־עָוֺן֙ וּלְכׇל־חַטָּ֔את בְּכׇל־חֵ֖טְא אֲשֶׁ֣ר יֶֽחֱטָ֑א עַל־פִּ֣י ׀ שְׁנֵ֣י עֵדִ֗ים א֛וֹ עַל־פִּ֥י שְׁלֹשָֽׁה־עֵדִ֖ים יָק֥וּם דָּבָֽר׃ </span> <span class=\"d1\"><sup>טז</sup>&nbsp;כִּֽי־יָק֥וּם עֵד־חָמָ֖ס בְּאִ֑ישׁ לַעֲנ֥וֹת בּ֖וֹ סָרָֽה׃ <sup>יז</sup>&nbsp;וְעָמְד֧וּ שְׁנֵֽי־הָאֲנָשִׁ֛ים אֲשֶׁר־לָהֶ֥ם הָרִ֖יב לִפְנֵ֣י יְהֹוָ֑ה לִפְנֵ֤י</span> <span class=\"dp\">הַכֹּֽהֲנִים֙ וְ</span><span class=\"d1\">הַשֹּׁ֣פְטִ֔ים אֲשֶׁ֥ר יִהְי֖וּ בַּיָּמִ֥ים הָהֵֽם׃ <sup>יח</sup>&nbsp;וְדָרְשׁ֥וּ הַשֹּׁפְטִ֖ים הֵיטֵ֑ב וְהִנֵּ֤ה עֵֽד־שֶׁ֙קֶר֙ הָעֵ֔ד שֶׁ֖קֶר עָנָ֥ה בְאָחִֽיו׃ <sup>יט</sup>&nbsp;וַעֲשִׂ֣יתֶם ל֔וֹ כַּאֲשֶׁ֥ר זָמַ֖ם לַעֲשׂ֣וֹת לְאָחִ֑יו וּבִֽעַרְתָּ֥ הָרָ֖ע מִקִּרְבֶּֽךָ׃ <sup>כ</sup>&nbsp;וְהַנִּשְׁאָרִ֖ים יִשְׁמְע֣וּ וְיִרָ֑אוּ וְלֹֽא־יֹסִ֨פוּ לַעֲשׂ֜וֹת ע֗וֹד כַּדָּבָ֥ר הָרָ֛ע הַזֶּ֖ה בְּקִרְבֶּֽךָ׃ </span> <span class=\"dp\"><sup>כא</sup>&nbsp;וְלֹ֥א תָח֖וֹס עֵינֶ֑ךָ נֶ֣פֶשׁ בְּנֶ֗פֶשׁ עַ֤יִן בְּעַ֙יִן֙ שֵׁ֣ן בְּשֵׁ֔ן יָ֥ד בְּיָ֖ד רֶ֥גֶל בְּרָֽגֶל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>15</sup>&nbsp;&#8220;One witness (alone) shall not rise up against a man for any (case of) iniquity, for any (case of) sin, in any sin that he sins; at the mouth of two witnesses or at the mouth of three witnesses, a legal-matter is to be established!</span> <span class=\"d1\"><sup>16</sup>&nbsp;When there arises a witness of malice against a man, testifying against him (by) defection (from Hashem), <sup>17</sup>&nbsp;and the two men who have the quarrel stand before the presence of YHVH, before the presence of</span> <span class=\"dp\">the kohanim or</span> <span class=\"d1\">the judges that are-there in those days: <sup>18</sup>&nbsp;the judges are to inquire well; and (if) here: a false witness is the witness, falsely has he testified against his brother: <sup>19</sup>&nbsp;you are to do to him as he schemed to do to his brother. So you shall burn out the evil from your midst! <sup>20</sup>&nbsp;Those who remain will hear and will be-awed, they will not continue to do any more according to this evil practice in your midst.</span> <span class=\"dp\"><sup>21</sup>&nbsp;Your eye is not to take-pity — (rather) life for life, eye for eye, tooth for tooth, hand for hand, foot for foot!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">כ <sup>א</sup>&nbsp;כִּֽי־תֵצֵ֨א לַמִּלְחָמָ֜ה עַל־אֹיְבֶ֗ךָ וְֽרָאִ֜יתָ ס֤וּס וָרֶ֙כֶב֙ עַ֚ם רַ֣ב מִמְּךָ֔ לֹ֥א תִירָ֖א מֵהֶ֑ם כִּֽי־יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ עִמָּ֔ךְ הַמַּֽעַלְךָ֖ מֵאֶ֥רֶץ מִצְרָֽיִם׃ </span> <span class=\"d2\"><sup>ב</sup>&nbsp;וְהָיָ֕ה כְּקָֽרׇבְכֶ֖ם אֶל־הַמִּלְחָמָ֑ה וְנִגַּ֥שׁ הַכֹּהֵ֖ן וְדִבֶּ֥ר אֶל־הָעָֽם׃ <sup>ג</sup>&nbsp;וְאָמַ֤ר אֲלֵהֶם֙ שְׁמַ֣ע יִשְׂרָאֵ֔ל אַתֶּ֨ם קְרֵבִ֥ים הַיּ֛וֹם לַמִּלְחָמָ֖ה עַל־אֹיְבֵיכֶ֑ם אַל־יֵרַ֣ךְ לְבַבְכֶ֗ם אַל־תִּֽירְא֧וּ וְאַֽל־תַּחְפְּז֛וּ וְאַל־תַּֽעַרְצ֖וּ מִפְּנֵיהֶֽם׃ <sup>ד</sup>&nbsp;כִּ֚י יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם הַהֹלֵ֖ךְ עִמָּכֶ֑ם לְהִלָּחֵ֥ם לָכֶ֛ם עִם־אֹיְבֵיכֶ֖ם לְהוֹשִׁ֥יעַ אֶתְכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">20 <sup>1</sup>&nbsp;&#8220;When you go out to war against your enemies and you see horses and chariots, fighting-people many-more than you, do not be overawed by them, for YHVH your <em>elo&#8217;ah</em> is with you, the one who brought you up from the land of Mitsrayim!</span> <span class=\"d2\"><sup>2</sup>&nbsp;And it shall be: when you draw-near for war, <sup>3</sup>&nbsp;the kohen is to approach and speak to the people / and say to them: Hearken, O Yisra&#8217;el! You are drawing-near today to war against your enemies. Let not your heart be soft, do not be afraid, do not be in-trepidation, do not be-terrified before them! <sup>4</sup>&nbsp;For YHVH your <em>elo&#8217;ah</em> is the one who goes with you, to wage-war for you against your enemies, to deliver you!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>ה</sup>&nbsp;וְדִבְּר֣וּ הַשֹּֽׁטְרִים֮ אֶל־הָעָ֣ם לֵאמֹר֒ מִֽי־הָאִ֞ישׁ אֲשֶׁ֨ר בָּנָ֤ה בַֽיִת־חָדָשׁ֙ וְלֹ֣א חֲנָכ֔וֹ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יַחְנְכֶֽנּוּ׃ <sup>ו</sup>&nbsp;וּמִֽי־הָאִ֞ישׁ אֲשֶׁר־נָטַ֥ע כֶּ֙רֶם֙ וְלֹ֣א חִלְּל֔וֹ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יְחַלְּלֶֽנּוּ׃ <sup>ז</sup>&nbsp;וּמִֽי־הָאִ֞ישׁ אֲשֶׁר־אֵרַ֤שׂ אִשָּׁה֙ וְלֹ֣א לְקָחָ֔הּ יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ פֶּן־יָמוּת֙ בַּמִּלְחָמָ֔ה וְאִ֥ישׁ אַחֵ֖ר יִקָּחֶֽנָּה׃ <sup>ח</sup>&nbsp;וְיָסְפ֣וּ הַשֹּׁטְרִים֮ לְדַבֵּ֣ר אֶל־הָעָם֒ וְאָמְר֗וּ מִי־הָאִ֤ישׁ הַיָּרֵא֙ וְרַ֣ךְ הַלֵּבָ֔ב יֵלֵ֖ךְ וְיָשֹׁ֣ב לְבֵית֑וֹ וְלֹ֥א יִמַּ֛ס אֶת־לְבַ֥ב אֶחָ֖יו כִּלְבָבֽוֹ׃ </span> <span class=\"d2\"><sup>ט</sup>&nbsp;וְהָיָ֛ה כְּכַלֹּ֥ת הַשֹּׁטְרִ֖ים לְדַבֵּ֣ר אֶל־הָעָ֑ם וּפָ֥קְד֛וּ שָׂרֵ֥י צְבָא֖וֹת בְּרֹ֥אשׁ הָעָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>5</sup>&nbsp;&#8220;Then the officials are to speak to the people, saying: &#8216;Who is the man that has built a new house and has not (yet) dedicated it? Let him go and return to his house, lest he die in the war and another man dedicate it! <sup>6</sup>&nbsp;And who is the man that has planted a vineyard and has not (yet) made-common-use of it? Let him go and return to his house, lest he die in the war and another man make-common-use-of it! <sup>7</sup>&nbsp;And who is the man that has betrothed a woman and has not (yet) taken her (in marriage)? Let him go and return to his house, lest he die in the war and another man take her!&#8217; <sup>8</sup>&nbsp;And the officers are to continue to speak to the people, they are to say: &#8216;Who is the man, the one afraid and soft of heart? Let him go and return to his house, so that he does not melt the heart of his brothers, like his heart!&#8217;</span> <span class=\"d2\"><sup>9</sup>&nbsp;And it shall be, when the officials finish speaking to the people, the commanders of the armed-forces are to count by head the fighting-people.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><mark>שביעי</mark> <sup>י</sup>&nbsp;כִּֽי־תִקְרַ֣ב אֶל־עִ֔יר לְהִלָּחֵ֖ם עָלֶ֑יהָ וְקָרָ֥אתָ אֵלֶ֖יהָ לְשָׁלֽוֹם׃ <sup>יא</sup>&nbsp;וְהָיָה֙ אִם־שָׁל֣וֹם תַּֽעַנְךָ֔ וּפָתְחָ֖ה לָ֑ךְ וְהָיָ֞ה כׇּל־הָעָ֣ם הַנִּמְצָא־בָ֗הּ יִהְי֥וּ לְךָ֛ לָמַ֖ס וַעֲבָדֽוּךָ׃ <sup>יב</sup>&nbsp;וְאִם־לֹ֤א תַשְׁלִים֙ עִמָּ֔ךְ וְעָשְׂתָ֥ה עִמְּךָ֖ מִלְחָמָ֑ה וְצַרְתָּ֖ עָלֶֽיהָ׃ <sup>יג</sup>&nbsp;וּנְתָנָ֛הּ יְהֹוָ֥ה אֱלֹהֶ֖יךָ בְּיָדֶ֑ךָ וְהִכִּיתָ֥ אֶת־כׇּל־זְכוּרָ֖הּ לְפִי־חָֽרֶב׃ <sup>יד</sup>&nbsp;רַ֣ק הַ֠נָּשִׁ֠ים וְהַטַּ֨ף וְהַבְּהֵמָ֜ה וְכֹל֩ אֲשֶׁ֨ר יִהְיֶ֥ה בָעִ֛יר כׇּל־שְׁלָלָ֖הּ תָּבֹ֣ז לָ֑ךְ וְאָֽכַלְתָּ֙ אֶת־שְׁלַ֣ל אֹיְבֶ֔יךָ אֲשֶׁ֥ר נָתַ֛ן יְהֹוָ֥ה אֱלֹהֶ֖יךָ לָֽךְ׃ </span> <span class=\"dp\"><sup>טו</sup>&nbsp;כֵּ֤ן תַּעֲשֶׂה֙ לְכׇל־הֶ֣עָרִ֔ים הָרְחֹקֹ֥ת מִמְּךָ֖ מְאֹ֑ד אֲשֶׁ֛ר לֹא־מֵעָרֵ֥י הַגּֽוֹיִם־הָאֵ֖לֶּה הֵֽנָּה׃ <sup>טז</sup>&nbsp;רַ֗ק מֵעָרֵ֤י הָֽעַמִּים֙ הָאֵ֔לֶּה אֲשֶׁר֙ יְהֹוָ֣ה אֱלֹהֶ֔יךָ נֹתֵ֥ן לְךָ֖ נַחֲלָ֑ה לֹ֥א תְחַיֶּ֖ה כׇּל־נְשָׁמָֽה׃ <sup>יז</sup>&nbsp;כִּֽי־הַחֲרֵ֣ם תַּחֲרִימֵ֗ם הַחִתִּ֤י וְהָאֱמֹרִי֙ הַכְּנַעֲנִ֣י וְהַפְּרִזִּ֔י הַחִוִּ֖י וְהַיְבוּסִ֑י כַּאֲשֶׁ֥ר צִוְּךָ֖ יְהֹוָ֥ה אֱלֹהֶֽיךָ׃ <sup>יח</sup>&nbsp;לְמַ֗עַן אֲשֶׁ֨ר לֹֽא־יְלַמְּד֤וּ אֶתְכֶם֙ לַעֲשׂ֔וֹת כְּכֹל֙ תּֽוֹעֲבֹתָ֔ם אֲשֶׁ֥ר עָשׂ֖וּ לֵֽאלֹהֵיהֶ֑ם וַחֲטָאתֶ֖ם לַיהֹוָ֥ה אֱלֹהֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>10</sup>&nbsp;&#8220;When you draw-near to a town, to wage-war against it, you are to call out to it terms-of-peace. <sup>11</sup>&nbsp;And it shall be: if peace is what it answers you, and it opens (its gates) to you, then it shall be that all the people that are found in it shall belong to you as forced-laborers, and they shall serve you. <sup>12</sup>&nbsp;But if they do not make-peace with you, and make war against you, you may besiege it. <sup>13</sup>&nbsp;And when YHVH your <em>elo&#8217;ah</em> gives it into your hand, you are to strike-down all its males with the edge of the sword. <sup>14</sup>&nbsp;Only: the women and the infants and the animals, everything that is within the town, all its booty, you may take-as-plunder for yourself; you may consume the booty of your enemies that YHVH your <em>elo&#8217;ah</em> gives you.</span> <span class=\"dp\"><sup>15</sup>&nbsp;Thus you are to do to all the towns, those exceedingly far from you, that are not of the towns of those nations. <sup>16</sup>&nbsp;Only: in the towns of those peoples that YHVH your <em>elo&#8217;ah</em> is giving you as an inheritance, you are not to leave-alive any breath; <sup>17</sup>&nbsp;but: you are to devote-them-to-destruction, yes, destruction, the Ḥitti, the Emori, the K&#8217;naani, the Perizzi, the Ḥivvi and the Yevusi, as YHVH your <em>elo&#8217;ah</em> has commanded you. <sup>18</sup>&nbsp;— In order that they not teach you to do according to all their abominations that they do with their <em>elohim</em>, and you sin against YHVH your <em>elo&#8217;ah</em>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\"><sup>יט</sup>&nbsp;כִּֽי־תָצ֣וּר אֶל־עִיר֩ יָמִ֨ים רַבִּ֜ים לְֽהִלָּחֵ֧ם עָלֶ֣יהָ לְתׇפְשָׂ֗הּ לֹֽא־תַשְׁחִ֤ית אֶת־עֵצָהּ֙ לִנְדֹּ֤חַ עָלָיו֙ גַּרְזֶ֔ן כִּ֚י מִמֶּ֣נּוּ תֹאכֵ֔ל וְאֹת֖וֹ לֹ֣א תִכְרֹ֑ת כִּ֤י הָֽאָדָם֙ עֵ֣ץ הַשָּׂדֶ֔ה לָבֹ֥א מִפָּנֶ֖יךָ בַּמָּצֽוֹר׃ <sup>כ</sup>&nbsp;רַ֞ק עֵ֣ץ אֲשֶׁר־תֵּדַ֗ע כִּֽי־לֹא־עֵ֤ץ מַאֲכָל֙ ה֔וּא אֹת֥וֹ תַשְׁחִ֖ית וְכָרָ֑תָּ וּבָנִ֣יתָ מָצ֗וֹר עַל־הָעִיר֙ אֲשֶׁר־הִ֨וא עֹשָׂ֧ה עִמְּךָ֛ מִלְחָמָ֖ה עַ֥ד רִדְתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\"><sup>19</sup>&nbsp;&#8220;When you besiege a town for many days, waging-war against it, to seize it: you are not to bring-ruin on its trees, by swinging-away (with) an ax against them, for from them you eat, them you are not to cut-down — for are the trees of the field human beings, (able) to come against you in a siege? <sup>20</sup>&nbsp;Only those trees of which you know that they are not trees for eating, them you may bring-to-ruin and cut-down, that you may build siege-works against the town that is making war against you, until its downfall.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d1\">כא <sup>א</sup>&nbsp;כִּי־יִמָּצֵ֣א חָלָ֗ל בָּאֲדָמָה֙ אֲשֶׁר֩ יְהֹוָ֨ה אֱלֹהֶ֜יךָ נֹתֵ֤ן לְךָ֙ לְרִשְׁתָּ֔הּ נֹפֵ֖ל בַּשָּׂדֶ֑ה לֹ֥א נוֹדַ֖ע מִ֥י הִכָּֽהוּ׃ <sup>ב</sup>&nbsp;וְיָצְא֥וּ זְקֵנֶ֖יךָ וְשֹׁפְטֶ֑יךָ וּמָדְדוּ֙ אֶל־הֶ֣עָרִ֔ים אֲשֶׁ֖ר סְבִיבֹ֥ת הֶחָלָֽל׃ <sup>ג</sup>&nbsp;וְהָיָ֣ה הָעִ֔יר הַקְּרֹבָ֖ה אֶל־הֶחָלָ֑ל וְלָֽקְח֡וּ זִקְנֵי֩ הָעִ֨יר הַהִ֜וא עֶגְלַ֣ת בָּקָ֗ר אֲשֶׁ֤ר לֹֽא־עֻבַּד֙ בָּ֔הּ אֲשֶׁ֥ר לֹא־מָשְׁכָ֖ה בְּעֹֽל׃ <sup>ד</sup>&nbsp;וְהוֹרִ֡דוּ זִקְנֵי֩ הָעִ֨יר הַהִ֤וא אֶת־הָֽעֶגְלָה֙ אֶל־נַ֣חַל אֵיתָ֔ן אֲשֶׁ֛ר לֹא־יֵעָבֵ֥ד בּ֖וֹ וְלֹ֣א יִזָּרֵ֑עַ וְעָֽרְפוּ־שָׁ֥ם אֶת־הָעֶגְלָ֖ה בַּנָּֽחַל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d1\">21 <sup>1</sup>&nbsp;&#8220;If there be found a corpse on the soil that YHVH your <em>elo&#8217;ah</em> is giving you to possess, fallen in the field, (it) not having-become-known who struck-it-down, <sup>2</sup>&nbsp;your elders and your judges are to go out and measure-the-distance to the towns that are around the corpse. <sup>3</sup>&nbsp;And it shall be that the town nearest to the corpse — the elders of that town are to take a female-calf of the herd, with which no work has (ever) been done, which has never pulled a yoke; <sup>4</sup>&nbsp;the elders of that town are to bring-down that female-calf to an ever-flowing wadi which has never had work done on it, and has never been sown, and are to break-the-neck of the female-calf there, in the wadi.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"d2\"><sup>ה</sup>&nbsp;וְנִגְּשׁ֣וּ הַכֹּהֲנִים֮ בְּנֵ֣י לֵוִי֒ כִּ֣י בָ֗ם בָּחַ֞ר יְהֹוָ֤ה אֱלֹהֶ֙יךָ֙ לְשָׁ֣רְת֔וֹ וּלְבָרֵ֖ךְ בְּשֵׁ֣ם יְהֹוָ֑ה וְעַל־פִּיהֶ֥ם יִהְיֶ֖ה כׇּל־רִ֥יב וְכׇל־נָֽגַע׃ </span> <span class=\"d1\"><sup>ו</sup>&nbsp;וְכֹ֗ל זִקְנֵי֙ הָעִ֣יר הַהִ֔וא הַקְּרֹבִ֖ים אֶל־הֶחָלָ֑ל יִרְחֲצוּ֙ אֶת־יְדֵיהֶ֔ם עַל־הָעֶגְלָ֖ה הָעֲרוּפָ֥ה בַנָּֽחַל׃ <mark>מפטיר</mark> <sup>ז</sup>&nbsp;וְעָנ֖וּ וְאָמְר֑וּ יָדֵ֗ינוּ לֹ֤א [שפכה] שָֽׁפְכוּ֙ אֶת־הַדָּ֣ם הַזֶּ֔ה וְעֵינֵ֖ינוּ לֹ֥א רָאֽוּ׃ <sup>ח</sup>&nbsp;כַּפֵּר֩ לְעַמְּךָ֨ יִשְׂרָאֵ֤ל אֲשֶׁר־פָּדִ֙יתָ֙ יְהֹוָ֔ה וְאַל־תִּתֵּן֙ דָּ֣ם נָקִ֔י בְּקֶ֖רֶב עַמְּךָ֣ יִשְׂרָאֵ֑ל וְנִכַּפֵּ֥ר לָהֶ֖ם הַדָּֽם׃ <sup>ט</sup>&nbsp;וְאַתָּ֗ה תְּבַעֵ֛ר הַדָּ֥ם הַנָּקִ֖י מִקִּרְבֶּ֑ךָ כִּֽי־תַעֲשֶׂ֥ה הַיָּשָׁ֖ר בְּעֵינֵ֥י יְהֹוָה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"d2\"><sup>5</sup>&nbsp;&#8220;Then they are to approach, the kohanim, the Sons of Levi — for YHVH your <em>elo&#8217;ah</em> has chosen (them) to attend on him and to give-blessing in YHVH&#8217;s name, and by their statement shall be (settled) every legal-quarrel and every case-of-assault —</span> <span class=\"d1\"><sup>6</sup>&nbsp;and all the elders of that town, the ones nearest the corpse, are to wash their hands over the neck-broken calf at the wadi; <sup>7</sup>&nbsp;then they are to speak up and say: &#8216;Our hands did not shed this blood, our eyes did not see! <sup>8</sup>&nbsp;O purge your people Yisra&#8217;el that you redeemed, O YHVH, do not put innocent blood amid your people Yisra&#8217;el!&#8217; So shall they be atoned of the blood, <sup>9</sup>&nbsp;and so shall you yourself burn out the innocent blood from your midst — for you are to do what-is-right in the eyes of YHVH!&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_שפטים/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. In place of &#8220;she-calf,&#8221;  I use &#8220;female-calf.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n",
    "categories": [
        "Parashat Shōftim",
        "Sefer Devarim (Deuteronomy)"
    ],
    "tags": [
        "34th century A.M.",
        "7th century B.C.E.",
        "annual Torah reading cycle",
        "bal tashḥit",
        "judges",
        "kings",
        "let's review",
        "mythopoesis",
        "predation",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "tithing",
        "נביאות nevi'ut",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת שפטים parashat Shoftim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code §107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3802"
        ],
        "_thumbnail_id": [
            "26847"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/New_Forest_calf.jpg",
        "title": "New_Forest_calf",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:New_Forest_calf.jpg\">A calf in England, New Forest national park.</a> (credit: Jim Champion, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=26845",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/devarim/parashat-shoftim-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-shoftim-color-coded-according-to-its-narrative-layers"
}