{
    "post_id": 64778,
    "title": "Thanksgiving to the Almighty for the Diamond Jubilee of Her Majesty the Empress Victoria, by Joseph Ezekiel Rajpurkar at Gates of Mercy Synagogue, Bombay (20 June 1897)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Joseph Ezekiel Rajpurkar (translation)",
            "bio": "Joseph Ezekiel Rajpurkar (Marathi: जोसेफ यहेज्केल राजपूरकर, Hebrew: יוסף יחזקאל ראג׳פורכר‎; 1834–1905) was a Bene Israel writer and translator of Hebrew liturgical works into Marathi.",
            "website": "https://en.wikipedia.org/wiki/Joseph_Ezekiel_Rajpurkar",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/joseph-ezekiel-rajpurkar-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/joseph-ezekiel-rajpurkar"
        }
    ],
    "date": "2025-11-29",
    "last_updated": "2026-01-31",
    "excerpt": "On 20 June 1897, Joseph Ezekiel Rajpurkar offered this civic prayer in Hebrew with translations in Marathi and English, on behalf of the congregation of the Gates of Prayer Synagogue (Bombay/Mumbai), for the 50th anniversary of the reign of Queen Victoria over the British Empire.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nOn 20 June 1897, Joseph Ezekiel Rajpurkar offered this civic prayer in Hebrew with translations in Marathi and English, on behalf of the congregation of the Gates of Prayer Synagogue (Bombay/Mumbai), for the 50th anniversary of the reign of Queen Victoria over the British Empire. </p>\n<p>If you are literate in Marathi and are capable of typing in Devanagari script, we request your assistance in proofreading the Marathi translation of this prayer. Please share your corrections in the comments or <a href=\"/contact/\">contact us</a>.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (Marathi)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nתְּהִי הַקְּסָארִית וִיקְטוֹרִיָא לְעוֹלָם\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nLong Live the Empress Victoria\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\" style=\"text-align: left;\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nתודה ותהלה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThanksgiving to the Almighty.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\" style=\"text-align: left;\">\nईश्वरस्तुति.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֱלֹהֵי כׇּל הָרוּחוֹת! עוֹשֶׂה גְדוֹלוֹת וְנִפְלָאוֹת. מְשֻׁבַּח בְּפִי כׇּל מַלְאָכֶיךָ. וּמְפוֹאַר בְּפִי כׇּל בִּרְיוֹתֶיךָ. אַתָּה הוּא לְבַדְּךָ שׁוֹלֵט בַּשָּׁמַיִם מִמָּעַל. וּמוֹשֵׁל בָּאָרֶץ מִתַּחַת וּלְךָ לְבַדְּךָ נָאֶה כׇּל שֶׁבַח וּתְהִלָּה. כִּי גְבוּרָתְךָ וְטוֹבָתְךָ מָלֵא עוֹלָם. וּבְיָדְךָ כֹּחַ וּגְבוּרָה לְגַדֵּל וּלְחַזֵק לַכֹּל׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO God of all spirits! Author of great and wonderful works, praised by all Thy angels, and adored by all Thy creatures; Thou alone rulest in the heavens above, and governest on the earth beneath; and to Thee alone becomes all praise and glory; because the world is full of Thy might and goodness; and with Thee lies the power to exalt and strengthen all.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nहे सर्व प्राणिमात्रांच्या देवा! थोर व अद्भुत कृत्यें करणार्‍या, तुझ्या दुतांकडून स्तविलेल्या आणि तूं निर्माण केलेल्या सर्व पदार्थांकडून वंदिलेल्या, तूं वर आकाशीं राज्य करितोस, आणि खाली पृथ्वीवरीं तुझीच सत्ता चालते; स्तवन व गौरव तुलाच शोभतात, कारण तुझ्या सामर्थ्यानें व कृपेने जग भरलें आहे; आणि सर्वांचें उन्नतकरण व सामर्थ्य देणे ही तुझी सत्ता व हा तुझाच अधिकार आहे.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמֶלֶךְ עֶלְיוֹן! נְקַדְּמָה פָנֶיךָ הַיּוֹם בְּתוֹדָה וּתְהִלָּה. עִם כׇּל הָעַמִּים אֲשֶׁר בְּכׇל הָאַרָצוֹת וְאִי הַיָּם תַּחַת מֶמְשֶׁלֶת בְּרִיטָאנִיָא. עַל חַסְדְּךָ אֲשֶׁר גָּבַר עָלֵינוּ׃ כִּי אַתָּה בִרְצוֹנְךָ הַטּוֹב מָשַׁחְתָּ בְּשֶׁמֶן שָׂשׂוֹן אֶת אֲדוֹנָתֵנוּ הַנֶּאֱהָבָה וְהַחֲכָמָה הַקְּסָרִית וִיקְטוֹרִיָא יר״ה. וְעִטַרְתָּהּ בְּכֶתֶר הוֹד וָחֵן. הִלְבַּשְׁתָּהּ בִּגְדֵי יֶשַׁע וּמְעִיל צְדָקָה לִמְלֹךְ עָלֵינוּ בְּחֶסֶד וּבְרַחֲמִים. וּבְמִשְׁפָּטִים יְשָׁרִים׃ וְהִיא בְּעֶזְרָֽתְךָ צוֹפִיָּה הֲלִיכוֹת מַלְכוּתָהּ. בְּאַהֲבַת הָאֵם דֹרֶשֶׁת שְׁלוֹמֵנוּ. וְחֹשֶׁבֶת מַחֲשְׁבוֹת לְהַשְׂבִיעַ נֶפֶשׁ שֹׁקֵקָה וְנֶפֶשׁ רְעֵבָה. וּלְהַעֲלוֹת תְּרוּפָה וּתְעָלָה לְמַכְאוֹבֵי וּלְחֳלָאֵי הָעַמִּים הַחוֹסִים תַּחַת כְּנָפֶיהָ׃ וְאַתָּה בַּעַל הָרַחֲמִים הֶאֱרַכְתָּ יְמֵי מַלְכוּתָהּ עַד מְלֹאת שִׁשִּׁים שָׁנָה. וּבָזֶה עָֽלְתָה עַל כׇּל מְלָכִים וּמְלָכוֹת אֲשֶׁר מַֽלְכוּ לְפָנֶיהָ. וְאַתָּה הִפְרִתָהּ כְּגֶפֶן פּוֹרַחַת עָֽלְתָה נִצָּהּ הִבְשִׁילוּ אַשְׁכְּלֹותֶיהָ עֲנָבִים׃ וּפָרָשְׂתָּ עָלֶיהָ סֻכַּת שְׁלוֹמֶךָ. וּשְׁמַרְתָּהּ עַד עַתָּה מִכׇּל דָּבָר רַע׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMost High King! we approach Thee with thanks and praise along with all the inhabitants of the countries and islands under the British dominion, for Thy merciful kindness has been great towards us. Thou in Thy good pleasure didst anoint our beloved and pradent Lady Empress Victoria with the oil of gladness; adorned her with the crown of splendour and grace; and clothed her with the garments of salvation, and the robe of righteousness, to rule over us with mercy and kindness, and upright judgments. And she with Thy help watches carefully the affairs of her government; and with maternal affection seeks our welfare, and devises measures to satisfy the longing and the hungry soul; and to find cures and remedies for the diseases and maladies of the people who take shelter under her wings. Thou, O Lord of mercy, didst prolong the days of her rule up to the close of the sixtieth year of her reign; and thereby she excels all kings and queens that reigned before her. Thou didst make her fruitful like a vine which budded, whose blossoms shot forth; and the clusters thereof brought forth ripe grapes. And Thou didst spread the tabernacle of Thy peace over her, and hast protected her till now from every evil.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nहे परस्पर राजा! तुझी कृपा आमांवर वाळली आहे, आपल्या विदेश राज्यांतील देशवासियक्त व ब्रिटिशीं लोकांकडून आज असांत तुझे उपकार बर्णिले आणि तुजला सबंध तुजझें आस्ते आहेत असों, कारण ते आपल्या सुशील व भक्तगणांवरचा प्रेम व ममत्वाने. पित्तस्थानी महाराणीस ऐज्लो आबंदिनच्या तळ्याने राज्याभिषेक केलीस. तूं तिजला गौरवदुष्क व सुंदर मुकुटें गुणागुणें केलेस. आणि तिनें आस्थावर देखील, कृपेंने व सरळ गुन्ह्यांनी राज्य चलविलें, म्हणून तूं तिजलें तारुण्यांमध्ये बळां &#8216;यथायोग्य झगा वां सेवांचे केला; आणि तुझ्यानें साहाय्याने ती अस,लपणे राज्याच्या कारभारांत योग्यतेंप्र मेंढित झाली; आमचें करणे इच्छून तिजल्या पंचवड्याळीं आश्रय घेण्यास लोकांतील इच्छागूण व भक्तीलां जीवांस तूं करणारी, आणि त्यांचें दुखणी व रोग यांसाठी औषधोपचारांची योजना करितें. हे दुएरचिं संक्षें, तिज्या राज्यांत साड आठ वर्षां पूर्ण होण्यावे तूं तिज्या राज्याचे दिवस असे वाढविलें आहेत की, तिज्यापर्वती राज्य करणारे सत्ते राजें व सद्युं राज्यां यांच्यां ती श्रेष्ठ आली आहे. आणि एक सत्सेवितीं अनुभव फुलण जाणारया येळें तिज्या घडांडी द्वारें येतान्त, त्या तिनें द्राबल्शेंप्राणां तूं तिजला सक्त केलें. आणि तूं अंतःककरा शांतिलों मंद पिंजतेंर पसंत करांयां तिल सर्वां वाईटापासून राखिलेंस.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמְקוֹר כׇּל הַבְּרָכוֹת! חַזֵּק וְאַמֵּץ אֶת גְּבִרְתֵּנוּ יר״ה. אַל תַּעֲזְבֶּהָ כִּכְלוֹת כֹּחָהּ. הֱיֶה עִמָּהּ בְּזִקְנָתָהּ כְּמוֹ שֶׁהָיִיתָ בִּנְעוּרֶיהָ׃ וּסְעֲדָהּ בִּימִינֶךָ. וְהָגֵן בַּעֲדָהּ. וּנָצוֹר אוֹתָהּ מִכׇּל יָגוֹן וּמַחֲלָה. וְהוֹסִיף בִּנְּעִמִים יָמֶיהָ׃ וְהָרֵק מְאוֹצָֽרְךָ הַטּוֹב בִרְכוֹתֶיךָ עָלֶיהָ וְעַל יוֹרֵשׁ עֶצֶר. וְעַל שְׁאָר בָּנֶיהָ וּבְנוֹתֶיהָ. וְעַל כׇּל בְּנֵי מִשְׁפַּחְתָּהּ הָרָמָה. הָעוֹמְדִים כִּשְׁתִילֵי זֵיתִים סְבִיבוֹתֶיהָ׃ וְלֹא יֵשֵׁב זָר עַל כִּסְאָהּ. וְלֹא יִנְחֲלוּ אֲחֵרִים אֶת כְּבוֹדָהּ. וְתִכּוֹן מַלְכוּתָהּ מְעֹד׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO Thou Fountain of all blessings! strengthen and invigorate our Sovereign Lady; leave her not when her strength begins to fail her; be with her in her old age as Thou wert with her in her youth. Support her with Thy right hand; shelter her and protect her from all pain and sickness, and prolong her days in pleasure. Pour Thy blessings from Thy good store upon her, upon her heir to the throne, upon her other sons and daughters, and upon all the members of her noble family, who stand like olive plants around her. Let not a stranger occupy her throne, and let not others take spossession of her glory; but establish her kingdom greatly.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nहे सर्व सुष्ठाच्या उभया! आमच्या स्थाय्यमिसीं शांती व बल दे; तिजनें सर्वां लगेचांस तिलां शोधूं नको; परंतु जसतॅ ती तिज्या तारणांत तिज्या वरीलां हलतां, तसत तिज्या वृढत्वांत तिज्याबोरें ऐस. तुझ्या उज्वळ हातीं तिजा आधार दे, तिजनें आपलीं छाया ठेव, सर्व दुःखाच्या रूप व झिजांपासून तिला सांभाळ आणि भावना तिने दिवस अनागत वाढवितां. आणि तिजनें आणि जुगराज व तिनें दुसरे पुत्र व कन्या व तिज्या थोर कुळांमधील सर्व मनुष्य, जीं जालांत रोट्यांत असतांत तिज्या भांडवां उर्मी असतांत, त्या सर्वांत तूं आपल्या उत्तम भांडांतिलं आरॉजगांवजीं वृषी कर. परंतु तिज्या आस्तलांवर न बसों व दुःखांत तिजें वैभव प्रात्त न होवों; परंतु तूं तिजें राज्य स्थायापित कर.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֵל חַנּוּן! חֹון עַל כׇּל יוֹשְׁבֵי אַרְצוֹת מַלְכוּתָהּ. וּרְאֵה נָא בְעֵין חֶמְלָֽתְךָ עַל כׇּל שֹׁכְנֵי אֶרֶץ הֹדּוּ׃ הַסֵר מֵהֶם וּמֵּעָם סְגֻלָּתְךָ דֶּבֶר וְרָעָב וּמַשְׁחִית וּמַגֵּפָה וְכׇל מִינֵי חוֹלָאִים רָעִים. וּשְׁפֹּת שָׁלוֹם וָשֹׁבַע בְּכׇל גְּבוּלֶיהָ׃ וְצֹק רוּחַ חָכְמָה וּבִינָה עָלֶיהָּ וְעַל יוֹעֲצֵיהָ וְשָׂרֵיהָ בְּהִתְאַסְּפָם יָחַד לְהַמְתִּיק סוֹד לְטוֹבָתֵנוּ׃ וְהוֹדִיעֵם מָה שֶׁיַּעֲשׂוּ. יְהִי נֹעָֽמְךָ עֲלֵיהֶם. וְכוֹנֵן מַעֲשֵׂה יְדֵיהֶם׃ הֶרְאֶה גְּבוּרָֽתְךָ לְכׇל יוֹשְׁבֵי תֵּבֵל לְמַעַן יָבוֹאוּ לְהִשְׁתַּחֲוֺת לְפָנֶיךָ. וְלָתֵת יְקָר לִכְבוֹד שְׁמֶךָ. וְיֵשְׁבוּ אִישׁ תַּחַת גַּפְנוֹ וְתַחַת תְּאֵנָתוֹ בְּהַשְׁקֵט וָבֶטַח אכ״יר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMerciful God! be gracious to all the inhabitants of the countries of her kingdom, and look now with Thy compassionate eye upon the inhabitants of India. Remove pestilence, famine, destruction, plague, and every sort of evil disease from them and from Thy special people; and set peace and plenty over all her territories. And send the spirit of wisdom and understanding upon her Majesty, and upon her councillors and ministers when they assemble together to take good counsel for our welfare. Make known to them what they should do, let Thy favor be upon them; and establish all the works of their hands. Show Thy might to all the inhabitants of the world that they may come to bow down before Thee and to honor Thy glorious name; and that every man may dwell quietly and with confidence under his vine, and under his fig tree.—<em>Amen</em>. May such be His will.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nहे कृपाळू देवा, तिज्या राज्यांतील सर्व देशाच्या लोकांवर कृपा कर; आणि हिंदुस्थानांतील सर्व राहण्यांत तातां कृपेश्र्न्यें पाहा. स्वयंसंप व तुझ्या खासप्या माणसेंल्यां लोकांपासून सेगं, दुष्काळ, नाशा, फटकी व सर्वां प्रकारचे बाधें व रोग दूर कर; आणि तिज्या सर्वां हिंसांत शांतिं व सुखलें ठेव. आणि जेवीं आम्हां महाराणी, तिनें परिस्थितीं व तिने सरंदर आमच्या केल्यातून विशेष कार्यांत करावास एकांत बसतात, तेंवें तुझें म्यानांन व दुर्बळ नेंवर्षा पाहून, धर्मार्य मार्ग करावें तें त्यांस सुचव, त्यास प्रसारें त्यांवर कर, आणि त्यांस तसांतें कांतें स्थापावें करित. पृथ्वीवरी ये सर्व सदकार आयांत तूं आपल्या सामर्थ्य टर्लविळास; वणजांच्या दे सर्व नमम कारागांस व तुझ्या मातांचा नःसींह काराप मनुजयेषें येवोत; आणि प्रत्येकांत आपल्या द्राबालेंगां तुझे आपलया अंजरालंतलें द्रस्थपणें व निघ्रेपणें नांतविते. अशी तुजरी प्रसन्नत हांवो. आमेन.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This transcription was derived from a digital edition prepared by Aharon Varady from a page image made of an item held in the collection of the HUC-JIR Klau library, Cincinnati. (Thank you!)</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/thanksgiving-to-the-almighty-for-the-diamond-jubilee-of-h-m-the-empress-victoria/Thanksgiving%20to%20the%20Almighty%20for%20the%20Diamond%20Jubilee%20of%20Her%20Majesty%20the%20Empress%20Victoria%20%28Joseph%20Ezekiel%20Rajpurkar%2C%2020%20June%201897%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1ec;&#x1f1e7; United Kingdom"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Bene Israel",
        "British Empire",
        "Jews of India",
        "Marathi translation",
        "Prayers for leaders",
        "Queen Victoria",
        "Needing Proofreading"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "5362"
        ],
        "_thumbnail_id": [
            "64779"
        ],
        "date_src_start": [
            "1897-06-20"
        ],
        "date_src_end": [
            "1897-06-20"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Marathi\",\"code\":\"mar\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Devangari\",\"code\":\"Deva\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/11/statue-of-her-majesty-in-the-victoria-gardens-bombay-presented-by-the-guicowar-of-baroda.jpg",
        "title": "Statue of Her Majesty in the Victoria Gardens, Bombay, Presented by the Guicowar of Baroda",
        "caption": "Statue of Her Majesty in the Victoria Gardens, Bombay, Presented by the Guicowar of Baroda (1872)"
    },
    "source_link": "https://opensiddur.org/?p=64778",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/united-kingdom/thanksgiving-to-the-almighty-for-the-diamond-jubilee-of-her-majesty-the-empress-victoria-20-june-1897/",
    "slug": "thanksgiving-to-the-almighty-for-the-diamond-jubilee-of-her-majesty-the-empress-victoria-20-june-1897"
}