{
    "post_id": 46424,
    "title": "What I Believe | Wie ich die Welt sehe (How I see the World), an essay by Albert Einstein (in English and German, 1930/1934)",
    "author": "Albert Einstein",
    "coauthors": [
        {
            "name": "Albert Einstein",
            "bio": "Albert Einstein (14 March 1879 – 18 April 1955) was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics (alongside quantum mechanics). His work is also known for its influence on the philosophy of science. He is best known to the general public for his mass–energy equivalence formula E = mc^2, which has been dubbed \"the world's most famous equation.\" He received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect,\" a pivotal step in the development of quantum theory.",
            "website": "https://en.wikipedia.org/wiki/Albert_Einstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/02/Albert-Einstein-1935-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/albert-einstein"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2022-08-29",
    "last_updated": "2025-04-25",
    "excerpt": "This is Albert Einstein's essay in English, \"What I Believe\" as published in <em>Forum and Century</em> 84 (October 1930), no. 4, 193–194, set next to his essay in German, \"Wie ich die Welt sehe\" (How I see the World) as published in <em>Mein Weltbild</em> (1934). The German version includes some thoughts elided in the English which I hope are elucidated in my translation into English of the German version. David E. Rowe and Robert Schulman (in Einstein on Politics 2007, p. 226) note, \"The text was reproduced several times under the title 'The World as I See It,' most notably in <em>Mein Weltbild</em> and <em>Ideas and Opinions</em>, and in 1932 the German League of Human Rights released a phonograph recording of Einstein reading a slightly variant version entitled “Confession of Belief.” [It]...differs significantly from that in [published in <em>Ideas and opinions: based on Mein Weltbild</em> by] Einstein (in) 1954.\" . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThis is Albert Einstein&#8217;s essay in English, &#8220;What I Believe&#8221; as published in <em>Forum and Century</em> 84 (October 1930), no. 4, 193–194, set next to his essay in German, &#8220;Wie ich die Welt sehe&#8221; (How I see the World) as published in <em>Mein Weltbild</em> (1934), p. 11-17. The German version includes some thoughts elided in the English which I hope are elucidated in my translation into English of the German version. David E. Rowe and Robert Schulman (in Einstein on Politics 2007, p. 226) note, &#8220;The text was reproduced several times under the title &#8216;The World as I See It,&#8217; most notably in <em>Mein Weltbild</em> and <em>Ideas and Opinions</em>, and in 1932 the German League of Human Rights released a phonograph recording of Einstein reading a slightly variant version entitled “Confession of Belief.” [It]&#8230;differs significantly from that [published in <em>Ideas and opinions: based on Mein Weltbild</em> by] Einstein (in) 1954.&#8221; &#8211;Aharon Varady\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (English, 1930)</th>\n<th style=\"text-align: left;\">Source (German, 1934)</th>\n<th style=\"text-align: left;\">Translation of German (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStrange is our situation here upon earth. Each of us comes for a short visit, not knowing why, yet sometimes seeming to divine a purpose.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWie merkwürdig ist die Situation von uns Erdenkindern. Für einen kurzen Besuch ist jeder da. Er weiß nicht wofür, aber manchmal glaubt er, es zu fühlen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHow strange is the situation of us, children of Earth. For a short visit everyone is there. He does not know for what, but sometimes he believes to feel it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom the standpoint of daily life, however, there is one thing we do know: that man is here for the sake of other men—above all for those upon whose smiles and well-being our own happiness depends, and also for the countless unknown souls with whose fate we are connected by a bond of sympathy. Many times a day I realize how much my own outer and inner life is built upon the labors of my fellow men, both living and dead, and how earnestly I must exert myself in order to give in return as much as I have received. My peace of mind is often troubled by the depressing sense that I have borrowed too heavily from the work of other men.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nVon einem Standpunkt des täglichen Lebens ohne tiefere Reflexion weiß man aber: man ist da für die anderen Menschen — zunächst für diejenigen, von deren Lächeln und Wohlsein das eigene Glück völlig abhängig ist, dann aber auch für die vielen Ungekannten, mit deren Schicksal uns ein Band des Mitfühlens verkettet. Jeden Tag denke ich unzählige Male daran, daß mein äußeres und inneres Leben auf der Arbeit der jetzigen und der schon verstorbenen Menschen beruht, daß ich mich anstrengen muß, um zu geben im gleichen Ausmaß, wie ich empfangen habe und noch empfange. Ich habe das Bedürfnis nach Genügsamkeit und habe oft das drückende Bewußtsein, mehr als nötig von der Arbeit meiner Mitmenschen zu beanspruchen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut from the point of view of daily life, without deeper reflection, one knows: one is there for the other people &#8211; first for those on whose smiles and well-being one&#8217;s own happiness is completely dependent, but then also for the many unknown ones with whose fate we are chained by a bond of compassion. Every day I think countless times that my external and internal life is based on the work of the present and the already deceased, that I must make an effort to give in the same measure as I have received and still receive. I have the need for frugality and often have the oppressive sense of claiming more than necessary from the work of my fellow men.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie sozialen Klassenunterschiede empfinde ich nicht als gerechtfertigt und letzten Endes als auf Gewalt beruhend. Auch glaube ich, daß ein schlichtes und anspruchsloses äußeres Leben für jeden gut ist, für Körper und Geist.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI do not feel that the social class differences are justified; they are ultimately based on violence. Also, I also believe that a simple and undemanding external life is good for everyone, for body and mind.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI do not believe we can have any freedom at all in the philosophical sense, for we act not only under external compulsion but also by inner necessity. Schopenhauer’s saying—“A man can surely do what he wills to do, but he cannot determine what he wills”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Arthur Schopenhauer, as translated from <em>On The Freedom Of The Will</em> (1839).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>—impressed itself upon me in youth and has always consoled me when I have witnessed or suffered life’s hardships. This conviction is a perpetual breeder of tolerance, for it does not allow us to take ourselves or others too seriously; it makes rather for a sense of humor.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAn Freiheit des Menschen im philosophischen Sinne glaube ich keineswegs. Jeder handelt nicht nur unter äußerem Zwange, sondern auch gemäß innerer Notwendigkeit. Schopenhauers Spruch: „Ein Mensch kann zwar tun, was er will, aber nicht wollen, was er will” hat mich seit meiner Jugend lebendig erfüllt und ist mir beim Anblick und beim Erleiden der Härten des Lebens immer einTrost gewesen und eine unerschöpfliche Quelle der Toleranz. Dieses Bewußtsein mildert in wohltuender Weise das leicht lähmend wirkende Verantwortungsgefühl und macht, daß wir uns selbst und die andern nicht gar zu ernst nehmen; es führt zu einer Lebensauffassung, die auch besonders dem Humor sein Recht läßt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI do not believe in freedom of man in the philosophical sense at all. Everyone acts not only under external compulsion, but also according to inner necessity. Schopenhauer&#8217;s saying: &#8220;A man can do what he wants, but he cannot want what he wants&#8221; has filled me with life since my youth and has always been a comfort to me, and an inexhaustible source of tolerance, when I have seen and suffered the hardships of life. This awareness soothes in a beneficial way the easily paralyzing sense of responsibility and makes us not take ourselves and others too seriously; it leads to an outlook on life that also makes way for humor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo ponder interminably over the reason for one’s own existence or the meaning of life in general seems to me, from an objective point of view, to be sheer folly. And yet everyone holds certain ideals by which he guides his aspiration and his judgment. The ideals which have always shone before me and filled me with the joy of living are goodness, beauty, and truth. To make a goal of comfort or happiness has never appealed to me; a system of ethics built on this basis would be sufficient only for a herd of cattle.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> In the German, Einstein has &#8220;pigs&#8221; instead of &#8220;cattle.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>  Without the sense of collaborating with like-minded beings in the pursuit of the ever unattainable in art and scientific research, my life would have been empty. Ever since childhood I have scorned the commonplace limits so often set upon human ambition. Possessions, outward success, publicity, luxury—to me these have always been contemptible. I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nNach dem Sinn oder Zweck des eigenen Daseins sowie des Daseins der Geschöpfe überhaupt zu fragen, ist mir von einem objektiven Standpunkte aus stets sinnlos erschienen. Und doch hat andererseits jeder Mensch gewisse Ideale, die ihm richtunggebend sind für das Streben und für das Urteilen. In diesem Sinne ist mir Behagen und Glück nie als Selbstzweck erschienen (ich nenne diese ethische Basis auch Ideal der Schweine-herde). Meine Ideale, die mir voranleuchteten und mich mit frohem Lebensmut immer wieder erfüllten, waren Güte, Schönheit und Wahrheit. Ohne das Gefühl von Übereinstimmung mit Gleichgesinnten, ohne die Beschäftigung mit dem Objektiven, dem ewig Unerreichbaren auf dem Gebiete der Kunst und des wissenschaftlichen Forschens wäre mir das Leben leer erschienen. Die banalen Ziele menschlichen Strebens: Besitz, äußerer Erfolg, Luxus erschienen mir seit meinen jungen Jahren verächtlich.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo ask for the meaning or purpose of one&#8217;s own existence as well as of the existence of creatures in general has always seemed senseless to me from an objective point of view. And yet, on the other hand, every human being has certain ideals that guide his striving and judgment. In this sense, comfort and happiness have never appeared to me as an end in itself. (I also call this ethical basis the ideal of the herd of pigs.) My ideals, which shone before me and filled me again and again with joyful courage to live, were goodness, beauty and truth. Without the feeling of agreement with like-minded people, without the occupation with the objective, the eternally unattainable in the field of art and scientific research, life would have seemed empty to me. The banal goals of human striving: possessions, external success, luxury seemed contemptible to me since my younger years.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy passionate interest in social justice and social responsibility has always stood in curious contrast to a marked lack of desire for direct association with men and women. I am a horse for single harness, not cut out for tandem or team work. I have never belonged wholeheartedly to country or state, to my circle of friends, or even to my own family. These ties have always been accompanied by a vague aloofness, and the wish to withdraw into myself increases with the years.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMit meinem leidenschaftlichen Sinn für soziale Gerechtigkeit und soziale Verpflichtung stand stets in einem eigentümlichen Gegensatz ein ausgesprochener Mangel an unmittelbarem Anschlußbedürfnis an Menschen und menschliche Gemeinschaften. Ich bin ein richtiger „Einspänner”, der dem Staat, der Heimat, dem Freundeskreis, ja, selbst der engeren Familie nie mit ganzem Herzen angehört hat, sondern all diesen Bindungen gegenüber ein nie sich legendes Gefühl der Fremdheit und des Bedürfnisses nach Einsamkeit empfunden hat, ein Gefühl, das sich mit dem Lebensalter noch steigert.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy passionate sense of social justice and social obligation has always been peculiarly opposed by a pronounced lack of immediate need for connection to people and human communities. I am a true &#8220;one-horse carriage&#8221;-type who has never wholeheartedly belonged to the state, the homeland, the circle of friends, even the immediate family, but has felt towards all these ties a never-ending sense of alienation and the need for loneliness, a feeling that increases with age.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSuch isolation is sometimes bitter, but I do not regret being cut off from the understanding and sympathy of other men. I lose something by it, to be sure, but I am compensated for it in being rendered independent of the customs, opinions, and prejudices of others, and am not tempted to rest my peace of mind upon such shifting foundations.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMan empfindet scharf, aber ohne Bedauern die Grenze der Verständigung und Konsonanz mit anderen Menschen. Wohl verliert ein solcher Mensch einen Teil der Harmlosigkeit und des Unbekümmertseins, aber er ist dafür von den Meinungen, Gewohnheiten und Urteilen der Mitmenschen weit gehend unabhängig und kommt nicht in die Versuchung, sein Gleichgewicht auf solch unsolide Grundlage zu stellen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne feels sharply, but without regret, the limit of understanding and consonance with other people. Such a person loses a part of harmlessness and unconcern, but he is largely independent of the opinions, habits and judgments of others and is not tempted to put his balance on such an unsound basis.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy political ideal is democracy. Everyone should be respected as an individual, but no one idolized. It is an irony of fate that I should have been showered with so much uncalled-for and unmerited admiration and esteem. Perhaps this adulation springs from the unfulfilled wish of the multitude to comprehend the few ideas which I, with my weak powers, have advanced. Full well do I know that in order to attain any definite goal it is imperative that one person should do the thinking and commanding and carry most of the responsibility. But those who are led should not be driven, and they should be allowed to choose their leader. It seems to me that the distinctions separating the social classes are false; in the last analysis they rest on force. I am convinced that degeneracy follows every autocratic system of violence, for violence inevitably attracts moral inferiors. Time has proved that illustrious tyrants are succeeded by scoundrels.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMein politisches Ideal ist das demokratische. Jeder soll als Person respektiert und keiner vergöttert sein. Eine Ironie des Schicksals, daß die andern Menschen mir selbst viel zu viel Bewunderung und Verehrung entgegengebracht haben, ohne meine Schuld und ohne mein Verdienst. Es mag wohl von dem für viele unerfüllbaren Wunsch herrühren, die paar Gedanken zu verstehen, die ich mit meinen schwachen Kräften in unablässigem Ringen gefunden habe. Ich weiß zwar sehr wohl, daß es zur Erreichung jedes organisatorischen Zieles nötig ist, daß einer denke, anordne und im Großen die Verantwortung trage. Aber die Geführten sollen nicht gezwungen sein, sondern den Führer wählen können. Ein autokratisches System des Zwanges degeneriert nach meiner Überzeugung in kurzer Zeit. Denn Gewalt zieht stets moralisch Minderwertige an, und es ist nach meiner Überzeugung Gesetz, daß geniale Tyrannen Schurken als Nachfolger haben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy political ideal is the democratic one. Everyone should be respected as a person and no one should be idolized. It is an irony of fate that other people have shown me far too much admiration and adoration, through no fault or merit of my own. It may well stem from the desire, unfulfillable for many, to understand the few thoughts that I have found with my feeble powers in ceaseless struggle. I know very well that it is necessary for the achievement of every organizational goal that someone thinks, orders and bears the responsibility in the big picture. But the led should not be forced, rather, they should be able to choose the leader. I am convinced that an autocratic system of coercion degenerates in a short time. For force always attracts morally inferior people, and it is law, according to my conviction, that illustrious tyrants have scoundrels as successors.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor this reason I have always been passionately opposed to such regimes as exist in Russia and Italy today.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> i.e., Communist (Russia) and Fascist (Italy) autocracies.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The thing which has discredited the European forms of democracy is not the basic theory of democracy itself, which some say is at fault, but the instability of our political leadership, as well as the impersonal character of party alignments.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAus diesem Grunde bin ich stets leidenschaftlicher Gegner solcher Systeme gewesen, wie wir sie heute in Italien und Rußland erleben. Was die heute in Europa herrschende demokratische Form in Mißkredit gebracht hat, ist nicht der demokratischen Grundidee zur Last zu legen,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor this reason I have always been a passionate opponent of such systems as we see today in Italy and Russia. What has discredited the democratic form prevailing in present-day Europe is not to be blamed on the basic democratic idea,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI believe that you in the United States have hit upon the right idea. You choose a President for a reasonable length of time and give him enough power to acquit himself properly of his responsibilities. In the German Government, on the other hand, I like the state’s more extensive care of the individual when he is ill or unemployed. What is truly valuable in our bustle of life is not the nation, I should say, but the creative and impressionable individuality, the personality—he who produces the noble and sublime while the common herd remains dull in thought and insensible in feeling.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nsondern dem Mangel an Stabilität der Spitzen der Regierungen und dem unpersönlichen Charakter des Wahlmodus. Ich glaube aber, daß die Vereinigten Staaten von Nordamerika in dieser Beziehung das Richtige getroffen haben: sie haben nämlich einen auf genügend lange Zeit gewählten, verantwortlichen Präsidenten, der genug Macht hat, um tatsächlich Träger der Verantwortung zu sein. Dagegen schätze ich an unserem Staatsbetriebe die weitergehende Fürsorge für das Individuum im Falle von Krankheit und Not. Als das eigentlich Wertvolle im menschlichen Getriebe empfinde ich nicht den Staat, sondern das schöpferische und fühlende Individuum, die Persönlichkeit: sie allein schafft das Edle und Sublime, während die Herde als solche stumpf im Denken und stumpf im Fühlen bleibt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nbut on the lack of stability of the tops of governments and the impersonal character of the electoral mode. I believe, however, that the United States of North America has done the right thing in this respect: namely, it has a president elected for a sufficiently long period of time who has enough power to actually be the bearer of responsibility. On the other hand, what I appreciate about our [German] state enterprise is the more extensive care for the individual in case of illness and need. I do not consider the state to be the most valuable thing in human affairs, but the creative and feeling individual, the personality: it alone creates the noble and sublime, while the herd as such remains dull in thought and dull in feeling.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis subject brings me to that vilest offspring of the herd mind—the odious militia. The man who enjoys marching in line and file to the strains of music falls below my contempt; he received his great brain by mistake—the spinal cord would have been amply sufficient.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nBei diesem Gegenstande komme ich auf die schlimmste Ausgeburt des Herdenwesens zu reden: auf das mir verhaßte Militär! Wenn einer mit Vergnügen in Reih und Glied zu einer Musik marschieren kann, dann verachte ich ihn schon; er hat sein großes Gehirn nur aus Irrtum bekommen, da für ihn das Rückenmark schon völlig genügen würde.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWith this subject I come to talk about the worst spawn of the herd system: about the military, which I hate! If one can march with pleasure in rank and file to music, then I already despise him; he has got his big brain only by accident, since for him the spinal cord would already be quite enough for him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis heroism at command, this senseless violence, this accursed bombast of patriotism—how intensely I despise them! War is low and despicable, and I had rather be smitten to shreds [<em>sic</em>] than participate in such doings. Such a stain on humanity should be erased without delay. I think well enough of human nature to believe that it would have been wiped out long ago had not the common sense of nations been systematically corrupted through school and press for business and political reasons.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDiesen Schandfleck der Zivilisation sollte man so schnell wie möglich zum Verschwinden bringen. Heldentum auf Kommando, sinnlose Gewalttat und die leidige Vaterländerei, wie glühend hasse ich sie, wie gemein und verächtlich erscheint mir der Krieg; ich möchte mich lieber in Stücke schlagen lassen, als mich an einem so elenden Tun beteiligen! Ich denke immerhin so gut von der Menschheit, daß ich glaube, dieser Spuk wäre schon längst verschwunden, wenn der gesunde Sinn der Völker nicht von geschäftlichen und politischen Interessenten durch Schule und Presse systematisch korrumpiert würde.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis stain on civilization should be made to disappear as quickly as possible. Heroism on command, senseless violence and the tiresome patriotism, how ardently I hate them, how mean and contemptible war seems to me; I would rather be smashed to pieces than take part in such a wretched activity! After all, I think so well of mankind that I believe this tumult would have faded long ago if the healthy sense of the peoples were not systematically corrupted by business and political interests through school and press.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe most beautiful thing we can experience is the mysterious. It is the source of all true art and science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed. This insight into the mystery of life, coupled though it be with fear, has also given rise to religion. To know that what is impenetrable to us really exists, manifesting itself as the highest wisdom and the most radiant beauty which our dull faculties can comprehend only in their most primitive forms—this knowledge, this feeling, is at the center of true religiousness. In this sense, and in this sense only, I belong in the ranks of devoutly religious men.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDas Schönste, was wir erleben können, ist das Geheimnisvolle. Es ist das Grundgefühl, das an der Wiege von wahrer Kunst und Wissenschaft steht. Wer es nicht kennt und sich nicht mehr wundern, nicht mehr staunen kann, der ist sozusagen tot und sein Auge erloschen. Das Erlebnis des Geheimnisvollen — wenn auch mit Furcht gemischt — hat auch die Religion gezeugt. Das Wissen um die Existenz des für uns Undurchdringlichen, der Manifestationen tiefster Vernunft und leuchtendster Schönheit, die unserer Vernunft nur in ihren primitivsten Formen zugänglich sind, dies Wissen und Fühlen macht wahre Religiosität aus; in diesem Sinne und nur in diesem gehöre ich zu den tief religiösen Menschen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe most beautiful thing we can experience is Mystery. It is the basic feeling that stands at the cradle of true art and science. Whoever does not know it and can no longer wonder, no longer marvel, is, so to speak, dead and his eye extinguished. The experience of the mysterious – even if mixed with fear – also gave birth to religion. The knowledge of the existence of that which is impenetrable for us, of the manifestations of deepest reason and most luminous beauty, which are accessible to our reason only in their most primitive forms, this knowledge and feeling constitutes true religiosity; in this sense and only in this I belong to the deeply religious people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own—a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotism. It is enough for me to contemplate the mystery of conscious life perpetuating itself through all eternity, to reflect upon the marvelous structure of the universe which we can dimly perceive, and to try humbly to comprehend even an infinitesimal part of the intelligence manifested in nature.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEinen Gott, der die Objekte seines Schaffens belohnt und bestraft, der überhaupt einen Willen hat nach Art desjenigen, den wir an uns selbst erleben, kann ich mir nicht einbilden. Auch ein Individuum, das seinen körperlichen Tod überdauert, mag und kann ich mir nicht denken; mögen schwache Seelen aus Angst oder lächer lichem Egoismus solche Gedanken nähren. Mir genügt das Mysterium der Ewigkeit des Lebens und das Bewußtsein und die Ahnung von dem wunderbaren Bau des Seienden, sowie das ergebene Streben nach dem Begreifen eines noch so winzigen Teiles der in der Natur sich manifestierenden Vernunft.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI cannot imagine a God who rewards and punishes the objects of his creation, who has a will at all like the one we experience in ourselves. Also an individual, who outlasts his physical death, I do not like and cannot think of; may weak souls nourish such thoughts out of fear or ridiculous egoism. Sufficient for me is the mystery of the eternity of Life, an inkling awareness of the wonderful construction of Beings, as well as a devoted striving for comprehending even the smallest aspect of Reason manifesting itself in Nature.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/wie-ich-die-welt-sehe-albert-einstein-mein-weltbild-1934/Wie%20ich%20die%20Welt%20sehe%20%28Albert%20Einstein%2C%20Mein%20Weltbild%201934%29#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/what-i-believe-albert-einstein-1930/What%20I%20Believe%20%28Albert%20Einstein%201930%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Arthur Schopenhauer, as translated from <em>On The Freedom Of The Will</em> (1839).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">In the German, Einstein has &#8220;pigs&#8221; instead of &#8220;cattle.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">i.e., Communist (Russia) and Fascist (Italy) autocracies.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Addenda"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "anti-fascist",
        "cosmic religion",
        "democracy",
        "Humanist",
        "humility",
        "social justice",
        "statements of belief",
        "שלשה עשר עקרים shlolshah asar iqarim (13 principles)"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5590"
        ],
        "_thumbnail_id": [
            "46440"
        ],
        "date_src_start": [
            "1930-10-00"
        ],
        "date_src_end": [
            "1934-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/08/1195px-Galaxy_cluster_PLCK_G004.5-19.5_A_window_into_the_cosmic_past.jpg",
        "title": "1195px-Galaxy_cluster_PLCK_G004.5-19.5_A_window_into_the_cosmic_past",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Galaxy_cluster_PLCK_G004.5-19.5_A_window_into_the_cosmic_past.jpg\">Galaxy cluster PLCK G004.5-19.5 A window into the cosmic past</a> (ESA/Hubble & NASA, RELICS)"
    },
    "source_link": "https://opensiddur.org/?p=46424",
    "permalink": "https://opensiddur.org/prayers/solilunar/everyday/daytime/addenda/wie-ich-die-welt-sehe-what-i-believe-an-essay-by-albert-einstein-1930-1934/",
    "slug": "wie-ich-die-welt-sehe-what-i-believe-an-essay-by-albert-einstein-1930-1934"
}