{
    "post_id": 14042,
    "title": "תחנה אמהות | Prayer for the Blowing of the Shofar, from the Tkhine of the Matriarchs by Seril Rappaport (ca. 18th century)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Seril Rappaport",
            "bio": "Seril Rappaport was the daughter of R' Yaakov (Yankev) Segal, known as the Maggid of Dubno (1741-1804). She married R' Mordecai Katz Rappoport, rebbe at Oleksiniec in southern Poland in the late 1700s. Often referred to as Rebbetzin Seril, she was most likely the <em>firzogerin</em> in her husband's synagogue, leading the women in prayer. She also wrote original prayers, highlighting specific lines from the siddur (the order of prayers used in the synagogue) as well as biblical verses, and using them as inspirations for new meditations and appeals to God. Her best-known prayers were \"Tkhine of the Matriarchs for the New Moon,\" containing an appeal to God in Aramaic and in Yiddish, and \"Tkhine of the Matriarchs for the Blowing of the Shofar.\" (from <em>The JPS Guide to Jewish Women: 600 B.C.E.to 1900 C.E.</em> ed. Emily Taitz, Sondra Henry, Cheryl Tallan, Philadelphia: JPS, 2003, p.216)",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/seril-bas-yankev-segal-midubno"
        },
        {
            "name": "Tracy Guren Klirs (translation)",
            "bio": "Rabbi Tracy Guren Klirs received her B.A. in Yiddish literature at the University of Chicago and graduated Phi Beta Kappa in 1977. She was ordained as a rabbi from the Hebrew Union College-Jewish Institute of Religion in Cincinnati in 1984. Her book, <em>The Merit of Our Mothers: A Bilingual Anthology of Jewish Women’s Prayers</em>, was published by HUC Press in 1992. She serves as the rabbi of Temple Kol Tikvah in Davidson, North Carolina.",
            "website": "https://www.facebook.com/RabbiKlirs",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/03/tracy-klirs-e1674564386237-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tracy-guren-klirs"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2016-07-06",
    "last_updated": "2025-12-31",
    "excerpt": "\"Tkhine of the Matriarchs for the Blowing of the Shofar\" by Rebbetsin Seril Rappaport is a faithful transcription of her tkhine included in \"תחנה אמהות מן ראש חודש אלול\" (Tkhine of the Matriarchs for the New Moon of Elul) published in Vilna, 1874, as re-published in <em>The Merit of Our Mothers</em> בזכות אמהות <em>A Bilingual Anthology of Jewish Women's Prayers</em>, compiled by Rabbi Tracy Guren Klirs, Cincinnati: Hebrew Union College Press, 1992. <em>shgiyot mi yavin, ministarot nakeni.</em>  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרבש״ע פאטר דר בארמיגר דר בארם זיך איבר אונז נעם אן אונזר גיבעט דען דו האסט גיהײסן דײן פאלק ישראל זאלין שופר בלאזין זײא זאלין פאר מישן דעם שטן אז ער זאל אויף אונז ניט קענן מקטרג זײן. דו האסט גיהײסין דײן פאלק ישראל בלאזן תקיעה שברים תרועה דיא ערסטע איז תקיעה דען תקיעה מאכט מען זײער גלאט אונ אײן גבויגן. אזו טוען מיר זיך אײן בײגין פר דיר אונ בעטן פאטר דער בארמיגר אז דער שטן זאל אויף אונז ניט מקטרג זײן. די אנדערע בלאזט מען שברים איז טײטש צו בראכין דרום טוען מיר צו ברעכן אונזרע הערצר אזו װיא אין תהלים שטײט (לב נשבר כו׳) אײן צו בראכין הארץ טוט גאט ניט פאר שמעהן אונ מיר זײנען אויף זיך מקבל אז מיר װעלין צו ברעכן דעם יצר הרע. דאש דריטי איז תרועה איז טײטש גישרײ אונ קלאג דרום טוא זיך דר בארימן איבר אונז פר מיש דעם שטן װאס איז אויף אונז מקטרג אז ער זאל ניט מקטרג זײן אונ עש זאל חס וחלילה ניט נגזר װערין אין אונזרע הײזר אײן קלאג אונ גשרײ אונ זאלסט ניט אװעק נעמן אונזרי קלײנע קינדר אונ דר בארעם זיך אין אונזר משפט דען דו טוסט הײנט אנטפלעקין דאס משפט׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of the Cosmos, merciful Father, have mercy on us, accept our plea. You have commanded your people Yisro’el to blow the shofar to confuse the Satan,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Talmud Bavli, Rosh Hashanah 16b&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; so that they will not be able to accuse us. You have commanded your people Yisro’el to blow <em>teqiah</em>, <em>shvorim</em>, <em>tru’ah</em>. The first is tkiyeh. <em>Teqiah</em> is sounded smoothly and curved. Thus do we bow before you and pray, merciful Father, that the Satan may not accuse us. The next is <em>shvorim</em>, which means broken. Therefore we break our hearts, just as it is written in Tehilim: “Hashem does not reject a broken heart.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Psalms 51:19&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; And we accept the obligation to break the <em>yetser hara</em> (predatory inclination). The third is <em>tru’ah</em>, which means “cry and lament.” Therefore, have mercy upon us, confuse the Satan who accuses us, so that they will not be able to accuse us any more. And may a lamentation and an outcry &#8211; <em>ḥas v&#8217;ḥolilah</em> &#8211; not be decreed in our home. Do not take away our little children. Have mercy in judging us, for today you reveal our sentence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרבש״ע װען איך בין שוין יוא שולדיג צום משפט זאל דאך דײן מדת הרחמים גובר זײן דעם מדת הדין אונ פר גיב אונז אונזערי זינד דען צװישן דײני י״ג מדות איז די ערשטע (רחום וחנון) איז דאך גיװיש דײן (מדה) פון (רחמים) זײער גרויש אונ בפרט איצונד מיט דעם קול פון שופר דען דו האסט אין דײן הײליגע תורה אן גשריבן אז עס קומט ר״ה זאל מען בלאזן מיט אשופר דאש איז אײן סימן אלע קנעכט אין א״י זאלן פרײא ארויס גײן פון זײערי הערין. פאטר דער בארמיגר זײנן מיר אזו װיא דײנע קינדר גירעכינט דר בארעם זיך װיא אײן פאטר איבר זײני קינדר אויב חלילה מיר האבן מיט אונזרי ביטערי עבירות גורם גיװעזין אז מיר זײנען נאר גירעכינט װיא אײן קנעכט זאלין מיר דאך מיט דעם קול פון שופר ארויס פרײא פון דעם משפט אלע אונזרע זינד זאלסטו אװעק בלאזן מיט דעם קול פון שופר אונ מיט דעם װאס מיר טוען נײן מאל שופר בלאזן זאל אונז בײא שטײן בײא דעם משפט דר זכות פון די פיר אמהות אונ דר זכות פון די דרײא אבות אונ זכות פון משה ואהרן דען זײ זײנען אויך נײן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of the Cosmos, if I am indeed guilty, let your attribute of mercy overpower your attribute of justice and forgive us our sins, for among your thirteen attributes, compassion and mercy are the first. Therefore, your attribute of mercy must be very great, especially now with the sounding of the shofar. For you have written in your holy Torah: “When Rosh Hashanah comes, you will blow the shofar as a sign for all the slaves in Erets Yisro’el to be free of their masters.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Leviticus 25:9-10&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Merciful Father, if you consider us to be your children, have mercy upon us, like a father, upon your children. If, however, we have, through our bitter sins, acted in such a way as to be considered mere slaves, may your judgment set us free with the sound of the shofar. Blow away all of our sins with the blowing of the shofar. As we blow the shofar nine times,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Mishnah, Rosh Hashanah 4:9&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; so may the merit of the four <em>imahot</em> (matriarchs) and the merit of the three <em>avot</em> (patriarchs) and the merit of Mosheh and Aharon help us during this time of judgment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nצום ערשטן בעטן מיר אונזער מוטער שרה אז זיא זאל פאר אונז בעטין בשעת משפט אז מיר זאלין פרײא ארויש גײן פון דעם משפט דען השי״ת ב״ה האט איר מוסיף גיװעזין דעם ה׳ פון (שם הוי״ה ברוך שמו) מוזטו אויך האבין דיא מדה פון רחמים. דרום דער בארעם דיך אונזר מוטער אויף דײנע קינדער. אוב בפרט צו בעטן פר אונזערי קינדר זײא זאלין זיך ניט אפ שײדן פון אונז דו װײסט דאך װאול אז עש איז זײער ביטר אז מען נעמט אװעק אײן קינד פון דר מוטר װיא עס איז דיר גיװעזן אז מען האט אװעק גינומן דײן זון יצחק פון דיר האט דיר באנק גיטאן אונ הײנט האסטו צײט צו בעטן דען מען טוט איצונד בלאזן מיט אײן (שופר של איל) כדי ער זאל גידײנקען דעם זכות פון יצחק װאס ער האט זיך גילאזט בינדן װיא אײן שאף צו דר עקידה. דרום װערט דר שטן צו מישט אונ קאן איצונד אויף אונז ניט מקטרג זײן דרום האסטו איצונד צײט פר אונז צו בעטין אז עס זאל מתעורר װערין אויף אונז דיא מדה פון רחמים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFirst, we beseech our mother Sarah that she pray for us at this hour of judgment, so that we may be judged innocent. Since Hashem, blessed be they, added the letter Hey from their name to hers,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Genesis 17:15&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; so must she also have the attribute of mercy. Have mercy, our mother, on your children. Make a special plea that our children not be separated from us. You know full well how bitter it is when a child is taken away from its mother, as happened to you when your son Yitsḥaq was taken away from you<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Genesis 22&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; and you yearned for him. Today is the appropriate time for you to pray, when a shofar made from a ram’s horn is blown, so that the merit of Yitsḥaq, who allowed himself to be bound like a sheep, is remembered. Thereby the Satan will become confused and will not be able to accuse us. Therefore, now is the time for you to plead for us that the attribute of mercy will be roused on our behalf.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאויך טוא איך בעטין פון אונזר מוטר רבקה זיא זאל בעטן פר אירע קינדר אונ זאל בעטן פאר אונזר פאטר אונ מוטר אז זײא זאלין זיך ח״ו ניט אפ שײדין פון אונז דען דוא װײשט װאול װיא עש טוט באנק נאך פאטר אונ מוטר דען אז אליעזר דר קנעכט האט דיך אװעק גינומען פון דײן פאטר אונ מוטר צוא דײן מאן יצחק האשטו אויך זײער גיווײנט. דרום װײשטו װיא עס איז שלעכט אן אײן פאטר אונ מוטר דרום בעט פר אונזער פאטר אונ מוטר אז זײא זאלן האבן (שנות חײם) יארן פון לעבן (שנת טובה) אײן גוט יאר אז איך מיט מײן מאן אונ קינדר זאלן האבן פרנסה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI also beseech our mother Rivqah to pray for her children and for our father and mother, that they should not &#8211; <em>ḥas v&#8217;shalom</em> &#8211; be separated from us. You know very well what it is like to yearn for one’s father and mother, for when Eliezer, the servant, took you away from your father and mother and brought you to your husband Yitsḥaq,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Genesis 24&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; you, too, wept very much. Thus you know how painful it is to be without a father and a mother. Therefore, pray for our father and mother that they may have a year of life and a year of goodness, and that I, my husband, and my children may earn a decent living.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאויך טוען מיר בעטן אונזר מוטר רחל אז דוא זאלסט פר אונז בעטען אז מיר זאלן אײן (כתיבה וחתימה טובה) האבין אונ מיר זאלין קײן מאל קײן צער ניט האבין מיר װײסין װאול אז דו קאנסט קײן צער ניט הערן דען אז מען האט דײן ליבן זון יוסף גפירט קײן מצרים האבין אים די ישמעאלים גרויש צער אן גטאן איז ער גיפאלין אויף דײן קבר אונ האט אן גיהײבין צו װײנן מוטר דער בארם דיך איבר דײן קינד װיא קאנסטו צו זעהן מײן צער אזו ליב האסטו מיך גיהאט אונ הײנט בין איך אזו פאר פינצטערט אונ קײנר דר בארעמט זיך ניט איבר מיר אזו האסטו ניט גקענט צו הערן דעם צער פון דײן קינד האסטו אים גיענטפרט מײן ליב קינד איך הער דײן גיווײן אונ דײן ביטער גשרײט. איך װעל מיך תמיד דר בארימן אונ בעטן פר אײך אונ װעל הערן אײער צער דרום דער בארם דיך אויף אונזער צער אונ אנגשט אונ ציטערנש פר דעם משפט אונ בעט פר אונז עס זאל אונז אן גשריבין װערן אײן גוט יאר אז מיר זאלן קײן מאל קײן צער ניט האבין אמן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe also beseech our mother Raḥel to pray for us that we may be inscribed and sealed for a good year and that we may never know any sorrow. We know full well that you cannot bear to hear of any sorrow, for when your beloved son Yosef was taken away to Egypt,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Genesis 37:28&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; the Yishmaelim caused him great anguish. He fell upon your grave and began to cry: “Mama! Have pity upon your child! How can you bear to see my anguish? You loved me so much, and now I am so unhappy, and no one has mercy upon me.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> As noted by Louis Ginzberg in <em>Legends of the Jews</em> vol. 5, p.330-331 &#8220;Joseph&#8221;: <em>Sefer haYashar</em>, parshat Vayeshev, 82b-84a and 85b-86a. &#8220;The author [of <em>Sefer haYashar</em>] was perhaps acquainted with the <em>Testaments of the Twelve Patriarchs</em>. Comp. vol. II, pp. 34-42 and 220-221.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; you could not bear to hear the anguish of your child and so you answered him: “My dear child, I hear your weeping and your bitter cry. I will always have mercy upon you and will pray for you and will hear your anguish.” Therefore, have mercy on our sorrow and anguish and trembling before the judgment, and pray that a good year may be inscribed for us so that we may never know sorrow. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאויך טוען מיר בעטן אונזר מוטר לאה אז זיא זאל אוין בעטן פאר אונז דען איצונדערט קענט איר פר אונז אלע בעטן דען הײנט איז דער ערשטר טאג פון עשרת ימי תשובה דאס איז שוין דיא לעצטע צײט דען איך װײש אז איך האב װיא פיל צײט אװעק גלאזין אונ האב קײו תשובה ניט גיטאן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe also beseech our mother Leah to plead for us. May you all pray for us now, for today is the first day of ten days of <em>tshuvah</em> (repentance/return) and this is our last chance. I know that I have failed to repent for a long time.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<span class=\"instruction\">דעם יהי רצון זאגט מען װען מען שופר בלאזט צו דיא ברכה צװישן איטליכן סדר װען דער חזן דער פאר זאגט. װען ער זאגט (שב) דאש ערשטע מאל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">The following yehi rotson’s (&#8220;May it be your will&#8221;s) are said together with the blessings between each set of shofar blowings. The first time the shofar is blown:</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nיהי רצון עש זאל זײן דער װילין פאר דיר גאט מײן גאט אונ גאט פרן מײנע עלטערן דאס בלאזן (תקיעה שברים תרועה תקיעה) װאס מיר האבן הײנט גבלאזין זאלסטו מאכן אײן קרוין דורך דעם מלאך װאס דריבר גזעצט איז אונ מען זאל אויף ברײנגן אונ זעצין אויף דעם קאפ פון מײן גאט אונ זאלסט טאן מיט אונז אײן צײכן צו גוטן אונ זאלסט דיך דר פילין אויף אונז מיט דר בארמיקײט. גלויבט בישטו גאט דער בארמיגר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it be your will, God, my God, and God of my ancestors, that this blowing of the shofar which we have done today be made into a crown by the angel who is appointed to do so, and that the crown be brought up and set upon the head of my God.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> From the ḳedusha in the shabbat and yom tov liturgy&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; May you show us a positive sign and may you feel compassion towards us. Praised be you, merciful God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<span class=\"instruction\">דאש אנדערע מאל װען דער פאר זאגער זאגט (שב)<br />\nזאגט מען דעם יהי רצון׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">The second time the shofar is blown:</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nיהי רצון עש זאל זײן דער װילין פאר דיר גאט מײן גאט אונ גאט פון מײנע עלטערן דאס בלאזין (תקיעה שברים תקיעה) װאס מיר האבין הײנט גבלאזן זאלסטו אן נעמן דורך דעם (ממונה) װאס איז דרויף גזעצט אזו װאול װיא דו האסט אן גנומן דורך (אליהו) אונ זאלסט דער פילין זיך אויף אונז מיט דער בארמיקײט גלויבט בישטו דר בארמיגר גאט׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it be your will, God, my God and God of my ancestors, that this blowing of the shofar which we have done today be accepted by the angel who is appointed to do so as you have accepted it through Eliyahu and may you be compassionate towards us. Praised be you, merciful God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<span class=\"instruction\">דאס זאגט מען דעם דריטן מאל װען דער פאר זאגר זאגט (שב)׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">The third time the shofar is blown:</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nיהי רצון עש זאל זײן דער װילן פר דיר גאט אונזר גאט אונ גאט פון אונזרע עלטערן עש זאלן אויף גײן דיא מלאכים װאס דא גײען אויש פון דעם (שופר) אונ פון (תקיעה) אונ (שברים) אונ (תרועה) אונ פון (תקיעה שברים תרועה תקיעה) אונ פון (תקיעה שברים תקיעה) אונ פון (תקיעה תרועה תקיעה) פאר דײן (כסא הכבוד) אונ זאלן אויף אונז פיר שפרעכער זײן צו פאר געבן אויף אלע אונזרע זינד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it be your will, God, my God and God of our ancestors, that the angels who go forth from the shofar and from the various blowings may arise before your Resplendent Throne and may they be our defenders so that we may be forgiven all our sins.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Tkhine of the Matriarchs for the Blowing of the Shofar&#8221; by Rebbetsin Seril Rappaport is a faithful transcription of her tkhine included in &#8220;תחנה אמהות מן ראש חודש אלול&#8221; (Tkhine of the Matriarchs for the New Moon of Elul) published in Vilna, 1874, as re-published in <em>The Merit of Our Mothers</em> בזכות אמהות <em>A Bilingual Anthology of Jewish Women&#8217;s Prayers</em>, compiled by Rabbi Tracy Guren Klirs, Cincinnati: Hebrew Union College Press, 1992. <em>shgiyot mi yavin, ministarot nakeni.</em> The translation above is lightly adapted from that which appears there.</p>\n<h3>Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/seydertinesuvaos00unse#page/59/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Talmud Bavli, Rosh Hashanah 16b</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Psalms 51:19</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Leviticus 25:9-10</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Mishnah, Rosh Hashanah 4:9</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Genesis 17:15</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Genesis 22</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Genesis 24</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Genesis 37:28</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">As noted by Louis Ginzberg in <em>Legends of the Jews</em> vol. 5, p.330-331 &#8220;Joseph&#8221;: <em>Sefer haYashar</em>, parshat Vayeshev, 82b-84a and 85b-86a. &#8220;The author [of <em>Sefer haYashar</em>] was perhaps acquainted with the <em>Testaments of the Twelve Patriarchs</em>. Comp. vol. II, pp. 34-42 and 220-221.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">From the ḳedusha in the shabbat and yom tov liturgy</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Rosh haShanah (l’Maaseh Bereshit)"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "Angels as advocates",
        "Imahot as Advocates",
        "Jewish Women's Prayers",
        "repentance",
        "Yiddish vernacular prayer",
        "זמן תשובה Zman teshuvah",
        "שופר shofar",
        "תחינות teḥinot",
        "תחינות tkhines"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "309"
        ],
        "_thumbnail_id": [
            "14474"
        ],
        "date_src_start": [
            "1740-00-00"
        ],
        "date_src_end": [
            "1800-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/07/Ethan-Ableman-Hannah-Blows-the-Shofar-CC-BY.jpg",
        "title": "ethan-ableman-hannah-blows-the-shofar-cc-by",
        "caption": "\"<a href=\"https://www.flickr.com/photos/ethansphotosarecool/4194513323\">Hannah Blows the Shofar</a>\" (credit: Ethan Ableman, license: CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=14042",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/rosh-hashanah/tkhine-of-the-matriarchs-blowing-the-shofar-by-seril-rappaport/",
    "slug": "tkhine-of-the-matriarchs-blowing-the-shofar-by-seril-rappaport"
}