{
    "title": "On Sharing Siddur Texts — by Aharon Varady (Open Siddur, PresenTense 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-06-16",
    "last_updated": "2025-02-02",
    "excerpt": "One of the enduring challenges of the Open Siddur has been acquiring digitized siddur content that is in the public domain (or which is at least distributed with a, Open Content copyleft license such as <a href=\"http://en.wikipedia.org/wiki/Share-alike\">CC BY-SA</a>). Our greatest advance so far been attaining a digitized Public Domain text of the Leningrad Codex of the TaNaKh (in XML). . . .",
    "content": "<p><em>During the summer of 2009, Aharon Varady was accepted as a fellow of PresenTense start-up incubator for social entrepreneurship organized by Ariel Beery and Aharon Horwitz in Jerusalem. As part of that program, he began to articulate and explain many of the principles behind the conception of the Open Siddur Project in a series of essays.</em></p>\n<hr />\n<div class=\"english\" style=\"font-size: 1.2em;\">\nOne of the enduring challenges of the Open Siddur has been acquiring digitized siddur content that is in the public domain (or which is at least distributed with a, Open Content copyleft license such as <a href=\"http://en.wikipedia.org/wiki/Share-alike\">CC BY-SA</a>). Our greatest advance so far been attaining a digitized Public Domain text of the Leningrad Codex of the TaNaKh (in XML).</p>\n<p>Given that over 50% of the siddur is sourced in the TaNaKh, and since it can be referenced chapter and verse by XML, our digitization efforts for the core content of the siddur can be considered over 50% complete. To obtain the rest from siddurim in the public domain, we either need an excellent Hebrew OCR program, or a large team of (hopefully crowdsourced) transcribers. Both methods will require a rigorous quality control process.</p>\n<p>However, there&#8217;s yet another more obvious alternative to the digitization challenge: finding siddurim that have already been digitized by others. Since arriving in Jerusalem last Wednesday I&#8217;ve already been clued to <a href=\"http://www.daat.ac.il/daat/sidurim/shaar-2.htm\">three digital siddurim</a> available on the web (in Ashkenazi, Sefardi, and Mizrachi nusḥaot). I am hopeful that their likely owner&#8211;the people responsible for digitizing the text at the <a href=\"http://translate.google.com/translate?hl=en&amp;u=http%3A%2F%2Fwww.daat.ac.il%2Fdaat%2Fabout%2Fabout.htm\">DAAT project</a>&#8211;will be agreeable to contributing them with a permissive license that will allow the Open Siddur to create a derivative XML encoded text from them.</p>\n<p>One might ask why the content of the siddur isn&#8217;t free from copyright to begin with. Well, it is in a sense&#8211;all work published prior to 1923 is considered to be in the <a href=\"http://en.wikipedia.org/wiki/Public_domain\">Public Domain</a>. But copyright is applied even to transcribed texts so unless the publisher has consented to their digital transcription having a permissive copyleft license (some rights reserved), it is protected copyright (all rights reserved). So, projects like the Open Siddur that seek to work creatively with Jewish culture must work cooperatively to liberate the legacy of Jewish culture and tradition from the current restrictive climate determined by intellectual property law.</p>\n<p>For those of us interested in working with Jewish texts, the idea others claiming copyright on our foundational sourcetexts, digitized or not, seems like an absurdity. We enliven the works of our ancestors by studying their teachings, and meditating on and singing with their prayers. The inspired author or authors of these works gave their work freely to the Jewish people and to the world. All the tradition demands is correct attribution, as is taught in the <em>Pirkei Avot</em> chapter 6:6, <span class=\"hebrew\">התורה נקנית בערבעים ושמונה דברים. ואלו הן&#8230;.והאומר דבר בשם אומרו. הא למדת כל־האומר דבר בשם אומרו מביא גאלה לעולם, שנאמר &#8220;ותאמר אסתר למלך בשם מרדכי&#8221;׃</span> &#8212;  &#8220;&#8230;the Torah is acquired by means of forty-eight qualities, which are&#8230;[and lastly] what the student has heard from others she will quote in the name of him of whom she has heard it. For so you have learned: He who quotes something in the name of the person who said it <em>brings deliverance to the world</em>. For it is said: &#8216;And Esther said to the King in the name of Mordechai&#8217; (Esther 2:21)&#8221; [emphasis mine]. Rabbi Samson Raphael Hirsch comments: &#8220;[A student] is careful to absorb and repeat accurately what they have heard from others and will never pass off as their own what others have told them.&#8221;\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Essays"
    ],
    "tags": [
        "digitization",
        "OCR",
        "PresenTense"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "10789"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/06/presentense-launch-night-1.jpg",
        "title": "presentense-launch-night-1",
        "caption": "Aharon Varady pitching at the PresenTense Launch Night, Jerusalem 2009"
    },
    "source_link": "https://opensiddur.org/?p=12",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/digitizing-the-siddur/",
    "slug": "digitizing-the-siddur"
}