{
    "title": "On the Open Siddur Project, a brochure presented at the Spring Intensive of the Academy for Jewish Religion by Aharon Varady (Open Siddur 2010)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2010-03-22",
    "last_updated": "2025-02-02",
    "excerpt": "This journey really started with my time spent with the myriad of other folk who prepared for and showed up at Jews in the Woods gatherings. It was at one such retreat at the old Eilat Chayyim in upstate New York that I met Dan Sieradski who had worked on his own Open Source Siddur project and who afterward invited me to the advisory board of what was then called Matzat and which might now be called Jew-It-Yourself. I promised him that the siddur we would develop would be an important feature of the larger constellation of resources we were imagining, resources all complementary due to our use of free and open source licensing. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nWorking on the Open Siddur Project has afforded me the opportunity to meet some amazing people, communities, and institutions. On Rosh Chodesh Nissan, 5770, (March 16th, 2010, I was honored to speak before the good folk at the <a href=\"http://ajrsem.org/\" target=\"_blank\" rel=\"noopener\">Academy for Jewish Religion</a> (AJR).</p>\n<p>AJR is a non-denominational Rabbinical College in Riverdale, New York committed to pluralism. The school has an annual spring intensive, a three day mini-conference focused on a particularly fertile subject of importance to rabbinical and lay leaders. This year the Intensive entitled &#8220;PITḤU LI SHA’AREI TZEDEK: Opening the Synagogue Worship Experience&#8221; was focused on understanding, preparing, and selecting resources for communal prayer. Rabbi Jeff Hoffman had heard me speak at Limmud NY in January this year and subsequently recommended me to Sandy Kilstein, dean of AJR. I was asked to speak to show what technologies were &#8220;on the horizon&#8221; as Sandy put it, understanding that our project is at an <a href=\"http://app.opensiddur.org\" target=\"_blank\" rel=\"noopener\">early stage of development</a>. Also speaking at the intensive were R&#8217; Lawrence Hoffman (The People&#8217;s Prayerbook), R&#8217; Jill Hammer, R&#8217; Jeff Hoffman, Dr. Ora Horn Prouser, Hazzan Ari Priven, Dr. Livia Straus, and others. My only regret is that due to my own intensive schedule at Hadar I was only able to take off that one afternoon to present and wasn&#8217;t able to learn from the rest of the program.</p>\n<p>I arrived on the campus the College of Mt. Saint Vincent a few days after a particularly horrendous late winter storm. Because of electrical problems our presentations were moved from a large ballroom to an old science building&#8217;s lecture hall with stepped seating. I brought a <a href=\"https://opensiddur.org/wp-content/uploads/2010/03/opensiddur3.pdf\">Open Siddur Presentation v.0.2</a> (3mb PDF) to illustrate my narrative with leading questions, but the room wasn&#8217;t really easily set up to use a projector while lecturing from the center stage. Making matters a little more difficult, there was no Internet access to illustrate some of the work we&#8217;ve accomplished. Thankfully, I also brought an 8.5 x 14 handout to teach the participants how to make a book (even a siddur!) with a single sheet of paper &#8212; a neat piece of <a href=\"http://en.wikipedia.org/wiki/Kirigami\" target=\"_blank\" rel=\"noopener\">kirigami </a>taught me by master book binder, Olivia Antsis.</p>\n<p>The final speaker on the second day, I spoke for a bit less than an hour, and then there were some questions and we made books together. I spoke extemporaneously on the vision for the Open Siddur and where it comes from: the importance of collaboration and sharing and how free culture licensing make this possible. How our Jewish spiritual projects are only enlivened and deepened by improving access to all Jews to engage creatively in them, and how the Open Siddur creates a bridge between cultural and individual authenticity. I spoke about romanticism and the Arts &amp; Crafts movement and on the revival of making, on arduino, and on feeling profound ownership in a creative process of making meaning.</p>\n<p>I think it went over well. There were a few questions afterward. One question I remember asked for clarification on how the Open siddur was different from a wiki. (The answer is the Open Siddur is committed to privacy in creating personal spaces where the user controls the degree to which their work is shared. Collaborative groups are groups of friends sharing access to particular pieces of work.) Someone else, sensing that the orientation of the project was on individual spirituality, wanted to know more about how this resource might be useful for communities and siddur committees. (The answer is that the resource provides a mechanism for maintaining a text for modification over generations regardless of who prepares it, and that through collaboration a siddur committee could do a great deal more work without organizing their effort with scissors, rubber glue, copy sheets and a binder. All material by a collaboration group is stored in a database and accessible from anywhere over the Internet. Consultants can provide advice or guidance as needed.)</p>\n<p>But I think the most fun had by everyone was in making books from a single sheet of paper. Actually, not one book but two books. Since the paper was printed with different text on either side, depending on which direction the paper was folded one would see a different book. One side of the page contained some of the blessings from Reb Zalman Schachter-Shalomi&#8217;s Siddur Tehillat Hashem. The other side contained an essay explaining the vision and mission of the Open Siddur Project. If you have some blank 8.5 x 14 pages lying around you can make your own. Just print out <a class=\"pdf\" href=\"https://opensiddur.org/wp-content/uploads/2010/03/The-Open-Siddur-Demo-v.0.2.pdf\">The Open Siddur Demo v.0.2</a> on either side of single sheet of 8.5 x 14 paper. The book demonstrates the potential of sharing and modifying free culture licensed texts for print and use as part of a personal or communal spiritual practice.</p>\n<p style=\"text-align: center;\"><a href=\"https://opensiddur.org/wp-content/uploads/2010/03/The-Open-Siddur-Demo-v.0.2.pdf\"><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-large wp-image-1033\" title=\"The Open Siddur Project Manifesto\" src=\"https://opensiddur.org/wp-content/uploads/2010/03/booklet-2-verso-1024x605.png\" alt=\"\" width=\"819\" height=\"484\" srcset=\"https://opensiddur.org/wp-content/uploads/2010/03/booklet-2-verso-1024x605.png 1024w, https://opensiddur.org/wp-content/uploads/2010/03/booklet-2-verso-300x177.png 300w\" sizes=\"auto, (max-width: 819px) 100vw, 819px\" /></a></p>\n<p><strong>Instructions</strong></p>\n<ol>\n<li>fold sheet down the center, lengthwise</li>\n<li>open up the sheet of paper and fold the sheet again down the center, widthwise</li>\n<li>open up the sheet of paper again and fold the width-length ends towards the center fold creating quarter folds</li>\n<li>fold the center of the sheet together widthwise letting the quarter folds open freely. Should look like a T. Make a cut from the center towards the quarter folds</li>\n<li>fold the sheet over lengthwise, pulling the center out to form an open square.</li>\n<li>squeeze together the ends. the cover page should go on top.</li>\n</ol>\n<p>Just to retrace my steps a bit&#8230; This journey really started with my time spent with the myriad of other folk who prepared for and showed up at Jews in the Woods gatherings. It was at one such retreat at the old Eilat Chayyim in upstate New York that I met Dan Sieradski who had worked on his own Open Source Siddur project and who afterward invited me to the advisory board of what was then called Matzat and which might now be called Jew-It-Yourself. I promised him that the siddur we would develop would be an important feature of the larger constellation of resources we were imagining, resources all complementary due to our use of free and open source licensing.</p>\n<p>At that time, back in 2006 I was still in Louisiana working for engineering companies as an urban planner and cartographer after hurricane Katrina and Rita. It wasn&#8217;t until I left Louisiana and started earnestly looking for work on the East Coast that I began to spend my free seriously working on the Open Siddur Project again. Pretty soon I met Efraim Feinstein and Azriel Fasten, fellow collaborators on the Open Siddur, and thereafter, J.T. Waldman and the kind folks at PresenTense Institute Summer Workshop, Ariel Beery, Aharon Horwitz, and the other fellows there, Russel Neiss, Charlie Schwartz, and Matt Berkowitz. PresenTense opened me to a world of creatives operating all over the Jewish world: Sarah Kass at AviChai, Elisheva at PerlMonks, Avi Warshavsky at the Center for Educational Technology, and Bob Goldfarb at the Center for Jewish Culture &amp; Creativity. And then this year at Yeshivat Hadar, to have so much access to R&#8217; Elie Kaunfer, R&#8217; Shai Held, Dr. Devorah Steinmetz, R&#8217; Ethan Tucker, Ram Avital Hochenstin, and my fellow peers. All of these intelligent people helped me to think and rethink what it was I was really suggesting with the Open Siddur Project, to understand its value and meaning. I think we are just at the beginning of understanding how this this resource could build bridges between our diverse communities.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy",
        "Essays"
    ],
    "tags": [
        "book binding",
        "public speaking",
        "切り紙 kirigami"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1178"
        ],
        "_thumbnail_id": [
            "10840"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/03/AJR-LOGO_gold-thread-CMYK-284x300.jpg",
        "title": "AJR-LOGO_gold-thread-CMYK-284&#215;300",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=484",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/open-siddur-at-the-academy-for-jewish-religion/",
    "slug": "open-siddur-at-the-academy-for-jewish-religion"
}