{
    "title": "Pirate Siddurim vs. Open Siddurim — by Aharon Varady (Open Siddur, PresenTense 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-06-22",
    "last_updated": "2025-03-29",
    "excerpt": "Culture hacking either respects copyright or ignores it. One of the pillars of the Open Siddur is its respect of copyright and its attempt to make available a digitized repository of Siddur content that is available for editing, mashups, and remixing, i.e., \"derivative works\" that may be redistributed without restriction. For example, we want you to have the freedom to take the nusaḥ Ashkenaz, borrow kavanot from the nusaḥ sfard, and piyyutim (liturgical poetry) from the nusaḥ Romaniote; add and edit existing translations of familiar psalms and contribute and share your own translation of obscure piyyutim; share the pdf you build at Open Siddur and give it to an artist to apply an even more beautiful layout than the one we provide; and even redistribute the siddur commercially. . . .",
    "content": "<p>During the summer of 2009, Aharon Varady was accepted as a fellow of PresenTense start-up incubator for social entrepreneurship organized by Ariel Beery and Aharon Horwitz in Jerusalem. As part of that program, he began to articulate and explain many of the principles behind the conception of the Open Siddur Project in a series of essays.</p>\n<hr />\n<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\nIn the free culture movement, culture hacking employs copyright law in new and unintended ways: by using the law to ensure attribution while abrogating restrictions on redistribution and adaptive reuse. This is one way we use copyright law at the Open Siddur in our attempt to make available a digitized repository of Siddur content that is available for editing, mashups, and remixing, i.e., &#8220;derivative works&#8221; that may be redistributed without restriction.</p>\n<p>For example, we want you to have the freedom to take the nusaḥ Ashkenaz, borrow kavanot from the nusaḥ sfard, and piyyutim (liturgical poetry) from the nusaḥ Roman; add and edit existing translations of familiar psalms and contribute and share your own translation of obscure piyyutim; share the pdf you build at Open Siddur and give it to an artist to apply an even more beautiful layout than the one we provide; and even redistribute the siddur commercially.</p>\n<p>To make this previous example a reality, the Open Siddur is committed to only using copyright permissive licenses for our core siddur content that permit the generation of  non-commercial <strong>and</strong> commercially derivative works. Copyright permissive licenses that allow this include <a href=\"http://wiki.creativecommons.org/index.php?title=CC0\">CC0</a>, <a href=\"http://creativecommons.org/licenses/by/3.0/\">CC-BY</a>, and <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">CC-BY-SA</a>. Licenses that conflict with this objective include the Creative Commons licenses with the NC (non-commercial) and ND (no derivative) clauses. (We envision that users of our siddur building tool will be able to choose the license under which they wish to share their content.)</p>\n<p>For example, a <a href=\"http://he.wikisource.org/wiki/%D7%A1%D7%99%D7%93%D7%95%D7%A8%D7%99_%D7%AA%D7%A4%D7%99%D7%9C%D7%94\">number of siddurim</a> are available digitally at the Hebrew language site of wikisource, a sister of the wikipedia project. Up until mid-2009, creative work on wikisource was shared with the GFDL license. Because the GFDL was incompatibile with other copyleft licenses like the CC-BY-SA, we weren&#8217;t able to incorporate wikisource work in our project until wikisource changed its licensing policy.</p>\n<p>If this sounds frustrating and absurd given that the authors of these piyyutim and tehillim could hardly imagine the publishing and intellectual property restrictions of the 20th and 21st centuries, it is. The fact remains that copyright is applied to the digitization of text and that includes the imaging/scanning, as well as the manual or automated (OCR) transcription of the text.</p>\n<p>Why, you ask, can&#8217;t we simply cut and paste these digitized siddurim and simply ignore copyright restrictions. Why indeed? I am quite certain that other online siddur projects have done this and may even currently be doing this with a <em>laissez faire</em> attitude towards the<a href=\"http://en.wikipedia.org/wiki/Berne_Convention_for_the_Protection_of_Literary_and_Artistic_Works\"> Berne Convention for the Protection of Literary and Artistic Works</a> (1886), the <a href=\"http://en.wikipedia.org/wiki/Universal_Copyright_Convention\">Universal Copyright Convention</a> (1955), and the <a title=\"World Intellectual Property Organization Copyright Treaty\" href=\"http://en.wikipedia.org/wiki/World_Intellectual_Property_Organization_Copyright_Treaty\">World Intellectual Property Organization Copyright Treaty</a> (1996) just to name a few of the relevant international intellectual property laws. To make certain, that our content is as free and open (really, in a sense, liberated) as culture within this legal environment we have endeavored to ensure all our core content is transcribed from works in the free cultural commons (e.g. the public domain).</p>\n<p>To do otherwise would frankly be much simpler&#8230; and thus, faster, especially for an ambitious project such as the Open Siddur and its sister, the Jewish Liturgy project. To do so, however, we would probably have to change our name to the Pirate Siddur, just to keep things honest.</p>\n<p>As tempting as this strategy is, the developers of the Open Siddur believe that the sustainability of this project as a platform for the creation of new cultural products within Judaism depends on our respect and awareness of the current restrictions on copyright and copyleft licensed works. We want the siddur to be Free as in Freedom, unencumbered, and unhassled.</p>\n<p>In our minds, this is a great act of loving-kindness (and gives us all a great big mitsvah-rush!). But besides this, awareness of copyright licensing is essential for a project that envisions itself as a cultural platform for as yet unimagined projects that will add value to the  project and programs of Judaism in general.\n</p></div>\n",
    "categories": [
        "Advocacy",
        "Essays"
    ],
    "tags": [
        "copyleft",
        "copyright",
        "digitization",
        "philosophy",
        "PresenTense"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1178"
        ],
        "_thumbnail_id": [
            "38"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/06/the-pirate-siddur.jpg",
        "title": "Pirate Siddur by Aharon Varady (CC BY-SA)",
        "caption": "\"Pirate Siddur\" by Aharon Varady (license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=35",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/pirate-siddur/",
    "slug": "pirate-siddur"
}