{
    "title": "Our hearts are stirred to create and to share — by Aharon Varady (Open Siddur, 2010)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2010-05-27",
    "last_updated": "2025-02-28",
    "excerpt": "For a relationship as intimate as that with one's own spirit, we might assume that the only spiritual tools provided to individuals have this degree of personalization, but this of course, is not so. Printed siddurim were designed with other goals in mind. As a technology the siddur only became widely adopted by the Jewish public in the mid-19th century. Printers of siddurim have designed their siddurim to appeal to mass markets, each edition of the siddur representing a specific communal custom, and when translated, the specific language of a community. It's no surprise then that for many Jews their spiritual identity is closely mapped to the liturgical variations represented by their Siddurim. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nIs spirituality important to a meaningful Jewish identity? If spirituality describes an intimate and evolving experience within and between individuals, then what might a meaningful resource look like that is both rooted in tradition and respects the integrity of personal and communal growth? Most Jews would say such a resource does not yet exist. The problem is that while Judaism has invented a regular program for engaging individuals and communities directly in developing their spiritual lives, no technology exists to foster a program for this development. No technology exists except for, possibly the Siddur, the Jewish prayer book, a technology in the form of a printed reference book, that presents the practice of Jewish spiritual practice as an arrangement of sacred literature for daily periods of devotional reading and singing.</p>\n<p>If we answer in the affirmative that spirituality is important to our lives as thoughtful and creative beings, <em>and we believe in a Judaism that is responsive and responsible for helping to grow mature individuals</em>, then those technologies which presume to help develop spiritual relationships should be open to critique and redesign by those individuals pursuing Jewish spiritual practices. There should be some resource for individuals to craft their own tools to further develop their practice. Such a resource, were it to exist, would need to at once be rooted in the grand diversity of Jewish spiritual traditions while at the same time provide the individual with at least the freedom to adapt this material to their own evolving experience. Such a resource, when actively used, might take the form of a printed Siddur, but unlike other siddurim, this one would be uniquely crafted &#8212; a reflection of the creative engagement of a practitioner in the development of their spiritual experience.</p>\n<p>For a relationship as intimate as that with one&#8217;s own spirit, we might assume that the only spiritual tools provided to individuals have this degree of personalization, but this of course, is not so. Printed siddurim were designed with other goals in mind. As a technology the siddur only became widely adopted by the Jewish public in the mid-19th century. Printers of siddurim have designed their siddurim to appeal to mass markets, each edition of the siddur representing a specific communal custom, and when translated, the specific language of a community. It&#8217;s no surprise then that for many Jews their spiritual identity is closely mapped to the liturgical variations represented by their Siddurim.</p>\n<p>It&#8217;s also no surprise that given the time invested in engaging in Jewish worship by individuals alone or in communal settings, that they have at least some pet peeve with the Siddur handed to them. Until now however, they&#8217;ve had no recourse to craft their own Siddur. And so they&#8217;ve had to live with their siddurim as they are, resigned to their circumstance.</p>\n<p>For those Jews unfamiliar at all with Jewish spirituality, the Siddur and the set arrangement of prayers presents an esoterically coded map for communing with one&#8217;s spirit. Decoding it is certainly rewarding, but the immediate experience is alienating. Imagine a resource by which individuals becoming familiar with the practices of Jewish spirituality are educated (or educate themselves) as they craft their own Siddur.</p>\n<p>And yet, such a resource is now possible for us to create, and this is the project that the Open Siddur and its community of volunteers is embarking on. We are a community of Jews contributing to a communal archive for Jewish spiritual material, <em>as our hearts are stirred</em>: כֹּל אֲשֶׁר נְשָׂאוֹ לִבּוֹ. The project recognizes that Jewish spirituality is diverse and so while our volunteers represent every stream and flavor of Judaism, our project is non-denominational and non-prescriptive. We are simply dedicated to provide other Jews with the resource for creatively engaging in the construction of their own Siddurim. For some that means collaborating on the transcription of a historic text, or translating a prayer into another language, or sharing their own blessing, meditation, and prayer with other Jews.</p>\n<p>While other individuals and groups are designing new siddurim, no project is making an open source resource available that helps others design new siddurim. While others projects are transcribing and digitizing public domain texts in Judaism, no project besides the Open Siddur is doing the same and sharing those texts with unrestricted free licenses. While individuals and groups might value their innovations and yet consider them proprietary, only the Open Siddur Project is facilitating the sharing of public domain and recently copyrighted work by redistributing them with standard free culture licensing. Only the Open Siddur is combining the respect for open source, open standards, cultural diversity, religious pluralism, and personal integrity into one application liberating Jewish spirituality for everyone.</p>\n<p>We are granting the powers of individuals to program their own spirituality within Judaism and thus mitigate against the experience of alienation that is familiar to all mediated relationships. What we are offering for the first time ever, is a freedom in crafting Jewish spiritual resources akin to the freedom one might experience in any unmediated, intimate experience, and thus we feel the time for the Open Siddur is now and vital for a vibrant, free, and creative Jewish culture.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy",
        "Essays"
    ],
    "tags": [
        "identity",
        "technology"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1181"
        ],
        "_thumbnail_id": [
            "1163"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/Varady-at-PresenTense-2009-crop.jpg",
        "title": "Aharon Varady",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=631",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/spirituality-as-our-hearts-are-stirred-to-create-and-contribute/",
    "slug": "spirituality-as-our-hearts-are-stirred-to-create-and-contribute"
}