{
    "post_id": 187,
    "title": "Spiritual Alienation and the Siddur — by Aharon Varady (Open Siddur 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-09-01",
    "last_updated": "2025-09-30",
    "excerpt": "Giving an individual a choice of how verses that are tripping them up are translated, or even how the ineffable name, YHVH, and other divine names in Hebrew are represented in a siddur, <strong>can</strong> make a difference in their experience of t'fillah (prayer) for someone engaging in individual or communal prayer. Giving someone a place to share their personally authored t’fillot, meditation or commentary, or else collaborate on a translation of a medieval piyut (liturgical poem) can connect Jews to each other in a meaningful way where before they were isolated in their passion and earnest devotion. Providing historical data revealing the siddur as an aggregate of thousands of years of creatively inspired texts can help a Jew understand that their creativity and contribution is also important in this enduring conversation. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nIn his essay, “<a href=\"http://www.forward.com/articles/112469/\">Even A New Siddur Can’t Close the ‘God Gap’</a>” (in The Forward, 8/18/2009), Rabbi Saul Berman seems almost ready to give an honest critique of the siddur and the practice of t&#8217;fillah, but instead steps back to make a more general critique on modernity. The central problem Berman addresses is the problem of Jewish spiritual alienation in an age of comfort and optimism in technological and industrial progress.</p>\n<p>Berman argues that “new and creative siddurim” will not help translate the text of the prayer into a language understandable to “modern, socially integrated” Jews. Rather, he calls for the reintroduction of &#8220;God and God’s values into the truly vibrant dimensions of our lives.&#8221;</p>\n<p>What Berman is calling for isn&#8217;t exactly new. I think you can hear his critique of modernity, not only in a stream of sermons dating back to pious worries of the pernicious influence of the Haskala (Enlightenment). Similar worries were also expressed by Romantic Christian theologians and continue to be voiced by religious thinkers of all sorts concerned with assimilation and materialism.</p>\n<p>What might be new is his use of the Siddur as a prop in a straw man argument. Berman chronicles a list of popular siddurim published in the last century. I don&#8217;t think any editors of these works expected their new siddur to change how Jews relate to holiness and divinity in their lives. Their more modest goal was (and remains) to simply help make Jewish liturgy more accessible to Jewish communities in their native languages and in accordance with the philosophies undergirding their communal religious identities.</p>\n<p>As printed and bound texts prepared by others, pre-programmed siddurim, “new and creative” or old and familiar, do not permit easy modification. I hardly expect anyone to not  feel alienated or bored when provided with texts written by others in different languages and different contexts. This is as true for folks well practiced in davvening thrice daily as those who visit shul once a year for Yom Kippur. Without a program of learning that helps someone become familiar with the liturgy I wouldn&#8217;t expect them to engage the texts of the siddur and prepare their rote recitation with <em>kavvanah</em> (intention). I wouldn&#8217;t expect them to breathe an improvisational and creative spirit into the verses they hurry to read without having some feeling of profound intimacy with the words themselves.</p>\n<p>Like Berman, I don&#8217;t have too much hope that any of the modern siddurim he writes of will end spiritual alienation for Jews that may not know (or care) that Berman thinks they’re alienated. Neither the siddurim as currently designed, nor the practice of t&#8217;fillah as mandated in Halakha can guarantee the intimate relationship that Berman hopes is renewed in the Jewish people.</p>\n<p>And yet, Jewish tradition does offer Jews a toolkit and a practice for engaging and growing integral relationships. I do think a new siddur can have an impact on the problem Berman tries to articulate, even for a Jew that doesn&#8217;t share Berman&#8217;s idea of God or &#8220;Godly values&#8221; as he puts it.</p>\n<p>Berman doesn’t elaborate on how his hoped for reintroduction of values will take place, but they must begin somewhere. Considering the essential place of the siddur within the spiritual and educational toolkit provided to each and every Jew, thinking of it as part of a comprehensive program of Jewish spiritual renewal is essential. The initiation of the sons and daughters of Israel to their eponymous mission of wrestling with God begins with their wrestling with the siddur: the languages of the source texts, the translations, the instructions, and the energy to maintain and preserve the practice as an individual in a group and while practicing t’filla alone.</p>\n<p>I have some faith that a siddur, thought of as a tool and thus open for redesign to achieve certain goals, can be useful and relevant—so long as it is <em>user modifiable</em>, and in an importance sense, crafted. The term “alienation” was first promulgated in the mid 19<sup>th</sup> century in connection with craft workers who through the industrial processes of mass production were “alienated” from their essential creative natures. At the Open Siddur Project, we hope to empower individuals in a collaborative online workshop where they can craft their own custom siddur, relevant to their spiritual practice.</p>\n<p>Giving an individual a choice of how verses that are tripping them up are translated, or even how the ineffable name, YHVH, and other divine names in Hebrew are represented in a siddur, <strong>can</strong> make a difference in their experience of t&#8217;fillah (prayer) for someone engaging in individual or communal prayer. Giving someone a place to share their personally authored t’fillot, meditation or commentary, or else collaborate on a translation of a medieval piyut (liturgical poem) can connect Jews to each other in a meaningful way where before they were isolated in their passion and earnest devotion. Providing historical data revealing the siddur as an aggregate of thousands of years of creatively inspired texts can help a Jew understand that their creativity and contribution is also important in this enduring conversation.</p>\n<p>Once upon a time, Jews &#8212; Israelites &#8212; prayed from the heart &#8212; sans Siddurim. (The first example of the standing silent meditation, the <em>Amidah</em>, is attributed to Ḥanah the mother of the prophet Shmuel (in 1 Samuel 1:13).) What kind of siddur might we design today if our goal was to help Jews again pray from the heart? Would it be a tome full of psalms attributed to King David or might it be a sequence of exercises that reference and emphasize values that help prime our daily practice of <em>gmillut chasadim</em> (acts of loving-kindness) and other mitzvot? Perhaps it could be a combination of both – historically authentic and yet impressed with the meaning that only an individual can author from their heart.</p>\n<p>Personally, I would very much like to see an attempt made to designed a siddur with this goal in mind. But, the mission of the Open Siddur is not to create a new siddur and then prescriptively offer it up as the expression of a new movment. Rather, our mission is to provide a collaborative publishing platform where any aspiring siddur maker can try their hand at crafting a siddur relevant to their practice.</p>\n<p>I would also recommend anyone interested in taking Berman&#8217;s concern seriously to check out Aryeh Ben David&#8217;s suggestions for personalizing t&#8217;fillah in his book &#8220;The Godfile: 10 Approaches to Personalizing Prayer&#8221; (2007, Devorah Publishing). Rav Ben David has an organization that is devoted to helping both individual Jews and congregations grow in a serious practice that is engaging and nourishes integral relationships. Check out <a href=\"http://www.ayeka.org.il/\">http://www.ayeka.org.il</a>.\n</div>\n",
    "categories": [
        "Essays"
    ],
    "tags": [
        "philosophy",
        "romanticism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "1350"
        ],
        "date_src_start": [
            "2009-09-01"
        ],
        "date_src_end": [
            "2009-09-01"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop.jpg",
        "title": "Polychrome Historical Prayerbook Color Coding Schema",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=187",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/spiritual-alienation-and-the-siddur/",
    "slug": "spiritual-alienation-and-the-siddur"
}