{
    "post_id": 68,
    "title": "Why, davka, an Open Siddur Project? — by Aharon Varady (Open Siddur, PresenTense 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-06-28",
    "last_updated": "2025-08-29",
    "excerpt": "The Open Siddur is an online tool for individuals and groups to craft the siddur they've always wanted. The Open Siddur will provide content (translations, transliterations, art, tfillot, piyutim, and other source texts) from an archive of current and historic nusḥaot (both well-known and obscure) and enable users to adapt, contribute new content, and share the siddurim they've generated. Partnerships with on-demand printers enable users to print beautiful copies of their personally customized siddurim and machzorim. The Open Siddur benefits independent minyanim and trans-denominational communities, pluralistic institutions, teachers of Jewish liturgy, and Jews of all ages evolving their personal use of t'fillah in their own daily practice, both alone and within groups. . . .",
    "content": "<p><em>During the summer of 2009, Aharon Varady was accepted as a fellow of PresenTense start-up incubator for social entrepreneurship organized by Ariel Beery and Aharon Horwitz in Jerusalem. As part of that program, he began to articulate and explain many of the principles behind the conception of the Open Siddur Project in a series of essays.</em></p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Open Siddur is an online tool for individuals and groups to craft the siddur they&#8217;ve always wanted. The Open Siddur will provide content (translations, transliterations, art, tfillot, piyutim, and other source texts) from an archive of current and historic nusḥaot (both well-known and obscure) and enable users to adapt, contribute new content, and share the siddurim they&#8217;ve generated. Partnerships with on-demand printers enable users to print beautiful copies of their personally customized siddurim and machzorim. The Open Siddur benefits independent minyanim and trans-denominational communities, pluralistic institutions, teachers of Jewish liturgy, and Jews of all ages evolving their personal use of t&#8217;fillah in their own daily practice, both alone and within groups.</p>\n<p>Imagine if a tool existed for a diverse group of Hillel students at a small college to easily develop a transdenominational siddur reflecting the unique backgrounds of their community. Now imagine if this was a summer camp, a classroom at a pluralistic Jewish day school, or an indpendent minyan.</p>\n<p>Imagine if the first siddur presented to a first or second grade day school student was actually developed by that student over the course of a year while learning about the traditionally liturgy from a teacher, while integrating personal art, poetry and inspirational quotes and teaching from other classes into their structured daily t&#8217;fillah.</p>\n<p>Imagine a bar or bat mitsvah where the young teenager has composed a bentsher with graphics and images, translation, commentary and transliteration tailor made for his or her guests. Imagine if this were a wedding or simply a custom bentsher developed by a family as a resource of their favorite traditions.</p>\n<p>Imagine a young professional struggling to find time in the morning to continue their daily practice and keep it meaningful rather than a rote routine. They use the Open Siddur to find unfamiliar content and new ways to daven, integrating yoga with prayer, or subscribing to a stream of commentary or source text integrating learning within their practice.</p>\n<p>Imagine a nusaḥ that is only followed by a small community that speaks a language other than Hebrew. They use the Open Siddur to preserve their nusaḥ, teach Hebrew, and update their old siddur with a translation and transliteration of their prayers in the non-Latin script their community is literate in.</p>\n<p>The Open Siddur enables all of these possibilities and more.</p>\n<p>The Open Siddur is not meant as a replacement for traditional nusḥaot but as a platform for the development and publication of siddurim relevant to individuals and groups not served by the one-size fits all siddurim already available in print.</p>\n<p>Furthermore, by digitizing the traditional text of the siddur and making it available under a copyright permissive license, the Open Siddur and the Jewish Liturgy project liberates the cultural works of our ancestors for use by our children and our children&#8217;s children without requiring them to ask for copyright permission. By encoding the siddur and its commentaries, instructional text, and translations using open text encoding standards, the Open Siddur enables other open cultural projects to build on our achievement without having to reinvent the wheel.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Advocacy",
        "Essays"
    ],
    "tags": [
        "philosophy",
        "PresenTense"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "10789"
        ],
        "date_src_start": [
            "2009-06-28"
        ],
        "date_src_end": [
            "2009-06-28"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/06/presentense-launch-night-1.jpg",
        "title": "presentense-launch-night-1",
        "caption": "Aharon Varady pitching at the PresenTense Launch Night, Jerusalem 2009"
    },
    "source_link": "https://opensiddur.org/?p=68",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/essays/why-davka-an-open-siddur/",
    "slug": "why-davka-an-open-siddur"
}