{
    "title": "תפילת הדרך | Tefilat haDerekh, a traveler's prayer for safety and peace (trans. Rabbi David Seidenberg, neohasid.org)",
    "author": "David Seidenberg",
    "coauthors": [
        {
            "name": "David Seidenberg",
            "bio": "Rabbi David Seidenberg, founder of <a href=\"http://neohasid.org\">NeoHasid.org</a>, teaches text and music, Jewish thought and spirituality, in their own right and in relation to ecology and the environment. With <em>smikhah</em> (ordination) from the Jewish Theological Seminary and from <a href=\"/profile/zalman-schachter-shalomi/\">Rabbi Zalman Schachter-Shalomi</a>, he has taught at over 100 synagogues, communities, retreats and conferences across North America (and a few in Europe and Israel). Rabbi Seidenberg's teaching empowers learners to become creators of Judaism through deep study and communion with texts and tradition. Areas of specialty include Kabbalah and Ḥasidut, Talmud, davenning, evolution and cosmology, sustainability, Maimonides, Buber, and more. Rabbi Seidenberg has <a href=\"http://neohasid.org/about/pub\">published widely</a> on ecology and Judaism and is the author of <em>Kabbalah and Ecology: God's Image in the More-Than-Human World</em> (Cambridge University Press, 2015).",
            "website": "http://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/david-seidenberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-seidenberg"
        },
        {
            "name": "neohasid.org",
            "bio": "NeoHasid.org was created by Rabbi David Seidenberg to help folks integrate ḥasidic song, learning, and nusaḥ into their davenning and communities and to explore embodied Torah. It evolved to focus on eco-Torah and to share liturgy that honors our relationship with the Earth and/or expresses gender parity.",
            "website": "http://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/03/neohasid.org_-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/neohasid-org"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        }
    ],
    "date": "2018-04-18",
    "last_updated": "2024-06-01",
    "excerpt": "In this Tefilat haDerekh (the prayer for travel), I've made a synthesis of Ashkenazi and Sefardi nusaḥ. Even though the translation is pretty close to literal in most places, it comes across as an extraordinary and activist prayer for peace. So I think of this prayer not just as a prayer for the beginning a physical journey, but for any spiritual journey, and especially for any campaign or action for justice and peace that a person or group might undertake. When applied to activism, the \"enmity and ambush and theft and predation\" we ask to be rescued from could also be interpreted as hatred, deceit, jealousy, and aggression, i.e., the kinds of feelings that cause people to work against each other, even within an organization, instead of working together. I first used this version of the prayer at the beginning of a tour of Israel and Palestine focused on the human rights and non-violent resistance, when the group passed through the first checkpoint of the trip.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Hebrew</th>\n<th style=\"text-align: left;\">English</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיְהִי רָצוֹן מִלְפָנֶיךָ<br />\nיי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ,<br />\nשֶׁתּוֹלִיכֵנוּ לְשָׁלוֹם<br />\nוְתַצְעִידֵנוּ לְשָׁלוֹם<br />\nוְתַדְרִיכֵנוּ לְשָׁלוֹם,<br />\nוְתַגִּיעֵנוּ לִמְחוֹז חֶפְצֵנוּ<br />\nלְחַיִּים וּלְשִׂמְחָה וּלְשָׁלוֹם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the holy desire come from You,<br />\nYHVH, our Source and our ancestors&#8217; Source,<br />\nthat You will lead us toward peace<br />\nand make our every step be a step toward peace,<br />\nand our path be a path of peace,<br />\nMay You help us reach the true target of our desire:<br />\nlife, joy, and peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְתַצִּילֵנוּ מִכַּף כָּל אוֹיֵב וְאוֹרֵב וְלִסְטִים<br />\nוְחַיּוֹת רָעוֹת בַּדֶּרֶךְ.<br />\nהַגָּן בַּעֲדֵינוּ מִכָּל מִינֵי מַשְׁחִית<br />\nוּמִכָּל מִינֵי פֻּרְעָנֻיּוֹת<br />\nהַמִּתְרַגְּשׁוֹת לָבוֹא לָעוֹלָם,<br />\nוְתִשְׁלַח בְּרָכָה בְּכָל מַעֲשֵׂה יָדֵינוּ.<br />\nוְתִתְּנֵנוּ לְחֵן וּלְחֶסֶד וּלְרַחֲמִים<br />\nבְּעֵינֶיךָ וּבְעֵינֵי כָל רֹאֵינוּ,<br />\nכִּי אל שׁוֹמֵעַ תְּפִלָּה<br />\nכָּל פֶּה.<br />\nבָּרוּךְ אַתָּה שׁוֹמֵעַ תְּפִלָּה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRescue us from all enmity and ambush and theft<br />\nand predation (from all impulses to harm that confront us) on this path.<br />\nBe a shield on our side against all manner of destruction<br />\nand from any dangerous complications that may arise<br />\nfrom the passions that come into the world.<br />\nBless our actions and handiwork<br />\nand grant us grace, love, and compassion<br />\nin Your eyes and in the eyes of all who behold us,<br />\nfor You are the one who is listening to hear the prayer<br />\nof every mouth of every creature.<br />\nBlessed be You who listens for prayer.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>In this Tefilat haDerekh (the prayer for travel), I&#8217;ve made a synthesis of Ashkenazi and Sefardi nusaḥ. Even though the translation is pretty close to literal in most places, it comes across as an extraordinary and activist prayer for peace. So I think of this prayer not just as a prayer for the beginning a physical journey, but for any spiritual journey, and especially for any campaign or action for justice and peace that a person or group might undertake. When applied to activism, the &#8220;enmity and ambush and theft and predation&#8221; we ask to be rescued from could also be interpreted as hatred, deceit, jealousy, and aggression, i.e., the kinds of feelings that cause people to work against each other, even within an organization, instead of working together. I first used this version of the prayer at the beginning of a tour of Israel and Palestine focused on the human rights and non-violent resistance, when the group passed through the first checkpoint of the trip.</p>\n",
    "categories": [
        "Conflicts over Sovereignty and Dispossession",
        "Travel",
        "Social Justice, Peace, and Liberty"
    ],
    "tags": [
        "תחינות teḥinot",
        "תפילת הדרך tefilat haderekh"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "799"
        ],
        "_thumbnail_id": [
            "19838"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Demining_in_Afghanistan.jpg",
        "title": "TRANSITION TO AFGHAN FORCES A STEP CLOSER WITH NEW OPERATION",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Demining_in_Afghanistan.jpg\">Demining in Afghanistan</a>\n\n\nMembers of the Afghan National Army search a road for improvised explosive devices. \n---\n\nA significant offensive operation, which takes the independence and self-sufficiency of British-trained Afghan forces to a new level, has begun in central Helmand.\nAs the new year was seen in around the world, Afghan troops were opening a new chapter which sets the scene for their future autonomy and long-term role in the defence of their nation against extremism and terror.\n\nOperation OMID PANJ (ÔHope FiveÕ in English) follows on from the successful Operation OMID CHAR which, at the time, was the largest operation in size, number of soldiers and duration to have been planned, led and conducted by the Afghan National Army.  \n\nBut OMID PANJ takes things a step further, with the Afghans relying on even less support from British troops, who are present only in a supporting role. One of the key areas where significant development of Afghan capability is being demonstrated is their growing ability to find and render safe improvised explosive devices, the indiscriminate weapon of choice for the insurgency.\n\nBeing conducted in the Green Zone, north of the Helmand River, the operation is pushing the Afghan governmentÕs influence and security bubble further out. By the time of its conclusion, it will see a new patrol base established east of Gereshk between the River Helmand and the Bandi Barq Road. This rural area, filled with irrigation ditches, canals and small farm plots, interspersed with residential compounds, has suffered from significant insurgent intimidation due to its proximity to smuggling routes into Gereshk city."
    },
    "source_link": "https://opensiddur.org/?p=19836",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/trouble/conflicts-over-sovereignty-and-dispossession/tefilat-haderekh-a-prayer-for-peace-trans-rabbi-david-seidenberg-neohasid-org/",
    "slug": "tefilat-haderekh-a-prayer-for-peace-trans-rabbi-david-seidenberg-neohasid-org"
}