{
    "title": "&#x1F4C4; יום קשת מ״ב בעומר | The 42nd Day of the Omer is Rainbow Day",
    "author": "David Seidenberg",
    "coauthors": [
        {
            "name": "David Seidenberg",
            "bio": "Rabbi David Seidenberg, founder of <a href=\"http://neohasid.org\">NeoHasid.org</a>, teaches text and music, Jewish thought and spirituality, in their own right and in relation to ecology and the environment. With <em>smikhah</em> (ordination) from the Jewish Theological Seminary and from <a href=\"/profile/zalman-schachter-shalomi/\">Rabbi Zalman Schachter-Shalomi</a>, he has taught at over 100 synagogues, communities, retreats and conferences across North America (and a few in Europe and Israel). Rabbi Seidenberg's teaching empowers learners to become creators of Judaism through deep study and communion with texts and tradition. Areas of specialty include Kabbalah and Ḥasidut, Talmud, davenning, evolution and cosmology, sustainability, Maimonides, Buber, and more. Rabbi Seidenberg has <a href=\"http://neohasid.org/about/pub\">published widely</a> on ecology and Judaism and is the author of <em>Kabbalah and Ecology: God's Image in the More-Than-Human World</em> (Cambridge University Press, 2015).",
            "website": "https://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/david-seidenberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-seidenberg"
        },
        {
            "name": "Neohasid [dot] org",
            "bio": "NeoHasid [dot] org, founded October 2005, was first created by Rabbi David Seidenberg to help folks integrate ḥasidic song, learning, and nusaḥ into their davenning and communities and to explore embodied Torah. It evolved to focus on eco-Torah and to share liturgy that honors our relationship with the Earth and/or expresses gender parity.",
            "website": "https://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/03/neohasid.org_-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/neohasid-org"
        },
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2012-05-16",
    "last_updated": "2025-01-03",
    "excerpt": "The time we are in now is a time to ask: are we so determined to undo God's rainbow covenant? Will we truly burn the sea, chemically and literally, with the oil we unleash from inside the Earth? Will we flood the sea with death as the land was flooded according to the Noah story of so long ago? As the cleanup continues and the effects will continue for decades, what new floods will we unleash in the coming years? . . .",
    "content": "<div id=\"attachment_5002\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2011/05/Foster-City-Double-Rainbow-by-Peter-Kaminski-CC-BY-crop.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-5002\" class=\"size-full wp-image-5002\" src=\"https://opensiddur.org/wp-content/uploads/2011/05/Foster-City-Double-Rainbow-by-Peter-Kaminski-CC-BY-crop.jpg\" alt=\"&quot;Foster City Double Rainbow&quot; by Peter Kaminski (License: CC-BY 2.0). Cropped by Aharon Varady.\" width=\"1024\" height=\"495\" srcset=\"https://opensiddur.org/wp-content/uploads/2011/05/Foster-City-Double-Rainbow-by-Peter-Kaminski-CC-BY-crop.jpg 1024w, https://opensiddur.org/wp-content/uploads/2011/05/Foster-City-Double-Rainbow-by-Peter-Kaminski-CC-BY-crop-300x145.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-5002\" class=\"wp-caption-text\">&#8220;<a href=\"http://www.flickr.com/photos/peterkaminski/3099630/\">Foster City Double Rainbow</a>&#8221; by Peter Kaminski (License: CC-BY 2.0). Cropped by Aharon Varady.</p></div>\n<div class=\"english\" lang=\"en\">\n<strong>DOWNLOAD:</strong> <a href=\"https://opensiddur.org/wp-content/uploads/2012/05/David-Seidenberg-Rainbow-Day-ideas-texts-projects-v.4.1.1-neohasid.pdf\">Rainbow Day &#8212; Ideas, Texts, and Projects</a> (v.4.1.1)<br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/05/David-Seidenberg-Rainbow-covenant-study-sheet-neohasid.pdf\">Rainbow Covenenant Study Sheet</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/05/David-Seidenberg-Genesis-Covenant-Jubilee-and-the-Land-Ethic-neohasid.pdf\">Genesis, Covenant, Jubilee and the Land Ethic</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2012/05/David-Seidenberg-Genesis-Covenant-Jubilee-and-the-Land-Ethic-abridged-neohasid.pdf\">abridged</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/05/David-Seidenberg-Midrash-on-Parshat-Noah-and-the-Preservation-of-Species-neohasid.pdf\">Midrash on Parshat Noah and the Preservation of Species</a><br />\nAlso see Rabbi David Seidenberg&#8217;s <a href=\"https://opensiddur.org/2010/11/a-prayer-for-the-earth-by-david-seidenberg/\">Prayer for the Earth</a>.<br />\nAdditional Rainbow Day resources available at <a href=\"http://www.jewcology.com/index.php?url=resource/Rainbow-Day\">jewcology.com</a> (some resources not shared with a free-culture license)</p>\n<hr />\n<p>In the Jewish seasonal calendar, the days of the Omer, between the 17th and 27th of Iyyar, fall on the midpoint between the spring equinox and the summer solstice. The 42nd day of the Omer ends the week associated with the divine attribute (<em>sephira</em>) of <em>Yesod</em> &#8212; foundation, and is a gateway for entering the week associated with the innermost sephira, <em>Malkhut</em> (Majesty) &#8212; the divine kingdom in nature revealed before all.</p>\n<p>Rainbow Day<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> In the Talmud, there’s a debate about whether the dates in Genesis follow the Torah’s calendar or the “calendar of the nations.” The first month of the Torah’s calendar is Nissan, the month of Passover and spring. But according to the Talmud, the calendar of the nations begins in Tishrei (when we also celebrate the New Year). The dates we use here for Rainbow Day and Flood Day correspond to the opinion that the flood dates follow the Torah’s calendar. Shift the dates by six (lunar) months to get the dates that follow the other opinion. There’s one more date in the flood story: the day the ark landed on Mt. Ararat, the 17th of the seventh month. Any of these dates can be a time to remember the flood story and what it teaches us about the holiness of life on Earth. R. Arthur Waskow first suggested making Rainbow Day into a celebration in 1981. (David Seidenberg)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; &#8212; the 42nd day of the Omer (<span class=\"hebrew\" lang=\"he\">מ״ב בעומר</span>) is the 27th of Iyyar (&#8220;the 27th day of the second month&#8221; in Genesis 8:14), when the animals, along with Noaḥ&#8217;s family, left the ark, and the rainbow (<em>keshet</em>) appeared as a sign of covenant. This should be a time of celebration. According to the kabbalistic counting of the Omer, Rainbow Day is also the day of <em>Malkhut</em> in <em>Yesod</em>, a unity of masculine and feminine that represents a milestone on the way to the revelation of Shavuot. For us, it can represent a chance to commit ourselves to the rainbow covenant, to turn from actions that destroy the earth, to turn our lives away from unraveling earth&#8217;s climate and the web of life, from diminishing earth&#8217;s abundance.</p>\n<p>In the story of the Great Flood, the deluge lasted for over a year, but the time separating the beginning from the end on the calendar is only 10 days. According to the Torah, the flood began on the 17th of Iyyar (&#8220;the 17th day of the second month&#8221; in Genesis 7:11). The 17th of Iyyar falls on <span class=\"hebrew\" lang=\"he\">ל״ב בעומר</span> (Lev BaOmer &#8212; the heart of the Omer) the day before Lag BaOmer, days already associated with fire.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> In Sanhedrin 108b, both Rebi Yoaḥanan and Rav Ḥisda relate teachings that the Generation of the Flood were punished with scalding water. A <em>baraita</em> interpreted Job 12:5 to teach that the waters of the Flood were as hot and viscous as bodily fluids. And Rav Ḥisda taught that since it was with hot passion that they transgressed, it was with hot water that they were punished. For Genesis 8:1 says, &#8220;And the water cooled&#8221; (<span class=\"hebrew\" lang=\"he\">יָּשֹׁכּוּ</span>, yashoku), and Esther 7:10 says, &#8220;Then the king&#8217;s wrath cooled down&#8221; (<span class=\"hebrew\" lang=\"he\">שָׁכָכָה</span>, shachachah). (Talmud Bavli <em>Sanhedrin</em> 108b; see also Babylonian Talmud Rosh Hashanah 12a; Zevachim 113b.) cf. <em>Bereishit Rabba</em> 28:9 &#8212;<br />\nRebi Yoḥanan said: We learned: The judgment of the generation of the Flood lasted twelve months: having received their punishment, are they to enjoy a portion in the World to Come? Said Rebi Yoḥanan: The blessed Holy One will boil up in Gehenna every single drop poured out on them, produce it and pour it down upon them. Thus it is written, &#8220;When they wax hot, they vanish&#8221; (Job 6:17), which means, they will be destroyed absolutely by scalding water.<br />\n<br />Also in the tradition of Islam, in Suras 11.42 and 23.27 of the Quran, it is says of the Flood: &#8220;the oven boiled over.&#8221; cf., Suras 7:57-63, 10:72-75, 11:27-50, 22:43, 23:23-32, 25:39, 26:105-121, 29:13-14, 37:73-81, 54:9-18, 71:1ff with Talmud Bavli Sanhedrin 108b, Suras 11:40 with Midrash Tanchuma Bereishit 7 (on Noaḥ), and Suras 11:42, 23:27 with Rosh Hashanah 16a.[&#8211;ANV]&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>As we move from the flood waters of Lev baOmer through the fires of Lag baOmer and through the coming week, we are reaching toward a different kind of illumination, the rainbow, which balances water and fire to create such a powerful expression of beauty and diversity. The rainbow covenant is special—not only because it’s the first covenant in the Torah. It’s also not just a covenant with humanity, but rather a covenant between God and all living creatures, and between G!d and the land.</p>\n<p>There’s also a special connection between the Rainbow covenant and the covenant of the sabbatical year (<em>shmitah</em>), which we will read on Shabbat <em>Behar</em> (Leviticus 25). Like in the rainbow covenant, the land is also a primary partner in the Sinai/<em>shmitah</em> covenant. In Leviticus 26:34, G!d even puts the land before the people, declaring that the people will be exiled from the land if they don’t observe <em>Shmitah</em>, so that the land can “enjoy her sabbaths.”</p>\n<p>The wild animals are also remembered in the <em>Shmitah</em> covenant, and what grows from the land is left for them as well as for people. In this respect, the <em>Shmitah</em> covenant is more like a return to Eden, to before the Flood, when animals and people shared the food of the garden. (The rabbis took this very seriously: fields were not allowed to be completely enclose during <em>Shmitah</em>, and people could only eat and store the foods that were actually growing in the field at that time.)</p>\n<p>The mitsvah of shmitah evokes the first commandment to humankind: <span class=\"hebrew\" lang=\"he\">וַיִּקַּ֛ח יְהוָ֥ה אֱלֹהִ֖ים אֶת־הָֽאָדָ֑ם וַיַּנִּחֵ֣הוּ בְגַן־עֵ֔דֶן לְעָבְדָ֖הּ וּלְשָׁמְרָֽהּ׃</span> &#8212; &#8220;And YHVH <em>Elohim</em> took the <em>Adam</em>, and put him into the Garden of Eden to cultivate it and to protect it&#8221; (Bereshit 2:15). The corruption of the world is illustrated in the transgression of <span class=\"hebrew\" lang=\"he\">גזל</span> &#8212; theft &#8212; a description of a host of depraved acts whereby nature itself was corrupted by the non-consensual predatory acts of humankind: violent, terrifying, and motivated by unquenchable desire.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> cf. The Book of Jubilees chapter 5 and the Midrash of Shemhazai and Azael in Yalkut Shemoni, et al.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>The time we are in today is thus a time to ask: are we so determined to undo God&#8217;s rainbow covenant? Will we truly burn the sea, chemically and literally, with the oil we unleash from inside the Earth as we did several years ago? Will we flood the sea with death as the land was flooded according to the Noah story of so long ago? Will mercury precipitating out of the atmosphere from the dust of our burnt fossil fuels continue to build up and debilitate marine life? Will our fellow human beings continue to over-fish and destroy the oceans food web, finning its sharks and slaughtering its whales? Will our earth&#8217;s defenders <a href=\"http://web.archive.org/web/20161017201416/http://www.seashepherd.org/news-and-media/2012/05/16/germany-considers-sending-whale-defender-to-what-will-be-a-death-sentence-in-costa-rica-1377\">be imprisoned</a> and <a href=\"http://en.wikipedia.org/wiki/Tim_DeChristopher\">remain imprisoned</a> for their important work? As the cleanup from the Gulf of Mexico fades from memory, and its effects will continue for decades, what new floods will we unleash in the coming years? What enduring harm awaits from tapping the limited supply of fossil fuel from the Tar Sands of Canada? How many more aquifers will we poison and earthquakes will we trigger through hydraulic fracturing (fracking)? How much more of the global food web on which wildlife and healthy ecosystems rely will we disrupt causing untold extinctions of creatures we have only just discovered or have yet to discover?</p>\n<p>The rainbow signified a new covenant between God and the land. It&#8217;s time for us to imagine a new covenant between humanity and the Earth, including the land and the seas, one that we start to live by as we change our lifestyles and habits. And maybe next year it will be time to celebrate that new covenant.\n</p></div>\n<hr />\n<p>We are grateful to Rabbi Dovid Seidenberg for sharing his prayer for Rainbow Day, the 42nd day of the Omer. The above is a compilation of teachings and prayers by R&#8217; Seidenberg shared at neohasid.org and over the neohasid.org discussion list, Chassidus without Borders. R&#8217; Seidenberg strongly encourages everyone to share knowledge of Rainbow Day and bring it into the wider awareness of the Jewish people. I have added my thoughts within brackets or within footnotes. Shavuot is the most meaningful day for me as a Bnei Adam and Bnei Noach privileged to do Judaism, and in particular because of how I understand these mythos through the <a href=\"http://aharon.varady.net/omphalos/2010/05/happy-vegetarian-shavuot\">Book of Jubilees and the Midrash of Shemhazai and Azael</a>. I&#8217;m so glad to help reveal rainbow day as part of the praxis leading up to Shavuot.&#8211; Aharon N. Varady</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">In the Talmud, there’s a debate about whether the dates in Genesis follow the Torah’s calendar or the “calendar of the nations.” The first month of the Torah’s calendar is Nissan, the month of Passover and spring. But according to the Talmud, the calendar of the nations begins in Tishrei (when we also celebrate the New Year). The dates we use here for Rainbow Day and Flood Day correspond to the opinion that the flood dates follow the Torah’s calendar. Shift the dates by six (lunar) months to get the dates that follow the other opinion. There’s one more date in the flood story: the day the ark landed on Mt. Ararat, the 17th of the seventh month. Any of these dates can be a time to remember the flood story and what it teaches us about the holiness of life on Earth. R. Arthur Waskow first suggested making Rainbow Day into a celebration in 1981. (David Seidenberg)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">In Sanhedrin 108b, both Rebi Yoaḥanan and Rav Ḥisda relate teachings that the Generation of the Flood were punished with scalding water. A <em>baraita</em> interpreted Job 12:5 to teach that the waters of the Flood were as hot and viscous as bodily fluids. And Rav Ḥisda taught that since it was with hot passion that they transgressed, it was with hot water that they were punished. For Genesis 8:1 says, &#8220;And the water cooled&#8221; (<span class=\"hebrew\" lang=\"he\">יָּשֹׁכּוּ</span>, yashoku), and Esther 7:10 says, &#8220;Then the king&#8217;s wrath cooled down&#8221; (<span class=\"hebrew\" lang=\"he\">שָׁכָכָה</span>, shachachah). (Talmud Bavli <em>Sanhedrin</em> 108b; see also Babylonian Talmud Rosh Hashanah 12a; Zevachim 113b.) cf. <em>Bereishit Rabba</em> 28:9 &#8212;<br />\nRebi Yoḥanan said: We learned: The judgment of the generation of the Flood lasted twelve months: having received their punishment, are they to enjoy a portion in the World to Come? Said Rebi Yoḥanan: The blessed Holy One will boil up in Gehenna every single drop poured out on them, produce it and pour it down upon them. Thus it is written, &#8220;When they wax hot, they vanish&#8221; (Job 6:17), which means, they will be destroyed absolutely by scalding water.</p>\n<p>Also in the tradition of Islam, in Suras 11.42 and 23.27 of the Quran, it is says of the Flood: &#8220;the oven boiled over.&#8221; cf., Suras 7:57-63, 10:72-75, 11:27-50, 22:43, 23:23-32, 25:39, 26:105-121, 29:13-14, 37:73-81, 54:9-18, 71:1ff with Talmud Bavli Sanhedrin 108b, Suras 11:40 with Midrash Tanchuma Bereishit 7 (on Noaḥ), and Suras 11:42, 23:27 with Rosh Hashanah 16a.[&#8211;ANV]</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">cf. The Book of Jubilees chapter 5 and the Midrash of Shemhazai and Azael in Yalkut Shemoni, et al.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Yom haḲeshet (27 Iyyar) Readings"
    ],
    "tags": [
        "eco-conscious",
        "ecoḥasid",
        "ל״ג בעומר lag baomer",
        "שבועות Shavuot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3122"
        ],
        "_thumbnail_id": [
            "5002"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2011/05/Foster-City-Double-Rainbow-by-Peter-Kaminski-CC-BY-crop.jpg",
        "title": "Foster City Double Rainbow by Peter Kaminski (CC-BY)",
        "caption": "\"<a href=\"http://www.flickr.com/photos/peterkaminski/3099630/\">Foster City Double Rainbow</a>\" by Peter Kaminski (License: CC-BY 2.0). Cropped by Aharon Varady."
    },
    "source_link": "https://opensiddur.org/?p=3270",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish-readings/yom-haqeshet-readings/42nd-day-of-the-omer-is-rainbow-day/",
    "slug": "42nd-day-of-the-omer-is-rainbow-day"
}