{
    "title": "Gebet am Lichtfeste | Prayer at the Festival of Light (Ḥanukkah), a teḥinah by Max Emanuel Stern (1841)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady/\">transcribes prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://opensiddur.org/profile/aharon-nissen-varady/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-n-varady"
        },
        {
            "name": "Menaḥem Mendel Stern",
            "bio": "Max Emanuel Stern (9 November 1811 – 9 February 1873), also known as Mendel b'ri Stern (Yiddish: מענדל בר״י שטערן‎), was a Hungarian-born Hebraist, writer, poet, and translator.",
            "website": "https://en.wikipedia.org/wiki/Max_Emanuel_Stern",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/Max_Emanuel_Stern_Litho-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/max-emanuel-stern"
        }
    ],
    "date": "2022-12-19",
    "last_updated": "2022-12-19",
    "excerpt": "\"Gebet am Lichtfeste\" by Max Emanuel Stern was first published in his anthology of teḥinot <em><a href=\"https://opensiddur.org/?p=41437\">Die Fromme Zionstochter: Andachtsbuch für Israels Frauen und Mädchen</a></em> (1841), pp. 60-63. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Gebet am Lichtfeste. (Chanukah.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Prayer at the Festival of Light. (Ḥanukkah.)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDenn bei dir ist der Urquell alles Lebens,<br />\nin deinem Lichte erfreuen wir uns des Lichtes. <span class=\"citation\">(Ps. 36, 10.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor with you is the Fountainhead of all Life;<br />\nin your light we enjoy Light. <span class=\"citation\">(Psalms 36:10.)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nHerr, mein Gott! der du geschaffen hast die Helle und das Dunkel, die Finsterniß und das Licht, der du sendest Stunden des nächtlichen Trübsals und die leuchtenden Strahlen deiner Hilfe, um zu bessern die irrenden sündhaften Menschenkinder, die da, befangen im Fallstricke der Vergehung und der Schuld, wie der Blinde im Nebel des Wahnes tappen, und ihnen dann zu zeigen deine allmächtige rettende Vaterhand aus den Höhen, und den Lichtglanz deiner Größe, erhöre mich, so zu dir sich erhebet mein Herz in Inbrunst und Andacht!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord, my God! who created the light and the darkness, the gloom and the light, who sends the hours of the nightly tribulation and the shining rays of your help to correct the erring sinful children of men, who, caught in the snare of sin and guilt, grope like the blind in the fog of delusion, and then reveal to them from on high your almighty rescuing Father&#8217;s hand and the shining light of your greatness — hear me, if my heart is lifted up to you in fervor and devotion!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir feiern an diesen Tagen das jährliche Fest der Lichter zum Andenken einer bedeutungsreichen Zeit, in welcher gottes- und menschenfeindlich das Heidenthum sich erhob wider dein Volk, und mit der Allgewalt der Tirannei es wollte zwingen, abzufallen von deiner heiligen Lehre, und zu übertreten die Vorschrift deiner Satzung; auf daß da erlösche der letzte Funke deines Glaubens, der da war und ist das einzige Licht des Trostes, der Hoffnung und des Heiles in seinem Herzen. Da, in dieser nächtigen Zeit des Dranges, entzündetest du die Flamme des Heldenmuthes in der beklommenen Brust deiner geweihten Volkspriester, und deine Hilfe und deinen göttlichen Beistand hast du in unendlicher Milde aus deinen Höhen ihnen gespendet. Und begeistert und muthbeseelt zogen sie in den Kampf für ihren Gott und das heiligste Kleinod seines Glaubens, und dein rettender Schutz wehte als Siegespanier vor ihnen her, und das Licht deines heiligen Bundes leuchtete herrlich und strahlend wieder, wie ehedem. Da ward wieder hergestellt der lange unterbrochene Gottesdienst. Da ward gereiniget der feindselig entweihte Tempel, geläutert dein Heiligthum und die Gotteslampe brannte wieder auf geweihter Stätte, wie das Licht der Religion und die Flamme deines himmlischen Glaubens im Herzen deines treuen Volkes. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn these days we celebrate the annual festival of lights in commemoration of an important event, in which Heathenism, hostile to God and man, rose up against your people, and with the omnipotence of tyranny sought to force them to fall away from your holy teachings and to transgress the precepts of your statutes; so that the last spark of your faith, which was (and is) the only light of comfort, hope and salvation in their hearts, might be extinguished. Then, in this urgent moment, you kindled the flame of heroic courage in the trembling breast of your consecrated priests of the people, and you bestowed upon them in infinite gentleness from your heights your help and your divine assistance. And enthusiastically and courageously they went into battle for their God and the most sacred jewel of their faith, and your saving protection blew before them as a victory spar, and the light of your holy covenant shone gloriously and radiantly again, as before. The long interrupted Temple service was restored. The cruelly desecrated Temple was cleansed, your sanctuary was purified, and the lamp of God burned again in the consecrated place, as the light of religion and the flame of your holy covenant [continues to burn] in the hearts of your faithful people. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nO daß er nimmer erlöschen möge in unserer Brust dieser heilige Funke der Dankbarkeit und des Glaubens! O daß uns immer sei deine Lehre, das einzige Licht auf der wirren und irren Bahn unseres Erdenlebens! Und mit dem königlichen Sänger beten wir: „Laß eine Lampe sein meinem Schritte, dein Wort, und ein Licht meinem Pfade!“ „Denn du bist mein Licht, Ewiger, und der Herr erhellet mir das Dunkel.“ „Gott ist mein Licht und mein Heil, vor wem sollte ich fürchten! Gott ist mein Schutzfels, meine Veste — wie könnte noch mir bangen! Und so im Treiben des eiteln Lebens vom Netze des Irrthums und vom Wahne der Verblendung wir bestrickt, und zu erlöschen droht die Flamme der Gottesfurcht und der Tugend in unserem Innern; so sei in Milde eingedenk, daß nur schwacher Staub wir sind, und entzünde du auf&#8217;s Neue in uns das Licht deines Glaubens und deiner Lehre, das Licht deines Wortes und deiner Erleuchtung, das Licht der Einsicht und Erkenntniß, wie wir da anzünden vor dir die geweihten Lichter zur Ehre deines Namens. Auf daß wir erkennen und einsehen unseren Fehltritt und Irrthum, und reuig wiederkehren zu dir , und gefällig vor dir wandeln im Lichte des Lebens. Laß mit jedem Tage es lichter und heller werden in unserer Bruft, zu erkennen das Gute, und zu meiden das Böse, zu erkennen unser wahrhaftes Ziel, und nachzustreben unserer höhern Bestimmung auf Erden! Auf daß wir würdig, geläutert und veredelt uns erfreuen des Lichtes deines Wohlgefallens und deiner Freundlichkeit , und einst eingehen mögen, uns zu erfreuen des ewigen Lichtes der Verklärung und der ewigen Seligkeit! <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO that it may never be extinguished in our breast this holy spark of gratitude and faith! O that we may always have your teaching, the only light on the confused and errant path of our earthly life! And with the royal singer we pray, &#8220;Let your word be a lamp unto my steps, and a light unto my path!&#8221; <span class=\"citation\">(Psalms 119:105)</span> &#8220;For you are my light, Eternal One, and the Lord enlightens my darkness.&#8221; <span class=\"citation\">(Psalms 18:28)</span> &#8220;God is my light and my salvation, before whom should I fear! God is my rock of protection, my fortress — how could I still fear!&#8221; <span class=\"citation\">(Psalms 27:1)</span> And if, in the hustle and bustle of vain life, we are ensnared by the net of error and the delusion of blindness, and the flame of the fear of God and of virtue within us threatens to go out; then remember meekly that we are but faint dust, and kindle in us anew the light of your faith and doctrine, the light of your word and enlightenment, the light of understanding and knowledge, as we kindle before you the consecrated lights to the glory of your name. That we may know and understand our error and mistake, and return to you repentant, and walk before you pleasingly in the light of life. Let it become brighter and brighter with each passing day in our vocation to recognize the good and to avoid the evil, to recognize our true goal, and to strive for our higher destiny on earth! So that we may be worthy, purified and ennobled, and enjoy the light of your good pleasure and kindness, and may one day enter to enjoy the eternal light of transfiguration and eternal bliss! <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebet am Lichtfeste&#8221; by Max Emanuel Stern was first published in his anthology of teḥinot <em><a href=\"/?p=41437\">Die Fromme Zionstochter: Andachtsbuch für Israels Frauen und Mädchen</a></em> (1841), pp. 60-63.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/die-fromme-zionstochter-max-emanuel-stern-1841/Die%20fromme%20Zionstochter%20%28Max%20Emanuel%20Stern%201841%29#page/60/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Ḥanukkah"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "Teḥinot in German",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "183"
        ],
        "_thumbnail_id": [
            "47990"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/12/Gebet-am-Lichtfeste-Max-Emanuel-Stern-1846.png",
        "title": "Gebet am Lichtfeste (Max Emanuel Stern 1846)",
        "caption": "Gebet am Lichtfeste (Max Emanuel Stern 1846) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=47988",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/hanukkah/gebet-am-lichtfeste-by-max-emanuel-stern-1841/",
    "slug": "gebet-am-lichtfeste-by-max-emanuel-stern-1841"
}