{
    "post_id": 53679,
    "title": "Prayer of the Guest Chaplain of the U.S. Senate: Rabbi Peter S. Berg on 12 December 2023",
    "author": "Peter S. Berg",
    "coauthors": [
        {
            "name": "Peter S. Berg",
            "bio": "Rabbi Peter Berg, originally from Ocean Township, New Jersey, is the senior rabbi of The Temple, in Atlanta, Georgia. Prior to coming to The Temple, he served as rabbi of Temple Beth Or in Washington Township, New Jersey and as the Associate Rabbi of Temple Emanuel-El in Dallas, Texas. Additionally, he served Congregation Kol Ami in White Plains, New York as a rabbinic intern and at Beth El Hebrew Congregation in Alexandria, Virginia, as its Youth Director. He holds a degree in Education and Human Development, with a focus in human services, counseling, and Judaic Studies, from The George Washington University in Washington, D.C. He earned his M.A. in Hebrew Literature and his rabbinic ordination from Hebrew Union College- Jewish Institute of Religion in New York and Jerusalem, where he was a Steinhardt Fellow. Rabbi Berg also holds a certificate in Chemical Dependency and Spiritual Counseling and is a trained Disaster, Fire, and Police Chaplain.  He serves as a Chaplain for The Georgia State Patrol. In 2009, Rabbi Berg was inducted into the College of Preachers at Morehouse College.  Rabbi Berg was a member of the 2012 Leadership Atlanta class and is an active member of the Downtown Atlanta Rotary Club.  He was recently re-appointed to the Georgia Holocaust Commission by the Lt. Governor. In 2013, Rabbi Berg was named by Newsweek and The Daily Beast as one of the top 50 most influential rabbis in the United States of America. From 2016-2022, he was named annually by Georgia Trend as one of the Most Influential Georgians and from 2019-2023 as one of Atlanta's Most Powerful Leaders. In 2023 he received Atlanta's highest honor from Mayor Dickens, the Phoenix Award, as well as the Distinguished Advocate Award from The American Jewish Committee. He has served on numerous communal and advisory boards, including:  The American Jewish Congress, the Drug Enforcement Agency, the Mental Health Association, Dallas for Children, the Westwood Area Clergy Association, The New York Service for the Handicapped, the American Israel Public Affairs Committee (AIPAC) National Council, The Faith Alliance of Metro Atlanta (FAMA), The American Jewish Committee, and The Jewish Family and Career Services (JFCS) He served as national  Program Chair for the Central Conference of American Rabbis (CCAR) also served on the editorial committee for the CCAR High Holy Day prayer book, Mishkan haNefesh. Rabbi Berg currently serves on the Board of the Hebrew Union College-Jewish Institute of Religion, the Anti-Defamation League, Georgia Early Education Alliance for Ready Students (GEEARS), Faith In Public Life, OUTCRY: Faith Voices Against Gun Violence, Three Star, Home First, Georgia Interfaith Public Policy Center, The Community Foundation  of Greater Atlanta, and the Commission On Social Action for Reform Judaism. He is Past President of the Atlanta Rabbinical Association. Rabbi Berg serves on the advisory Boards of:  The American Jewish Archives (Vice-Chair), The Jewish Fertility Foundation, JumpSpark Teen Initiative, The Islamic Speakers Bureau, and the Grady Hospital Foundation.",
            "website": "https://www.the-temple.org/rabbi-berg",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/12/peter-berg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/peter-berg"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        }
    ],
    "date": "2023-12-16",
    "last_updated": "2025-05-29",
    "excerpt": "The Opening Prayer given in the U.S. Senate on 12 December 2023 . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size:1.2em;\">\nGuest Chaplain: Rabbi Peter S. Berg, The Temple, Atlanta, Georgia<br />\nDate of Prayer: 12 December 2023</p>\n<blockquote><p>\nMr. OSSOFF. Mr. President, thank you for the recognition this morning.</p>\n<p>It is a pleasure to be with you, Mr. President, here this morning as we, together, represent the State of Georgia, an obligation that we both cherish, an obligation I cherish sharing with you. And it is a pleasure to be with you here, Mr. President, this morning to open the Senate, having heard such a moving prayer and such words of wisdom from Rabbi Peter Berg of The Temple in Atlanta, GA.</p>\n<p>Rabbi, on behalf of the U.S. Senate, we thank you for taking time out of your busy schedule tending to your congregation and providing light and inspiration to our constituents in Georgia to provide such wisdom and a blessing to those of us here in this Chamber who labor each day to do the work of the people and to advance the interests of the United States.</p>\n<p>I thank you, Rabbi Berg, for your leadership at this moment of trial for Jewish Americans in Georgia, across the country, and for Jews around the world at this moment that frays the bonds between faith communities. I thank you for your interfaith leadership, for your consistent calls for solidarity, compassion, and mutual love and respect between all people of all faiths.</p>\n<p>It is particularly fitting, Rabbi, that you joined us during Ḥanukkah. And, Mr. President, to have Rabbi Berg here as we approach the sixth night, during this moment when so many Jews feel such anxiety and fear amidst the overt expression of anti-Semitism such as we have not seen for a generation, we draw upon the Ḥanukkah story&#8211;one of endurance and resilience and survival&#8211;for inspiration, a story that can inspire all people of all faiths.</p>\n<p>Finally, Mr. President, I would note, as you and I together represent the State of Georgia&#8211;for the first time in its history represented by a Black man and a Jew&#8211;that to have Rabbi Berg here representing The Temple&#8217;s civil rights commitments in history&#8211;The Temple, which in 1958, as you know, Mr. President, was bombed by White supremacists in an attempt at vengeance for Rabbi Jacob Rothschild&#8217;s alliance with civil rights leaders and Dr. King in the American South&#8211;it is particularly powerful to have Rabbi Berg here with us this morning.</p>\n<p>He leads, of course, the congregation where I was bar mitzvahed. We are grateful for Rabbi Berg&#8217;s spiritual leadership.</p>\n<p>I yield the floor.\n</p></blockquote>\n<blockquote><p>\nThe PRESIDING OFFICER (Mr. Ossoff). The Senator from Georgia.</p>\n<p>Mr. WARNOCK. Mr. President, it is my honor and joy to join you in welcoming our good friend Rabbi Peter Berg to the U.S. Senate today.</p>\n<p>Rabbi Berg, thank you so very much for your inspiring prayer. It lifts, before all of us, our highest ideals and reminds us of the important work that we are called to do together.</p>\n<p>It is always great to see you. As I often say, every Baptist preacher needs a rabbi. And Peter Berg is not only the rabbi at The Temple; he is my rabbi. And he is my friend.</p>\n<p>For more than 15 years, Rabbi Berg has led The Temple, Atlanta&#8217;s largest and one of its most historic synagogues. Its history is so very important not just for Atlanta&#8217;s Jewish community but for my own church, the Ebenezer Baptist Church, where Dr. King served and, indeed, for the entire city of Atlanta. You are such an important leader in our country.</p>\n<p>For more than 50 years, Atlanta&#8217;s Ebenezer Baptist Church, led by Dr. King, has had a special relationship with The Temple. After Dr. King won the Nobel Peace Prize, some folks in Atlanta didn&#8217;t want to celebrate it. They weren&#8217;t certain that that was worthy of recognition. But it was Rabbi Jacob Rothschild, The Temple&#8217;s then-senior rabbi and a champion for civil rights himself, who helped to bring the city together to commemorate that important moment in the movement for Georgians. It was an interracial dinner, and that, in and of itself, was a movement forward at a time of deep divisions and some of the darkest hours of our country.</p>\n<p>And the special relationship has sustained to the present day, where Rabbi Peter Berg, who is the fifth senior rabbi in The Temple&#8217;s history, and I, the fifth senior pastor in the history of Ebenezer Baptist Church, have carried on that tradition of ecumenical, spiritual friendship. And that friendship is genuine.</p>\n<p>As you know, Rabbi, we have done a lot of important work together, and I am so grateful for the long history of friendship between our two congregations. This past March, I was honored to have you to serve as the guest preacher for Ebenezer&#8217;s 138th anniversary, and you preached with all the fire of any Baptist preacher I know.</p>\n<p>In fact, every year, our congregations come together to observe the MLK holiday, and we worship and we work together as one beloved community.</p>\n<p>But beyond the doors of your congregation, Rabbi Berg has been a stalwart champion for change in Georgia. He and I have served together on too many occasions to count&#8211;from the Georgia Early Education Alliance for Ready Students to Faith in Public Life, Faith Forces Against Gun Violence, the Georgia Interfaith Public Policy Center; our work together addressing the issue of mass incarceration in our country; standing up against bigotry, racism, antisemitism, Islamophobia. Wherever hatred rears its ugly head, we have spoken time and time again together, as one voice. And because of that intersection of faith and justice, you will see Rabbi Berg and you will hear his voice time and time again.</p>\n<p>We don&#8217;t have enough time for me to run through all of Rabbi Berg&#8217;s accolades, of which there are many. Time and time again, he has been recognized as one of the most influential spiritual leaders in our State and in our Nation.</p>\n<p>So on behalf of the State of Georgia, I join Senator Ossoff in uplifting our appreciation for Rabbi Berg, who has been a source of counsel and a partner in making what Congressman Lewis called &#8220;good trouble.&#8221;</p>\n<p>And so during this season of Ḥanukkah and during this season of Advent, I lift the words of Isaiah, who said that &#8220;the people who walked in darkness have seen a great light. &#8220;</p>\n<p>May our lights continue to shine in this world.</p>\n<p>Rabbi Berg, I am so blessed to have you as a spiritual brother.</p>\n<p>With that, I yield floor.\n</p></blockquote>\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nEternal God,<br />\nmay Your Name be invoked only<br />\nto inspire and to unify our country<br />\nbut never to divide it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nWe ask Your blessings<br />\nupon our U.S. Senators<br />\nand all who serve this body,<br />\nthat today and every day,<br />\nthey lead wisely<br />\nand with civility,<br />\nworking together<br />\nfor our common good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTonight, Jews all around the world<br />\nwill light the sixth candle of Ḥanukkah.<br />\nWe will do so in a world<br />\nthat is teeming with xenophobia and hatred.<br />\nLet us never forget<br />\nthat this is a time of year<br />\nwhere we all bring light and hope<br />\nto despair and to darkness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBe with us now, God.<br />\nMake us strong to do Your will.<br />\nHelp us to understand and proclaim the truth<br />\nthat not by might and not by power,<br />\nbut by our spirit alone<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Cf. Zechariah 4:6&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\ncan all of us prevail.<br />\nLet injustice and oppression cease,<br />\nhatred and cruelty and wrong pass away.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBless, O God,<br />\nthe lights of this season.<br />\nMay they shine their radiance<br />\nin this historic Chamber.<br />\nThey kindle within us<br />\nthe flame of faith and of zeal that,<br />\nlike the Maccabees of old,<br />\nwe bravely battle for Your cause.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMay our Senators be blessed today<br />\nto use their God-given light<br />\nto chase away the darkness.<br />\nLet us resolve to do our share<br />\nto hasten the day<br />\nby taking a true measure of life,<br />\nby learning to face life,<br />\nto judge the challenges that are set before us<br />\nwith realism,<br />\nwith courage,<br />\nand with understanding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThese things we ask in Your Name, O God,<br />\nuntil the radiance of peace and righteousness<br />\nfor all of God&#8217;s children<br />\nshines to the ends of the Earth.<br />\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<p>118th Congress, 1st Session. <a href=\"https://www.c-span.org/video/?c5097801/rabbi-peter-berg-temple-atlanta-georgia-guest-chaplain-december-12-2023\">C-SPAN</a>. <em>Congressional Record</em>, Issue: Vol. 169, No. 204 — Daily Edition (Senate &#8211; December 12, 2023)</p>\n<p><!--\nlink: https://chaplain.house.gov/archive/index.html?id=1222\n--></p>\n<p><iframe width=530 height=312 src='https://www.c-span.org/video/standalone/?c5097801/rabbi-peter-berg-temple-atlanta-georgia-guest-chaplain-december-12-2023' allowfullscreen='allowfullscreen' frameborder=0></iframe><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"//docs.google.com/gview?url=https://www.congress.gov/118/crec/2023/12/12/169/204/CREC-2023-12-12-pt1-PgS5901-2.pdf&#038;embedded=true\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Cf. Zechariah 4:6</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Ḥanukkah",
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Opening Prayers for Legislative Bodies"
    ],
    "tags": [
        "118th Congress",
        "21st century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "English vernacular prayer",
        "U.S. Senate"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2685"
        ],
        "_thumbnail_id": [
            "19993"
        ],
        "date_src_start": [
            "2023-12-12"
        ],
        "date_src_end": [
            "2023-12-12"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Flag_of_the_United_States_Senate.svg.png",
        "title": "Flag_of_the_United_States_Senate.svg",
        "caption": "Flag of the United States Senate"
    },
    "source_link": "https://opensiddur.org/?p=53679",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/hanukkah/prayer-of-the-guest-chaplain-of-the-u-s-senate-peter-s-berg-on-12-december-2023/",
    "slug": "prayer-of-the-guest-chaplain-of-the-u-s-senate-peter-s-berg-on-12-december-2023"
}