{
    "title": "&#x1F4D6; סידור מסורתי | Siddur Masorti (Izzun Books 2019)",
    "author": "Adam Zagoria-Moffet (translation)",
    "coauthors": [
        {
            "name": "Adam Zagoria-Moffet (translation)",
            "bio": "Adam Zagoria-Moffet is the rabbi of St Albans Masorti Synagogue. He was ordained from the Jewish Theological Seminary where he also received an MA in Jewish Thought. He grew up in Phoenix, Arizona, and has lived in Minnesota, New York, and Israel before moving to the UK. His interests are primarily in mysticism, ethics, and Sephardic Judaism and culture. He lives in St Albans with his family.",
            "website": "http://azmoffet.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/09/adam-zagoria-moffet-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/adam-zagoria-moffet"
        },
        {
            "name": "Isaac Treuherz",
            "bio": "Isaac Treuherz is co-editor of Siddur Masorti.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-treuherz"
        },
        {
            "name": "Noam Sienna",
            "bio": "Noam Sienna is a Hebrew calligrapher, scholar, and manuscript artist, with degrees in religion, anthropology, education, and history from Brandeis University, the University of Toronto, and currently in progress at the University of Minnesota. His work explores the relationship between text, image, colour, and light, inspired by the tradition of Jewish books throughout the centuries, and with a particular focus on Jewish communities of the Middle East and North Africa. He has taught about Hebrew calligraphy and Jewish manuscript illumination to groups and individuals of all ages in both academic and hands-on settings. His graduate work in Jewish History and Museum Studies provides his art with deep roots and a commitment to seeing the past come alive again in the process.",
            "website": "http://siennajewisharts.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/09/NoamSienna_200sq-96x96.png",
            "profile_link": "https://opensiddur.org/profile/noam-sienna"
        }
    ],
    "date": "2020-03-17",
    "last_updated": "2024-06-01",
    "excerpt": "A bilingual Hebrew-English egalitarian and Sefaradi weekday siddur. . . .",
    "content": "<p>&nbsp;<br />\n<strong><span style=\"font-size: xx-large;\">DOWNLOAD:</strong> <a href=\"https://archive.org/download/siddurmasorti2019/Siddur%20Masorti%20%281st%20ed.%202019%29.pdf\">PDF</a></span></p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddurmasorti2019#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nFOREWORD</p>\n<p>The traditions of the Jews of Spain and of the lands of Islam were forged in a rich cultural atmosphere pulsating with literary, musical, philosophical and religious creativity. Over many centuries and spread across a vast territory – from Spain and Morocco in the West to India in the East – Sephardic and Mizrahi Jews lived in dynamic relationship with their surrounding cultures, often as full participants.</p>\n<p>These influences remain alive in the spirituality and prayer of Sephardic and Mizrahi Jews: in the distinctive liturgical music of the various communities, in the poetry of the great Hebrew poets of 10-13th century Spain and of the mystics of 16th century Galilee, in calligraphy and art, and in the architecture and design of the synagogue.</p>\n<p>Sephardic and Mizrahi Jews have also developed unique spiritual practices such as the singing of baqashot, a collection of 64 devotional poems, written over a span of 1,000 years.</p>\n<p>This practice goes back to the sixteenth-century kabbalists of the Galilee — if not all the way back to pre-1492 Spain — and has been faithfully maintained by some communities, primarily by Jews originally from Aleppo. Until this day, particularly in Jerusalem, worshipers rise in the dark, in the very early hours of Shabbaṭ morning, to chant these devotional baqashot in the style of Middle Eastern melody-types known as makam.</p>\n<p>The baqashot thus span many generations, from eleventh-century Spain to sixteenth-century Galilee to twenty-first-century Israeli and diaspora communities.</p>\n<p>It is well known that, over the centuries, Sephardic and Mizrahi Jews have evolved a tradition that is temperate and tolerant, and deeply connected to its roots while open to its surroundings. This is reflected, for instance, in the rabbis’ general leniency in legal rulings, in their responsiveness to social and ethical concerns, and in their relationship to those outside of the Jewish community. An unfortunate dissonance exists, however, in the absence of full and equal participation of women in prayer and ritual.</p>\n<p>I am delighted that this Siddur Masorti will make available these traditions to those of us who value gender equality, who do not respond to denominational labels, and who love to see the traditional prayer text enhanced by beautiful piyutim.<br />\nI invite you to begin your prayers with one or more of the devotional piyutim which, usually written in first person singular, are meant to open your heart and point it in the direction of the Divine.</p>\n<p>If you use this Siddur Masorti in the context of communal prayer as part of a minyan, I encourage you to emulate the highly participatory quality of the Sephardic and Mizrahi services where seats are arranged around an elevated bimah at the center of the room and prayers are chanted out loud.</p>\n<p>Also, specific sections of the service such as pesukei dezimra are led in a rotating fashion by those present; everyone is invited to chant a portion of text regardless of voice quality, the value is participation and shared ownership of the prayer experience.<br />\nWhether your prayer service uses musical accompaniment or not, acquaint yourself with the vast array of melodies now much more easily accessible.</p>\n<p>I am grateful to Adam Zagoria-Moffet for his vision and for his dedication in creating this Siddur Masorti, may God bless his project with success. And may the sincere and heartful prayers that this Siddur generates be heard and answered.</p>\n<p>Rabbi José Rolando Matalon<br />\nB‘nai Jeshurun, New York City<br />\nMay 2016</p>\n<hr />\n<p>INTRODUCTION</p>\n<p><strong>א. How Siddur Masorti came to be</strong> </p>\n<p>Siddur Masorti began, as most similar projects do, as a need. As an observant Jew, committed to egalitarian practice as well as Səfaradi culture, finding a prayer text which honoured both of those dual commitments was not a simple task. In the past several decades, there has been an interest and revival in Səfaradi culture and practice, with the result of several new siddurim, each of which attempts to capture different aspects of historical Səfaradi nusḥa-ot. For years, I have been an avid and fervent collector of siddurim – in each looking for something which I never quite found to exist. There are several Səfaradi siddurim which make an effort to be accessible: Orot’s Kol Sassoon series stands out, as well as the Leṿ Eliezer series published in Brooklyn. Both feature partially romanised texts (transliteration) which utilise a romanisation scheme true to Səfaradi pronounciations, and both feature comprehensive English translations and notes. At the same time, there have been many exciting advancements in egalitarian liturgy recently – the fantastic work being done by Print-O-Craft in Philadelphia, and indeed, the siddur of the Israeli Masorti Movement (Va‘ani Təfillati) which was made available through a secular publisher in Israel (Yədiot Aḥaronot).</p>\n<p>However, what is still missing is a Səfaradi-Egalitarian siddur. Perhaps, you may say, this is an unncessary innovation, solving a problem that never existed – since there remains only a handful of communities worldwide which incorporate both egalitarian practice and Səfaradi liturgy. While that is true, there are far more individuals who find themselves interested in the confluence of Səfaradi life and egalitarian Judaism, even if they do not have similarly-minded synagogues to attend. As I began to explore more on my own, I realised there were many people in a similar position to myself.</p>\n<p>As a result, I applied for a grant through the Jewish Theological Seminary Myers Innovation programme. That grant provided the majority of funding for the several years of work required to create a siddur. The Myers Grant was then supplemented with a Kickstarter campaign, which received over 50 backers and raised over $4000. The result is, several years later, a complete weekday siddur in a Səfaradi nusaḥ and with egalitarian practices and language in mind.</p>\n<p><strong>ב. Why ‘Masorti’?</strong></p>\n<p>The word ‘masorti’ means ‘traditional’ and it is one charged with multiple meanings in contemporary Jewish life. There’s two primary meanings which are relevant to this project: 1) Masorti, as in the Masorti Movement, and 2) Masorti, as in the sociological category of self-definition utilised by many Səfaradim in Israel. While the Masorti Movement has often been perceived to be de facto Ashkenazi, there is much to build on in making it a multi-ethnic and multi-cultural Jewish space. The founder of the Jewish Theological Seminary of America, a rabbi named Sabato Morais, believed that his new institution would be a bastion of the ‘enlightened orthodoxy’ which had prevailed in his native Livorno, Italy. At the same time, a significant percentage of those raised in Səfaradi households, or adopting Səfaradi minhagim, find that contemporary Ashkenormative Orthodoxy fails to suit their type of Judaism.</p>\n<p>The hope is that this project can help provide a nexus and focal point for the overlap between those identifying as Masorti, in either of the two meanings. I believe the future of the Masorti Movement depends on a re-engagement with its Səfaradi roots, and that many who ascribe to a ‘classical’ Səfaradi worldview can find the best home in a traditional and egalitarian Jewish space.</p>\n<p><strong>ג. What kind of Səfaradi is this?</strong> </p>\n<p>In keeping with the aim of having as wide a reach as possible, this siddur aims to be inclusive to as many Səfaradi nusḥa-ot as possible. In reality, there is not one Səfaradi nusaḥ, but dozens: Témani, Andalusian, Maghrébi, Iraqi, etc. In order to create a text that is both authentically-Səfaradi and accessible to a wide range of backgrounds, a composite of several different nusḥa-ot has been included here. While it will not follow any one exactly, it will hopefully still include everyone. We have made efforts to indicate all non-universal texts as such. Variant/non-universal words are coloured gold when more common among Eastern Səfaradi traditions and green when more common among Western Səfaradi traditions, however these are only able to be vague generalisations. Where such categorisations are impossible, grey is used. The published siddurim which served as references for this composite text include:</p>\n<p>-Rabbi David de Sola Pool (published by Shearith Israel in New York,)representing a Spanish-Portuguese tradition</p>\n<p>-the Aṿoṭénu siddur (Koren Publishers, Jerusalem) representing a Maghrébi (North-African) tradition</p>\n<p>-Siddur haḤoḍesh (published in 19th century Livorno, Italy), representing a Eurosəfaradi nusaḥ that was dominant in much of the Mediterranean</p>\n<p>-Tikhlal Aṿoṭ, representing a contemporary Témani (Baladi) nusaḥ</p>\n<p>-Siddur Məsorat Mosheh (published by Derushah Publishing), representing the text of the siddur as recorded by Maimonides</p>\n<p>-Siddur VəHa‘arév Na (published independently by H’ Yitsḥak Sassoon), representing a Syrian nusaḥ (adapted by H’ Sassoon)</p>\n<p>-Siddur Kol Tuv Səfarad (published by R’ Juan Mejia) representing an egalitarian-Səfaradi Spanish translation</p>\n<p>All of these have been supplemented by the advice of several contemporary Səfaradi rabbis, in particlar: R’ Haim Ovadia (Washington, DC), R’ Daniel Bouskila (Los Angeles), R’ Ute Steyer (Stockholm), and R’ José Rolando Matalon (New York), and the inestimable resources of the Open Siddur Project (thanks to Aharon Varady.) A special thank you as well to R’ Juan Mejia, who allowed us to use the Hebrew texts he compiled for Siddur Kol Tuv Səfarad, an egalitarian Spanish-Hebrew Səfaradi siddur which is available under an open-source license.</p>\n<p><strong>ד. Why is it only Weekday?</strong> </p>\n<p>As the most basic and routine component of our prayer calendar, the best place to begin is the Weekday nusaḥ. My hope of course is that eventually there will be a need and demand for a similar Shabbaṭ and Festival siddur, and perhaps even a maḥzor.</p>\n<p>As a result, the worshipper will find in Siddur Masorti the three daily prayer services (Arṿiṭ, Minḥah, and Shaḥariṭ) with adaptations for both solitary or communal use, as well as Kəriyaṭ Shəma’ ‘al hamMitah, Birkat hamMazon, and some of the liturgical texts for holidays which affect Weekday practice (Hallél, ‘Al hanNissim, etc.) Of course, the hope is that this project can expand to include more material over time – but the more immediate goal is a clear and accessible weekday text.</p>\n<p><strong>ה. Gender-Neutral English</strong> </p>\n<p>What makes a siddur egalitarian? Ultimately, very few changes are required in the Hebrew text. Appropriate conjugations of first-person passages and call-up rubrics enable participation from all genders (including, for the first time in a published siddur, conjugations developed by the Nonbinary Hebrew Project). However, most of the difference occurs in the English translation.</p>\n<p>Hebrew is a heavily-gendered language, but English is not. Thus it is perfectly acceptable to translate the Hebrew pronoun הוּא as either ‘He’ or ‘It.’ The trouble, of course, is that many people rightly find ‘It’ to be an inaccurate and potentially irreverent pronoun with which to refer to the Divine. As a result, throughout Siddur Masorti we have experimented with another grammatically correct way of rendering language gender-neutral in English, the singular ‘They.’</p>\n<p>Using the pronoun ‘They’ (and its accompanying possessives, Their, Them, Themself) will strike many as odd, or even potentially heretical, when first encountering it. However, there is huge benefit to utilising this particular grammatical form when discussing the Divine.</p>\n<p>Hebrew has already introduced to us using a plural noun for a singular subject (and singular verbs), with the common divine appellation Elohim (lit. ‘deities, gods’). A phrase like ‘Elohim oseh’ is normally translated with both words in the singular (‘God does’) even though a literal translation would be ‘Gods does’. To say ‘Gods do’ in Hebrew, you would use the phrase ‘Elohim osim’ which is never used to refer to the Divine. Therefore, in defaulting to ‘He,’ we actually lose this unique paradox of the Hebrew language – the plural noun representing a singular subject – despite it being absolutely foundational in our theology. Thus an accurate English translation would actually be ‘They does.’</p>\n<p>Through this uniqueness of Hebrew language, we have expanded the possibilities of using a singular-they to refer to the Divine. It is meant to remind the worshipper of the utter inability of language to accurately capture Divinity – with any resulting uncomfortability hopefully being a useful reflection on how difficult it is to talk about that which we normally call ‘God.’</p>\n<p>The added benefit of course is that the singular-they removes any question of gender, which is theologically useful. Although the choice to use the singular-they may be perceived by some to be pure political correctness, it is also a matter of theological orthodoxy as well. No legitimate source of Jewish theology would claim that the Divine is male; the basic premise of a body-less, immaterial deity prevents such categories of ‘male’ and ‘female’ from being accurate descriptions of Divinity. Instead, even the most ‘orthodox,’ will explain that the capital-H ‘He’ is simply used as a matter of convenience, and because Hebrew itself defaults to the male-gender when aiming to convey a gender-neutral subject.</p>\n<p>The hope, therefore, is that the gender-neutral English translation found through Siddur Masorti will be a reminder of theological truth and a productive paradox in an attempt to capture the ineffable through language. Wherever the singular-they is used, it is represented in SMALL CAPITALS in order to help distinguish the Divine from other occurences.</p>\n<p>May this help us to recognise that They is beyond all language even as we recite the words of the liturgy and the prayers of our hearts.</p>\n<p><strong>ו. Our Romanisation Scheme</strong> </p>\n<p>One of the most important features of this volume is a full transliteration. This is for two reasons.</p>\n<p>Firstly and primarily, accessability: one of the reasons for the increasing loss of Səfaradi traditions over time is the distinct lack of accessibly presented texts and learning materials, cutting swathes of our community off from their own minhagim. And all the more important for an egalitarian siddur: education is a central part of forming egalitarian communities. Simply removing barriers isn’t enough: to actually present leadership opportunities to all genders, communities have a duty to actively compensate for the colossal gender disparity in education in our community.</p>\n<p>Secondly, as a record: Səfaradi dialects of Hebrew are rapidly falling out of living memory. By transcribing a romanisation indicating these dialects, we create a record of them for posterity. Any work towards this must do its best to include the huge variation in dialect between our different communities, which was a profound challenge. While this transliteration does not quite include all Səfaradi dialects, we hope it covers the most universal aspects satisfactorily.</p>\n<p>To enable this, subtle dots are used to show letters that some traditions articulate differently (ḍ, g̣, ṭ and ṿ) and should be noted or ignored depending on the minhag of the user.</p>\n<p>Example:</p>\n<p><span class=\"liturgy\" lang=\"he\">שִׁ֥יר הַשִּׁירִ֖ים אֲשֶׁ֥ר לִשְׁלֹמֹֽה׃ יִשָּׁקֵ֙נִי֙ מִנְּשִׁיק֣וֹת פִּ֔יהוּ כִּֽי־טוֹבִ֥ים דֹּדֶ֖יךָ מִיָּֽיִן׃ לְרֵ֙יחַ֙ שְׁמָנֶ֣יךָ טוֹבִ֔ים שֶׁ֖מֶן תּוּרַ֣ק שְׁמֶ֑ךָ עַל־כֵּ֖ן עֲלָמ֥וֹת אֲהֵבֽוּךָ׃</span></p>\n<p><em>Shir hashshirim, asher liShlomoh. Yishshakéni minnəshikot pihu, ki–toṿim doḍekha miyyayin. Ləré-aḥ shəmanekha toṿim, shemen turak shəmekha; ‘al–kén, ‘alamot ahéṿukha.</em></p>\n<p>– Consecutive characters pronounced independently which could be mistaken for digraphs in English orthography are separated with a short dash.</p>\n<p>– When reading, consonants should be assumed to be attached to the following syllable. Where a consonant is followed in the transliteration by a vowel but is in fact closing the prior syllable, it is separated from the vowel by a short dash.</p>\n<p>– The transliteration is fully punctuated as if English. A makkef is reproduced as a long dash. Title-case capitalisation treats prefixes as separate words.</p>\n<p>– A dagesh in any letter following an otherwise open syllable is classified as a dagesh ḥazak. It indicates the doubling of a consonant, one closing the syllable before and the next starting the syllable after. It is therefore transcribed with a double letter.</p>\n<p>– A dagesh in a ה, known as a mappik, denotes a lightly aspirated &#8220;h&#8221; at the end of a word. It is also denoted with a double letter.</p>\n<p>– A pataḥ under ע ,ה, or ח, at the end of a word is pronounced before the consonant rather than after.</p>\n<p>– A shəva na is found when a sheva is at the start of a word, following a long non-primary-stressed vowel or a sheva nakh, under a letter with a dagesh, or under the first of two of the same consonant. This is except in a letter at the end of  וּ  at the beginning of a word, or a gutteral letter (ה ,ח ,ע ,א).</p>\n<p>– Stress naturally falls on the final syllable, and on alternating non-shəva syllables backwards from the last syllable. Where stress deviates from this, the final irregularly-stressed syllable in the word is underlined, and stress then alternates backwards from that syllable unless again shown otherwise.</p>\n<p>– A kamats in a closed unstressed syllable is a kamats katan (see table).</p>\n<p>– Consonants and vowels must always alternate. This indicates that a וּ with a vowel immediately following it should be read as vv (see dagesh ḥazak) and a וֹ immediately preceded by a vowel should be read as vo.</p>\n<p>– An apostrophe indicating an ע will face the vowel in the same syllable. </p>\n<p>– The vowel אָי followed by a ו at the end of a word is articulated “av.”</p>\n<p><strong>ז. On Divine Names</strong> </p>\n<p>Judaism famously utilises an absurd number of different names for the Divine. There is, of course, the Tetragrammaton (the consonants י-ה-ו-ה) which is never given vowels, leaving the word unpronouncable. Instead, in speech it is substituted for Aḍonai (meaning, ‘my Liege’). In addition, there are a plethora of different names derived from the Torah as well as from rabbinic traditions: Yahh, Él, Elohim, elo-ahh (the singular of Elohim), HamMakom, Shaddai, etc. By and large, these are simply impossible to translate accurately. All of the words which we commonly use in English (most notably, ‘God’) fail to capture the meaning of the Hebrew originals.</p>\n<p>For that reason, throughout Siddur Masorti the English translation will include these Divine Names simply as they are. The Tetragrammaton will be included amongst the English in Hebrew characters, and the other names will be included in italics as a direct romanisation. Such words may feel incongruous on the tongue to begin with, but are a far truer expression of the nature of the Divine than English equivalents. As one becomes accustomed it is hoped that they will enhance one&#8217;s kavvanah (intentionality), and even where they cause a start, that is surely an appropriate reaction to coming across the holy Name.</p>\n<p>May They forgive our many mistakes found here and may the words of this Siddur and the meditations of our hearts be acceptable to the One whom we can never name.</p>\n<p>R’ Adam Zagoria-Moffet<br />\nSt. Albans, United Kingdom<br />\nJanuary 2019 / Tevet 5779</p>\n<p>Isaac Treuherz<br />\nLondon, United Kingdom<br />\nJuly 2019 / Tammuz 5779\n</p></div>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Weekday siddurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "traditional egalitarian"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "30629"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/03/Siddur-Masorti-1st-ed.-2019-title.png",
        "title": "Siddur Masorti (1st ed. 2019) &#8211; title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=30628",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/weekday-siddur/siddur-masorti-2019/",
    "slug": "siddur-masorti-2019"
}