{
    "title": "📖 סדור לימות החול (אשכנז) | Siddur Limot hê-Ḥol :: Weekday Prayer Book (Rabbinical Assembly of America 1961)",
    "author": "Gershon Hadas",
    "coauthors": [
        {
            "name": "Gershon Hadas",
            "bio": "Rabbi Gershon Hadas (9 Jul 1896-11 Dec 1980), born in Wołkowysk / Volkovisk (currently in Belarus), was a Conservative movement rabbi in the United States. He served as rabbi of Beth Shalom Synagogue, Kansas City, Missouri from 1929 till 1961. As Chairman of the Rabbinical Assembly's Prayer Book Commission, he prepared the translation and liturgical text for the Siddur <em>Lemot HeKhol</em> (1961) a weekday prayerbook. He also published a new translation of the Books of Psalms \"<em>For the Modern Reader</em>\" in 1964.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/11/gershon-hadas-96x96.png",
            "profile_link": "https://opensiddur.org/profile/gershon-hadas"
        },
        {
            "name": "the Rabbinical Assembly of America",
            "bio": "The Rabbinical Assembly (RA) is the international association of Conservative rabbis. The RA was founded in 1901 to shape the ideology, programs, and practices of the Conservative movement. It publishes prayerbooks and books of Jewish interest, and oversees the work of the Committee on Jewish Law and Standards for the Conservative movement. It organizes conferences and coordinates the Joint Placement Commission of the Conservative movement. Members of the RA serve as rabbis, educators, community workers and military and hospital chaplains around the world. Rabbis ordained by Jewish Theological Seminary of America, the Ziegler School of Rabbinic Studies at the American Jewish University (California), The Seminario Rabínico Latinoamericano (Buenos Aires, Argentina), The Zacharias Frankel College (Berlin, Germany) and The Schechter Rabbinical Seminary (Jerusalem, Israel) automatically become members of the RA upon their ordination. Rabbis whose ordination is from other seminaries and yeshivas may also be admitted to the RA. As of 2010, there were 1,648 members of the RA. The majority of RA members serve in the United States and Canada, while more than ten percent of its rabbis serve in Israel and many of its rabbis serve in Latin America, in the countries of Europe, Australia, and Africa.",
            "website": "https://en.wikipedia.org/wiki/Rabbinical_Assembly",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/rabbinical-assembly-twitter_400x400-96x96.png",
            "profile_link": "https://opensiddur.org/profile/rabbinical-assembly-of-america"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2022-04-27",
    "last_updated": "2025-03-29",
    "excerpt": "A weekday prayerbook (not including the prayers for Shabbat or specific festivals beyond Rosh Hodesh and intermediate festival days) prepared by the Prayerbook Commission of the Rabbinical Association of America under the chair of Rabbi Gershon Hadas and published in 1961.  . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-limot-hahol-weekday-prayer-book-rabbinical-assembly-of-america-1961/Siddur%20Limot%20haHol%20-%20Weekday%20Prayer%20Book%20%28Rabbinical%20Assembly%20of%20America%201961%29#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<hr />\n<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nINTRODUCTION </p>\n<p>We praise the Lord for the privilege granted us to publish this new edition of the Siddur, our <em>Weekday Prayer Book</em>. It is presented in answer to the constant need for fresh translations of our liturgy, for revisions in its text, and for more attractive designs in its printing. </p>\n<p>It was the pressure of this need that prompted the publication of our <em>Festival Prayer Book</em> over thirty years ago, and of the <em>Sabbath and Festival Prayer Book</em> fifteen years later. The former, published under the chairmanship of Professor Alexander Marx, <span class= \"hebrew\">ז״ל</span>‎ aimed “to endow the traditional service with all the beauty and dignity befitting it and inherent in it.”‎ The latter, published under the chairmanship of Rabbi Robert Gordis, sought “to perpetuate traditional Judaism in a modern spirit.” </p>\n<p>Tradition and change is an appropriate description of the goals in the revisions of our ancient liturgy as it is a fitting characterization of every phase of the Conservative Movement. It is a balance between a devotion to a rich past and the persistent demands of the day, a balance that is forever uneasy. It is toward this balance that we labored in the preparation of this <em>Weekday Prayer Book</em>. </p>\n<p>This is the first prayer book published under the sole auspices of the Rabbinical Assembly. The Commission, which carried out the entire project, is grateful to Rabbi Aaron Blumenthal, past President of the Rabbinical Assembly, who appointed the original Commission; to his successor, Rabbi Isaac Klein, during whose administration the Commission completed its work; and to Rabbi Edward T. Sandrow, the current President, who reconstituted the Commission, and under whose direction this <em>Weekday Prayer Book</em> is published. </p>\n<p>The Commission has included Rabbis Gershon Hadas, Abraham Karp, Herman Kieval, S. Gershon Levi, Jerome Lipnick, Jack Riemer, and Max Weine. The Commission now includes Rabbis Jacob Agus, Herman Kieval, and Theodore Friedman, with Rabbis Jules Harlow as Secretary, Arthur Hertzberg as Vice Chairman, and Gershon Hadas as Chairman. </p>\n<p>The Chairman, who prepared the translation, the variants in the text, and the pattern for the printed pages for the consideration of the members of his Commission, is grateful for their helpful criticisms and their ready willingness to share responsibility for the final work. He is indebted for valuable suggestions from more colleagues than can be listed here. He is also happy to acknowledge the counsel and the encouragement he received from Professors Max Arzt and Hillel Bavli of the Jewish Theological Seminary, Professors Arnold J. Band of the University of California and Judah Goldin of Yale University, and Maurice Samuel, author and translator. Thanks are also due to the staff of Maurice Jacobs, Inc., especially to Dr. Menahem G. Glenn and Mr. David Skaraton for their intelligent and conscientious cooperation. However, none other than the members of the Prayer Book Commission bear final responsibility for this publication. </p>\n<p>The Commission would not have been able to carry on its work but for the ready assistance of Rabbi Wolfe Kelman, the Executive Vice President of the Rabbinical Assembly, and it would not have completed its assignment but for the Commission’s Secretary, Rabbi Jules Harlow. With excellent judgment he made suggestions for improvements in the wording and the arrangement of our text and it was he who read the proofs and saw the work through to its final stages. </p>\n<p>With humble heart and exalted spirit we are profoundly grateful for the joy of this labor on behalf of our people and for the glory of our God. </p>\n<p>Gershon Hadas, Chairman<br />\nThe Prayer Book Commission\n</p></blockquote>\n<blockquote><p>\nNOTES </p>\n<p>Ⅰ </p>\n<p>The Hebrew text of this <em>Weekday Prayer Book</em> is the traditional version except for variants reflecting vital changes in Jewish life and thought. Thus we have added a prayer to be recited on the anniversary of Israel’s Independence to parallel the special prayers recited on Hanukkah and on Purim. So also, in the Musaf for Rosh Hodesh and the Intermediate Days of Festivals, we have modified the passages dealing with animal sacrifices, but retained, as alternative readings, the rendition of these passages in our <em>Sabbath and Festival Prayer Book</em>. </p>\n<p>Ⅱ</p>\n<p>The English text is new, with three exceptions: Adon Olam by Israel Zangwill, Yigdal by Alice Lucas, and Ma‘oz Tzur by Morris Jastrow. The Hebrew text is faithfully reflected in the translation except in the passage Wondrously Are We Made (page 8) which is an interpretation rather than a translation of the original. </p>\n<p>Ⅲ</p>\n<p>The adoption of the familiar second person in reference to the deity, revisions in the Hebrew text, and parallel changes in the translation were adopted in the effort to make our prayer book more readily accessible and more meaningful to the contemporary worshipper. Changes in tense and in number were introduced for the sake of clarity. The English and the Hebrew texts have been so arranged and spaced as to make individual reading pleasurable, and to encourage responsive reading by congregations. </p>\n<p>Ⅳ </p>\n<p>Many editions of the Siddur are provided with special signs marking off the portions of the text to be chanted by the Hazzan or the Reader. This text is so printed that there is no need for such signs. </p>\n<p>Ⅴ </p>\n<p>An Abridged Morning Service </p>\n<p>In the same spirit in which the prayer book has always offered abbreviated versions of certain sections of our liturgy we present a suggested pattern for an abridged morning ritual for congregations and individuals, when circumstances do not permit a complete service: </p>\n<p>Daily Blessings pages 10-11<br />\nPraised be the Lord pages 20-21<br />\nAshrei (Psalm 145) pages 28-29<br />\nA selected Psalm pages 30-35<br />\nHatzi Kaddish (with Minyan) page 41<br />\nBarekhu (with Minyan) page 42<br />\nThe Shema and The Amidah pages 47—67<br />\nAlenu pages 97-98<br />\nMourner’s Kaddish (with Minyan) page 99\n</p></blockquote>\n</div>\n",
    "categories": [
        "Weekday siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Conservative Judaism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "44031"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/04/000-00-03.jpg",
        "title": "Siddur Limot hê-Ḥol &#8211; title page",
        "caption": "Siddur Limot hê-Ḥol - title page"
    },
    "source_link": "https://opensiddur.org/?p=44030",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/weekday-siddur/weekday-prayer-book-rabbinical-assembly-of-america-1961/",
    "slug": "weekday-prayer-book-rabbinical-assembly-of-america-1961"
}