{
    "post_id": 17876,
    "title": "תְּחִנָה לְשַׁבָּת מִבָרְכִים רֹאשׁ חוֺדֶשׁ מַרְחֶשְׁוָן | Tkhine for Shabbat Mevorkhim Rosh Ḥodesh Marḥeshvan (1877)",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-10-19",
    "last_updated": "2025-12-31",
    "excerpt": "To the best of my ability, this is a faithful transcription of the תְּחִנָה לְשַׁבָּת מְבָרְכִים רֹאשׁ חוֺדֶשׁ מַרְחֶשְׁוָן (\"Tkhine for Shabbat Mevorkhim Rosh Ḥodesh Marḥeshvan\") which appeared in תחנות מקרא קודש (<em>Teḥinot Miqra Qodesh</em>, Widow and Brothers Romm, Vilna 1877). English translation adapted slightly from <em>Techinas: A Voice from the Heart \"As Only A Woman Can Pray\"</em> by Rivka Zakutinsky (Aura Press, 1992). --A.N. Varady  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish and Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרִבּוֺן כָּל הָעוֺלָמִים, האר פון אלע װעלטן, װאָס דו הערסט צו די געבעט פון אלע מענטשן, מיר קומען יעצט בּענטשן און הײליגן דעם חוֺדֶשׁ מַרְחֶשְׁוָן װאָס אין דעם חוֺדֶשׁ האָט שְׁלֹמה הַמֶלֶךְ פארענדיקט דעם ערשטן בֵּית הַמִקְדָשׁ (װי עס שטײט געשריבן אין מְלָכִים א׳ ו).<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of the entire Cosmos, you listen to the prayers of all people. We come now to sanctify the month of Marḥeshvan, in which King Shlomo completed the first Beit HaMikdash <span class=\"citation\">(1 Kings 6:1-38)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nטרײער פאָטער, אז איך דערמאָן זיך מיט װאָס פאר אַ ליבּשאפט זײַנען דײַנע קינדערלאר אין דעם חוֺדֶשׁ צוגעבּונדן געװאָרן צו דײַן תּוֺרָה, װײַל זײערע אױגן האָבּן געזען אז דורך זײער עוֺלֶה לְרֶגֶל זײַן, זײַנען זײ געבּענטשט געװאָרן מיט דײַן הַשְׁגָחָה פְּרטִית. יעדער פאמיליע קומענדיק צום הױז (פון ירושלים) האָבּן זײ געפונען זײער גאנצן פארמעגן אין אָרדנונג װי זײ האָבּן געלאָזן, שטאדעס שאף װאָס האָבּן זיך געפיטערט אין די װעלדער און קײן װאָלף האָט זײ ניט אנגערירט; עוֺפוֺת זײַנען ארומגעגאנגן ארום שטובּ, ארום די גערטנער און קײן רײַסענדע פױגעל האָט זײ ניט צוריסן; מאגאזינען תְּבוּאוֺת, שראנקען מיט זילבּער און גאָלד און קײנער האָט ניט אָנגערירט &#8211; הֲגַם עס זײַנען געװען שלעכטע שְׁכֵנִים ארום אֶרֶץ יִשְׂרָאֵל, װאָס האָבּן געשארפט די צײנער אױף אידישע רײַכקײַט און אױף די לאנד, און בְּעֵת אידן זײַנען אװעק קײן יִרוּשָׁלַיִם עוֺלֶה לְרֶגֶל זײַן, האָבּן דאָך די שלעכטע שְׁכֵנִים געהאט אַ גוטע געלעגענהײַט זיך ארײַנצוכאפּן און נעמען אלעס, און אױך אײננעמען פיל שטעט (פון אֶרֶץ יִשְׂרָאֵל) און בּאזעצן זיך אין זײ. פון אידן איז דאָך קײנער ניט געבּליבּן אין די הײַזער, טאָ װער האָט זײ געהיט? דײַן הַשְׁגָחָה האָט זײ געהיט, װי דו האָסט מַבְטִיחַ געװען &#8220;וְלֹא־יַחְמֹ֥ד אִישׁ֙ אֶֽת־אַרְצְךָ֔ בַּעֲלֹֽתְךָ֗ לֵרָאוֹת֙״, קײנער װעט ניט גלוסטן דײַן לאנד און דײַן רײַכקײַט, װען דו װעסט גײן געזען װערן פאר די בּוֺרֵא עוֺלָם אין בֵּית הַמִקְדָשׁ. הײַנט אז אלע אידן פון קלײן בּיז גרױס האָבּן געזען אין דעם חוֺדֶשׁ מיט זיזערע אױגן אז די תּוֺרָה איז מין הַשָׁמַיִם (װײַל א מענטש קען דאך ניט שרײַבן אזא זאך װאָס איז קעגן די נאטור). װי װײַט איז דאָס בּאליבּט געװאָרן דײַן תּוֺרָה און דײַן הײליגער נאַמען, פון גרױס תְּשׁוּקָה װאָס מיר װאָלטן דאָס אױך װעלן זען. בּעט איך דײַן רַחֲמָנוּת, אז דו זאָלסט אונז שיקן דעם גוֺאֵל צֶדֶק, ער זאָל אונז פירן מיט שטאָלץ אין אונזער לאנד; און בּױ אונז די רדיטע בֵּית הַמִקְדָשׁ מיט דײַנע אײגענע הענט, בִּכְדֵי ער זאל אײבּיג האָבּן אַ קִיוּם, און דאָרטן װעלן מיר דיר דינען בִּקְדוּשָׁה, מיט גרױס ליבּשאפט װי מיר האָפן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDear Father, I remember the kind of love to which your children became bound to your Torah in this month, because their eyes saw that through their pilgrimages, they were blessed with your divine guidance. Every family coming home suffered no loss and found all their possessions just as they left them. No flocks of sheep, no wolf bothered them, birds flew in the house and around the gardens, no migrant birds tore them up. Stores of produce, cupboards with silver and gold were not touched, even though there were bad neighbors surrounding the land of Yisra&#8217;el who sharpened their teeth on Jewish wealth and land. When Jews went away to Yisra&#8217;el for the pilgrimage, the neighbors had an opportunity to seize everything and to take a whole city and to settle in it because no Jews remained in their houses. So who watched over them? Your supervision watched over them, as you promised, “No man will lust after your land or your wealth when you will be seen before the Creator of the world in the Holy Temple” <span class=\"citation\">(Exodus 34:24)</span>. In this month all the Jews, both great and small, saw with their own eyes that the Torah is from Heaven. How beloved became your Torah and your Holy Name. We greatly desire to feel this too. I beg your mercy, that you send us the Righteous Redeemer to lead us with pride to our homeland. Build for us the Third Holy Temple with your own hands, so that it should stand forever. There we will serve you in holiness, with great love the way we long to do.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאין דעם חוֺדֶשׁ מַרְחֶשְׁוָן האָט פאסירט נאָך װיכטיגע זאכן: דעם עלפטן טאָג אין אים האָט אונזער מוטער רָחֵל געבּאָרן איר זון בִּנְיָמִין, און װײַל זי איז שװער צו קינד געגאנגן, איז זי פון דער װעלט אװעקגעגאנגן. בעטן מיר: שטײ אױף געטרײע מוטער רָחֵל פון דײַן קֶבֶר, און עפן אױף די טױערן פון רַחֲמִים, און דערװעק די דערבּארימקײַט פון דעם אלמעכטיגן גאָט, אז ער זאָל שױן מְמַלֵא זײן װאָס ער האָט דיר צוגעזאָגט, װען מ׳האָט די אידן אין גָלוּת געפירט, ניט װײַט פון די קֶבֶר פון אונזער מוטער רָחֵל, האָבּן די אידן זיך אױסגעבּעטן בּײַ דעם שׂוֺנֵא, מ׳זאָל זײ לאָזן גײן אױף איר קֶבֶר, און װי די אידן זיַינען געקומען אױף די קֶבֶר, און האָבּן אָנגעהױבּן צו שרײען און צו װײנען מיט אַ בּיטער געשרײ, מוטער מוטער! װי קאָנסטו דאָס צוזען, אז מ׳זאָל אונז פירן אין גָלוּת ארײַן, און מ׳זאָל אונז אָנטאָן אזױפיל יִסוּרִים! אזױ איז אונזער מוטער רָחֵל ארױפגעגאנגן צו השי״ת מיט אַ בּיטער געשרײ און געזאָגט: רִבּוֺנוֺ שֶׁל עוֺלָם, דײַן רַחֲמָנוּת איז דאָך פיל גרעסער פון די רַחֲמָנוּת פון אַ בָּשָׂר וָדָם, איך האָבּ רַחֲמָנוּת געהאָט אױף מײַן שװעסטער לֵאָה, װען מײַן פאָטער האָט פארבּיטן, און האָט זי געגעבּן צו מײַן מאן יַעֲקֹב אױף מײַן אָרט, און האָבּ איר אױסגעזאגט די סִימָנִים װאָס מײַן מאן האָט מיר איבּערגעגעבּן, כְּדֵי מײַן מאן זאָל מײנען, אז איך בּין דאָס, װען אױך די זאך איז מיר שװער געװען, נאָר פון װעגן די רַחֲמָנוּת אױף מײַן שװעסטער האָבּ איך דאָס געטאָן. און דו גאָט ביסט דאָך אַ רַחוּם וְחַנוּן, בּאדארפסטו אװדאי רַחֲמָנוּת האָבּן אױף מײנע קינדער! דאן האָט א שטימע פון הימל געענטפערט׃ דו האָסט רעכט, איך װעל דײַנע קינדער ארױסציען פון אלע צָרוֺת, און איך װעל זײ ארױסנעמען פון זײער פּײַן, און העלפן זײ אײבּיג. דערפאר, דערװעק זיך יעצט אױך, מוטער רָחֵל, און שטײ אױף פון דײַן קֶבֶר, און שטעל זיך פאר דעם כִּסֵא הַכָּבוֺד, און בּעט פאר דײַנע קינדער, װאָס זײ זײַנען געגליכן צו שעפעלאך װאָס בּלאָנדזען אין דער מִדְבָּר צוּוישן חַיוֺת, אז השי״ת זאָל אױף זײ רַחֲמָנוּת האָבּן און בּענטשן דעם חוֺדֶשׁ מַרְחֶשְׁוָן לִבְרָכָה וְהַצְלָחָה, אָמֵן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the month of Marḥeshvan, another significant thing happened. On the 11th day, our mother Raḥel bore her son Binyamin, and because it was a difficult delivery, she passed away from this world. We beg, “Stand up, devoted mother Raḥel from your grave, and open the doors of mercy, and awaken the compassion of our Almighty God that they fulfill that which they promised you.” When the Jews were taken into exile, not far from the gravesite of our mother Raḥel, the Jews begged of the enemy that they be allowed to go to her grave, and when they came to the grave, they began to cry bitterly: “Mother, Mother! How can you watch this, that they lead us into exile, and they make us suffer.” Our mother Raḥel went up to Hashem with a bitter cry and said: “Master of the Universe, your mercy is greater than the mercy of a human being. I had pity on my sister Leah, when my father exchanged me for her and gave her to my husband Yaakov. Only out of pity for her did I give her the signs that my husband gave me, so that he could think that it was I. This was especially difficult for me. You, God, are Merciful, therefore certainly you should have mercy upon my children.” Then a voice from Heaven answered, “You are right. I will redeem your children from all their troubles and I will take them out of their pain and help them always.”&#8217; So, too, awake yourself now, Mother Raḥel, and arise from your grave, and stand in front of the Resplendent Throne, and beg for your children. They are compared to lambs who wander in the desert amongst the wild animals, beg YHVH to have pity on them and bless the month of Marḥeshvan for blessing and success. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nעוּרָה נָא, ערװעק זיך בִּנְיָמִין דער זון פון יַעֲקֹב אָבִינוּ, שטעל זיך בַּײ דער רעכטער האנט פון דײַן מוטער רָחֵל און העלף איר בּעטן פון דער בַּעֲל הָרַחֲמִים, אז דער חוֺדֶשׁ מַרְחֶשְׁוָן, װאָס די בּיסט געבָּארן געװאָרן אין אים (י״א בו), זאָל דײַן זְכוּת אונז בּײַשטײן, װען עס קומט פאָר אַ קטרוג אױף אידן איבּער די זינד פון ״מְכִירַת יוֺסֵף״, װאָס די בּרידער האָבּן פארקױפט זײער בּרודער פאר קנעכט, װײַל דער שָׂטָן טאנצט נאָך עד הַיוֺם צוּוישן אונז, מאכן אַ שִׂנְאָה פון אײן בּרודער צום אנדערן און עוֺבֵר צו זײַן אװף די שְׁבוּעָה װאָס השי״ת האָט אונז בּאשװאָרן (דורך מֹשֶׁה רָבֵּינוּ ע״ה) מיר זאָלן ליבּ האָבּן אײנער דעם צװײטן, אװ פאר ניט היטן דעם, לײַדן מיר זײער פיל. און אין דער חוֺדֶשׁ מַרְחֶשְׁוָן (ו׳ בו) איז צִדְקִיָּהוּ (דער לעצטער אידישער קעניג) געשטראָפט געװאָרן, װײַל ער האָט עוֺבֵר שְׁבוּעָה געװען, און נְבוּכַדנֶאצַּר (דער קעניג פון בָּבֶל) האָט גע׳שָׁחְט׳ן זײַנע קינדער פאר אים אין די אױגן, און נאָכהער האָט ער אים בּלינד געמאכט. און אין שפעטערדיקע צײַטן (שנת ה׳תט, י״ז מַרְחֶשְׁוָן בַּעִיר גראל) זײַנען אױסגע׳הרג׳עט געװאָרן צװעלף טױזנט אידן אױף קִידוּשׁ הַשֵׁם. און אין זעקס און צװאנציגסטן מַרְחֶשְׁוָן (שנת ה׳נ) האָט מען ארױסגעטריבּן אידן פון ענגלאנד, און אין דעם זעלבּן טאָג (שנת ה׳קנד) האָט מען ארױסגעטריבּן אידן פון פראנקרײַך; און דאָס איז אלץ פאר די עַבֵירָה פון שִׂנְאַת חִנָם װאָס זי הערשט נאָך צוּוישן אונז. זאָל השי״ת דערמאָנען דעם זְכוּת פון בִּנְיָמִין הַצַּדִיק, װאָס ער איז ניט געװען אין די עֵצָה פון מְכִירַת יוֺסֵף, און האָט גענומען אַ גרױסן אנטײל אין יַעֲקֹב אָבִינוּ׳ס צַעַר, און האָט זײַנע קינדער נעמען געגעבּן נאָך די צָרוֺת פון זײַן בּרודער יוֺסֵף. זאָל זײַן זְכוּת מֵגִין זײַן, אז מיר זאָלן שױן אװעקװארפן קִנְאָה און שִׂנְאָה, און דורך דעם װעלן מיר פון אונזערע צָרוֺת נִיצוֺל װערן, און דער חוֺדֶשׁ מַרְחֶשְׁוָן זאָל געבּענטשט װערן אױף אונז און אױף כְּלַל יִשְׂרָאֵל צום לעבּן און געזונט וּפַרְנָסָה מיט אלעם גוטן, אָמֵן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAwaken Binyamin, son of Yaakov our father. Stand at the right hand of your mother Raḥel and help her plead before the Lord of Mercy, this month of Marḥeshvan, in which you were born. Ask that your merit assist us during this month. When the accuser arises against the Jews over the sin of “the sale of Yosef,” when he was sold by his brothers as a servant, because the Satan still follows us to this very day, causing enmity between one brother and the other, and so to nullify the promise that Hashem made us swear to them, that we should love one another. We suffer for not keeping this. In the month of Marḥeshvan, Tsidkiyahu was punished because he broke a promise and Nebuchadnezzar slaughtered his children in front of his eyes. Thereafter Nebuchadnezzar made him blind. And at a later time 12,000 Jews were martyred for your Holy Name. On the 26th of Marḥeshvan, Jews were banished from England and on the same day, out of France. All of this is due to the sin of <em>sinat ḥinam</em> (baseless hatred) that still rules us. Let Hashem remember the merit of Binyamin, that he was not part of the scheme of selling Yosef. He bore a large portion of our father Yaakov’s pain and suffering, and gave his children names symbolic of the troubles of his brother Yosef. May his merit shield us, so that we throw away jealousy and hatred, and because of this, we will be saved from our troubles, and this month of Marḥeshvan will be sanctified for us and for all Yisra&#8217;el for life, and health and sustenance with everything good, <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>To the best of my ability, this is a faithful transcription of the תְּחִנָה לְשַׁבָּת מְבָרְכִים רֹאשׁ חוֺדֶשׁ מַרְחֶשְׁוָן (&#8220;Tkhine for Shabbat Mevorkhim Rosh Ḥodesh Marḥeshvan&#8221;) which appeared in תחנות מקרא קודש (<em>Teḥinot Miqra Ḳodesh</em>, Widow and Brothers Romm, Vilna 1877) before its adaptation in <em>Shas Tkhine Ḥadashe</em>, the source from which this translation was made. English translation adapted slightly from <em>Techinas: A Voice from the Heart &#8220;As Only A Woman Can Pray&#8221;</em> by Rivka Zakutinsky (Aura Press, 1992). &#8211;A.N. Varady</p>\n<h3>Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/ShasTkhineChadashah1910#page/n118/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://www.archive.org/stream/teinotmiraodesht00tehi#page/7/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Shabbat Məvorkhim",
        "Rosh Ḥodesh Marḥeshvan (מַרְחֶשְׁוָן)"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Binyamin",
        "in the merit of our ancestors",
        "Mazal Aqrav",
        "new moon",
        "paraliturgical birkat haḥodesh",
        "paraliturgical teḥinot",
        "Scorpio",
        "Vilna",
        "Yiddish vernacular prayer",
        "רחל Raḥel",
        "שבת מבורכים shabbat mevorkhim",
        "תחינות teḥinot",
        "תחינות tkhines"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3760"
        ],
        "_thumbnail_id": [
            "22044"
        ],
        "date_src_start": [
            "1877-00-00"
        ],
        "date_src_end": [
            "1877-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/10/Sefer-Evronot-p.-157-mazal-akrav-Pinchas-ben-Avraham-Halevi-1716.png",
        "title": "Sefer Evronot &#8211; p. 157 mazal akrav (Pinchas ben Avraham Halevi 1716)",
        "caption": "Sefer Evronot - p. 157 mazal akrav (Pinchas ben Avraham Halevi 1716)"
    },
    "source_link": "https://opensiddur.org/?p=17876",
    "permalink": "https://opensiddur.org/prayers/lunisolar/new-moon/marheshvan/tkhine-shabbat-mevorkhim-rosh-hodesh-marheshvan/",
    "slug": "tkhine-shabbat-mevorkhim-rosh-hodesh-marheshvan"
}