{
    "post_id": 2614,
    "title": "Feminist Influences on Jewish Liturgy:  The Case of Israeli Reform Prayer (2009)",
    "author": "Dalia Marx",
    "coauthors": [
        {
            "name": "Dalia Marx",
            "bio": "Rabbi Dalia Marx (PhD) is the Aaron Pankin professor of liturgy and Midrash at the Jerusalem campus of Hebrew Union College-JIR, and teaches in various academic institutions in Israel and Europe. Marx, tenth generation in Jerusalem, earned her doctorate at the Hebrew University and her rabbinic ordination at HUC-JIR in Jerusalem and Cincinnati. She is involved in various research projects and is active in promoting liberal Judaism in Israel. Marx writes for academic and popular journals and publications. She is the author of  <span class=\"hebrew\">בזמן: מסעות בלוח השנה היהודי ישראלי</span> (<em>Bazman</em> 2018), <em>When I Sleep and when I Wake: On Prayers between Dusk and Dawn</em> (Yediot Sfarim 2010, in Hebrew), <em>A Feminist Commentary of the Babylonian Talmud</em> (Mohr Siebeck, 2013, in English) and the co-editor of a few books. She was the chief editor of <em>T'fillat HaAdam: Israeli Reform Siddur</em> (2020). Marx lives in Jerusalem with her husband Rabbi Roly Zylbersztein (PhD) and their three children.",
            "website": "https://dalia-marx.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/06/dalia-marx-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/dalia-marx"
        }
    ],
    "date": "2011-02-22",
    "last_updated": "2025-06-30",
    "excerpt": "In Israel, the Reform movement, which is called the Israeli Movement for Progressive Judaism (IMPJ), dates back to the 1950s, but a serious concern for women’s role in liturgy is a relatively recent development, namely since the last decade of the 20st century. This paper examines the modes of liturgical change with regard to the role and presentation of women in Jewish ritual and worship within Israel: what they do to regain their voice[s] through worship and how they are depicted in contemporary liturgies. Today, gender-related issues are among the most heated issues faced by contemporary liberal, non-Orthodox Jews; discussions on the subject dominate the religious and academic spheres as well as the socio-cultural arena. This paper is based upon the assumption that the Israeli case is a distinct one compared to the North American treatment of gender in the liturgy, because Hebrew is not only the liturgical language, but also the vernacular for Israeli Jews. This makes it much harder to change liturgy, as it is perceived as holy matter. Another unique aspect of the Israeli liberal liturgy is the fact that it operates in a rather conservative religious environment: both Orthodox and secular Jews in Israel are less prone to experimental approaches toward liturgy and ritual. . . .",
    "content": "<p>Download: <a href=\"https://opensiddur.org/wp-content/uploads/2011/02/Dalia-Marx-Feminist-Influences-on-Jewish-Liturgy-The-Case-of-Israeli-Reform-Prayer-2009.pdf\">PDF</a></p>\n<p>In Israel, the Reform movement, which is called the Israeli Movement for Progressive Judaism (IMPJ), dates back to the 1950s, but a serious concern for women’s role in liturgy is a relatively recent development, namely since the last decade of the 20st century. This paper examines the modes of liturgical change with regard to the role and presentation of women in Jewish ritual and worship within Israel: what they do to regain their voice[s] through worship and how they are depicted in contemporary liturgies. Today, gender-related issues are among the most heated issues faced by contemporary liberal, non-Orthodox Jews; discussions on the subject dominate the religious and academic spheres as well as the socio-cultural arena.</p>\n<p>This paper is based upon the assumption that the Israeli case is a distinct one compared to the North American treatment of gender in the liturgy, because Hebrew is not only the liturgical language, but also the vernacular for Israeli Jews. This makes it much harder to change liturgy, as it is perceived as holy matter. Another unique aspect of the Israeli liberal liturgy is the fact that it operates in a rather conservative religious environment: both Orthodox and secular Jews in Israel are less prone to experimental approaches toward liturgy and ritual.</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהשפעות הפמיניזם על תפילות ישראל:<br />\nהמקרה של התפילה הרפורמית הישראלית<br />\nדליה מרקס<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFeminist Influences on Jewish Liturgy:<br />\nThe Case of Israeli Reform Prayer<br />\nDalia Marx<br />\nHebrew Union College in Jerusalem, Israel<br />\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשאלות הקשורות במגדר ובמקומן של הנשים בתפילה הן מהשאלות המרתקות ביותר הקשורות בתפילות ישראל בימינו. מאמר זה דן באתגרים המיוחדים הקשורים בהתמודדות עם שאלות מגדר בליטורגיה הרפורמית הישראלית. יידונו בו העניינים הבאים: התייחסות מפורשת אל המתפללות בקהילה, הוספה של דמויות נשיות לצד דמויות גבריות בתפילה, חידוש טקסים ישנים ויצירת טקסי חיים חדשים והתמודדות עם דרכי הפניה לאל ועם המטאפורות שלו, שרבות מהן הן בעלות אופי מגדרי זכרי.<br />\nהמאמר מגדיר את המגבלות ואת האופקים של ההתמודדויות עם השאלות המגדריות בתפילה הישראלית, שהיא שפה מגדרית ביותר ואשר בה שפת המדינה היא גם שפת התפילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGender related issues have been discussed in liberal Judaism in North America since the seventies and are probably the most heated topic in contemporary Jewish liturgy and worship. This article discusses the unique challenges of gender language in Israeli Reform liturgy over the last two decades: inclusive language when referring to the congregation; adding representative female characters; reclaiming and adapting old rituals; creating new rituals; gender-balanced metaphors for God. Arguably the greatest challenge is altering the pronounced gender specification of the Hebrew language. The article delineates the parameters of gender language in Israeli liturgy, where the vernacular is both the Holy language and the language of the prayer.<br />\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Rabbi Dr. Marx&#8217;s paper was originally published in vol. 14 (2009) of <em>Sociological Papers: Women in Israeli Judaism</em>, an academic project of the Sociological Institute for Community Studies at Bar-Ilan University and sponsored by the Leon Tamman Foundation for Research into Jewish Communities.</p>\n",
    "categories": [
        "Liturgical traditions"
    ],
    "tags": [
        "Feminism",
        "gender",
        "Reform Movement",
        "ישראל Yisrael"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "766"
        ],
        "_thumbnail_id": [
            "40620"
        ],
        "date_src_start": [
            "2009-00-00"
        ],
        "date_src_end": [
            "2009-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2011/02/reform-movement-in-israel.jpg",
        "title": "reform movement in israel",
        "caption": "reform movement in israel"
    },
    "source_link": "https://opensiddur.org/?p=2614",
    "permalink": "https://opensiddur.org/miscellanea/traditions/feminist-influences-on-jewish-liturgy-the-case-of-israeli-reform-prayer-by-dalia-marx/",
    "slug": "feminist-influences-on-jewish-liturgy-the-case-of-israeli-reform-prayer-by-dalia-marx"
}