{
    "post_id": 5480,
    "title": "Concerning Intolerance of New Practices in Jewish Prayer, by Reb Zalman Schachter-Shalomi (1989)",
    "author": "Gabbai Seth Fishman (translation)",
    "coauthors": [
        {
            "name": "Gabbai Seth Fishman (translation)",
            "bio": "Born in 1954 in Brooklyn, Gabbai Seth Fishman grew up in a secular Jewish home though always felt spiritual. He was shaped by the social and political forces of the late 1960s and 70s. He received a B.A. from Yale in Music in 1976 and an MBA from Wharton School of Business in 1986. In 1989, he met Reb Zalman and began working for him as a gabbai the following year. Married with two daughters, he is active in the Jewish Ritual life of Bucks County, Pennsylvania where he davvens, studies and teaches Ḥasidus.",
            "website": "http://www.jrhasidus.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/09/seth-fishman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/seth-fishman"
        },
        {
            "name": "Zalman Schachter-Shalomi",
            "bio": "Rabbi Dr. Zalman Meshullam Schachter-Shalomi, affectionately known as \"Reb Zalman\" (28 August 1924 – 3 July 2014) was one of the founders of the Jewish Renewal movement. Born in Żółkiew, Poland (now Ukraine) and raised in Vienna, he was interned in detention camps under the Vichy Regime but managed to flee the Nazi advance, emigrating to the United States in 1941. He was ordained as an Orthodox rabbi in 1947 within the ḤaBaD Hasidic movement while under the leadership of the sixth Lubavitcher Rebbe, Yosef Yitzchok Schneersohn, and served ḤaBaD communities in Massachusetts and Connecticut. He subsequently earned an M.A. in psychology of religion at Boston University, and a doctorate from the Hebrew Union College. He was initially sent out to speak on college campuses by the Lubavitcher Rebbe, but  in the early 1960s, after experimenting with \"the sacramental value of lysergic acid\", the main ingredient in LSD, leadership within ḤaBaD circles cut ties with him. He continued teaching the Torah of Ḥassidut until the end of his life to creative, free and open-minded Jewish thinkers with humility and kindness and established warm ecumenical ties as well. In September 2009, he became the first contributor of a siddur to the Open Siddur Project database of Jewish liturgy and related work. Reb Zalman supported the Open Siddur Project telling its founder, \"this is what I've been looking forward to!\" and sharing among many additional works of liturgy, an interview he had with Havurah magazine in the early to mid-1980s detailing his vision of \"<a href=\"http://opensiddur.org/development/press/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/\">Database Davenen</a>.\" The Open Siddur Project is proud to be realizing one of Reb Zalman's long held dreams.",
            "website": "https://en.wikipedia.org/wiki/Zalman_Schachter-Shalomi",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/zalman-schachter-shalomi-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/zalman-schachter-shalomi"
        }
    ],
    "date": "2012-11-21",
    "last_updated": "2025-06-30",
    "excerpt": "It is the responsibility of leadership in every generation to remove stumbling blocks from paths provided for seekers of Hashem. The needs of the faith community have dramatically changed. In our generation, many of the paths to Heaven that used to work very well in the past, don’t work any more. Why is that? For several reasons: . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהקדמת העורכים למען דבעי ודחשש<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>For Intolerance Regarding New Practices In Prayer</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n‎&#8221;‎הראה הקב&#8221;ה לאדם הראשון דור דור ודורשיו דור דור ופרנסיו&#8221; [אבות דרבי נתן, פרק לא] כי הדורשים ומבקשים הם משתנים לפי תפקיד הדור. צורכי צבור של אמונה של דור זה אינם שווים לצורכי צבור של דור אחר. בדורנו נסתתמו כמה משבילי דרקיע ומכמה טעמים:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;It is the responsibility of leadership in every generation to remove stumbling blocks from paths provided for seekers of Hashem.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> From Avot d&#8217;Rebbi Natan, Chapter 31:  רבי יהושע בן קרחה אומר, הרי הוא אומר (תהלים קל&#8221;ט) גלמי ראו עיניך ועל ספרך וכו&#8217;, מלמד שהראהו הקב&#8221;ה לאדם הראשון דור דור ודורשיו, דור דור ופרנסיו, דור דור ומנהיגיו, דור דור ונביאיו, דור דור וגבוריו, דור דור ופושעיו, דור דור וחסידיו, בדור פלוני עתיד להיות מלך פלוני, בדור פלוני עתיד להיות חכם פלוני&#8230; (פרק לא)</span>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; The needs of the faith community have dramatically changed.  In our generation, many of the paths to Heaven that used to work very well in the past, don’t work any more.  Why is that?  For several reasons:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nא .אחרי השואה קשה מאד להפגע במקום התפילה בקל וחומר: אם הם לא נענו אנו על אחת כמה וכמה.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n1. The holy souls who perished in the Holocaust didn’t have their prayers answered by God.  How can we expect that God will listen to our prayers, especially if those who were more observant than we were killed?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n ב .נתהווה לנו שנוי עצום ונורא בערכי חיינו ומחשבותנו על מהות המציאות.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Great changes have come about in life principles we hold dear, in our ways of thinking, in the ways we see reality and in the qualities of our existence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהיהדות עכשיו במשבר וחבלי לידה לעידן חדש. רבים מהצעירים, עדיני הנפש מעמנו לא מצאו להם מנוח בין עצמות היבשות וטעמו מדרכים שונים של התבוננות ומוחין דגדלות. אין הם סובלים עוד להכלא תוך שגרת תפלה דקטנות. במקום להיות מוצָאים ידי חובת התפילה על ידי חזנים ובעלי תפילות על מנת לקבל פרס רוצים לרכוש לעצמם קרבת אלקים על ידי עצמם.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAt this time, after having found ourselves in such a great crisis, new ways of understanding have emerged.  When the young people who were exposed to meditation, to Zen, to Buddhism, to Hinduism, to Sufism, to drugs and to psychological introspections came to Jewish leaders looking for a home in our Yeshivot and our houses of prayer, we told them to just be satisfied with our Jewish professionals, Cantors and Rabbis but, this has not worked for them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nערכה ומקומה של האשה וכל הניזן מעלמא דנוקבא נתעלה משפלותו. השכינה הקדושה מצאה לה בנות המכבדות אתה. ועוד: מה שהיא טמון ומוצנע מן הקבלה מצא מתרגמים/ מסבירים ומפיצים שהפיצו המעינות חוצה. ולרווות צמאונם של הדורשים ביהדות מה שנשמתם מאירה בהם.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWoman’s worth and value, her place in Yiddishkeit and all that is nurtured through feminine awareness has risen from its previously suppressed levels. The Holy Shechinah is found among her daughters who honor her.  And many Kabbalah teachings that have elevated her but were previously hidden from sight, have found good interpreters who explain these ideas and open up the fountains and sources to the world at large, so that women and men seeking Judaism can quench a thirst in their souls for woman’s voice, thereby allowing those souls to begin to shine for them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nזרם התחיה שהניע את הנוער של &#8220;חוזרים בתשובה&#8221; פגע גם בהרבה אחרים שלא ראו להם מקום בעולם החרדי המבקש להחזיר את העתרה ליושנה &#8211; קודם השואה. ואף שידיהם קצרה לפעמים בידיעת התורה ולשון הקודש חשים הם את היד הפשוטה לקבלם תחת כנפי השכינה וההשגחה. לפי הוראת לבם מסרו את עצמם למצוא דרך רוחני ומוסרי לתקון עצמם ותיקון העולם והחברה כי בזה ידיהם רב להם בידיעת סדרי החברה והטבע. רבים מהם עוסקים בצורכי צבור של חינוך. בריאות, ורפואה.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOrthodox outreach going on from before the Holocaust led many people onto a path of return but some of these, while having been touched by those looking to restore the Orthodoxy of days gone by, did not find a home for themselves among the Ḥaredim.  These people also have spiritual needs and they have put these yearnings toward finding spiritual and ethical ways to live and to repair society, although they did not become Orthodox.  They are busying themselves with the needs of the community and helping to strengthen education, health and healing sciences.  They are doing good works and we can be proud of them in the context of their non-Ḥaredi lives and make a spiritual home for them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nפרצופי אלוקות וסמליהם הנובעים מן העבר. אין מביאים אתם לידי השראה. אין אדנות המלך והשופט לה&#8217;. יותר קרוב להם הסמלים היסודיים &#8211; ריע, אהוב, אם רחמניה, הדר הטבע ואהבת הבורא לנבריו/ה. אנו חשנו שניתן לנו הרשות והתפקיד לייצור סמלים ופרצופים ולבנות מהם בנין המלכות כמו שבכל שנה ושנה עלינו שוב לבנות בנין המלכות ושאר הפרצופים בימי הרצון. כך בשנוי ווסת עצום של תקופה עלינו להמציא ולמצוא ולהתקשר עם אלה הפרצופים דרכם יבקעו אורות הקודש. התחדשות ותרופה לתבל ויושבי בה.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe metaphors in liturgy which have come from days of yore no longer inspire to the same degree.  Many are turned off by imagery of lording over, ruling, and judging.  Our relationship with God and the imagery used during prayer needs to be broadened to allow more individuals to relate in ways that are meaningful for them, e.g. Friend, Lover, Merciful Mother, Splendorous Nature, Creator who is Love, and God who loves His / Her creatures.  We feel empowered and we have taken the responsibility to show our people how to shape their God imagery in accordance with their hearts, thereby fulfilling the requirement to build God’s kingdom each year with God’s encouragement.  Consequently, huge changes in our times must lead to corresponding changes in traditional ways of addressing God, thereby shining a light on the new paths and thereby bringing healing to the world caused by conflicts between outlook and the practices that come from the past in our institutions.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nובכן נפל בחלקינו לטרח ולמצוא גישה חיובית, מעודדת, אשר נאה היא ויאה למה שהשגנו אנו מדרכי נועם השכינה שהיא כנסת &#8211; ונחלת כל ישראל. יחד עם דורשי ה&#8217;, אנשים ונשים, יודעי ספר וחיין, יודעי פגיעה וגעגוע, רעבים וצמאים &#8211; לא ללחם ולא למים &#8211; מבני בריתנו ושאר יראי ה&#8217;, עסקנו בתפילה ותפילות ואספנו מאוצר הנהוג אתנו ובררנו את המשובח והרצוי מהרב שהיה לפנינו כדי להעניק לצבור שלנו. וכל דכפין ודצריך לסידור זה ישתמש בו.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore we are setting out to make an effort to find a way forward, something which will bring a new positive way, drawing on practices that have already come about in gatherings of Jews who have been pioneering new ways having drawn from our heritage, and the legacy of all Israel.  We hope to be welcomed by seekers, men, women, mystics, the spiritually hungry and thirsty, Jews and non-Jews who are looking for Yirat Hashem / holy awe.  In particular we are dealing with tefillah and prayers and so we have gathered of the treasures that are already out there and chosen the best so that we could present it to our community.  May all that are hungry and needy come and partake in our Siddur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבוודאי ימצא המעיין דברים שירָאו בעיני/ו/ה כסטיה מדרך מלכו של עולם. לכן אבקש ממנו/ה שיבחין נא, ולא למראה עיניו ישפוט ולא למשמע אזניו יוכיח אלא יכנס נא בסבר פנים יפות לתוך סוג תפילה זו. בינו/ה ובין נשמתו/ה ימצא שמץ מן האור הגנוז בארשת שפתי קהלנו. אם באור הזה יביט על השאר. ימצא שגם זה הנראה כפגם מבוסס על שיטה של איתן שהיא המשך פרטי לשיטת המקובלים והבעש&#8221;ט נ&#8221;ע ומרובה מידת ההמשך ממדת ההפסק:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPay attention and don’t just judge by what your eyes tell you that this is different.  As our tradition teaches, moshiach will not judge by the evidence of his eyes only.  Enter into the kind of davvening, try it out, and have that dialogue between yourself and your soul regarding what you’ve found.  You will notice some light in the new ways that our lips pray to God.  And when you consider and look further, you will observe that even those things that you might not like were also based on some very good foundations.  There’s a real continuity and there is more to our having connected to the tradition than to our having disconnected from it.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמן הבריא שבשטיבל חסידי נעשתה חבורה של חוג מתפללים.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe have taken a practice of davvening in a circle which is in line with Ḥasidic tradition.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמי שנאה לו התפילה הרגילה והמסורתית ושגורה היא בפיו ישתמש בנוסחות הרגילים. אין הוא והיא מן הנמנים על סדורנו ויהי רצון שתהיה קרבתם לה&#8217; להם טוב.‏<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnyone who is satisfied with conventional prayer, who feels the energy through sounding out the words in the siddur, who feels closeness to God using standard melodies, this Siddur is not meant for him or her and may their prayers be answered, there is no bad feelings about this.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nתבוא ברכה ה&#8217; על כל העוסקים בצורכי צבור של אמונה אשר בכל אתר ואתר.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIndeed, may blessings come to all who busy themselves with the needs of the faith community in every land, <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמשולם זלמן חייא בן ר&#8217; שלמה הכהן ותל&#8221;ח חיה גיטל שחטר שלומי. &#8220;אור חדש&#8221; (ע&#8217; 92-03) ‏<br />\nתפארת שבתפארת התשמ&#8221;ט<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWith Peace, Meshullam Zalman Hiyya the son of Rabbi Shlomo HaCohen and Chaya Gittel Schachter-Shalomi<br />\n17th Day of the Omer 5749 (May 7, 1989)\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>We are grateful to Rabbi Zalman Schachter-Shalomi and the Reb Zalman Legacy Project (<a href=\"http://rzlp.org\">rzlp.org</a>) for sharing his essay, &#8220;For Intolerance Regarding New Practices In Prayer&#8221; with a <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">Creative Commons Attribution/ShareAlike</a> license. This essay was originally published in the preface of the <em>P&#8217;nai Or Siddur</em> (1989) by the <a href=\"http://www.pnaior-phila.org/\">P&#8217;nai Or</a> Siddur Committee headed by Rabbi Leila Berner and Reb Zalman (the Spiritual Chair of the committee), and made available digitally by the Reb Zalman Legacy Project <a href=\"http://www.jrhasidus.org/wordpress/?p=467\">here</a>. The translation of Reb Zalman&#8217;s essay was made by Gabbai Seth Fishman, editor of the RZLP website, and approved by Reb Zalman. We are grateful to Gabbai Seth for sharing his translation, likewise, and for bringing it to our attention. Gabbai Seth adds,</p>\n<blockquote><p>\nIt is my pleasure to have brought this text to everyone&#8217;s attention.  It had not been translated to English before and when I told Reb Zalman that I wanted to translate it, he asked me to not translate literally for a couple of reasons:  1) The text was aimed at Orthodox Rabbis and written in Rabbinic language which would not really come through in translation.  2) Reb Zalman felt the text is somewhat dated as the situation now has changed from what we were experiencing in 1989 when it was originally published.</p>\n<p>It is very nice to see it published again here.\n</p></blockquote>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">From Avot d&#8217;Rebbi Natan, Chapter 31:  רבי יהושע בן קרחה אומר, הרי הוא אומר (תהלים קל&#8221;ט) גלמי ראו עיניך ועל ספרך וכו&#8217;, מלמד שהראהו הקב&#8221;ה לאדם הראשון דור דור ודורשיו, דור דור ופרנסיו, דור דור ומנהיגיו, דור דור ונביאיו, דור דור וגבוריו, דור דור ופושעיו, דור דור וחסידיו, בדור פלוני עתיד להיות מלך פלוני, בדור פלוני עתיד להיות חכם פלוני&#8230; (פרק לא)</span></td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Liturgical traditions"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "etiquette",
        "North America",
        "pluralism",
        "Renewal",
        "tolerance of difference"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "766"
        ],
        "_thumbnail_id": [
            "7417"
        ],
        "date_src_start": [
            "1989-00-00"
        ],
        "date_src_end": [
            "1989-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/07/zalman-schachter-shalomi.jpg",
        "title": "zalman-schachter-shalomi",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=5480",
    "permalink": "https://opensiddur.org/miscellanea/traditions/for-intolerance-regarding-new-practices-in-prayer/",
    "slug": "for-intolerance-regarding-new-practices-in-prayer"
}