{
    "title": "בלוס פון חלה | How the Grateful Dead, Jewish Text, and Worship Explain One Another and Raise Interesting Questions, by Virginia Spatz",
    "author": "Virginia Spatz",
    "coauthors": [
        {
            "name": "Virginia Spatz",
            "bio": "Virginia Avniel Spatz lives and writes in DC, with a focus on Torah and justice, and works with We Act Radio and Charnice Milton Community Bookstore (CMCB) in Historic Anacostia. Her book, <em>Rereading Exodus Along the Anacostia</em>, supports the literacy programs of CMCB while highlighting the need for new perspectives on race, Jews, and power. She is also active in Tzedek Chicago, Hill Havurah (DC), SVARA, and a variety of other communities. Her journalism has appeared on We Act Radio and Capital Community News, and her fiction and nonfiction  appears in variety of publications.",
            "website": "http://rereading4liberation.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/virginiaavnielspatz_1350654204_3-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/vspatz"
        }
    ],
    "date": "2013-12-15",
    "last_updated": "2025-02-02",
    "excerpt": "I believe that even those who actively dislike the Grateful Dead, or always happily ignored them, will find ideas worth considering in this comparison. “I guess they can't revoke your soul for trying.” – Robert Hunter Some years ago, my husband and I dragged our kids (then 11 and 13) to see the Dead. The kids asked why the folks in the parking lot were staying outside, even though the concert was scheduled to start: “How <em>do</em> they know when to go inside? Or, is the band waiting for them?” My husband, a non-Jew, noted that he was often similarly mystified by worship services: “How do they know when to it's time for....?” Not long after that I was part of a small havurah gathering waiting for a minyan, and we got to talking about when we might expect various regulars. This started me thinking about when, how and why Jews show up to services. I realized my husband's sentiment about worship services – like my kids befuddlement about Dead concerts – is shared by many Jews, even regular service-goers.... Over the years, I've been thinking about ways that Jewish text and worship and the Grateful Dead parallel one another. The result is this chart.  . . .",
    "content": "<div id=\"attachment_7877\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2013/12/blues4challah-002-medium.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-7877\" src=\"https://opensiddur.org/wp-content/uploads/2013/12/blues4challah-002-medium.jpg\" alt=\"Blues for Challah 2012 at Isabella Freedman Jewish Retreat Center (credit: Rachel Molly Loonin and The Whole Phamily )\" width=\"1024\" height=\"575\" class=\"size-full wp-image-7877\" srcset=\"https://opensiddur.org/wp-content/uploads/2013/12/blues4challah-002-medium.jpg 1024w, https://opensiddur.org/wp-content/uploads/2013/12/blues4challah-002-medium-300x168.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-7877\" class=\"wp-caption-text\"><a href=\"http://www.wholephamily.com/2012/12/blues-for-challah-setlist-recap.html\">Blues for Challah 2012</a> at Isabella Freedman Jewish Retreat Center (credit: Rachel Molly Loonin and The Whole Phamily )</p></div>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2013/12/Virginia-Spatz-Grateful-Dead-Torah-Chart.pdf\">DOWNLOAD</a></p>\n<p>I believe that even those who actively dislike the <a href=\"https://en.wikipedia.org/wiki/Grateful_Dead\" target=\"_blank\" rel=\"noopener\">Grateful Dead</a>, or always happily ignored them, will find ideas worth considering in this comparison.</p>\n<p style=\"padding-left: 30px;\">“I guess they can&#8217;t revoke your soul for trying.” – Robert Hunter</p>\n<p>Some years ago, my husband and I dragged our kids (then 11 and 13) to see the Dead. The kids asked why the folks in the parking lot were staying outside, even though the concert was scheduled to start: “How <em>do</em> they know when to go inside? Or, is the band waiting for them?”</p>\n<p>My husband, a non-Jew, noted that he was often similarly mystified by worship services: “How do they know when to it&#8217;s time for&#8230;.?”</p>\n<p>Not long after that I was part of a small ḥavurah gathering waiting for a minyan, and we got to talking about when we might expect various regulars. This started me thinking about when, how and why Jews show up to services. I realized my husband&#8217;s sentiment about worship services – like my kids befuddlement about Dead concerts – is shared by many Jews, even regular service-goers&#8230;.</p>\n<p>Over the years, I&#8217;ve been thinking about ways that Jewish text and worship and the Grateful Dead parallel one another. The result is this chart [below].</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<td colspan=\"4\">\n<p style=\"padding: 0pt 0pt 0pt 26pt;\"><span class=\"font1\" style=\"font-weight: bold;\">How the Grateful Dead, Jewish Text and Worship Explain One Another and Raise Interesting Questions</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 0pt 0pt 49pt;\"><span class=\"font1\" style=\"font-weight: bold;\">(Grateful) Dead</span></p>\n</td>\n<td>\n<p style=\"text-align: center; padding: 0pt 5pt 0pt 0pt;\"><span class=\"font1\" style=\"font-weight: bold;\">Jewish Text/Tradition</span></p>\n</td>\n<td colspan=\"2\">\n<p style=\"text-align: center; padding: 0pt 0pt 0pt 1pt;\"><span class=\"font1\" style=\"font-weight: bold;\">Additional Note(s)/Questions</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 25pt 0pt 4pt;\"><span class=\"font0\">The (Grateful) Dead frequently took the stage without greeting and began such extensive set up that the uninitiated might assume that A) they were watching roadies or that B) the concert would consist of endless sound checks. Sometimes the final chords of one song flowed directly into the next; other times, stretches of equipment fiddling and/or improvisation separated songs.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 0pt 0pt 3pt;\"><span class=\"font0\">Sanhedrin 2a:</span></p>\n<p style=\"text-indent: 7pt; padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">“&#8230;But how do we know that a congregation consists of not less than ten? It is written, how long shall I bear with this evil </span><span class=\"font0\" style=\"font-style: italic;\">&#8216;edah. </span><span class=\"font0\">Excluding Joshua and Caleb, we have ten&#8230;.” Bible verses appear without quotation marks, discussion seems always to be already in progress. Related points follow in places; apparently endless digressions separate other points in an argument or exposition.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">In some Jewish traditions, individuals participate in prayer largely on their own, expecting to join in unison prayer only for the </span><span class=\"font0\" style=\"font-style: italic;\">barchu, kaddish,</span><span class=\"font0\"> repetition of the </span><span class=\"font0\" style=\"font-style: italic;\">Amidah</span><span class=\"font0\"> and a few other spots. A visitor unfamiliar with this worship style might find it hard to participate.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 6pt 0pt 3pt;\"><span class=\"font0\">If a prayer leader &#8211; or the person in the next seat -announces the service progression with care and someone regularly tells you “what page we&#8217;re on,” is that a sufficient clue as to what others are doing and/or how you might experience anything in the service?</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 25pt 0pt 4pt;\"><span class=\"font0\">Long sound checks, tendency to drift into individual or collective equipment adjustment, and habit (at least in older days) of barely acknowledging the audience were not irrelevant to the band&#8217;s purpose (cf. acid test history). The Dead interact with one another, relating to an audience without addressing music TO it.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 18pt 0pt 3pt;\"><span class=\"font0\">Elements of style visible in San 2a above -weaving together of biblical sources, use of narrative Torah to explain a practicality, like the minimum size of a “congregation” &#8211; are not irrelevant to understanding either the Talmud or the passage from Numbers.</span></p>\n<p style=\"text-align: justify; padding: 0pt 18pt 0pt 3pt;\"><span class=\"font0\">The ancient rabbis and the texts are in a conversation with one another, relating to future generations but not speaking TO us.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">Worship style is not irrelevant to how participants view what is happening in the service: With few exceptions &#8211; Humanist prayer, e.g. &#8211; the main siddur text is part of an ancient, on-going conversation between Jews and God, not written TO users.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 6pt 0pt 3pt;\"><span class=\"font0\">How do we &#8211; as individuals and as a congregation &#8211; view the service? How much is internally directed? focused on wider concerns? relating to others present? to “Israel”? to/for God, however defined? Do these elements vary by person? gathering? moment?</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 6pt 0pt 4pt;\"><span class=\"font0\">Are extended improvs and long drumming sessions time for a break or the point of a concert? Is melody just a launching point for the “real,” improvisational music? Or are instrumentals sometimes just pauses, perhaps unduly long, in the melody? Which is “digression” and which is essential?</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 0pt 0pt 3pt;\"><span class=\"font0\">(Sanhedrin 2a continued)</span></p>\n<p style=\"padding: 0pt 7pt 0pt 10pt;\"><span class=\"font0\">“&#8230;excluding Joshua and Caleb, we have ten, and whence do we derive the additional three?&#8230; ”</span></p>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">The passage returns to what is ostensibly the “main discussion,” of how it is known that 23 men are needed for a small Sanhedrin.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">It&#8217;s the “digression” here that proves relevant to this week&#8217;s portion and the definition of a minyan. Similarly, moments after a chant and spaces between words are as crucial as carefully crafted </span><span class=\"font0\" style=\"font-style: italic;\">siddur</span><span class=\"font0\"> text.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 13pt 0pt 3pt;\"><span class=\"font0\">We can sing prayers, chant, dance; re-order or re-focus the prayers; write new ones; share intentions. Sit silently. What is essential &#8211; for each of us and for us as a group -for prayer to “work”?</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 25pt 0pt 4pt;\"><span class=\"font0\">At ticket time, many best seats for a (Grateful) Dead concert were empty while true Deadheads stayed outside, doing business and partying, until the concert began in earnest, and/or the Dead did not really get going until the seats filled. So, one might ask: How did anyone &#8211; band or fans &#8211; ever know when it “was time”?</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">In </span><span class=\"font0\" style=\"font-style: italic;\">Shelach-lecha,</span><span class=\"font0\"> the People believe the spies&#8217; “evil reports” about the Land and refuse to “go up.” This ends in death and disaster. Then, after being told that they will now die in the desert for failure to take the Land immediately, some make a last ditch effort to “go up” (14:40ff). This ends in disaster and death. How did the People (and God) learn the right time? Did they? Were 40 years enough? Too much?</span></p>\n</td>\n<td colspan=\"2\">\n<p style=\"text-align: right; padding: 0pt 10pt 0pt 3pt;\"><span class=\"font0\">Sefat Emet (R. Yehuda Aryeh Leib Alter, 1847-1905) identifies the last-ditch aliyah attempt with yearning for a kind of ungrounded, self-serving spirituality. In comparison, he urges: Before doing anything, you have to offer up your soul as an emissary, gathering together all of your desires, in order to negate them, so that you can fulfill only the will of God.</span></p>\n<p style=\"text-indent: 7pt; padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">&#8211; 1998 trans. w/commentary by Arthur Green, Shai Gluskin Can we manage this on a collective scale: In group prayer? In group decision-making? How?</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 17pt 0pt 4pt;\"><span class=\"font0\">Despite lack of introductions on stage and absence of album liners, many fans could identify current and past band members, knew each&#8217;s musical history, and often referred to band members by first name as though speaking of near neighbors or cousins&#8230;</span></p>\n<p style=\"text-align: justify; padding: 0pt 17pt 0pt 4pt;\"><span class=\"font0\">. ..and just when you thought you had the band identified, the person in the next seat would begin muttering, “I miss Donna,” or “It&#8217;s not the same without Pigpen.”</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 5pt 0pt 10pt;\"><span class=\"font0\">Arachin 15a “It was taught: R. Eleazar b. Perata<sup>1</sup> said, Whence do we know [the power of an evil tongue]? From the spies: for if it happens thus to those who bring up an evil report against wood and stones, how much more will it happen to him who brings up an evil report against his neighbour!.. .Perhaps it is as explained by R. Hanina b. Papa<sup>2</sup>; for R. Hanina b. Papa&#8230; Rather, said Rabbah<sup>3</sup> in the name of Resh Lakish<sup>4</sup>&#8230;”</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">1]    2<sup>nd-</sup>-3<sup>rd</sup> Century CE (third generation Tanna);</span></p>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">2]    3<sup>rd</sup> -4<sup>th</sup> C (Fifth generation Amorim, post-Tannaim);</span></p>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">3]    of priestly family, Rabbah bar Bachmani 3rd-4<sup>th</sup> C, (third generation Amora);</span></p>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">4]    Shimon ben Lakish, 3<sup>rd</sup> C (early Amora) former gladiator, brother-in-law of R. Yohanan bar Nappaha</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 18pt 0pt 3pt;\"><span class=\"font0\">More fanatical Deadheads believe(d) that being a worthy listener required knowing, e.g., which years Donna Jean and Keith Godchaux were with the band, who wrote and sang which songs, etc. Similar claims are sometimes suggested about Jewish learning or prayer.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 17pt 0pt 4pt;\"><span class=\"font0\">Some histories of the band long known as “the Grateful Dead” might begin with the first concert in 1965, but many would say you have to start with the Warlocks or Mother McCree&#8217;s Uptown Jug Champions or when band members met in 1962 or first learned music&#8230;</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 11pt 0pt 3pt;\"><span class=\"font0\">Like San. above, all Talmud tractates begin on page 2a. The first words of the first tractate -“From what time may one recite the evening Shema?” &#8211; assume so much that it&#8217;s clear the conversation is already in progress. “2a” is a printer&#8217;s convention, yes, but also a reminder that no amount of learning brings us to page 1.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">Taking as a given that we&#8217;re, none of us, yet on page 1 can be freeing, an invitation to jump in and experience Jewish learning or prayer -or even a (Grateful) Dead recording &#8211; wherever we are.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 9pt 0pt 3pt;\"><span class=\"font0\">On the other hand, failing to recognize that we&#8217;re jumping into an on-going enterprise, extending beyond our own lives and times, can narrow the experience into nonsense and noise.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 17pt 3pt 4pt;\"><span class=\"font0\">“Let the words be yours. I&#8217;m done with mine.” &#8211; John Barlow, “Cassidy,” 1972</span></p>\n<p style=\"padding: 3pt 4pt 9pt 11pt;\"><span class=\"font0\">&#8230;no more Grateful Dead songs will be written. It appears that after forty years, we can say, truly and finally, that the words are yours. That we are done with ours. (Not that they ever really belonged to anyone in the first place.) &#8211; John Barlow, </span><span class=\"font0\" style=\"font-style: italic;\">Complete Annotated Grateful Dead Lyrics</span><span class=\"font0\">, 2005</span></p>\n<p style=\"padding: 9pt 17pt 3pt 4pt;\"><span class=\"font0\">Lyricist Robert Hunter says he originally didn&#8217;t publish lyrics “so people could dub their own mishearings, adding a bit of themselves to the song.”</span></p>\n<p style=\"padding: 3pt 4pt 0pt 11pt;\"><span class=\"font0\">A song is only ever fully realized when it belongs to everyone whose language it inhabits. &#8211; Robert Hunter, </span><span class=\"font0\" style=\"font-style: italic;\">Annotated Lyrics</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 5pt 0pt 10pt;\"><span class=\"font0\">The reader, in his own fashion, is a scribe&#8230;. the Revelation [is a] word coming from&#8230; outside, and simultaneously dwelling in the person who receives it&#8230;.some of its points would never have been revealed if some people had been absent from mankind&#8230;. the multiplicity of irreducible people is necessary to the dimensions of meaning; the multiple meanings are multiple people.</span></p>\n<p style=\"text-align: justify; padding: 0pt 0pt 15pt 10pt;\"><span class=\"font0\">&#8211;    E. Levinas, </span><span class=\"font0\" style=\"font-style: italic;\">Beyond the Verse</span><span class=\"font0\">, p.131</span></p>\n<p style=\"padding: 15pt 5pt 0pt 10pt;\"><span class=\"font0\">The relationship that links Israel to the Torah is revealed in the very name Israel. These five letters are the initial letters of the words: nnn^ nvmK man </span><span class=\"font0\" style=\"font-style: italic;\">&#8216;There are 600,000 letters in the Torah.</span><span class=\"font0\"> Each Jewish soul takes inspiration from one of the letters of the torah, which remains his own forever.</span></p>\n<p style=\"text-align: justify; padding: 0pt 0pt 0pt 10pt;\"><span class=\"font0\">&#8211;    Eliyahu Munk, </span><span class=\"font0\" style=\"font-style: italic;\">The Call of the Torah</span><span class=\"font0\"> Ex. 12:37</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 9pt 0pt 3pt;\"><span class=\"font0\">Teachings at left are from a recent Jewish Study Center class taught by Sheldon Kimmel,</span></p>\n<p style=\"padding: 0pt 3pt 9pt 3pt;\"><span class=\"font0\">Adas Israel member and former Fabrangener, with whom I studied for years. Levinas (1906-1995) was a French Talmudist-philosopher. Munk is contemporary orthodox scholar.</span></p>\n<p style=\"padding: 9pt 3pt 0pt 3pt;\"><span class=\"font0\">We are essential to Torah, but so are other “scribes.” Isolating a bit of Torah &#8211; without reference to other letters&#8217; inspiration; without including other Revelation participants over the ages &#8211; is like relating to only one instrument (&gt;&gt;) in a band. Even solos exist in a wider musical context.</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 9pt 6pt 3pt;\"><span class=\"font0\">To enjoy the Dead, it is not necessary to know that Sweet Jane, who “lost her sparkle&#8230; living on reds, vitamin C, and cocaine,” echoes an old radio commercial: “Poor Millicent [who] never used Pepsodent, her smile grew dim and she lost her vim.” It&#8217;s fun but not fundamental that Bertha, who is begged “on bended knees&#8230; don&#8217;t you come around here anymore,” was not human, but an off-kilter, room-cooling fan that moved when on.</span></p>\n<p style=\"text-align: justify; padding: 6pt 9pt 0pt 3pt;\"><span class=\"font0\">However, to refuse to listen to anything except the drums or a single guitar, e.g., would completely distort the music.</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 5pt 3pt 3pt;\"><span class=\"font0\">For many years (even now?), there were folks who maintained that the Grateful Dead would never be as good as they were when Ron “Pigpen” McKernan was piano player and front man (he died in 1973, before the height of the band&#8217;s popularity).</span></p>\n<p style=\"padding: 3pt 5pt 3pt 3pt;\"><span class=\"font0\">There were a number of changes over the years, mourned with more or less passion.</span></p>\n<p style=\"padding: 3pt 5pt 0pt 3pt;\"><span class=\"font0\">Finally, many found it heretical to consider the band&#8217;s continuation after Jerry Garcia&#8217;s death. But “the Dead” did tour for years. (Long known informally as “the Dead,” they formally dropped the “Grateful” after Garcia&#8217;s death in 1995.)</span></p>\n</td>\n<td>\n<p style=\"text-align: justify; padding: 0pt 14pt 6pt 3pt;\"><span class=\"font0\">Moses received Torah from God at Sinai. He transmitted it to Joshua, Joshua to the elders, the elders to the prophets, the prophets to the members of the Great Assembly&#8230; (Avot 1:1)</span></p>\n<p style=\"padding: 6pt 6pt 0pt 3pt;\"><span class=\"font0\">Shemayah and Avtalyon received the tradition from [their teachers]. Shemayah taught: Love work; hate positions of domination; do not make yourself known to the authorities. Avtalyon taught: &#8230;be careful of what you say lest you be exiled by the authorities&#8230;Hillel and Shammai received the Torah from them. Hillel taught: Be a disciple of Aaron, loving peace and pursuing peace&#8230;Shammai taught: Make the study of Torah your primary occupation&#8230; (Avot 1:10-15)</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">“In simultaneously placing each rabbi within the chain of transmission and giving each rabbi his own voice, </span><span class=\"font0\" style=\"font-style: italic;\">Pirkei Avot</span><span class=\"font0\"> makes an essential statement about the nature of Torah and interpretation:</span></p>\n<p style=\"padding: 0pt 7pt 0pt 3pt;\"><span class=\"font0\">Even though each generation interprets and applies the Torah according to the needs of the time, these interpretations have the authority of laws given by God at Mount Sinai.” &#8211; Rabbi Jill Jacobs</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 3pt 0pt 3pt;\"><span class=\"font0\">There is a tradition (ref.?) that each new generation, further from the certainty of Sinai, is less authoritative than the previous. But there is a tradition, too, that all Israel were at Sinai (cf. Jacobs, left). And we have messianic hopes for a better future. </span><span class=\"font0\" style=\"font-style: italic;\">“Hashkiveinu:</span><span class=\"font0\"> Return us to You as in days of old,” is at once backward- and forward-yearning, i.e., a cry to (re-) realize God&#8217;s rule in our lives, speedily and in our day.</span></p>\n</td>\n</tr>\n<tr>\n<td colspan=\"4\">\n<p style=\"text-align: justify; padding: 0pt 17pt 3pt 13pt;\"><span class=\"font0\">It&#8217;s like [Bob] Dylan’s “Knockin’ on Heaven’s Door”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> I wasn&#8217;t at Woodstock either and never saw Dylan live, but I did hear the Dead perform this song, and so reading this comment led to last year&#8217;s drash “You didn&#8217;t have to be there: Sinai, Prayer and the Grateful Dead,” (Mattot 5771, July 2011), now on my blog, “Song Every Day,” <a href=\"http://wp.me/ptnpJ-Kg\"><span class=\"footnote_url_wrap\">http://wp.me/ptnpJ-Kg</span></a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; — one of my favorites from Woodstock. Well, I wasn’t at Woodstock and I’ve never been in a hangman’s noose waiting for the trap door to fall out, so I can’t sing that song? No, we just jump in because it touches us. So part of Jewish prayer is allowing ourselves to say, “These are the words of my people, and I’m connecting to them.” People who weren’t at Woodstock claim it as their music, their generation, as if they were there. I can sing the words of my ancestors and claim Sinai. &#8211; Shawn Zevit, in </span><span class=\"font0\" style=\"font-style: italic;\">Making Prayer Real</span><span class=\"font0\"> by R. Mike Comins, 2010</span></p>\n</td>\n</tr>\n<tr>\n<td>\n<p style=\"padding: 0pt 6pt 0pt 3pt;\"><span class=\"font0\">Back when folks living or traveling together had to negotiate group music choices, the Dead were vetoed as background music.</span></p>\n<p style=\"padding: 0pt 6pt 0pt 3pt;\"><span class=\"font0\">This included a prohibition on starting a song without time for the whole thing:</span></p>\n<p style=\"padding: 0pt 0pt 6pt 3pt;\"><span class=\"font0\">Listen or don&#8217;t!</span></p>\n<p style=\"text-align: justify; padding: 6pt 11pt 0pt 3pt;\"><span class=\"font0\">Some purists rejected recordings: old ones were inferior in clarity, obscured lyrics, and failed to translate the gestalt. A guide could accompany you. Recordings &#8211; harumph! -might prepare you. But, ultimately, the Dead had to be experienced for oneself.</span></p>\n</td>\n<td>\n<p style=\"padding: 0pt 6pt 3pt 3pt;\"><span class=\"font0\">The episode of the spies and the failed attempt to take the Land are followed (Num. 15) by ritual commandments, some specific to the Land and some &#8211; </span><span class=\"font0\" style=\"font-style: italic;\">tzitzit</span><span class=\"font0\"> and taking </span><span class=\"font0\" style=\"font-style: italic;\">challah &#8211;</span><span class=\"font0\">still practiced. These, according to some midrashim, are offered to the People as a future treat &#8211; they will be undertaken later -and so an indication of forgiveness.</span></p>\n<p style=\"padding: 3pt 6pt 0pt 3pt;\"><span class=\"font0\">A related explanation: these rituals meet the People where they are with an opportunity to fulfill </span><span class=\"font0\" style=\"font-style: italic;\">“na-aseh v&#8217;nishmah</span><span class=\"font0\"> [We will do and we will obey/hear/understand]” (Ex. 24:7).</span></p>\n</td>\n<td colspan=\"2\">\n<p style=\"padding: 0pt 4pt 3pt 3pt;\"><span class=\"font0\">Sefat Emet notes that the spies are told to &#8220;tour [nm v&#8217;yatiru] the Land of Canaan.” Relating this verb to “Torah mn,” he says the spies were confused about the role of Torah in mundane life. After the failed attempts to “go up,” God offers day-to-day Torah, functional ways to “go up.”</span></p>\n<p style=\"padding: 3pt 4pt 3pt 3pt;\"><span class=\"font0\">Taking </span><span class=\"font0\" style=\"font-style: italic;\">challah</span><span class=\"font0\"> (removing a portion [for the priests] when baking a certain amount of dough) elevates the ordinary task of baking. </span><span class=\"font0\" style=\"font-style: italic;\">Tzitzit</span><span class=\"font0\"> would allow Israelites to see, in everyday life, what they failed to know directly.</span></p>\n<p style=\"padding: 3pt 30pt 0pt 3pt;\"><span class=\"font0\">“&#8230;remember and perform them, </span><span class=\"font0\" style=\"font-style: italic;\">tizk&#8217;ru v&#8217;asitem</span><span class=\"font0\"> [all my commandments and be holy to your God” (Num. 15:40)</span></p>\n</td>\n</tr>\n<tr>\n<td colspan=\"4\">\n<p style=\"text-align: justify; padding: 0pt 0pt 0pt 13pt;\"><span class=\"font0\">The deeper experience is one that wells up from within, transforming consciousness itself from the inside rather than confronting it with sound or sight of that which still manifests itself as &#8220;other.&#8221; &#8211; Sefat Emet, </span><span class=\"font0\" style=\"font-style: italic;\">The Langauge of Truth,</span><span class=\"font0\"> 1998 trans. with commentary by Arthur Green and Shai Gluskin</span></p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>This was originally presented as part of a d&#8217;var Torah on parshat <em>Shlaḥ</em> (Numbers 13:1-15:40) at <a href=\"http://www.templemicah.org\">Temple Micah</a> in Washington, DC.</p>\n<p><em>Comments are encouraged.</em></p>\n<p>Please visit “<a href=\"http://songeveryday.wordpress.com\" target=\"_blank\" rel=\"noopener\">A Song Every Day</a>,” for more thoughts on Jewish text and prayer.</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">I wasn&#8217;t at Woodstock either and never saw Dylan live, but I did hear the Dead perform this song, and so reading this comment led to last year&#8217;s drash “You didn&#8217;t have to be there: Sinai, Prayer and the Grateful Dead,” (Mattot 5771, July 2011), now on my blog, “Song Every Day,” <a href=\"http://wp.me/ptnpJ-Kg\"><span class=\"footnote_url_wrap\">http://wp.me/ptnpJ-Kg</span></a></td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Liturgical traditions"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Blues for Ḥalah",
        "Grateful Dead",
        "North America",
        "פרשת שלח parashat Shlaḥ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "7877"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/12/blues4challah-002-medium.jpg",
        "title": "Rachel Molly Loonin &#8211; blues4challah 002 (medium)",
        "caption": "<a href=\"http://www.wholephamily.com/2012/12/blues-for-challah-setlist-recap.html\">Blues for Challah 2012</a> at Isabella Freedman Jewish Retreat Center (credit: Rachel Molly Loonin and The Whole Phamily )"
    },
    "source_link": "https://opensiddur.org/?p=7873",
    "permalink": "https://opensiddur.org/miscellanea/traditions/how-the-grateful-dead-jewish-text-and-worship-explain-one-another-and-raise-interesting-questions/",
    "slug": "how-the-grateful-dead-jewish-text-and-worship-explain-one-another-and-raise-interesting-questions"
}