{
    "post_id": 2892,
    "title": "It’s All Greek To Me–Praying in Languages Other than Hebrew (sourcesheet) by R’ Ethan Tucker",
    "author": "Ethan Tucker",
    "coauthors": [
        {
            "name": "Ethan Tucker",
            "bio": "Rabbi Ethan Tucker is co-founder and rosh yeshiva at Mechon Hadar and chair in Jewish Law. Ethan was a faculty member at the Drisha Institute for Jewish Education, where he taught Talmud and Halakhah in the Scholars' Circle. Ethan was ordained by the Chief Rabbinate of Israel and earned a PhD in Talmud and Rabbinics from the Jewish Theological Seminary and a B.A. from Harvard College. A Wexner Graduate Fellow, he was a co-founder of Kehilat Hadar and a winner of the first Grinspoon Foundation Social Entrepreneur Fellowship. He was named one of America’s Top 50 Rabbis by Newsweek in 2011 and 2012.",
            "website": "http://www.halakhah.org/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/ethan-tucker-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ethan-tucker"
        }
    ],
    "date": "2011-03-25",
    "last_updated": "2025-08-01",
    "excerpt": "Language is simultaneously a portal and a barrier to prayer. Jews have prayed in Hebrew for millennia, yet our oldest sources also speak of prayer in other languages. Come explore the history of the language of prayer, how our linguistic preferences define what prayer is about, and how we might approach this issue today.  . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמשנה סוטה ז:א</p>\n<p>אלו נאמרין בכל לשון: פרשת סוטה, ווידוי מעשר, קרית שמע ותפלה, וברכת המזון, ושבועת העדות ושבועת הפיקדון. ואלו נאמרין בלשון הקודש: מקרא ביכורים, וחליצה, ברכות וקללות, ברכת כהנים, וברכת כהן גדול, ופרשת המלך, ופרשת עגלה ערופה, ומשוח מלחמה בשעה שמדבר אל העם.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Mishnah\">Mishnah</a> Sotah 7:1</p>\n<p>These are said in any language: The portion of the <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Sotah\"><em>Sotah</em></a>, the confession over tithes, the reading of the <em><a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Shema\">Shema</a></em>, <em>tefillah</em> [i.e., the <em><a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Amidah\">Amida</a></em>, standing meditation, also called the <em>Shemoneh Esrei</em>, 18 blessings], the grace after meals, the oath relating to testimony and the oath relating to a bailiment. And these are said in the holy language [Hebrew]: The reading over first-fruits, the release from levirate marriage, the blessings and curses [recited by Israel upon entering the land], the priestly blessing, the blessing of the high priest, the portion of the king, the portion of the broken heifer, and the speech of the priest annointed for battle to the people.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nתלמוד ירושלמי סוטה ז:א, דף כא טור ב</p>\n<p>וקרית שמע דכתיב ודברת בם רבי אומר אומ׳ אני קרית שמע אינו נאמר אלא בלשון הקודש מה טעמא והיו הדברי׳ האלה ר׳ לוי בר חיתה אזל לקיסרין שמע קלון קריין שמע אלוניסתין בעא מעכבתון שמע רבי יוסי ואיקפד אמר כך אומר אני מי שאינו יודע לקרות אשורית לא יקרינה כל עיקר אלא יוצא בכל לשון שהוא יודע&#8230;.ותפילה כדי שיהא יודע לתבוע צרכיו וברכת המזון כדי שיהא יודע למי מברך<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Jerusalem_Talmud\">Talmud Yerushalmi</a> Sotah 7:1, 21b</p>\n<p>The reading of the <em>Shema</em> [can be done in any language]. Because it is written: &#8220;And you shall speak them.&#8221; Rabi says: &#8220;I say that the <em>Shema</em> can only be read in Hebrew.&#8221; Why? &#8220;And these words [that I command you today shall be in your mind].<br />\nR. Levi bar Ḥaita went to Caesarea. He heard voices reading the <em>Shema</em> in Greek. He wanted to stop them. <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Jose_ben_Halafta\">R. Yose</a> heard this and got angry. He said: &#8220;Here is what I am saying, should a person who doesn&#8217;t know Hebrew not say the <em>Shema</em> at all? No, one&#8217;s obligation is fulfilled in whatever language one knows&#8230;<br />\nPrayer [can be said in any language]. So that a person will know how to ask for his/her needs. The Grace after Meals [can be said in any language]. So that one will know whom one is blessing.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nתלמוד בבלי מסכת סוטה דף לג עמוד א</p>\n<p>תפלה. רחמי היא, כל היכי דבעי מצלי. ותפלה בכל לשון? והאמר רב יהודה: לעולם אל ישאל אדם צרכיו בלשון ארמית, דאמר רבי יוחנן: כל השואל צרכיו בלשון ארמי &#8211; אין מלאכי השרת נזקקין לו, לפי שאין מלאכי השרת מכירין בלשון ארמי! לא קשיא: הא ביחיד, הא בצבור.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Talmud#Talmud_Bavli_.28Babylonian_Talmud.29\">Talmud Bavli</a> Sotah 33a</p>\n<p><em>Tefillah</em>. It is a request for mercy; one prays however one needs to. And can <em>tefillah</em> indeed be in any language? Did not <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Judah_ben_Ilai\">R. Yehudah</a> say: One should never ask for one&#8217;s needs in Aramaic, for <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Yochanan_bar_Nafcha\">R. Yoḥanan</a> said: Anyone who asks for his needs in Aramaic is not attended to by the ministering angels [<em>Malakhei HaShareit</em>], because the ministering angels do not understand Aramaic! There is no contradiction [between the Mishnah and R. Yehudah&#8217;s statement]; [R. Yehudah&#8217;s ruling applies in] private, [the Mishnah&#8217;s applies in] public.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרי״ף ברכות ז.‏</p>\n<p>והא דקתני תפילה בכל לשון הני מילי בציבור אבל ביחיד לא דאמר רב יהודה אמר רב לעולם אל ישאל אדם צרכיו בלשון ארמי ואמר רבי יוחנן כל השואל צרכיו בלשון ארמי אין מלאכי השרת נזקקין לו לפי שאין מלאכי השרת מכירים בלשון ארמית:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Isaac_Alfasi\">Rif</a> Berakhot 7a</p>\n<p>That which it says, &#8220;<em>tefillah</em> may be recited in any language,&#8221; only applies in public, but in private, it is not applicable, for R. Yehudah said in the name of Rav: One should never ask for one&#8217;s needs in Aramaic, and R. Yoḥanan said: Anyone who asks for his needs in Aramaic is not attended to by the ministering angels, because the ministering angels do not understand Aramaic.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרבינו יונה על הרי״ף ד׳׳ה גמ׳</p>\n<p>כיון דאסיקנא דתפילה ביחיד אינה נאמרת אלא בלשון הקודש תימה הוא על המנהג שנהגו בכל העולם שהנשים מתפללות בשאר לשונות שכיון שחייבות בתפילה לא היה להן להתפלל אלא בלשון הקודש ורבני צרפת רוצים לתת טעם למנהג ואומרים שכשיחיד מתפלל התפילה בעצמה שמתפללין אותה הציבור כמו תפילת הציבור דיינינן ליה ויכול לאמרה יחיד בלשון אחרת ומאי דאמר רב יהודה לעולם אל ישאל אדם צרכיו בלשון ארמי זהו כששואל צרכיו בגון שמתפלל על החולה או על שום צער שיש לו בביתו וכיוצא בזה אבל תפילה שהיא ידועה לציבור אפילו כשמתפלל אותה בביתו כמתפלל בציבור דמי ואם אינו יודע לשון הקודש יבול לצאת בכל לשון והטעם שצרכי ציבור שואלין בכל לשון מה שאין כן בצרכי יחיד מפני שהציבור אינם צריכים מליץ לפני הקב״ה אבל היחיד צריך אליו כענין שנאמר (איוב לג בג) אם יש [עליו] מלאך מליץ וכו׳ ומלאכי השרת אינן נזקקין אלא ללשון הקודש:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Rabbeinu_Yona\">Rabbeinu Yonah</a> on the Rif s.v. Gemara</p>\n<p>Since we have concluded that private <em>tefillah</em> can only be said in Hebrew, I am deeply puzzled by the universal custom of women to pray in other language, since by virtue of their obligation in prayer, they should have to pray in Hebrew [like everyone else]. The rabbis of France try to justify this practice by saying that when an individual prays the same <em>tefillah</em> that is recited in public, [that private prayer] is considered &#8220;public&#8221;, and one can say it in another language. And that which R. Yehudah said, &#8220;One should never ask for one&#8217;s needs in Aramaic, applies when one asks for one&#8217;s private needs, such as praying for a sick person or regarding any other problem in one&#8217;s home, but <em>tefillah</em>, which is known by the whole community, even when one prays it in one&#8217;s own home, it is as if it is being prayed in public, and if one does not know Hebrew, one may fulfill one&#8217;s obligation in any language. And the reason that public requests are made in any language but private needs are not is because the community [when praying as a whole] does not need an intermediary with God, but an individual does&#8230;and the ministering angels only attend to [requests made in] Hebrew.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרא״ש ברכות ב:ב</p>\n<p>ולי נראה דאינו קשה דדוקא בלשון זה קאמר רב יהודה דלא ישאל אדם צרכיו ובן הקשו בתוספות (שבת שם ד״ה שאין) אהא דקאמר שאין מלאכי השרת מכירין בלשון ארמית והלא אפילו מחשבות לב האדם הם יודעים ומכירין אלא לשון זה מגונה בעיניהן להזקק לו.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Asher_ben_Jehiel\">Rosh</a> Berakhot 2:2</p>\n<p>It seems to me that [the practice cited by R. Yonah] poses no difficulty, because it was specifically in [Aramaic] that R. Yehudah forbade making requests.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשולחן ערוך אורח חיים סימן קא סעיף ד</p>\n<p>יכול להתפלל בכל לשון שירצה, וה״מ בצבור, אבל ביחיד לא יתפלל אלא בלשון הקודש; וי״א דה״מ כששואל צרכיו, כגון שהתפלל על חולה או על שום צער שיש לו בביתו, אבל תפלה הקבועה לצבור, אפילו יחיד יבול לאומרה בכל לשון; וי״א דאף יחיד כששואל צרכיו יכול לשאול בכל לשון שירצה, חוץ מלשון ארמי.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Shulkhan_Arukh\">Shulḥan Arukh</a> Orah Ḥayyim 101:4</p>\n<ol>\n<li>One may recite <em>tefillah</em> in any language one chooses. This, however, is true only in public, but in private, one may only recite <em>tefillah</em> in Hebrew. (Rif)</li>\n<li>Some say that [the ban on other languages] applies only to asking for one&#8217;s [personal] needs, such as praying for a sick person or regarding any other problem in one&#8217;s home, but the fixed <em>tefillah</em> recited in public may even be recited privately in any language. (Rabbis of France)</li>\n<li>Some say that even an individual making private requests may do so in any language he chooses, except for Aramaic. (A lenient reading of Rosh)</li>\n</ol>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nספר חסידים (מרגליות) סימן תקפח, ר׳ יהודה החסיד, גרמניה, המאה הי״ב-הי״ג</p>\n<p>ואם יבא אליך מי שאינו מבין לשון עברי והוא ירא שמים (וירצה לכווין) או אם תבא לפניך אשה אמור להן שילמדו התפלות בלשון שמבינים כי התפלה אינה אלא בהבנת הלב ואם הלב אינו יודע מה שיוציא מפיו מה מועיל לו לכך טוב שיתפלל באותו לשון שהוא מבין.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSefer Ḥasidim 588, R. <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Judah_ben_Samuel_of_Regensburg\">Yehudah HeḤasid</a> et al, Germany, 12th-13th c.</p>\n<p>If you come across a man who does not understand Hebrew, and he is God-fearing and wishes to have proper intent, or a woman, tell them that they should learn the prayers in the language they understand, because prayer is only effective with an understanding mind, and if the mind does not understand, what possible effect could the words have when they come out of one&#8217;s mouth? Therefore, it is better to pray in the language that one understands.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשו״ת חתם סופר חלק ו-ליקוטים סימן פד, ר׳ משה סופר, הונגריה, המאה הי״ט</p>\n<p>וכיוצא בו להתפלל בציבור בלשון שאינו לשון הקודש זה א&#8221;א בשום אופן ואם אמת הדבר אלו נאמרין בכל לשון ובכללם תפלה שאדם יוצא י&#8221;ח בכל לשון ואפי&#8217; יחיד מ&#8221;מ היינו באקראי אבל להתמיד ולהעמיד ש&#8221;ץ ברבים להתפלל בלשון העמים תמיד א&#8221;כ לא היו אנשי כה&#8221;ג מתקנים התפלה בלשון הקודש צח וברור ובימיהם כבר היו חצים מדבר אשדודית ע&#8217; רמב&#8221;ם פ&#8221;א מהלכות תפלה הל&#8217; ד&#8217; ויותר טוב היה להם לתקנם בלשון כשדים שהיה הלשון המורגל אז ובעזרא כתיב (נחמיה ח, יח) ויקראו בספר תורת אלדים מפורש ושום שכל ואחז&#8221;ל בפ&#8221;ק דמגילה זה תרגום ש&#8221;מ שלא היה העם מבינים בלשון הקודש וצריכים להעמיד מתורגמן לתרגם להם התורה וא&#8221;כ מ&#8221;ט לא תקנו התפלה בתרגום אע&#8221;כ הן תקנו וידעו מה שתיקנו כי א&#8221;א לומר שהתפלה בכל לשון ובכל אופן שתזדמן תמלא חסרון העבוד&#8217; של בהמ&#8221;ק א&#8221;כ מעיקרא מאי קסבר ול&#8221;ל מקדש ועבודה כלל אע&#8221;כ שאינו משלים החסרון לגמרי וע&#8221;כ תקנו הכנה&#8221;ג מה שהי&#8217; יכולים בתיבות ידועות וכוונת רצויות למלאות החסרון במה דאפשר והמה נמנו על כל תיבה ואות ואות וא&#8221;א להעתיק כוונה זו בלשון אחר בשום אופן אבל אם אנו אומרין דברים אלו כלשונם של כנה&#8221;ג אפי&#8217; שאין אנו יודעין לכווין מ&#8221;מ עלתה לנו תפלתינו כהוגן משא&#8221;כ כמשתפללין בלע&#8221;ז ואי משום שלא יבינו ההדיוטות מה הם אומרי&#8217; בלשון הקדש יעוי&#8217; שער אפרים סי&#8217; י&#8221;ג ותשובת דבר שמואל סי&#8217; שכ&#8221;א עי&#8221;ש א&#8221;כ נוח יותר לתקן שכל א&#8217; ילמד פי&#8217; התפלה ולהתפלל בלה&#8221;ק ממה שיתקנו להתפלל בלע&#8221;ז ולפני מלך בשר ודם אינו עושי&#8217; כך כי המדבר עמו צריך לדבר בלשון המלך כדכתי&#8217; באחשורוש ומדבר כלשון עמו ואין מדרך ארץ שידבר בלשון עצמו ואעפ&#8221;י שהמלך מבין, והרמב&#8221;ן ר&#8221;פ כי תשא כ&#8217; שלשון הקדש הוא הלשון שהקדוש ברוך הוא מדבר בו עם נביאיו יעי&#8221;ש וחז&#8221;ל אמרו בלשון הקדש נברא העולם כדכתיב לזאת יקרא אשה כי מאיש לקחה וכו&#8217; ונקרא אדם ע&#8221;ש אדמה וחוה כי היתה אם כל חי א&#8221;כ זהו לשונו של הקב&#8221;ה אשר בו נתן לנו תורתו ולא יתכן לדבר לפניו בלשונינו המורגל בפינו כ&#8221;א בלשונו המיוחד לדברי קדשו, וזה נראה דעת אנשי כנה&#8221;ג שתיקנו נוסח התפלו&#8217; והברכות בלה&#8221;ק וכל המשנה ידו על התחתונה וכל המחזיק דברי חז&#8221;ל ומנהג אבותינו ידו על העליונה ויתברך מאלדי קדם מעונה.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSynopsis of Ḥatam Sofer 6:84, R. <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Moses_Sofer\">Moshe Sofer</a>, Hungary, 19th c.</p>\n<p>Ruling: The permission to pray in a language other than Hebrew only applies on an ad hoc basis; one may not permanently have prayers in other languages.<br />\nReasons Given:</p>\n<ul>\n<li>The <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Anshei_Knesset_HaGedolah\">Men of the Great Assembly</a> fixed the prayers in Hebrew, even though many people at the time did not speak Hebrew.</li>\n<li>Prayer was meant, in part, to address the absence of the Temple, and the Men of the Great Assembly chose the Hebrew words carefully in order to achieve these goals.</li>\n<li>Hebrew captures nuances and allusions that other languages do not.</li>\n<li>If the concern is that people do not understand, it is best to leave the prayers in Hebrew and to educate people, rather than to change the language of prayer.</li>\n<li>Hebrew is God&#8217;s language, used to address the prophets and to create the world.</li>\n<li>Anyone who deviates from established custom has the burden of proof.</li>\n</ul>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Language is simultaneously a portal and a barrier to prayer. Jews have prayed in Hebrew for millenia, yet our oldest sources also speak of prayer in other languages. Come explore the history of the language of prayer, how our linguistic preferences define what prayer is about, and how we might approach this issue today. Rabbi <a href=\"http://www.mechonhadar.org/staff?p_p_id=101_INSTANCE_m84P&#038;p_p_lifecycle=0&#038;p_p_state=normal&#038;p_p_mode=view&#038;p_p_col_id=column-3&#038;p_p_col_count=1&#038;_101_INSTANCE_m84P_struts_action=/asset_publisher/view_content&#038;_101_INSTANCE_m84P_urlTitle=rabbi-ethan-tucker&#038;_101_INSTANCE_m84P_type=content&#038;redirect=/staff\">Ethan Tucker</a> of <a href=\"http://www.mechonhadar.org\">Mechon Hadar</a> was gracious in sharing the sourcesheet above which he prepared for <a href=\"http://us.conf.masteragenda.com/h/lny10/conf_presenter/2547.html\">Limmud NY 2010</a> to accompany a <em>shiur</em> on the spectrum of halakhic opinion concerning praying with Jewish liturgy in translation and in languages besides Hebrew.</p>\n",
    "categories": [
        "Liturgical traditions"
    ],
    "tags": [
        "Jewish Women's Prayers",
        "localization",
        "הדר Hadar"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "766"
        ],
        "_thumbnail_id": [
            "7854"
        ],
        "date_src_start": [
            "2011-03-25"
        ],
        "date_src_end": [
            "2011-03-25"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/12/Mechon-Hadar-banner.png",
        "title": "Mechon Hadar-banner",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=2892",
    "permalink": "https://opensiddur.org/miscellanea/traditions/its-all-greek-to-me-praying-in-languages-other-than-hebrew-halakhic-discourse-with-translations-by-ethan-tucker/",
    "slug": "its-all-greek-to-me-praying-in-languages-other-than-hebrew-halakhic-discourse-with-translations-by-ethan-tucker"
}