{
    "title": "להבין את התפלה | Rav Amram Gaon's letter to Rav Yitzḥok b. Shimon of Sepharad, circa 9th century",
    "author": "Amram Ben Rav Sheshna",
    "coauthors": [
        {
            "name": "Amram Ben Rav Sheshna",
            "bio": "Amram Gaon (Hebrew: עמרם גאון‎, or Amram bar Sheshna, Hebrew: עמרם בר רב ששנא, or sometimes: Amram ben Sheshna or Amram b. Sheshna; died 875) was a famous Gaon or head of the Jewish Talmud Academy of Sura in the 9th century. He was the author of many Responsa, but his chief work was liturgical. He was the first to arrange a complete liturgy for the synagogue. His Prayer-Book (Siddur Rab Amram or Seder Rav Amram), which took the form of a long responsum to the Jews of Spain, is still extant and was an important influence on most of the current rites in use among the Jews. He was a pupil of Natronai II, Gaon of Sura, and was exceptionally honored with the title of Gaon within the lifetime of his teacher. Upon Natronai's death, about 857, the full title and dignities of the gaonate were conferred upon Amram, and he held them until his death. It is characteristic of Amram's method to avoid extreme rigor; thus he decides that a slave who has embraced Judaism, but desires to postpone the necessary circumcision until he feels strong enough for it, is not to be hurried (ib. iv. 6, 11). He placed himself almost in opposition to the Talmud, when he protested that there is no sense in fasting on account of bad dreams, since the true nature of dreams cannot be known. (via <a href=\"http://en.wikipedia.org/wiki/Amram_Gaon\">wikipedia</a>)",
            "website": "http://en.wikipedia.org/wiki/Amram_Gaon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/amram-ben-rav-sheshna"
        },
        {
            "name": "Abe Katz (translation)",
            "bio": "Abe Katz is the director of the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a>. \r\nThe Beurei Hatefila Institute was established in order to encourage the study of the words of the Siddur as a Jewish text in Jewish schools. To assist educators developing courses on Tefila, the Institute publishes a weekly e-mail newsletter in which it traces the sources for the words and structure of the prayers within the Siddur. These and other resources can be downloaded on PDF from the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a> website.\r\n<p />\r\nMr. Katz is also available to teach courses on Tefila at your synagogue or Jewish Community Center and as a scholar-in-residence. He is available to meet with school administrators to assist them in establishing a course in Beurei Hatefila at their schools and to train teachers on using Hebrew-English word processing and Judaic libraries on CD-ROM.",
            "website": "http://www.beureihatefila.com/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/abe-katz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abe-katz"
        }
    ],
    "date": "2014-11-17",
    "last_updated": "2025-01-03",
    "excerpt": "The opening letter of Rav Amram to a community in Spain from his 9th century order of prayer (Seder Rav Amram Gaon). . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nעמרם בר ששנא ריש מתיבתא דמתא מחסיא, לרבינו יצחק בריה דמרנא ורבנא שמעון חביב ויקיר ונכבד עליו ועל ישיבה כולה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<a href=\"http://en.wikipedia.org/wiki/Amram_Gaon\">Amram ben Rav Sheshna</a>, head of the Yeshiva in Masa Maḥsiya (suburb of Sura) responding to Rav Yitzḥok son of the teacher and Rabbi, Shimon, who is held dear, adored and honored in our eyes and in the opinion of the entire Yeshiva.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nשלום רב. מרחמנות השמים יהיה עליך ועל זרעך ועל כל החכמים והתלמידים ואחינו ישראל השרויים שם, שאו שלום ממנו ומן רב צמח אב בית דין ישראל, ומן אלופים וחכמי ישיבה, ובני ישיבה שלנו ושל עיר מחסיא, שכולם בשלום חכמים תלמידים, ואחינו ישראל השרוים כאן, שתמיד אנו שואלים בשלומכם וזוכרים אתכם בזכרון טוב, ומתפללים בעדכם ומבקשים רחמים עליכם, שירחם הקב&#8221;ה ברחמיו הרבים, ויגן עליכם ויציל אתכם מכל צרה ונזק ומכל חולי ומכאוב ומשלטון רע, ומכל מיני משחית וכל מיני פורעניות המתרגשות בעולם, וימלא ברחמיו הרבים כל משאלות לבכם. שגר לפניו רבינו יעקב בן רבנא יצחק עשרה זהובים ששגרת לישיבה, ה&#8217; שלנו וה&#8217; לשפה של ישיבה, וציונו וברכנו אותך ברכות שיתקיימו בך ובזרעך ובזרע זרעך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGreetings of peace.  May Heaven show compassion to you, your children and all the scholars, their students and our Israelite brethren who live there.  Send greetings of peace from us and from Rav Tzemaḥ head of the Israelite Court, from the officers, the scholars of the Yeshiva and the students of our Yeshiva and of the city of Maḥsiya.  We, the teachers, the students and the Jewish citizens of this area are at peace.  We are constantly concerned about your welfare and think of you favorably at all times.  We pray for you and ask that the blessed Holy One show compassion to you; that the blessed Holy One bestow abundant mercy upon you, protect you, save you from troubles and difficulties, from sickness and affliction, from oppressive governments, from destructive actions, and from all the troubles that can occur in life.  May G-d demonstrate compassion in granting you all that you ask for yourselves.  Rabbi Yaakov ben Rav Yitzḥok, delivered ten gold coins that were sent for the benefit of the Yeshiva; five for the leadership of the Yeshiva and five for the Yeshiva itself.  We have commanded that you be blessed with Brakhos and that they come to fruition for you and for your descendants.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוסדר תפילות וברכות של שנה כולה ששאלת, שהראנו מן השמים, ראינו לסדר ולהשיב כמסורת שבידינו כתיקון תנאים ואמוראים. דתניא ר&#8217; מאיר אומר חייב אדם לברך מאה ברכות בכל יום. ובגמרא דארץ ישראל גרסינן הכי, תניא בשם ר׳ מאיר אין לך אדם מישראל שאינו עושה מאה מצות בכל יום, שנאמר ועתה ישראל מה ה׳ אלהיך שואל מעמך, אל תקרא מה אלא מאה. ‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe order of prayers and Brakhos for the entire year that you requested, that has been shown to us by Heaven, we deem appropriate to set forth and lay out in the manner in which the tradition was passed down to us, as compiled by the Rabbis during the period of the Mishna and of the Gemara. And so we learned: Rebbi Meir said: a person is obligated to recite 100 Brakhos each day. In the Jerusalem Talmud we learned: it was taught in the name of Rebbi Meir; there is no Jew who does not fulfill one hundred Mitzvos each day, as it was written: Now Israel, what does haShem your G-d ask of you? Do not read the verse as providing for the word: <em>Mah</em> (“what”); instead read it as including the word: <em>Mai’eh</em> (“one hundred”).<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Deuteronomy 10:12. Talmud Bavli Menachos 43b. cf. Talmud Yerushalmi Berakhot 9:5 and Tosefta Berakhot 6:24&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n ודוד מלך ישראל תקנן כשהודיעוהו יושבי ירושלים שמתים מישראל מאה בכל יום, עמד ותקנן. ונראה הדבר שנשתכחו ועמדו תנאים ואמוראים ויסדום. וסרר אלו מאה ברכות כך השיב רב נטרונאי ב״ר הילאי ריש מתיבתא דמתא מחסיא לבני קהל אליסאנה על ידי מר רב יוסף מאור עינינו, לברך כל אחת ואחת בשעתה אי אפשר מפני טנופת ידים העסקניוה העשייוה למשמש, אלא כשניעור משנהו רוחץ פניו ידיו ורגליו פהוגן, לקיים מה שנאמר הכון לקראת אלהיך ישראל, וכל יחיד ויחיד חייב בהם. ומנהג כל ישראל בספרד היא אספמיא כך היא, להוציא למי שאינו יודע שליח ציבור, כהשיב רב נטרונאי בר הילאי:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nKing David established the practice of reciting one hundred Brakhos each day. When the residents of Jerusalem informed him that one hundred Israelites were dying everyday, he established this requirement.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Midash Rabba – Numbers 18:17; Tur 46, quoting Rav Netrunoi Gaon&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;  It appears that the practice was forgotten until our Sages at the time of the Mishna and at the time of the Gemara re-established it.  The order of the 100 Brakhos was set forth by Rav Natronai ben Rav Hilai, head of the Yeshiva at Masa Maḥsiya, in correspondence with the community in Lucena <span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Lucena, in southern Spain&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; through Rav Yosef, the elder.  Rav Natronai provided as follows: it is no longer possible to recite each Brakha at its correct time because today we awake each day with unclean hands, hands that inadvertently came in contact with unclean parts of our bodies during the night.  Instead when a person wakes, he should first wash his face, hands and feet as is appropriate.  That is how one fulfills the directive in the following verse: Prepare, Israel, for meeting with your G-d.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Amos 4:12&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Every person is obligated to do so.  The following represents the custom of all Israelites in Sepharad, which is Hispania: in synagogue, the prayer leader recites the morning blessings on behalf of those present so that they may fulfill their obligation by answering: <em>Amen</em> to the Brakhos that the prayer leader recites, as Rav Natronai ben Rav Hilai provided.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The first Siddur has a born-on-date but its birth was accidental and not planned. The Siddur resulted from <a href=\"http://en.wikipedia.org/wiki/Amram_Gaon\">Rav Amram Gaon</a>, who was presiding over the Rabbinic academy at Sura, Babylonia, and who was viewed as the Chief Rabbi of his time &#8212; he died in 875 CE &#8212; entertaining a question from a community in Spain:</p>\n<blockquote><p>The order of prayers and Brakhos for the entire year that you requested, that has been shown to us by Heaven, we deem appropriate to set forth and lay out in the manner in which the tradition was passed down to us, as compiled by the Rabbis during the period of the Mishna and the Gemara.</p></blockquote>\n<p>His <em>Teshuva</em>, response, which was extremely detailed and which provided the prayer service for each day of the year, became known as <em>Seder Rav Amram Gaon</em> and began to be viewed as the first Siddur.</p>\n<p>That the question originated from a community in Spain created a strong link between Jews from Spain-Sepharadim and the prayer practices outlined in <em>Seder Rav Amram Gaon</em>.  Those practices became known as Minhag Bavel &#8212; the customs of the Babylonian Jews.  In contrast, the prayer practices of Ashkenazim have roots in Minhag Eretz Yisroel &#8212; the customs of the Jews who lived in Eretz Yisroel during the period of the Gemara and the Geonim.  The link between Ashkenazic Jews and Minhag Eretz Yisroel can be traced to the historical fact that the first Ashkenazic Jews migrated from Italy into the Rhineland sometime before the year 1000 CE.  They journeyed north after being invited there by the local leaders who expected to see an economic benefit from having Jews live within their communities.  Once settled in the Rhineland, those Jews continued to follow many of the customs they performed in Italy.  Those customs can be traced to the historical fact that Jews emigrated from Eretz Yisroel to Italy during the occupation of Eretz Yisroel by the Roman Empire.</p>\n<p>Ashkenazic Jews of that period may not have recognized that some of their customs originated as part of Minhag Eretz Yisroel.  That is because the full extent of Minhag Eretz Yisroel was not known to Rabbinic scholars during the Middle Ages.  Today, we know significantly more about Minhag Eretz Yisroel than did our ancestors because of the discovery of documents which had laid hidden in the Geniza (storage room for old and unused books) of the Ben-Ezra synagogue in Fustat (Old Cairo) Egypt since the 1200’s and which were removed from the Geniza only in the late 1800’s.  That treasure trove became the basis of hundreds of articles and many books which provide significant details as to the customs that constituted Minhag Eretz Yisroel.  Because of the availability of that information today, we can point to various aspects of Ashkenazic practice that are rooted in Minhag Eretz Yisroel.</p>\n<p>Two Ashkenazic practices are clearly linked to Minhag Eretz Yisroel; the interruption of the repetition of Shemona Esrei by piyuttim (liturgical poems) during the <em>Yomim Noraim</em> (High Holidays) and on other occasions and the failure of Ashkenazim to ever open Ḳedushah with the line of <em>Kesser Yitnu</em>.  In contrast, Sephardim follow the practice of not interrupting the repetition of Shemona Esrei with piyuttim.  Their custom is based on a ruling by the Babylonian Gaonim that it is not proper to do so.  That is why the Maḥzor for Rosh Hashonah used by Sephardim is much thinner and their prayer services on Rosh Hashonah much shorter than those of their Ashkenazic counterparts.</p>\n<p>You can experience Minhag Eretz Yisroel to a large degree if you attend the Friday night prayer services held at the Great Synagogue in Rome.  The wording of the first Brakha of Kriyas Shema, the third Brakha of Kriyas Shema and the middle Brakha of Shemona Esrei on Friday night are all different from the standard Ashkenazic and Sephardic wording for those Brakhos.  In each case, the Brakha recited in that synagogue on Friday night represents the Brakha as it was recited as part of Minhag Eretz Yisroel.</p>\n<p>That the compilation of the first Siddur was unintentional and that the geographic origin of of the question that led to the first Siddur forged a permanent link between Sephardic Jews and Minhag Bavel are but two conclusions that we can draw from the first page of the first Siddur.  Perhaps the most important lesson we can learn is the intended function of the Siddur.  A clue as to that role was expressed by Rav Amram:</p>\n<blockquote><p>And so we learned: Rebbi Meir said: a person is obligated to recite 100 Brakhos each day.  In the Jerusalem Talmud we learned: it was taught in the name of Rebbi Meir; there is no Jew who does not fulfill one hundred Mitzvos each day, as it was written: Now Israel, what does haShem your G-d ask of you? Do not read the verse as providing for the word: <em>Mah</em> (“what”); instead read it as including the word: <em>Mai’eh</em> (“one hundred”).  King David established the practice of reciting one hundred Brakhos each day.  When the residents of Jerusalem informed him that one hundred Jews were dying everyday, he established this requirement.  It appears that the practice was forgotten until our Sages at the time of the Mishna and at the time of the Gemara re-established it. The order of the 100 Brakhos was set forth by Rav Natronai son of Hilai, head of the Yeshiva at Masa Maḥsiya, in correspondence with the community in Lucena [Spain] through Rav Yosef, the elder.</p></blockquote>\n<p>Rav Amram Gaon in the above statement defined the Siddur as a guide to reaching the goal of reciting 100 Brakhos each day.  In doing so, Rav Amram provided a key to understanding Jewish Prayer.  To know Jewish Prayer, study the Brakhos that are a part of each prayer service.  That the Brakhos are central to Jewish prayer explains why our Sages were very protective of the wording of each Brakha.  An examination of the Brakhos included in the prayer services reveals that each Brakha contains a summary of the prayer being recited with that Brakha.  We can therefore derive the following pedagogical lesson from the first page of the first Siddur: understanding Jewish prayer begins with creating a list of all the Brakhos that are recited during the day that total 100 and then studying each one.</p>\n<p>The compilers of Siddurim that were published during the first centuries after the appearance of Seder Rav Amram Gaon such as the Siddur of Rashi, the Maḥzor Vitry and the Avudrohom, opened their Siddurim with the same lesson.  At some point during the subsequent years, the lesson of the first page of the first Siddur was forgotten.  Editors of Siddurim published in those years chose alternate opening statements.  This article is a friendly reminder to contemporary Hebrew book publishing houses that it is not too late to  resurrect the lesson of the first page of the first Siddur.</p>\n<h3>Source</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederravamramgaonparticriticaltextdavidhedegard1951#page/n4/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Deuteronomy 10:12. Talmud Bavli Menachos 43b. cf. Talmud Yerushalmi Berakhot 9:5 and Tosefta Berakhot 6:24</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Midash Rabba – Numbers 18:17; Tur 46, quoting Rav Netrunoi Gaon</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Lucena, in southern Spain</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Amos 4:12</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Liturgical traditions"
    ],
    "tags": [
        "geonim",
        "Nusaḥ Erets Yisrael",
        "responsa"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "766"
        ],
        "_thumbnail_id": [
            "10110"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/11/Allan-McCollum-Collection-of-One-Hundred-Plaster-Surrogates-1982-90-CC-BY-SA..jpg",
        "title": "Allan McCollum &#8211; Collection of One Hundred Plaster Surrogates, 1982-90 (CC BY-SA).",
        "caption": "\"<a href=\"https://en.wikipedia.org/wiki/Monochrome_painting#Minimalists\">Collection of One Hundred Plaster Surrogates, 1982-90</a>\" by Allan McCollum (CC BY-SA)."
    },
    "source_link": "https://opensiddur.org/?p=10075",
    "permalink": "https://opensiddur.org/miscellanea/traditions/what-i-learned-from-the-first-page-of-the-first-siddur-by-abe-katz-burei-hatefila-institute/",
    "slug": "what-i-learned-from-the-first-page-of-the-first-siddur-by-abe-katz-burei-hatefila-institute"
}