{
    "post_id": 64855,
    "title": "Thanksgiving to the Almighty for the Centenary of the Gate of Mercy Synagogue, Bombay — by Joseph Ezekiel Rajpurkar (13 May 1896)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Joseph Ezekiel Rajpurkar (translation)",
            "bio": "Joseph Ezekiel Rajpurkar (Marathi: जोसेफ यहेज्केल राजपूरकर, Hebrew: יוסף יחזקאל ראג׳פורכר‎; 1834–1905) was a Bene Israel writer and translator of Hebrew liturgical works into Marathi.",
            "website": "https://en.wikipedia.org/wiki/Joseph_Ezekiel_Rajpurkar",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/joseph-ezekiel-rajpurkar-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/joseph-ezekiel-rajpurkar"
        }
    ],
    "date": "2025-12-04",
    "last_updated": "2025-12-31",
    "excerpt": "On 13 May 18967, Joseph Ezekiel Rajpurkar offered this prayer in Hebrew with translations in Marathi and English, on behalf of the congregation of the Gates of Prayer Synagogue (Bombay/Mumbai), for the 100th anniversary of the synagogue's founding in 1796.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nOn 13 May 1896, Joseph Ezekiel Rajpurkar offered this prayer in Hebrew with translations in Marathi and English, on behalf of the congregation of the Gates of Prayer Synagogue (Bombay/Mumbai), for the 100th anniversary of the synagogue&#8217;s founding in 1796.</p>\n<p>We request your assistance in proofreading the Marathi translation of this prayer (in Devanagari script). Please share your corrections in the comments or <a href=\"/contact/\">contact us</a>.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (Marathi)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nתהלות לאל ליום יום בית דזכנסר: שער הרחמיכם בעיר במבאי ביוכם ד ר״ח סיון התרנר מארת הצעיר יוסף יחזקאל יצו\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThanksgiving to the Almighty for the Centenary of the &#8220;Gate of Mercy&#8221; Synagogue, Bombay, on Wednesday, 13th May 1896.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nतारिख १३ मार्च सन् १८९६ बुधवारी रोजी मुंबईतील इस्राएलांच्या “दयेचें द्वार” या प्रार्थना मंदिराच्या शताब्दीसांठाच्या (स्थापने पासून वर्षांच्या दुसऱ्या योगेळ्याच्या) समारंभी कारणाकारितां अ० योसेफ देहेंजकेल राजपुरकर यांनी रचिलेली ईश्वरस्तुति.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבָּרוּךְ יְיָ אֱלֹהֵי יִשְׂרָאֵל אֲשֶׁר הִגִּיעָנוּ לִשְׁנַת הַיּוֹבֵל הַשֵּׁנִית שֶׁל הַבַּיִת הַקָּדוֹשׁ הַזֶּה אֲשֶׁר בּוֹ הַיִינוּ אֲנַחְנוּ וַאֲבוֹתֵינוּ מִתְפַּלְּלִים וּמְהַֽלְלִים אֶת שְׁמוֹ הַגָּדוֹל זֶה מֵאָה שַׁנָה׃ בָּרוּךְ הוּא אֲשֶׁר חִזַּק אֶת אֱמוּנָתֵנוּ בְּאַחְדוּתוֹ וּבְתּוֹרָתוֹ הַקְּדוֹשָׁה וְהִבְדִּילָנוּ לִכְבוֹדוֹ וְלַעֲבוֹדָתוֹ וְלִקְדֻשָּׁת שְׁמוֹ יִתְבָּרַךְ הַנִּקְרָא עָלֵינוּ׃ בָּרוּךְ שׁוֹמֵר הַבְּרִית וְהַחֶסֶד אֲשֶׁר נִשְׁבַּע לַאֲבוֹתֵינוּ וְלֹא הֵסִיר חַסְדּוֹ מְאִתָּנוּ · וְלֹא עָשָׂה עִמָּנוּ כָּלָה בְּגָלוּתֵנוּ · וְהִשְׁאִיר לָנוּ שְׁאֵרִית בְּאַרְצוֹת כׇּל הָעַמִּים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nBlessed is the Lord God of Israel, Who has allowed us to enjoy this second Jubilee of this Holy House in which we and our fathers have been praying and praising His great name these hundred years. Blessed is He Who has strengthened our faith in His unity and in His holy law, and has separated us for His glory, for His service, and for sanctifying His blessed name by which we are called. Blessed is the keeper of the Covenant and Mercy, vhich He swore unto our fathers, and has not turned away that mercy from us, Who has not made an end of us in our exile but has preserved our remnants in the countries of all nations.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nइस्राएलचा परमेश्वर देव यानें ज्यां पवित्र प्रार्थनामंदिरां आपली व आमचे पूर्वज मिळवून हिंंजार बेंच याची प्रार्थना व त्याच्या गौरव नामाचें स्तवन करीत आलो त्या मंदिरास हें दुसरें योगेल वर्ष आमसां दाखविलें; तो धन्य असो. यानेंच त्याच्या एकनिष्ठावरील व त्याच्या पवित्र शास्त्रावरील आमचा विश्वास दृढ ठेविला; यानेंच त्याच्या गौरवाकारीतां, सेवाकारीतां आणि जे त्याचे नाम आमांस दिलें आहे त्या नामाची पवित्रता गाजविण्याकारीतां, यानेंच आमांस निराळें ठेविलें; तो धन्य असो. यानेंच आमच्या पूर्वजांनीं केलेल्या कारणाची व दयेची वाहिलेली शपथ राखून ती दया आम्हासून दूर केली नाहीं, व या प्रसंगांत आमचा निःशांत न करितां पृथ्वीवरील सर्व लोकांप्रति दयेशीं आमचे शेळ राखिलें आहेत. तो धन्य असो.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיוֹשֵׁב תְּהִלּוֹת יִשְׂרָאֵל הָאֵר פָּנֶיךָ עַל עַמֶּךָ יִשְׂרָאֵל בָּחַרְתָּ לִהְיוֹת לְךָ לְעַם סְגֻלָּה מִכׇּל הָעַמִּים · וְעַל עֲבָדֶיךָ הַמְזַמֵּרִים הַיּוֹם לְשִׁמְךָ יָחַד · וְעַל הַבָּיִת הַזֶּה אֲשֶׁר נִקְרָא שְׁמוֹ ’שַׁעַר הָרַחֲמִים‘ מֵהַיּוֹם וָמַעְלָה׃ וּבְכׇל עֵת אֲשֶׁר יָבוֹאוּ בְּנֵי בְּרִיתֶךָ אֶל הַבָּיִת הַזֶּה לְהִתְחַנֵּן לְפָנֶיךָ פְּתַח לָהֶם שַׁעֲרֵי רַחֲמֶיךָ וּשְׁמַע תְּפִלָּתָם כְּמוֹ שֶׁשָּׁמַעְתָּ תְּפִלָּת שְׁלֹמֹה הַמֶּלֶךְ בְּבִנְיַן בֵּית מִקְדָֽשְׁךָ · וּבָרֵךְ אוֹתָם לְקַיֵּם דְּבַֽרְךָ שֶׁנֶּאֱמַר בְּכׇל הַמָּקוֹם אֲשֶׁר אַזְכִּיר אֶת שְׁמִי אָבוֹא אֶלֶיךָ וּבֵרַכְתִּיךָ׃ אָבִינוּ שֶׁבַּשָּׁמַיִם שְׁלַח אוֹרְךָ וַאֲמִתְּךָ עַל צֹאן מַרְעִיתֶךָ לַנְחוֹתָם בְּדֶרֶךְ מִצְוֺתֶיךָ וּבְדֶּרֶךְ הַחַיּים · וְהַסֵר מִתּוֹכָם קִנְאָה וְשִׂנְאָה וּנְטַע בֵּינֵיהֶם אַהֲבָה וְאַחֲוָה לְמַעַן יִדְרֹשׁ אִישׁ טוֹב לְרֵעֵהוּ וִיבַקֵּשׁ שָׁלוֹם וְיִרְדְּפֵהוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nO Thou Who abidest in the praises of Israel! cause Thy face to shine upon Thy people Israel, whom Thou hast chosen to be a peculiar treasure unto Thee; upon Thy servants who sing together this day praises to Thy name; and upon this house which is henceforth to be called “The Gate of Mercy.” Every time when the children of Thy covenant come to this house to entreat Thee, open to them the gates of Thy mercy, and hear their prayer as Thou didst hear the prayer of King Solomon when he built Thy Holy Temple; and bless them to verify Thy word, saying “in every place where I record My name, I will come unto thee and bless thee.” Our Heavenly Father! send Thy light and truth upon the flock of Thy pasture to lead them in the way of Thy commandments, and in the way of life. Remove jealousy and envy from amongst them, and plant love and brotherhood among them, that each man may seek the welfare of his neighbor, and wish for peace and follow it.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nइस्राएलच्या स्तवनांत वाव करणारा! ज्यां इस्राएल लोकांत तू आपलें खाससगें लोक हौऊनं सर्वेंकाळांतून निवडून घेतलेंस त्यांसच, जे तुझें दास आज तुझा नामांत एकत्र गाव असूनत यांजवर, आणि जे हें मंदिर आधादिनें शताब्दिसंच दयेचें द्वार ह्या नामानें बंदलें जाणारा यांजवर आपले मूककळकां प्रकाश पडूं दे. आणि जेव्हां तुझ्या कारणांचें लेखन ह्या मंदिरां उघडतें तेंविणं करायास येईल, तेव्हां तूं आपलें दयेचें द्वार यांजाकरीतां उघडः आणि गेल्या मो राजांत तूं पवित्र मंदिर बांधण्याकरितां केलेली प्रार्थना जशी हो ऐकलीस तशा यांजची प्रार्थना ऐक. आणि “ज्या प्रत्येक ठिकाणीं मी आपलें नामांत स्मरण करवीन, तेवीं मी तुझेकडे येऊन तुला आशीर्वाद देईन” हें तुझे वचन पूर्ण करणाकारीतां यांस आशीर्वाद दे. हे आमच्या आकाशातील वडां! तुझ्या चारणा-यां ओळखांत तुझ्या आज्ञांचं मार्गांत व जीवनाच्या मार्गां चालविण्याकारीतां तूं आपला प्रकाश व आपली सत्यता यांजकडे पाठव. यांझभोव हेंता व वैराचा दूर करून यांझांनेंकडून कलुषण हेंहकून शांतीची आज्ञा धरावी व तिला अनुसराव बहुना यांझमं प्रेम व सद्वचन यांचीं लागलें कर.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֲבִיר יִשְׂרָאֵל בָּרֵךְ אֶת אֲדֹנָתֵינוּ הַנֶּאֱהָבָה וְהָרַחְמָנִית הַקֵיסָארִית וִיקְטוֹרְיָא י״הו הַמּוֹשֶׁלֶת בְּמִשְׁפָּט וּבִצְדָקָה עָלֵינוּ וְעַל כׇּל עַמְּךָ יִשְׂרָאֵל הַיּוֹשְׁבִים תַּחַת צֵל כְּנָפֶיהָ בְּהַשְׁקֵט וָבֶטַח׃ שְׁמוֹר בְּרִיאוּתָהּ וְהָאֲרֵךְ בַּטּוֹב יָמֶיהָ וּבַנְּעִימִים שְׁנוֹתֶיהָ · וְהָפֵר עֲצַת אוֹיְבֶיהָ׃ בָּרֵךְ אֶת בְּנָהּ הַיּוֹרֶשׁ עֶצֶר וְאֶת כׇּל בָּנֶיהָ וּבְנוֹתֶיהָ וְאֶת כׇּל בְּנֵי מִשְׁפַּחְתָּהּ הַיְקָרָה י״הו׃ שַׂמְּחֵם בִּישׁוּעָתֶךָ וּנְחֵם בַּעֲצָתֶךָ · וְתֵן לְעַם נַחֲלָתֶךָ חֵן וָחֶסֶד בְּעֵינֵיהֶם וּבְעֵינֵי כׇּל שָׂרֵיהֶם וְיוֹעֲצֵיהֶם׃ אָב הָרַחְמָן הַבֵּט וּרְאֵה בְּעֵין חֶמְלָתֶךָ עַל בָּנֶיךָ הַשְּׁרוּיִם בְּצָרוֹת · וְהָקֵל מֵעֲלֵיהֶם אֶת כֹּבֶד עוּלָּם · וּגְאָל אוֹתָם מִכַּף כׇּל עָרִיצִים · וּקְרָא דְרוֹר לְכֹל הָעֲשׁוּקִים׃ מֶלֶךְ עֶלְיוֹן גַּלֵּה כְּבוֹד מַלְכוּתְךָ עַל כׇּל הָעוֹלָם כֻּלּוֹ · וּקְשֹׁר אֶת כׇּל יוֹשְׁבֵי תֵבֵל בַּעֲבוֹתוֹת אַהֲבָה וְשָלוֹם׃ א׳כ׳י׳ר׳׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nO Mighty One of Israel! bless our beloved and gracious lady Empress Victoria who rules with justice and equity over us and Thy people Israel, who dwell in safety and confidence under the shadow of her wings. Preserve her health, prolong her days in happiness and her years in pleasure, and frustrate the devices of her enemies. Bless her son who is the heir to the throne and her other sons and daughters and all the members of her noble family. Gladden them with Thy salvation, guide them with Thy counsel, and grant grace and favour to the people of Thy inheritance in their sight, and in the sight of all their offcers and councillors. Merciful Father, look and behold with Thy compassionate eye upon Thy sons groaning under troubles, lighten the heavy yoke that is on them, deliver them from the hands of their persecutors, and proclaim liberty to all the oppressed. Most High King! show openly the glory of Thy Kingdom to the whole world; and bind all the inhabitants of the earth with the bands of love and peace. May such be His will. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"devanagari\" lang=\"mar-Deva\">\nइस्राएलच्या सामर्थ्या! आमचा प्रिय व दयाळू स्वामीनं किषोरींचा महाराणी जी आमासत व जे तुझे इस्राएल लोक तिच्या पंवाच्या छायेखालीं स्वतंत्रपणें व निर्भयपणें रहातात यांजवर न्यायानें व न्यायधीनें राज्य करीत आहे, तिला आशीर्वाद दे. विनिं आरोग्य सांभाळ, आणि तिच्या आयुष्याचे दिवस सुखाचे व तिची वर्षें आनंदांत वाढव. तिचा पुत्र जो राज्याचा वारस आहे, तिच्या दुसऱ्या पुत्रास व कन्यांस व तिच्या गौर कुळांतली सर्व मंडळींना आशीर्वाद दे. तुझ्या तारणा त्यांस हर्षित कर, तुझ्या विचारांचें त्यांस चालव व इस्राएल बनविणाऱ्या लोकांंत यांझा सन्मानी व यांझ्या सत्ताधाऱ्यां व मंत्र्यांचा हें सन्मातांत अन प्रकारें सांबळूं दे. हे दयाळ वडां दुष्टाचें गांजलेंल्या तुझ्या लोकांस कुपदृष्टीनें पाहा व लष्क दे. यांजांतील भारें झालेलें जे हक्कें कर, यास बलाकार करणार्या हत्यांत सौडीन, जुलमांत पीडलेल्यांतो मुक्तता द्याशील. हे अनंत धीर राजां! तुझा राज्याचा गौरव सर्वांना प्रकट करून पृथ्वीवर तुझ्या दैव लोकांस प्रीतियंत व शांतिंव वंशांसाठीं बांध. अशी त्यांची प्रार्थना नव्हो. आमेन.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/thanksgiving-to-the-almighty-for-the-centenary-of-the-gate-of-mercy-synagogue/Thanksgiving%20to%20the%20Almighty%20for%20the%20Centenary%20of%20the%20Gate%20of%20Mercy%20Synagogue%2C%20Bombay%20%28Joseph%20Ezekiel%20Rajpurkar%2C%2013%20May%201896%29#page/n1/mode/1up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Congregation &amp; Community"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Bene Israel",
        "Jews of India",
        "Marathi translation",
        "Queen Victoria",
        "Synagogues",
        "Needing Proofreading"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "4588"
        ],
        "_thumbnail_id": [
            "64856"
        ],
        "date_src_start": [
            "1897-05-13"
        ],
        "date_src_end": [
            "1897-05-13"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Marathi\",\"code\":\"mar\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Devangari\",\"code\":\"Deva\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/12/gate-of-mercy-synagogue-3.jpg",
        "title": "Gate of Mercy Synagogue",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:Gate_of_Mercy_Synagogue_3.jpg\">The 200-year old Gate of Mercy Synagogue</a>. Built in 1796, it is the oldest synagogue in Mumbai (Bombay)\" (credit: Nicholas (Nichalp), license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=64855",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/congregation-and-community/thanksgiving-to-the-almighty-for-the-centenary-of-the-gate-of-mercy-synagogue-bombay-by-joseph-ezekiel-rajpurkar-13-may-1896/",
    "slug": "thanksgiving-to-the-almighty-for-the-centenary-of-the-gate-of-mercy-synagogue-bombay-by-joseph-ezekiel-rajpurkar-13-may-1896"
}