{
    "post_id": 17602,
    "title": "[Gebet] An den letzten Tagen des Laubhüttenfestes | [A prayer] on the last days of Sukkot, by Fanny Neuda (1855)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Wikisource Contributors (transcription)",
            "bio": "Wikisource is a collaborative transcription site and part of the family of user-generated content sites administered by the Wikimedia Foundation. The Open Siddur Project uses Wikisource for collaborative transcription by taking advantage of the <a href=\"https://www.mediawiki.org/wiki/Extension:Proofread_Page\">Proofread Page</a> MediaWiki extension installed as a feature for public use. For detailed attribution information for any text, please refer to the \"View History\" link on specific Wikisource pages.",
            "website": "http://wikisource.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Wikisource-logo-he-96x96.png",
            "profile_link": "https://opensiddur.org/profile/wikisource-contributors"
        },
        {
            "name": "Julia Watts Belser (translation)",
            "bio": "Julia Watts Belser is Associate Professor of Jewish Studies in the Theology Department at Georgetown University. She is the author of <em>Power, Ethics, and Ecology in Jewish Late Antiquity</em> (Cambridge Univ. Press 2015) and <em>Rabbinic Tales of Destruction: Gender, Sex, and Disability in the Ruins of Jerusalem</em> (Oxford University Press 2018).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/04/Julia-Watts-Belser-Landscape-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/julia-watts-belser"
        },
        {
            "name": "Fanny Schmiedl-Neuda",
            "bio": "Fanny Neuda (1819-1894) was a Jewish German-speaking writer best known for her popular collection of prayers, <em> Stunden Der Andacht</em>. She was born in Lomnice to the family of Rabbi Yehudah Schmiedl (1776-1855). After marrying Abraham Neuda (1812-1854), the couple moved to Loštice to Moravia, where her husband held the position of rabbi. They had three sons: Moritz (1842), Julius (1845) and Gotthold (1846). After her husband's death in 1854 she stayed for some time in Brno and later settled in Vienna . She died at the age of 75 years in the spa town of Merano (present-day Italy).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/fanny-neuda-portrait-in-the-lostice-synagogue-richard-stipl--2011-from-zide-v-ceskych-zemich-cropped-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/fanny-neuda"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-10-02",
    "last_updated": "2025-04-25",
    "excerpt": "This is Fanny Neuda's \"Prayer for the final days of Sukkot,\" faithfully transcribed and proofread with the help of German Wikisource contributors from Fanny Neuda's <a href=\"http://de.wikisource.org/wiki/Stunden_der_Andacht\">Stunden Der Andacht</a> (1855), <a href=\"http://de.wikisource.org/wiki/Seite:Neuda-Stunden_der_Andacht-1858.pdf/66\">p. 66</a>.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n„Freue dich an deinem Feste.” <span class=\"citation\">(5. B. Mose 16, 14.)</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd you shall rejoice in your festival. <span class=\"citation\">(Deuteronomy 16:14 part.)</span><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMit dem heutigen Tage beschließen wir das Laubhüttenfest und mein Herz erhebt sich zu dir, Allgütiger, um dir zu danken für jede frohe festliche Empfindung, die du mich hast fühlen, für jeden frohen festlichen Genuß, dessen du mich hast theilhaftig werden lassen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWith this day we conclude the festival of Sukkot (Tabernacles) and our heart rises up to you, All-Compassionate One, in gratitude for our joyous emotions and for every beautiful festival experience you have allowed us to share.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWir sind in Hütten gesessen, wie du geboten, und haben ungestört und in Frohmuth unsre Festmahle darin eingenommen und mit frommen festlichen Gefühlen beim Freudenbecher, deinen Namen geheiligt und gepriesen. Wir verlassen nun diese Hütten und ziehen ein in unsre festen Wohnungen mit allen ihren Annehmlichkeiten und Bequemlichkeiten. Mögest du auch das Obdach deines Friedens, über uns breiten, mögest du es uns nie vergessen lassen, daß du allein unsres Hauses Stütze und Säule, unseres Lebens Schutz und Schirm bist, daß du es bist, der da segnet Feld und Flur, Tenne und Kelter, daß du unser Erdenleben schmückest mit den Gaben deiner Huld und die Pforten deiner Himmelswohnungen uns aufthust, wenn unsre Leibes- und Lebenshütte hienieden über uns zusammensinkt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe have sat in our outdoor shelters as you have commanded, and we have eaten our festival meals within them, undisturbed and in good cheer. With pious, celebratory feelings we have sipped from your cup of joy, and so we have praised and sanctified your name. Soon we will leave these booths and move back into our houses amid all the usual comforts of our lives; there may you also spread the canopy of your peace over us.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> From the Kriyat Shema al ha-Mita. Cf. Jerusalem Talmud Berakhot 35b:1&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> May you never let us forget that you alone are the foundation and pillars of our houses, you alone are the support and umbrella of our lives, you are the one who blesses the fields and the wilderness, the home and the hearth. You adorn our lives on this earth with the gifts of your grace, and when the sukkah of our lives and desires finally collapses, you open the portals of your heavenly home for us.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEine Laubhütte wohl ist unser Leben, grüne Hoffnungsblätter bilden das Dach, die Wände überkleidet von Schmuck und Zierde, der Tisch gedeckt mit einladenden lockenden Genüssen. Wohl begehen wir darin heitere Feste, und blicken fröhlich hinaus in die freundliche Natur, aber gar oft trübt sich der Himmel, und mitten in unsern fröhlichen Mahlen, mitten in unsern festlichen Freuden durchdringen uns plötzlich die kalten Schauer des Mißgeschickes, fallen schwere Tropfen bittern Leidens und Weh’s auf uns nieder; durch das heitere frische Laubgewinde unsrer Hoffnungen fährt der rauhe Nord, entblätternd und zerstörend, und an den Wänden und Säulen unseres Glückes rüttelt und schüttelt der Sturm, eine Freudenblume nach der andren fällt entblättert zu unsern Füßen nieder, ein Lebensschmuck nach dem andern geht verloren, tiefes Weh durchzieht unsre Seele und wir glauben uns preisgegeben dem Unbille des Schicksals. Da ist es unser einziger Trost, daß unser ganzes Leben nur ein Hüttenfest ist, das nur wenige Tage dauert. Bald bricht die Erdenhütte über uns zusammen, es fällt unsre irdische Hülle nieder, und unsre Seele kehrt zurück in die unvergänglichen Wohnungen des Himmels; zurück bleiben alle irdischen Freuden, die meist so unbefriedigend sind, die stets noch so Vieles zu hoffen und zu wünschen übrig lassen, zurückbleiben alle Erdennöthen, alle Erdensorgen und Erdenleiden, mit aber nehmen wir all unsre Thaten und Werke, alle Liebeshandlungen, die wir hier geübt, alle Opfer, die wir dem Guten und Edeln gebracht, all die Thränen, die dankbare Herzen uns nachweinen. Sie bilden den Schmuck und den Glanz unsrer himmlischen Wohnungen, der nie verbleicht und nie vergehet. Dort reifen unsre Hoffnungen zur glänzenden Frucht, dort erblühen unsern Verdiensten ihre Kronen, dort verklären sich all unsre Leiden in endlose Freuden.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur lives are truly like a sukkah. Green, hopeful leaves make up its roof. The walls are covered with ornaments and decoration. The table is set with inviting, lovely treats. Within it we experience a bounty of delights as we gaze out on pleasant vistas of the natural world. Yet often the sky grows dark, and in the midst of our joyous feast, in the midst of our celebrations, a cold shower of misfortune rains down on our heads. Heavy drops of bitter sorrow and pain descend on us. The raw north wind blows through the fresh, cheerful walls of our sukkah, and the partitions and poles of our luck and good fortune shake and shudder in the storm. One festive flower after the next falls ragged beneath our feet. One life ornament after another gets lost in the tumult. Deep pain runs through our souls, and we feel as if we&#8217;ve been delivered to the unfairness of fate. Then our only comfort is in remembering that all of life is fleeting,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> A reference to Qohelet (Ecclesiastes), traditionally read on the Shabbat of Sukkot&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> like the festival of Sukkot. Soon our earthly hut will break apart, our earthly husk fall away, and our souls will return to their eternal dwelling places. We will leave all our earthly joys behind, those joys we so often take for granted. They will remain behind, along with all our earthly needs, all our cares, sorrows, and worries. All that will accompany us are our deeds and gifts — all the labors of love we have practiced, all we have offered and done for good and noble purpose, all the tears that thankful hearts have cried on our behalf — these will be the garlands of gems that decorate our heavenly dwelling places, ornaments that never spoil and never pass away. There our hopes will ripen into glorious fruition, our merits blossom into crowns, and all our suffering transform into endless joy.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDies Alles laß uns gedenken, mein Gott, daß es uns zur Lehre und zum Heil gereiche auf unsrer Erdenbahn, daß wir uns nie niederdrücken lassen von des Unglücks schwerer Hand, daß wir uns nicht überheben in des Glückes Glanz und Strahl, daß wir nicht um den Schmuck der flüchtigen Hütten hingeben die Herrlichkeiten des ewigen Seins, und unser Wandel stets ein reiner, heiliger, dir gefälliger sei und bleibe. <span class=\"hebrew\" lang=\"heb-Hebr\">אָמֵן</span> <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet us be mindful of all this, O God, that it might serve as a good teaching and healing throughout the course of our lives, so we never let ourselves be crushed by misfortune’s heavy hand, never let ourselves be carried away by the dazzle of good fortune, never forsake the holy treasure of our eternal beings for the sake of adorning our flimsy, earthly huts. Let our lives be wholesome, holy, God-pleasing lives before you now and forever. <em>Amen</em>.<br />\n</span></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is Fanny Neuda&#8217;s &#8220;Prayer on the last days of Sukkot,&#8221; faithfully transcribed and proofread with the help of German Wikisource contributors from Fanny Neuda&#8217;s <a href=\"http://de.wikisource.org/wiki/Stunden_der_Andacht\">Stunden Der Andacht</a> (1855), <a href=\"http://de.wikisource.org/wiki/Seite:Neuda-Stunden_der_Andacht-1858.pdf/66\">p. 66-67</a>. We are happy to share your translation of Neuda&#8217;s tkhines in any language. The translation provided here was made by Julia Watts Belser for <a href=\"http://www.worldcat.org/title/hours-of-devotion-fanny-neudas-book-of-prayers-for-jewish-women/oclc/76792139\">Hours of Devotion: Fanny Neuda’s Book of Prayers for Jewish Women</a> (ed. Dinah Berland, Schocken 2007), and set here for the first time side-by-side with Neuda’s original German.</p>\n<p>In the subtitle in the printed editions of Stunden Der Andacht, this prayer is identified as a prayer for the last days of the festival of Sukkot (<a href=\"https://en.wikipedia.org/wiki/Shemini_Atzeret\">Shemini Atseret</a>). Shemini Atseret is properly identified as a separate-yet-connected-to-Sukkot festival, ostensibly occurring the day <strong>after</strong> Sukkot. However, due to the celebration of a two day <em>yontef</em> in the Diaspora, the last day of Sukkot is extended to two days and the otherwise seven day festival of Sukkot is observed for eight days. It is this last day of the Diasporan Sukkot which overlaps with the first day of Diasporan Shemini Atseret. (The second day of Diasporan Shemini Atseret, and the very last day of all the festivals observed in the autumn month of Tishrei, is celebrated as the rabbinic Jewish festival of Simḥat Torah.)</p>\n<h3>Transcription Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/stundenderandac01neudgoog#page/n83/mode/2up/\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/StundenDerAndachtFannyNeuda1864#page/n94/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">From the Kriyat Shema al ha-Mita. Cf. Jerusalem Talmud Berakhot 35b:1</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">A reference to Qohelet (Ecclesiastes), traditionally read on the Shabbat of Sukkot</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sukkot"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Bohemian Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "Teḥinot in German",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)\r\n"
        ],
        "_yoast_wpseo_primary_category": [
            "399"
        ],
        "_thumbnail_id": [
            "21859"
        ],
        "date_src_start": [
            "1855-00-00"
        ],
        "date_src_end": [
            "1855-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/10/stunden-der-andacht-page_095.png",
        "title": "stunden-der-andacht-page_095",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=17602",
    "permalink": "https://opensiddur.org/prayers/lunisolar/pilgrimage/sukkot/an-den-letzten-tagen-des-laubhuttenfestes-schemini-azereth-by-fanny-neuda-1855/",
    "slug": "an-den-letzten-tagen-des-laubhuttenfestes-schemini-azereth-by-fanny-neuda-1855"
}