{
    "title": "מגילת אנטיוכס | Megillat Antiochus, translated into German by Chajm Guski",
    "author": "Chajm Guski (German translation)",
    "coauthors": [
        {
            "name": "Chajm Guski (German translation)",
            "bio": "Chajm ist Autor und Bewohner des Ruhrgebiets, Herausgeber von talmud.de und Organisator des <a href=\"http://www.talmud.de/minchah\">Minchah-Schiurs</a> im Ruhrgebiet. Einige seiner Artikel gibt es nicht nur im Internet, sondern beispielsweise auch in der »<a href=\"http://www.juedische-allgemeine.de/autoren/chajm-guski\">Jüdischen Allgemeinen</a>«. Über die Kontakt-Seite kann man Chajm eine Nachricht senden.",
            "website": "http://www.sprachkasse.de/blog/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/chajm"
        }
    ],
    "date": "2014-12-09",
    "last_updated": "2025-03-27",
    "excerpt": "Es war in den Tagen des Antiochus, dem König der Griechen, eines großen und starken Königs, fest in seiner Herrschaft, und alle Könige hörten auf ihn. Er eroberte viele Länder und besiegte starke Könige, verwüstete ihre Paläste, verbrannte sie im Feuer und warf ihre Bewohner gefesselt in den Kerker. Seit den Tagen Alexanders stand kein solcher König auf, an der Küste des großen Meeres. Und er erbaute am Ufer des Meeres eine mächtige Stadt, als Königssitz, und nannte die Stadt Antiochia - nach seinem Namen. . . .",
    "content": "<p><strong>DOWNLOAD</strong>: <a href=\"https://opensiddur.org/wp-content/uploads/2014/12/Megillat-Antiochus-Hebräisch-Englisch-und-Deutsch-Chajm-Guski.pdf\">PDF</a></p>\n<hr />\n<div class=\"english\" lang=\"eng\">\n<p>Es war in den Tagen des Antiochus, dem König der Griechen, eines großen und starken Königs, fest in seiner Herrschaft, und alle Könige hörten auf ihn. Er eroberte viele Länder und besiegte starke Könige, verwüstete ihre Paläste, verbrannte sie im Feuer und warf ihre Bewohner gefesselt in den Kerker. Seit den Tagen Alexanders stand kein solcher König auf, an der Küste des großen Meeres. Und er erbaute am Ufer des Meeres eine mächtige Stadt, als Königssitz, und nannte die Stadt Antiochia &#8211; nach seinem Namen.</p>\n<p>Und Bagris, sein Statthalter, baute eine andere Stadt, Antiochia gegenüber, und nannte sie Bagris nach seinem Namen; so lauten ihre Namen bis auf den heutigen Tag. Im dreiundzwanzigsten Jahr seines Reiches, zweihundertdreizehn Jahre nach der Aufrichtung des Tempels, richtete er seinen Blick nach Jeruschalajim.</p>\n<p>Er sprach zu seinen Fürsten: »Ihr wisst ja, dass unter uns, in Jeruschalajim, das Volk der Juden lebt; unseren Göttern opfern sie nicht, unseren Gesetzen gehorchen sie nicht, die Gesetze des Königs verachten sie und befolgen nur ihre Gesetze. Ja, sie hoffen auf den Tag des Untergangs der Könige und Herrscher und sprechen: »Wann wird unser eigener König über uns regieren? Wann werden wir über Meer und trockenes Land gebieten und die ganze Erde in unsere Macht bekommen? «</p>\n<p>Es ist für unser Reich keine Ehre, sie ruhig auf der Oberfläche der Erde zu lassen. Auf! Wir wollen zu ihnen hinaufziehen und die Zeichen ihres Bundes mit Gott vernichten: Schabbat, Neumondfeier und Beschneidung!«</p>\n<p>Er fand Zustimmung in den Augen der Fürsten und auch bei seinem Heer. Zur selben Stunde erhob sich Antiochus und sandte seinen Statthalter Nikanor mit einem großen Heer und mit viel Volk. Und er kam zur Stadt von Jehudah, nach Jeruschalajim. Dort tötete er viele Menschen und baute einen Altar im Tempel, an genau der Stelle, von der der Gott Israels zu seinen Knechten, den Propheten, gesprochen hatte: »Dort will ich meine Herrlichkeit ruhen lassen in Ewigkeit.« Genau dort schlachteten sie ein Schwein und brachten sein Blut in die heilige Halle.</p>\n<p>Als aber Jochanan ben Mattithjahu, der Hohepriester, davon hörte, da war er voller Zorn und Wut und sein Blick veränderte sich. Und er fragte sich selbst, was nun zu tun wäre. Dann machte sich Jochanan ben Mattithjahu ein Schwert, zwei Spannen lang und eine Spanne breit, und versteckte es unter seiner Kleidung. Dann kam er nach Jeruschalajim, stand am Tor des Königs, rief die Wächter und sagte zu ihnen: »Ich bin Jochanan, der Sohn Mattithjahus; ich will vor Nikanor treten.«</p>\n<p>Da kamen die Wächter und Wachen und sprachen: »Der Hohepriester der Juden steht vor der Tür.« Da antwortete Nikanor: »Er soll kommen!« Also führte man ihn vor Nikanor, und Nikanor sagte zu Jochanan: »Du bist einer von den Rebellen, die sich gegen den König empörten und nicht den Frieden und das Gesetz seines Reiches einhalten wollten!«</p>\n<p>Da antwortete Jochanan: »Herr, es ist so. Doch jetzt komme ich vor dein Angesicht; was du wünschst, dass will ich tun!«</p>\n<p>Es antwortete Nikanor: »Wenn es so ist, dann nimm ein Schwein und schlachte es auf dem Altar; dann wirst du ein königliches Gewand empfangen, auf dem Pferd des Königs reiten und sein wie einer von denen, die vom König geliebt werden. «</p>\n<p>Darauf antwortete ihm Jochanan: »Mein Herr, ich fürchte mich vor den Kindern Israel; denn wenn sie hören, dass ich so etwas getan habe, werden sie mich steinigen und töten. Lass doch alle vor dir hinausgehen, sonst wird es verraten.«</p>\n<p>Da schickte Nikanor alle hinaus. Da erhob Jochanan ben Mattithjahu seine Augen zum Himmel, betete zu seinem Gott und sprach:</p>\n<p>»Mein Gott, Gott meiner Väter Abraham, Jitzchak und Jaakow, gib mich nicht in die Hand dieses Heiden; denn wenn er mich tötet, wird er hingehen und sich im Hause Dagons, seines Götzen, rühmen: »Mein Gott gab ihn in meine Hand!« Anschließend machte er drei Schritte und stieß das Schwert in Nikanors Herz und warf ihn erschlagen in die Halle des Tempels.</p>\n<p>Und Jochanan sprach vor Gott: »Mein Gott, rechne es mir nicht als Sünde an, dass ich ihn im Tempel umgebracht habe! So mögest du es mit allen Heiden tun, die mit ihm kamen, um Jehudah und Jeruschalajim in Not zu bringen.«</p>\n<p>Dann ging Jochanan ben Mattithjahu hinaus und kämpfte gegen die Heiden und erschlug viele von ihnen. Die Zahl derer, die er an diesem Tage tötete, war siebenhundertzweiundsiebzigtausend: denn sie töteten einander. Als er zurückkehrte, errichtete er eine Säule und nannte sie nach seinem Namen: »Makkabi, der die Starken tötet.«</p>\n<p>Als nun König Antiochus hörte, dass sein Statthalter Nikanor getötet wurde, da war er sehr verärgert und er lies nach Bagris rufen, dem Frevler, der ihn zu diesem Unternehmen verleitet hatte.</p>\n<p>Antiochus sprach zu Bagris: »Hast du gehört, was mir die Kinder Israel angetan haben? Sie erschlugen mein Heer, beraubten mein Lager und meine Fürsten.</p>\n<p>Kannst du jetzt auf deinen Reichtum vertrauen oder deine Häuser noch als dein Eigentum? Komm! Lass uns gegen sie ziehen und ihren Bundmit ihrem Gott zerstören, denmit ihnen geschlossen hat mit der Einhaltung des Schabbats, den Neumond und die Beschneidung.«</p>\n<p>Da erhob sich Bagris der Frevler und zog mit dem gesamten Heer nach Jeruschalajim, tötete viele und verbot, um Israel vollständig zu vernichten, drei Dinge: den Schabbat, die Neumondfeier und die Beschneidung.</p>\n<p>So erreichte das Wort des Königs sie. Fand man einen Mann, der seinen Sohn beschnitten hatte, so ergriff man ihn und seine Frau und henkte sie gegenüber dem Kinde.</p>\n<p>Eine Frau aber hatte nach dem Tode ihres Mannes einen Jungen geboren und beschnitt ihn nach acht Tagen; darauf stieg sie auf die Stadtmauer von Jeruschalajim, ihren Sohn im Arm, und rief:</p>\n<p>»Man sagt, Bagris, du Frevler, du willst den Bund vernichten, den wir mit Gott geschlossen haben, und dessen Zeichen sind Schabbat, Neumondfeier und Beschneidung. Ich aber sage dir: wir werden vom Bund nicht lassen, und unsere Enkel werden ihn halten!« Damit warf sie ihren Sohn hinab und sich ihm nach, und starben beide zusammen. Und viele von den Kindern Israels taten das auch in diesen Tagen, statt den Bund ihrer Väter zu brechen.</p>\n<p>Damals sprachen die Kinder Israels einer zum andern: »Komm mit mir, wir wollen in einer Höhle wohnen! Denn sonst müssten wir den heiligen Schabbat-Tag entweihen. «</p>\n<p>Doch man verriet dies dem Bagris, dem Frevler; da sandte er Leute hin, die legten sich vor den Eingang der Höhlen und sprachen: »Heraus mit euch! Trinkt von unserm Wein, esst von unserm Brot, tut, was wir tun!«</p>\n<p>Da antworteten die Kinder Israels und sprachen untereinander: »Wir gedenken dessen, was Gott uns auf dem Berge Sinai geheißen hat: Sechs Tage sollst du arbeiten und dein Werk verrichten, am siebenten Tage aber sollst du ruhen. Besser, wir sterben in der Höhle als dass wir den heiligen Schabbat- Tag entweihen. «</p>\n<p>Als die Juden nicht herauskamen, wurden die Feinde zornig, brachten Holz und verbrannten es am Eingang der Höhle; so starben viele tausend, Männer und Frauen. Und die fünf Söhne des Mattithjahu, Jochanan und seine vier Brüder, zogen aus, führten Krieg gegen die Heiden, töteten viele und vertrieben sie auf die Inseln des Meeres.</p>\n<p>Denn Gott war ihre Stütze. Bagris der Frevler aber bestieg ein Schiff und floh zu König Antiochus; bei ihm diejenigen, die dem Schwert entronnen waren.</p>\n<p>Und Bagris sprach zu König Antiochus: »Du, der König, hast den Juden geboten, Schabbat, Neumondfeier und Beschneidung aufzugeben. Sie aber waren erbost darüber. Wenn aber alle Völker und Königreiche sich vereinigen würden, so könnten sie doch nichts gegen diese fünf Söhne Mattithjahus, die stärker sind als Löwen, leichter als die Adler, schneller als die Bären des Gebirges.</p>\n<p>So höre auf meinen Rat: führe nicht weiter Krieg mit so wenig Volk, denn dann würdest du zum Spott aller Könige werden. Vielmehr schreibe und sende Briefe an alle Länder deines Reiches, dass alle Heeresführer sich versammeln und auch nicht einer zurückbleibt; auch gepanzerte Elefanten sollen bei ihnen sein.« Und der Rat gefiel dem König, er schrieb und sandte Briefe in alle Länder seines Reiches und es kamen die Herren über alle Völker und Königreiche und auch gepanzerte Elefanten kamen mit.</p>\n<p>Und dies fand Gnade in den Augen von König Antiochus. Er sandte Briefe an alle Provinzen seines Reiches. Und die Fürsten eines jeden Volkes und jeder Provinz kamen und brachten gepanzerte Elefanten mit.</p>\n<p>Und zum zweiten Mal erhob sich Bagris der Frevler und zog gegen Jeruschalajim. Er zerteilte die Mauer und riss den Eingang ab und brach dreizehn Breschen in den Tempel und zermalmte die Steine zu Staub.</p>\n<p>Da dachte er sich: »Dieses Mal werden sie mich nicht besiegen, denn mein Heer ist groß und stark ist meine Hand.« Aber Gott dachte nicht so.</p>\n<p>Als die fünf Söhne Mattithjahus dies erfuhren erhielten, erhoben sie sich und kamen nach Mizpah- Gilead, wo ein Überbleibsel vom Hause Israels aus der Zeit Schmuels, des Propheten, war.</p>\n<p>Sie geboten einen Fasttag und saßen auf Asche, um Erbarmen vor Gott zu beten. Dann fanden sie guten Rat, Jehudah der älteste, Schimeon der zweite, Jochanan der dritte, der vierte Jonathan, der fünfte Elasar.</p>\n<p>Ihr Vater segnete sie und sprach: »Jehudah, mein Sohn, ich vergleiche dich Jehudah, mit dem Sohn Jaakows, der war wie eine Löwin. Schimeon, mein Sohn, ich vergleiche dich Schimeon, mit dem Sohn Jaakows, der die Bewohner von Sichem tötete. Jochanan, mein Sohn, ich vergleiche dich mit Abner, dem Sohne Ners, dem Feldherrn Israels. Jonathan, mein Sohn, ich vergleiche dich mit Jonathan, dem Sohne Schauls, der das Volk der Philister schlug.</p>\n<p>Elasar, mein Sohn, ich vergleiche dich mit Pinchas, dem Sohn Elasars, der für seinen Gott stritt und die Kinder Israel rettete.«</p>\n<p>Dann zogen die fünf Söhne Mattithjahus aus und kämpften gegen die Heiden und töteten viele; Jehudah aber fiel im Kampf. Als aber die Söhne Mattithjahus sahen, dass Jehudah getötet wurde, kehrten sie um und kamen zu ihrem Vater. Da sprach der Vater zu ihnen: »Warum seid ihr zurückgekehrt?« Und sie antworteten indem sie sprachen: »Weil unser Bruder getötet wurde.«</p>\n<p>Ihr Vater Mattithjahu sprach: »Ich werde mit euch ziehen und gegen die Heiden kämpfen. Denn sonst geht das Haus Israel verloren; ihr seid über euern Bruder erschrocken. «</p>\n<p>Und Mattithjahu zog an diesem Tag mit ihnen aus und kämpfte gegen die Heiden. Und Gott gab alle Helden der Heiden in ihre Hand, sie viele von ihnen und fällten diejenigen, die das Schwert führten und diejenigen, die den Bogen spannten, Feldherrn und Unterführer; nicht einer blieb übrig. Und die übrigen Heiden flohen in die Länder des Meeres.</p>\n<p>Elasar aber, der die Elefanten tötete, ertrank im Dung der Elefanten. Und die Kinder Israels freuten sich, dass ihre Feinde in ihre Hand gegeben wurden; einen Teil verbrannten sie im Feuer, einen Teil erschlugen sie mit dem Schwert, einen Teil hängten sie an Bäume.</p>\n<p>Bagris den Frevler aber verbrannten sie.</p>\n<p>Als aber König Antiochus hörte, Bagris der Frevler sei getötet und alle seine Feldherren mit ihm, bestieg er ein Schiff und floh weit über das Meer; wohin er aber kam, erhoben sie sich gegen ihn und nannten ihn den Flüchtling.</p>\n<p>Die Söhne Mattithjahus aber kamen in den Tempel, erbauten die Tore und schlossen die Breschen, säuberten die Halle von den Erschlagenen und von allem Unrat.</p>\n<p>Und sie suchten reines öl, um die Menorah anzuzünden.</p>\n<p>Doch sie fanden nur ein Fläschchen mit dem Siegel des Hohepriesters — dem Zeichen der Reinheit —, in dem so viel Öl war, um die Lampe einen Tag lang brennen zu lassen. Gott aber, der seinen Namen dort ruhen lässt, gab seinen Segen darüber, und man fand jeden Abend nach dem Füllen der Lampe das Fläschchen voll Öl, so dass man damit die Lichter acht Tage lang anzünden konnte.</p>\n<p>Darum nahmen es die Söhne Mattithjahus und die Kinder Israels mit ihnen auf sich, diese acht Tage zu Tagen des Mahles und der Freude zu machen und Lichter zu zünden, um kundzugeben, dass Gott ihnen Sieg geschenkt hatte. An diesen Tagen soll man weder trauern noch fasten, aber beten vor seinem Gott.</p>\n<p>Von der Zeit ab war kein Name mehr für das Reich der Jewanim, die Söhne Mattithjahus und ihre Söhne nahmen die Herrscherwürde an und hatten sie inne bis zur Zerstörung des Hauses Elohims, zweihundertsechs Jahre.</p>\n<p>Die Kinder Israel aber feiern diese acht Festtage, vom fünfundzwanzigsten Tage des Monats Kislew an, die ganze Zeit der Verbannung, für sich, ihre Kinder und die Kinder der Kinder in Ewigkeit. Von diesem Tag an für immer an allen heiligen Orten Israels, für ihre Kohanim, Lewi‘im und die Weisen verpflichteten sich und ihre Nachkommen dazu, das Fest zu halten.\n</p></div>\n<hr />\n<h3>Source</h3>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/12/Megillat-Antiochus-Hebräisch-Englisch-und-Deutsch-Chajm-Guski.pdf\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Click to access Megillat-Antiochus-Hebräisch-Englisch-und-Deutsch-Chajm-Guski.pdf</a></p>\n",
    "categories": [
        "Ḥanukkah Readings"
    ],
    "tags": [
        "German translation",
        "Haftarah supplement",
        "Megillat Antiokhus"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3018"
        ],
        "_thumbnail_id": [
            "10264"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/12/woodcut_Page_01_Image_0001-e1418140947646.jpg",
        "title": "woodcut_Page_01_Image_0001",
        "caption": "From Sefer Minhagim, Frankfurt am Main 5489/1729"
    },
    "source_link": "https://opensiddur.org/?p=10262",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish-readings/hanukkah-readings/megillat-antiochus-translated-in-german-by-chajm-guski/",
    "slug": "megillat-antiochus-translated-in-german-by-chajm-guski"
}