{
    "title": "&#x1F4AC; מגילת אנטיוכס עם טעמי מקרא | Megillat Antiokhus, with ta'amei miqra (for cantillation) by Isaac Gantwerk Mayer",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Tsvi Hirsch Filipowski (translation)",
            "bio": "Tsvi Hirsch Filipowski (1816-13 July 1872), Hebraist and actuary, sometimes referred to as Herschell Phillips Filipowski. A maskil born in Virbalis, Lithuania, he arrived in London in 1839 and taught Jewish boys. In 1846 he published Mo’ed Mo’adim, a study of Jewish and other calendars, and in 1847 The Annual Hebrew Magazine (Hebrew title Ha-Asif, The Harvest’). His <em>A Table of Anti Logarithms</em> appeared in 1849, and his translation from Latin into English of Napier’s treatise on logarithms in 1857. In 1851, when he was listed in the Census as a London printer, he founded the Chevrat Me’orerei Yeshenim (Hebrew Antiquarian Society) in order to publish medieval Hebrew texts. Major works that he edited and printed for it included Menahem ibn Saruq’s <em>Mahberet Menahem</em> (1854) and Abraham Zacuto’s <em>Sefer Yuhasin ha-Shalem</em> (1857). During the late 1850s he worked in Edinburgh as an actuary, returning to London in about 1860. He compiled the Colonial Life Assurance Company’s 1861 Almanac and edited Baily’s <em>Doctrine of Life Annuities and Assurance</em> (1864-6). In 1862 he published, using a Hebrew type of his own design, <em>Tefilot Yisrael</em>, a pocket edition of the Ashkenazi prayer book with his own English translation. In 1867 he founded a short-lived periodical, <em>The Hebrew National</em>. His <em>Biblical Prophecies</em> (1870) dealt mainly with messianic passages in Isaiah.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/tsvi-hirsch-filipowsky"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2018-07-21",
    "last_updated": "2023-04-07",
    "excerpt": "Perhaps Megillat Antiokhus could be read a la Esther on Purim (the holiday with the most similarities), going to Eicha trope in the upsetting parts. A few notes: on the final mention of Bagris the Wicked I included a karnei-farah in the manner of the karnei-farah in Esther. I also included a merkha kefulah in the concluding section, which (according to David Weisberg's \"The Rare Accents of the Twenty-Eight Books\") represents aggadic midrash material. It also serves as a connection to the Chanukah haftarah, which is famously the only one that has a merkha kefulah. --Isaac Mayer  . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nHere is Megillat Antiokhus to be read on Ḥanukkhah a la Esther on Purim (the holiday with the most similarities), going to Eicha <em>trōp</em> in the upsetting parts. (The latter appear styled in blue.) The blessings offered are presented without the divine name which can be added as desired.</p>\n<p>A few notes: on the final mention of Bagris the Wicked I included a <em>karnei-farah</em> in the manner of the <em>karnei-farah</em> in Esther. I also included a <em>merkha kefulah</em> in the concluding section, which (according to David Weisberg&#8217;s &#8220;The Rare Accents of the Twenty-Eight Books&#8221;) represents aggadic midrash material. It also serves as a connection to the Ḥanukkah haftarah, which is famously the only one that has a <em>merkha kefulah</em>. &#8211;Isaac Gantwerk Mayer\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה<br />\nאֲשֶׁר קִדְּשָֽׁנוּ בְּמִצְוֹתָיו<br />\nוְצִוָּֽנוּ עַל מִקְרָא מְגִלָּה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You&#8230;<br />\nwho sanctified us with Divine commandments<br />\nand commanded us about scroll-reading.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה<br />\nאֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָֽיו<br />\nוְצִוָּֽנוּ לְפַרְסֵם אֶת־הַנֵּס׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You&#8230;<br />\nwho sanctified us with Divine commandments<br />\nand commanded us to publicize the miracle.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה<br />\nשֶׁהֶחֱֽיָנוּ<br />\nוְקִיְּמָֽנוּ<br />\nוְהִגִּיעָֽנוּ לַזְּמַן הַזֶּה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You&#8230;<br />\nwho gave us life,<br />\nsustained us,<br />\nand brought us to this time.</p>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיְהִ֨י בִּימֵ֤י אַנְטְיוּ֨כַס֙ מֶ֣לֶךְ יָוָ֔ן מֶ֥לֶךְ גָּדוֺ֖ל וְחָזָ֣ק הָיָ֑ה וְתַקִּיף֙ בְּמֶ֣מְשַׁלְתּ֔וֺ וְכׇל־הַמְּלָכִ֖ים יִשְׁמְע֥וּ לֽוֺ׃ וְה֤וּא כָבַשׁ֙ מְדִינ֣וֺת רַבּ֔וֺת וּמְלָכִ֖ים חֲזָקִ֑ים וְהֶחֱרִי֨ב טִירוֺתָ֝ם וְהֵיכְלֵיהֶ֣ם ׀ שָׂרַ֣ף בָּאֵ֗שׁ וְאַ֨נְשֵׁיהֶ֔ם בְּבֵ֥ית הָאֲסוּרִ֖ים אָסָֽר׃ מִימֵי֩ אַלֵכְּסַ֨נְדְּרוֺס הַמֶּ֝לֶךְ לֹ֧א קָ֛ם מֶ֖לֶךְ כָּמֹה֑וּ בְּכׇל־עֵ֖בֶר הַנָּהַֽר׃ וְה֣וּא ׀ בָנָ֣ה ׀ מְּדִינָ֣ה גְדוֺלָ֗ה עַ֚ל ח֣וֺף הַיָּ֔ם לִהְי֥וֺת ל֖וֺ לְבֵ֣ית מַלְכ֑וּת וַיִקְרָ֧א לָ֛הּ מְדִינַ֥ת אַנְטִיּוֺ֖כְיָא עַל־שְׁמֽוֺ׃ וְגַם֩ בַּגְרִ֨יס מִשְׁנֵ֝הוּ בָּנָ֣ה ׀ מְדִינָ֣ה אַחֶ֗רֶת לְנֶגְדָּ֕הּ וַיִּקְרָא־לָ֖הּ בַּגְרִ֣יס עַל־שְׁמ֑וֺ וְכֵן֙ שְׁמוֺתָ֔ן עַד־הַיּוֺ֖ם הַזֶּֽה׃‏‏ בִּשְׁנַ֣ת ׀ עֶשְׂרִֽים־וְשָׁל֣וֺשׁ ׀ שָׁנִ֣ים לְמׇלְכ֡וֺ הִ֣יא ׀ שְנַ֣ת מָ֠אתַיִם וּשְׁל֨וֺשׁ עֶשְׂרֵ֧ה שָׁנִ֛ים לְבִנְיַ֖ן בֵּ֣ית הָאֱלֹהִ֑ים שָׂ֥ם פָּנָ֖יו לַעֲל֣וֺת לִירוּשָׁלָֽיִם׃‏ וַיַּ֖עַן וַיּא֣מֶר לְשָׂרָ֑יו הֲלֺ֣א יְדַעְתֶּ֞ם כִּ֣י ׀ יֵשׁ־עַ֣ם הַיְּהוּדִ֗ים אֲשֶׁ֛ר בִּירוּשָלַ֖יִם בֵּינֵֽינוּ׃ לֵאלֹהֵ֕ינוּ אֵינָ֖ם מַקְרִיבִֽים וְדָתֵינוּ֙ אֵינָ֣ם עוֺשִׂ֔ים וְדָתֵ֣י הַמֶּ֔לֶךְ עוֺזְבִ֖ים לַעֲשׂ֥וֺת דָּתָם׃ וְגַ֣ם ׀ הֵ֣ם מְיַחֲלִים֩ לְי֨וֺם שִׁבְר֤וֺן הַמְּלָכִים֙ וְהַשִּׁ֣לְטוֺנִ֔ים וְאוֺמְרִ֕ים מָתַ֥י יִמְלֹ֖ךְ עָלֵ֣ינוּ מַלְכֵּ֑ינוּ וְנִשְׁלוֺט֙ בַּיָּ֣ם וּבַיַּבָּשָׁ֔ה וְכׇל־הָעוֺלָ֖ם יִנָּתֵ֥ן בְּיָדֵֽינוּ׃ אֵֽין־כָּב֥וֺד לַמַּלְכ֖וּת לְהָנִ֣יחַ אֵ֑לֶּה עַל־פְּנֵ֖י הָאֲדָמָֽה׃ עַתָּ֗ה ב֚וֺאוּ וְנַעֲלֶ֣ה עֲלֵיהֶ֔ם וּנְבַטֵּ֥ל מֵהֶ֖ם אֶת־הַבְּרִ֑ית אֲשֶׁ֨ר כֹּרַ֧ת לָהֶ֛ם שַׁבָּ֛ת רֹֽאשׁ־ח֖וֺדֶשׁ וּמִילָֽה׃ וַיִּיטַ֧ב הַדָּבָ֛ר בְעֵינֵ֖י כׇל־חֵילֽוֺ׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>1</sup>&nbsp;And it came to pass in the days of Antiokhus, king of Greece, the great and mighty monarch, firm ruler over his dominion, to whom all kings hearkened. <sup>2</sup>&nbsp;Many lands did he conquer, and mighty kings did he subdue, burning their towers and palaces, and imprisoning their men. (No king like unto him had arisen on the coastland of the Great Sea since the days of Alexander.) <sup>3</sup>&nbsp;And he built a great city by the bank of the river, as his capital, and called it Antioch, after his own name. <sup>4</sup>&nbsp;And Bagris his viceroy, also built a city equally great and called it Bagris after his name and so are they called to this day. <sup>5</sup>&nbsp;In the twenty and third year of his reign which was the two hundred and thirteenth year of the erection of the Sanctuary, he set his face towards Jerusalem. <sup>6</sup>&nbsp;And he spoke to his officers, saying, “Surely you know that there is a Jewish people in our midst in Jerusalem. They do not sacrifice to our gods, our laws they do not keep, and they neglect the laws of the king, to follow their own. <sup>7</sup>&nbsp;And further, they look forward to a day of destruction of kings and rulers for when, they say ‘Our king will rule over us; and we shall govern land and sea, and all the world will be our dominion.’ It is not to the glory of the kingdom, to suffer them on the face of the earth. <sup>8</sup>&nbsp;Come now, and let us go up against them, and destroy the covenant their God has made with them, their Sabbaths, new-moon [festivals], and circumcision.” <sup>9</sup>&nbsp;And this found favor in the eyes of his officers and in the eyes of all his army.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nבְּאוֺתָ֣הּ שָׁעָ֗ה קָ֚ם אַנְטְי֣וּכַס הַמֶּ֔לֶךְ וַיִשְׁלַח֙ אֶת־נִיקָנ֣וֺר מִשְׁנֵ֔הוּ בְּחַ֥יִל גָּד֖וֺל וְעַ֣ם רָ֑ב וַיִּבֹ֛א לְעִ֥יר יְהוּדָ֖ה לִירוּשָׁלָֽיִם׃ <span style=\"color: blue;\">וַיַהֲר֥וֺג בָּ֖הּ הֶ֣רֶג רַֽב׃ וַיִּ֨בֶן בָּמָ֝ה בְּבֵ֣ית הַמִּקְדָּ֗שׁ בִּמְקוֹם֩ אֲשֶׁ֨ר אָמַ֜ר אֱלֹהֵ֣י יִשְׂרָאֵל֮ לַעֲבָדָ֣יו הַנְּבִיאִ֒ים שָׁ֛ם אֲשַׁכֵּ֥ן שְׁכִינָתִ֖י לְעוֺלָֽם׃ בַּמָּק֥וֺם הַה֖וּא שָׁחֲט֣וּ אֶת־הַחֲזִ֑יר וַיָבִ֨יאוּ אֶת־דָּמ֔וֺ לְעֶזְרַ֖ת הַקֹּֽדֶשׁ׃‏</span> וּבִהְי֣וֹת זֶה֩ כַּאֲשֶׁ֨ר שָׁמַ֜ע יוֺחָנָ֤ן בֶּן־מַתִּתְיָה֙ כֹּהֵ֣ן גָּד֔וֺל כִּי־זֶ֥ה הַמַּעֲשֶׂ֖ה נַעֲשָׂ֑ה נִמְלָ֣א ׀ קֶ֣צֶף וְחֵמָ֗ה וְזִ֨יו פָּנָ֤יו נִשְׁתַּנָּה֙ וַיִּוָעַ֣ץ בְּלִבּ֔וֹ מַה־שֶּׁיּוּכַ֖ל לַעֲשׂ֥וֺת עַל־זֶֽה׃ וְאַ֣ז יוֹחָנָ֨ן בֶּן־מַתִּתְיָ֝ה עָֽשָׂה־ל֣וֺ חֶ֗רֶב שְׁתֵּ֤י זְרָתוֺת֙ אׇרְכָּ֔הּ וְזֶ֥רֶת אַחַ֖ת רׇחְבָּֽהּ תַּ֥חַת בְּגָדָ֖יו עֲטוּפָֽה׃‏‏ וַיָבוֺא֙ לִיר֣וּשָלָ֔יִם וַיַּעֲמֹ֖ד בְּשַׂ֣עַר הַמֶּ֑לֶךְ וַיִּקְרָ֣א לַשּׁוֺעֲרִ֗ים וַיֹּא֤מֶר לָהֶם֙ אֲנִי֙ יוֺחָנָ֣ן בֶּן־מַתִּתְיָ֔ה בָּא֧תִי לָב֛וֺא לִפְנֵ֖י נִיקָנוֺֽר׃\t\t\tוְאָ֣ז בָּ֠אוּ הַשּׁוֺעֲרִ֨ים וְהַשּׁוֺמְרִ֝ים וַיֹּא֣מְרוּ ל֗וֺ הַכֹּהֵ֧ן הַגָּד֛וֺל שֶׁ֥ל הַיְהוּדִ֖ים עוֺמֵ֣ד בְּפָּ֑תַח וַיַּ֤עַן נִיקָנוֺר֙ וַיֹּא֣מֶר לָהֶ֔ם בּ֖וֺא יָבֽוֺא׃‏ וְאָ֨ז יוֺחָנָ֝ן הוּבָ֣א ׀ לִפְנֵ֣י נִיקָנ֗וֺר וַיַּ֧עַן נִיקָנ֛וֺר וַיֹּ֖אמֶר לְיוֺחָנָ֑ן אַתָּֽה־הוּא֙ אֶחָ֣ד מִן־הַמּוֺרְדִ֔ים אֲשֶׁ֤ר מָרְדוּ֙ בַמֶּ֔לֶךְ וְאֵינָ֥ם רוֺצִ֖ים בִּשְׁל֥וֺם מַלְכוּתֽוֺ׃  וַיַּ֤עַן יוֺחָנָן֙ לִפְנֵ֣י נִיקָנ֔וֹר וַיֹּ֧אמֶר אֲדֹנִ֛י אֲנִי־ה֛וּא עַתָּ֥ה בָ֖אתִי לְפָנֶ֑יךָ אֲשֶׁ֥ר תִּרְצֶ֖ה אֶעֱשֶֽׂה׃ וַיַּ֣עַן נִיקָנוֺר֮ וַיֹּ֣אמֶר לְיוֺחָנָן֒ אִֽם־כִּרְצוֺנִי֙ אַתָּ֣ה עוֺשֶֺ֔ה קַ֥ח חֲזִ֖יר וּשְׂחָטֵ֣הוּ עַֽל־הַבָּמָ֑ה וְתִלְבַּשׁ֙ בִּגְדֵ֣י מַלְכ֔וּת וְתִרְכַּ֨ב עַל־ס֧וּס הַמֶּ֛לֶךְ וּכְאַחַ֛ד מֵאוֺהֲבֵ֥י הַמֶּ֖לֶךְ תִּהְיֶֽה׃ וְכַאֲשֶׁ֣ר שָׁמַ֣ע יוֺחָנָן֮ הֳשִׁיב֣וֹ דָבָר֒ אֲדֹנִ֛י אֲנִ֨י יָרֵ֥א מִבְּנֵֽי־יִשְׂרָאֵ֖ל פֶּן־יִשְׁמָ֑עוּ כִּ֚י עָשִׂ֣יתִי כֵ֔ן וְיִסְקְל֖וּנִי בָּאֲבָנִֽים׃ עַתָּ֕ה יֵצֵ֕א כׇל־אִ֥ישׁ מִלְּפָנֶ֖יךָ פֶּ֣ן יוֺדִיע֑וּם אָ֧ז נִיקָנ֛וֺר הוֺצִ֥יא מִלְּפָנָ֖יו כׇּל־אִֽישׁ׃‏ בָּעֵ֣ת הַהִיא֩ נָשָׂ֨א יוֺחָנָ֤ן בֶּן־מַתִּתְיָה֙ עֵינָ֣יו לַשָּׁמַ֔יִם וְתִקֵּ֥ן תְּפִלָּת֖וֺ לִפְנֵ֣י אֱלֹהָ֑יו וַיֹּ֗אמֵר אֱלֹהַי֙ וַאֱלֹהֵ֣י אֲבוֺתַ֔י אַבְרָהָ֖ם יִצְחָ֥ק וְיַעֲקֹֽב׃ אַל־תִּתְּנֵ֨נִי נָ֜א בְּיַ֣ד ׀ הֶעָרֵ֣ל הַזֶּ֗ה כִּ֚י אִ֣ם יַהַרְגֵ֔נִי יֵלֵ֕ךְ וְיִשְׁתַּבַּ֥ח בְּבֵית־דָּגוֺ֖ן אֱלֹהָ֑יו וְיֹאמַ֕ר אֶלֹהַ֖י נְתָנ֥וֺ בְיָדִֽי׃ בְּאוֺתָ֨הּ שָׁעָ֝ה פָּסַ֤ע עָלָיו֙ שָׁלֹ֣שׁ פְּסִיע֔וֺת וַיִתְקַ֥ע הַחֶ֖רֶב בְּלִֽבּוֺ וַיַּ֤שְלֵךְ אוֺתוֺ֙ חָלָ֔ל בְּעֶזְרַ֣ת הַקֹּ֔ודֶשׁ לִפְנֵ֥י אֱלֹהֵ֖י הַשָּׁמָֽיִם׃ עָ֨נָה יוֺחָנָ֝ן וְאָמָ֗ר אֱלֹהַ֞י לֹ֨א תָשִׂ֤ים עָלַי֙ חֵ֔טְא כִּ֥י הֲרַגְתִּ֖יו בַּקֹּ֑דֶשׁ עַ֠תָּה כֵּ֨ן תִּתֵּ֤ן אֶת־כׇּל־הָעַמִּים֙ אַשֶׁ֣ר בָ֣אוּ עִמ֔וֺ לְהָצֵ֖ר לִיְהוּדָ֥ה וְלִירוּשָׁלָֽיִם׃‏ אָ֧ז יָצָ֛א יוֺחָנָ֥ן בֶּן־מַתִּתְיָ֖ה בַּיּ֣וֺם הַה֑וּא וַיִּלָּחֵם֙ בָּעַמִּ֔ים וַיַּהֲרֹ֥ג בָּהֶ֖ם הֶ֥רֶג רָֽב׃ מִסְפַּ֣ר הַהֲרוּגִ֗ים אֲשֶׁ֤ר הָרַג֙ בַּיּ֣וֺם הַה֔וּא שְׁבָ֣ע מֵא֔וֺת וּשְׁנַ֥יִם וְשִׁבְעִ֖ים אָ֑לֶף אֲשֶׁ֧ר הָי֛וּ הוֺרְגִ֥ים אֵ֖לֶּה לָאֵֽלֶּה׃ בְּשׁוּב֥וֺ בָּנָ֖ה עַמּ֣וּד עַֽל־שְׁמ֑וֺ וַיִּקְרָ֧א ל֛וֺ מַכְבִּ֖י מֵמִ֥ית הַחֲזָקִֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>10</sup>&nbsp;And thus it came to pass that King Antiokhus arose and sent his viceroy Niqanor, with a heavy host and a large multitude, and they came to the city of Judea, Jerusalem. <sup>11</sup>&nbsp;And many did he slay, and he set up an altar in the Sanctuary, in the place where the God of Israel had spoken to his servants, the prophet saying, “There shall I cause My Presence to dwell for ever.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Ezekiel 43:7&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>12</sup>&nbsp;In that place he sacrificed a swine, and brought its blood into the hall of the Sanctuary. <sup>13</sup>&nbsp;And when Yoḥanan, the son of Matithyah, the High-Priest heard of this deed, he became filled with fury, and the radiance departed from his face And he took counsel with himself as what to do regarding this. <sup>14</sup>&nbsp;And then Yoḥanan, the son of Matithyah, made a sword unto himself, two spans in length and one span in breadth, and he hid it beneath his garment. <sup>15</sup>&nbsp;And he came to Jerusalem and stood in the royal gate, and he called to the guards, saying, “I am Yoḥanan, the son of Matithyah, and I am come before Niqanor. <sup>16</sup>&nbsp;The guards came to Niqanor and said, “The High-Priest of the Jews stands in the gate. And Niqanor answered and said, “Let him surely come in.” <sup>17</sup>&nbsp;Then was Yoḥanan brought into the presence of Niqanor. And Niqanor spoke to Yoḥanan, saying, “You are one of the rebels, who have rebelled against the king and seek not the peace of his kingdom.” <sup>18</sup>&nbsp;And Yoḥanan answered and said to Niqanor, “My lord now I am come before you. Whatsoever you desire, that will I do.” <sup>19</sup>&nbsp;And Niqanor answered and said to Yoḥanan, “If thou will do my desire, arise and take a swine and slaughter it upon the altar. And you will be given royal dress, and will ride on the king’s horse, for you will be as one beloved of the king.” <sup>20</sup>&nbsp;When Yoḥanan heard this, he answered, “My lord, I fear the children of Israel, lest they hear of my deed and stone me with stones. <sup>21</sup>&nbsp;Let therefore everyone go from before you, lest they inform them.” And Niqanor ordered everyone from his presence. <sup>22</sup>&nbsp;And Yoḥanan, the son of Matithyah, then raised his eyes to Heaven and poured forth his prayer saying, “My <em>elo&#8217;ah</em> and <em>elo&#8217;ah</em> of my fathers Avraham, Yitsḥak, and Yaakov, <sup>23</sup>&nbsp;deliver me not into the hands of this heathen, for if he slay me he will repair to the Temple of Dagon his god, and say, ‘My god has delivered him in my hands.’” <sup>24</sup>&nbsp;At that moment, he stepped forward and plunged the sword into Niqanor’s heart, and cast his body into the hall of the Sanctuary, <sup>25</sup>&nbsp;before the Eylah Shemayah [God of Heaven]. And Yoḥanan spoke and said, “My <em>elo&#8217;ah</em>, account it not as a sin that I killed him in the Sanctuary. Thus may You do to all who came with him to oppress Judea and Jerusalem.” <sup>26</sup>&nbsp;And Yoḥanan the son of Matithyah went forth on that day and fought the enemy and slew many of them. <sup>27</sup>&nbsp;The number of the enemy which he did slay that day was seven thousand for they slew one another. <sup>28</sup>&nbsp;When he returned, he built a pillar which he called after his name, “Mak&#8217;bee, the slayer of the mighty.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nוַיְהִ֥י כַּאֲשֶׁ֨ר שָׁמַ֜ע אַנְטְי֧וּכַס הַמֶּ֛לֶךְ כִּ֥י נֶהֳרַ֖ג נִיקָנ֣וֺר מִשְׁנֵ֑הוּ צַר־לוֺ֙ מְאֹ֔ד וַיִּשְׁלַ֨ח לְהָבִ֧יא ל֛וֺ בַּגְרִ֥יס הָרָשָׁ֖ע הַמַּטְעֶ֥ה אֶת־עַֽמּוֺ׃ וַיַ֤עַן אַנְטְי֨וּכַס֙ וַיֹּא֣מֶר לְבַגְרִ֔יס הֲלֹ֣א יָדַ֗עְתָּ אִם־לֹ֤א שָׁמַ֨עְתָּ֙ אֲשֶׁ֣ר עָֽשׂוּ־לִ֔י בְּנֵ֖י יִשְׂרָאֵ֑ל הָרְג֣וּ חֲיָלַ֔י וַיָּבֹ֛זּוּ מַחֲנוֺתַ֖י וְשָׂרָֽי׃ עַתָּ֞ה עַ֨ל מָ֤מוֺנֵיכֶם֙ אַתֶּ֣ם בּוֺטְחִ֔ים א֛וֺ בֶתֵּיכֶ֥ם לָכֶ֖ם הֵָם׃ בּ֖וֺאוּ וְנַעֲלֶ֣ה עֲלֵיהֶ֑ם וּנְבַטֵּ֣ל מֵהֶ֗ם הַבְּרִ֨ית אֲשֶׁר־כֹּרַ֤ת לָהֶם֙ אֱלֹ֣הֵיהֶ֔ם שַׁבָּ֖ת רֹאשׁ־חֹ֥דֶשׁ וּמִילָֽה׃ <span style=\"color: blue;\">אָ֕ז בַּגְרִ֥יס הָרָשָׁ֖ע וְכׇל־מַחֲנוֺתָ֑יו בָּ֖אוּ לִירוּשָׁלָֽיִם׃ וַיַּהֲרֹ֥ג בָּהֶ֖ם הֶ֣רֶג רַ֑ב וַיִּגְזֹ֤ר בָּהּ֙ גְּזֵרָ֣ה גְמוּרָ֔ה עַל־שַׁבָּ֖ת רֹאשׁ־חֹ֥דֶשׁ וּמִילָֽה׃</span> בִּהְיוֺת־זֶ֗ה כַּאֲשֶׁ֛ר הָיָ֥ה דְּבַֽר־הַמֶּ֖לֶךְ נֶחְפָּ֑ז מָ֤צְאוּ אִישׁ֙ אֲשֶֽׁר־מָ֣ל בְּנ֔וֺ וַיָּבִ֨יאוּ֙ הָאִ֣ישׁ וְאִשְׁתּ֔וֺ וַיִּתְל֥וּ אוֺתָ֖ם כְּנֶ֥גֶד הַיָּֽלֶד׃ וְגַ֣ם אִ֠שָּׁה אֲשֶׁ֨ר יָלְדָ֤ה בֵן֙ אַחֲרֵֽי־מ֣וֺת בַּעְלָ֔הּ וַתָּ֥מׇל אוֺת֖וֺ לִשְׁמוֺנָ֣ה יָמִ֑ים וַתַּ֨עַל עַל־חוֺמַ֣ת יְרוּשָׁלַ֔יִם וּבְנָ֖הּ מָה֥וּל בְּיָדָֽהּ׃ וַתַּ֨עַן֙ וַתֹּאמַ֔ר לְךָ֥ אוֺמְרִ֖ים בַּגְרִ֣יס הָרָשָֽׁע׃ אַתֶּ֨ם חוֺשְׁבִ֝ים לְבַטֵּ֨ל מֵאִתָּ֣נוּ הַבְּרִית֮ אֲשֶׁ֣ר כֹּרַ֣ת עִמָּ֒נוּ֒ בְּרִ֤ית אֲבוֺתֵ֨ינוּ֙ לֹא־נְבַטֵּ֣ל מִמֶּנּ֔וּ שַׁבָּ֨ת רֹאשׁ־חֹ֖דֶשׁ וּמִילָ֑ה מִבְּנֵ֣י בָנֵ֔ינוּ לֹ֖א יוּסָֽר׃ <span style=\"color: blue;\">וַתַּפֵּ֨ל בְּנָ֝הּ לָאָ֗רֶץ וַתִּיּפוֺל֙ אַ֣חֲרָ֔יו וַיָּמ֥וּתוּ שְׁנֵיהֶ֖ם כְּאֶחָ֑ד</span> וְרַבִּ֣ים ׀ מִבְּנֵ֣י יִשְׂרָאֵ֗ל אֲשֶׁ֨ר הָ֤יוּ עוֺשִֽׂים־כֵּן֙ בַּיָּמִ֣ים הָהֵ֔ם וְלֹ֥א שִׁנּ֖וּ בְּרִ֥ית אֲבוֺתָֽם׃ בַּזְמַ֣ן הַה֗וּא אָמְר֣וּ בְנֵי־יִשְׂרָאֵל֩ אֵ֨לֶּה לָאֵ֜לֶּה בֹּא֤וּ וְנֵלֵךְ֙ וְנִשְׁבּ֣וֺת בַּמְּעָרָ֔ה פֶּ֥ן נְחַלֵּ֖ל אֶת־יוֺ֣ם הַשַּׁבָּ֑ת וַיַּלְשִׁ֥ינוּ אוֺתָ֖ם לִפְנֵ֥י בַגְרִֽיס׃ בַּגְרִ֨יס הָרָשָׁ֤ע שָׁלַח֙ אֲנָשִׁ֣ים חֲלוּצִ֔ים וַיָּבֹ֥אוּ וַיֵּשְׁב֖וּ עַל־פִּ֣י הַמְּעָרָ֑ה וַיֹּאמְר֣וּ אֲלֵיהֶ֗ם יְהוּדִ֞ים צְא֨וּ אֵלֵ֜ינוּ אִכְל֤וּ מִלַּחְמֵ֨נוּ֙ וּשְׁת֣וּ מִיֵּינֵ֔נוּ וּמַעֲשֵׂ֖ינוּ תִּהְי֥וּ עוֺשִֽׂים׃ וַיַּעֲנוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל וַיֹּא֖מְרוּ אֵ֣לֶּה לָאֵֽלֶּה׃ זוֺכְרִ֣ים אֲנַחְנוּ֩ אֲשֶֽׁר־צִוָּ֨נוּ יהו֜ה עַל־הַ֣ר סִינַ֗י שֵׁשֶׁ֣ת יָמִים֮ תַּעֲבֹד֒ וְעָשִׂ֙יתָ֙ כׇּל־מְלַ֣אכְתֶּ֔ךָ וּבַיּ֥וֺם הַשְּׁבִיעִ֖י תִּשְׁבּ֑וֺת עַתָּ֗ה טוֺב־לָ֨נוּ אֲשֶׁ֤ר נָמוּת֙ בַּמְעָרָ֔ה מֵאֲשֶׁ֥ר נְחַ֖לֵּל אֶת־י֥וֺם הַשַּׁבָּֽת׃ <span style=\"color: blue;\">בִּֽהְיוֺת־זֶ֣ה כַּאֲשֶׁר֩ לֹא־יָצְ֨אוּ אֲלֵיהֶ֜ם הַיְּהוּדִ֗ים וַיָבִ֧יאוּ עֵצִ֛ים וַיִּשְׂרְפ֖וּ עַל־פִּ֣י הַמְּעָרָ֑ה וַיָּמ֕וּתוּ כְאֶ֖לֶף אִ֥ישׁ וְאִשָּֽׁה׃‏</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>29</sup>&nbsp;And when Antiokhus the king heard that his viceroy Niqanor was slain, he was sorely vexed. And he sent for Bagris, the wicked, who leads his people astray. <sup>30</sup>&nbsp;And Antiokhus spoke to Bagris and said, “You know, for you have heard, what the children of Israel have done to me, they have slain my hosts, and have despoiled my camps and officers. <sup>31</sup>&nbsp;Can you now put your trust in your wealth, or consider your homes as your own? Come, let us go up against them, and destroy the covenant their god has made with them through their Sabbaths, the new-moon [festival observance], and circumcision.” <sup>32</sup>&nbsp;Then did Bagris, the wicked, and all his armies, come into Jerusalem, and slew many of its inhabitants. <sup>33</sup>&nbsp;And he issued a severe decree banning, the Sabbath, the new moon, and circumcision. <sup>34</sup>&nbsp;And seeing that this royal decree was issued in haste, they soon found a man who circumcised his son. And the man and his wife were brought before them, and they hung them opposite the child. <sup>35</sup>&nbsp;There was also a woman who bore a son after the death of her husband, and she circumcised him when he was eight days old. And she went up on the wall of Jerusalem, bearing her circumcised son. <sup>36</sup>&nbsp;And she cried out and said, “To you Bagris, the wicked, be it said ‘You plan to destroy the covenant that has been made with us, the covenant of our forefathers. Sabbath and the new-moon [festivals] and circumcision we will not abandon, neither we nor our children’s children.’ And she cast her son to the ground, and leaped down after him, and both died together. Many of the children of Israel did thus in those days rather than violate the covenant of their fathers. <sup>37</sup>&nbsp;Therefore the Israelites said one to the other, “Come let us withdraw into a cave, lest here we be compelled to desecrate the Sabbath.” But their plan was betrayed to Bagris. <sup>38</sup>&nbsp;Then did Bagris, the wicked, send armed men, to camp at the entrance to the cave. And they said, “Jews, come forth to us, eat with us of our bread, and drink with us of our wine, and do even as we do.” <sup>39</sup>&nbsp;And the children of Israel spoke and said one to another, “We all remember what we were commanded upon Mount Sinai; ‘Six days shall you labor, and upon the seventh day, shall you rest.’<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Exodus 20:9, Exodus 23:12, Exodus 34:21&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> It were better to die in this cave than to profane the Sabbath day.” <sup>40</sup>&nbsp;And when the Jews would not come forth, Bagris’ men brought wood, which they burned at the entrance of the cave, killing about a thousand men and women.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nאַחֲרֵי־כֵ֗ן יָצְאוּ֙ חֲמִשָׁ֣ה בְנֵי־מַתִּתְיָ֔ה יוֺחָנָ֖ן וְאַרְבָּעָ֣ה אֶחָ֑יו וַיִּלָּחֲמ֣וּ בָעַמִּ֔ים וַיַהַרְג֥וּ בַהֶ֖ם הֶ֥רֶג רַֽב׃‏ וַיְגָרְשׁ֖וּם לְאִיֵּ֣י הַיָּ֑ם כִּ֥י בָטְח֖וּ בֵּאלֹהֵ֥י הַשָּׁמָֽיִם׃‏ אָ֚ז בַּגְרִ֣יס הָרָשָׁ֔ע נִכְנַ֖ס בִּסְפִינָ֣ה אַחַ֑ת וַיָּ֨נׇס֙ אֶל־אַנְטְי֣וּכַס הַמֶּ֔לֶךְ וְעִמּ֕וֺ אֲנָשִׁ֖ים פְּלִיטֵ֥י חָֽרֶב׃ וַיַּ֧עַן בַּגְרִ֛יס וַיֺּאמֶ֖ר לְאַנְטְיוּכַ֣ס הַמֶּ֑לֶךְ אַתָּ֤ה הַמֶּ֙לֶךְ֙ שַׂמְתָּ֤ צִוּוּי֙ לְבַטֵּ֣ל מִן־הַיְּהוּדִ֔ים שַׁבָּ֨ת רֹאשׁ־חֹ֧דֶשׁ וּמִ֛ילָה מִרְמָ֥ה גְדוֺלָ֖ה וּמֶ֣רֶד בְּתוֺכָֽהּ׃ אֲשֶׁר֩ אִ֨ם יֵלְכ֤וּ כׇל־הָעַמִּים֙ וְהָאֻמּ֣וֺת וְהַלְּשׁוֺנ֔וֺת לֹ֣א יוּכְל֔וּ לַחֲמִשָּׁ֖ה בְּנֵ֣י מַתִּתְיָ֑הוּ מֵאֲרָ֣יוֺת ׀ הֵ֣ם חֲזָקִ֗ים וּמִנְּשָׁרִים֙ הֵ֣ם קַלִּ֔ים וִּמִּדֻּבִּ֖ים הֵ֥ם מְמַהֲרִֽים׃ עַתָּה֙ הַמֶּ֔לֶךְ עֲצָתִ֖י תִּיטַ֣ב עָלֶ֑יךָ וְלֹ֨א תִּלָּחֵ֤ם בָּאֲנָשִׁים֙ מְעָ֔ט כִּ֨י אִם־תִּלָּחֵ֧ם בָּהֶ֛ם וְתֵב֖וֺשׁ בְּעֵינֵ֥י כׇל־הַמְּלָכִֽים׃ לָכֵ֣ן ׀ כְּת֗וֺב וּשְׁלַ֤ח סְפָרִים֙ בְּכׇל־מְדִינ֣וֺת מַלְכוּתֶ֔ךָ וְיָבֹ֨אוּ֙ שָׂרֵ֣י הַחֲיָל֔וֺת וְלֹא־יִשָּׁאֵ֥ר מֵהֶ֖ם אֶחָ֑ד וְגַ֨ם פִּילִ֜ים מְלֻבָּשִׁ֧ים שִׁרְיוֺנִ֛ים יִהְ֖יוּ עִמָּהֶֽם׃ וָיִּיטַ֣ב הַדָּבָר֮ בְּעֵינֵ֣י אַנְטְי֣וּכַס הָמֶּ֒לֶךְ֒ וַיִּשְׁלַ֤ח סְפָרִים֙ לְכׇל־מְדִינ֣וֺת מַלְכוּת֔וֺ וַיָבֹ֛אוּ שָׂרֵ֥י כׇל־הָעַ֖מִּים וְהַמַּמְלָכ֑וֺת וְגַ֨ם פִּילִ֝ים מְלֻבָּשִׁ֧ים שִׁרְיוֺנִ֛ים עִמָּהֶ֖ם בָּֽאוּ׃ <span style=\"color: blue;\">שֵׁנִ֝ית קָ֣ם ׀ בַּגְרִ֣יס הָרָשָׁ֗ע וַיָּבֺ֤א לִירוּשָׁלַ֨יִם֙ בָּקַ֣ע הַחוֺמָ֔ה וַיְנַתֵּ֖ק הַמָּב֑וֺא וַיְשַׁבֵּ֤ר בַּמִּקְדָּשׁ֙ שְׁלֹש־עֶשְׂרֵ֣ה פְרָצ֔וֺת וְגַ֨ם מִן־הָאֲבָנִ֧ים שִׁבֵּ֛ר עַד־אֲשֶׁ֥ר הַי֖וּ כֶּעָפָֽר׃‏ וַיַּחֲשׁ֣וֺב בְּלִבּוֺ֮ וַיֹּא֒מֶר֒ הַפַּ֣עַם הַזֹּ֗את לֹ֚א יוּכְל֣וּ לִ֔י כִּ֕י רַ֥ב חֵילִ֖י וְעֹ֣ז יָדִ֑י וֵאלֹהֵ֣י הַשָּׁמַ֔יִם לֹ֖א חָשַׁ֥ב כֵּֽן׃‏</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>41</sup>&nbsp;And the five sons of Matithyah, Yoḥanan and his four brethren, came out and fought with the enemy and slew many of them <sup>42</sup>&nbsp;and drove them to the far islands of the sea, for they trusted in the Eylah Shemayah [God of Heaven]. <sup>43</sup>&nbsp;And Bagris, the wicked, boarded a ship and fled to Antioch, to the king and with him were those who escaped the sword. <sup>44</sup>&nbsp;And Bagris spoke to Antiokhus, saying, “Though, you king have commanded the Jews to cease their observance of Sabbath, the new-moon [festival], and circumcision; yet they have rebelled against you, and defraud you. Not all the peoples and tongues could conquer the five sons of Matithyah, who are mightier than lions, swifter than eagles, and fiercer than bears. <sup>45</sup>&nbsp;And now, O King, if my counsel wins your favor, go forth to do battle against them, [so that they] shall be shamed before all the kings. <sup>46</sup>&nbsp;Therefore, do you dispatch letters to all the provinces of your kingdom that the captains of the armies come, and let no one remain behind and their elephants, garbed with shields and harness shall they bring with them.” <sup>47</sup>&nbsp;And this found favor in the eyes of King Antiokhus. He sent letters to all the provinces of his empire. And the governors of each people and each province came and they brought elephants garbed with shields and harness. <sup>48</sup>&nbsp;And Bagris, the wicked, arose and went up against Jerusalem a second time, and made a breach in its wall and tore down its entrance. He made thirteen breaches in the Sanctuary, and some of the stones he destroyed, causing them to crumble like dust. <sup>49</sup>&nbsp;And he thought to himself, “Surely this time they shall not overcome me, for my host is so numerous, and my strength is so great.” The Eylah Shemayah [God of Heaven], however, planned otherwise.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nוְכִשְׁמ֣וֺעַ ׀ חֲמִשָּׁ֣ה בְנֵי־מַתִּתְיָ֗ה קָ֕מוּ וַיָּבֹ֖אוּ לְמִצְפֵּ֣ה גִלְעָ֑ד אֲשֶׁ֤ר הָֽיָה־שָׁם֙ פְּלֵיטָ֣ה לְבֵית־יִשְׂרָאֵ֔ל בִּימֵ֖י שְׁמוּאֵ֥ל הַנָּבִֽיא׃ צ֧וֺם גָּזָ֛רוּ וַיֵּשְׁב֖וּ עַל־הָאֵ֑פֶר לְבַקֵּשׁ֙ רַחֲמִ֔ים מִלִּפְנֵ֖י אֱלֹהֵ֥י הַשָׁמָֽיִם׃ אָ֛ז נָפַ֥ל בְּלִבָּ֖ם עֵצָ֣ה טוֺבָ֑ה יְהוּדָ֨ה הַבְּכ֝וֺר שִׁמְע֤וֺן הַשֵּׁנִי֙ הַשְּׁלִישִׁ֣י יוֺחָנָ֔ן הָרְבִיעִ֣י יוֺנָתָ֔ן הַחֲמִישִׁ֖י אֶלְעָזָֽר׃ וַיְבָ֧רֶךְ אוֺתָ֛ם אֲבִיהֶ֖ם וְכֵ֣ן אָמָ֑ר<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>50</sup>&nbsp;When the five sons of Mattithyah heard this, they arose and came to Mitzpah Gil’ad, where Israel had won a great victory in the day of Shmuel, the prophet. <sup>51</sup>&nbsp;And they decreed a fast day, and sat on ashes and prayed to the Eylah Shemayah [God of Heaven] for mercy. <sup>52</sup>&nbsp;And a good plan occurred to Yehudah, the eldest, Shim’on, the second of the sons, Yoḥanan, the third, Yonathan, the fourth, and El’azar, the youngest. And their father blessed them and said,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nיְהוּדָ֨ה בְּנִ֝י<br />\nאֲדַמֶּ֤ה אוֺתְךָ֙ לִיהוּדָ֣ה בֶּן־יַעֲקֺ֔ב אֲשֶׁר־הָיָ֥ה נִמְשָׁ֖ל לְאַרְיֵֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n“Yehudah, my son,<br />\nyou are like Yehudah the son of Yaakov, who was like unto a lion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nשִׁמְע֨וֺן בְּנִ֝י<br />\nאֲדַמֶּ֤ה אוֺתְךָ֙ לְשִׁמְע֣וֺן בֶּן־יַעֲקֹּ֔ב אֲשֶׁ֥ר הָרַ֖ג יוֺשְבֵ֥י שְׁכֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\nShim’on, my son,<br />\nyou are like Shim’on the son of Yaakov who slew the people of Shkḥem.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nיוֺחָנָ֨ן בְּנִ֝י<br />\nאֲדַמֶּ֤ה אוֺתְךָ֙ לְאַבְנֵ֣ר בֶּן־נֵ֔ר שַׂ֖ר צְבָ֥א יִשְׂרַאֵֽל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\nYoḥanan, my son,<br />\nyou are like Avner the son of Ner, the head of the host of Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nיוֺנָתָ֨ן בְּנִ֝י<br />\nאֲדַמֶּ֤ה אוֺתְךָ֙ לְיוֺנָתָ֣ן בֶּן־שָׁא֔וּל אֲשֶׁ֥ר הָרַ֖ג עַ֥ם פְּלִשְׁתִּֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\nYonathan, my son,<br />\nyou are like Yonathan the son of Shaul, who slew the Plishtim.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nאֶלְעָזָ֨ר בְּנִ֝י<br />\nאַדַמֶּ֤ה אוֺתְךָ֙ לִפִינְחָ֣ס בֶּן־אֶלְעָזָ֔ר אֲשֶׁ֖ר קִנֵּ֣א לֵאלֹהָ֑יו וְהִצִּ֖יל אֶת־בְּנֵ֥י יִשְׂרָאֵֽל׃ עַל־זֶ֣ה יָצְא֗וּ חֲמִשָּׁ֤ה בְנֵי־מַתִּתְיָה֙ בַּיּ֣וֺם הַזֶּ֔ה וַיִּלָּחֲמ֧וּ בָּעַמִּ֛ים וַיַּהַרְג֥וּ בָהֶ֖ם הֶ֣רֶג רָ֑ב וַיֵּהָרֵ֥ג מֵהֶ֖ם יְהוּדָֽה׃ בְּאוֺתָ֣הּ שָׁעָ֗ה כַּאֲשֶׁ֤ר רָאוּ֙ בְנֵ֣י מַתִּתְיָ֔ה כִּי־נֶהֱרַ֖ג יְהוּדָ֑ה שָׁ֥בוּ וַיָּבֹ֖אוּ אֵל־אֲבִיהֶֽם׃ וַיֹּ֣אמֶר לָהֶ֗ם לָ֚מָּה שַׁבְתֶּ֔ם וַיַּעֲנ֖וּ וַיֹּאמְר֑וּ עַֽל־אֲשֶׁר֙ נֶהָרַ֣ג אָחִ֔ינוּ אֲשֶׁ֥ר הָיָ֖ה חָשׁ֥וּב כְּכֻלָֽנוּ׃ וַיַּ֣עַן ׀ מַתִּתְיָ֣ה אֲבִיהֶ֗ם וַיֹּ֤אמֶר אֲלֵיהֶם֙ אֲנִ֤י אֵצֵא֙ עִמָּכֶ֔ם וְאֶלָּחֵ֧ם בָּעַמִּ֛ים פֶּן־יֹאבְד֖וּ בֵּ֣ית יִשְׂרָאֵ֑ל וְאַתֶּ֥ם נִבְהַלְתֶּ֖ם עַל־אֲחִיכֶֽם׃ וַיֵּ֥צֵא מַתִּתְיָ֖ה בַּיּוֺ֣ם הַה֑וּא עִם־בָּנָ֛יו וַיִּלָּחֲמ֖וּ בָּעָמִּֽים׃ וֵאלֹהֵ֣י ׀ הַשָׁמַ֣יִם נָתַן֩ כׇּל־גִּיבּוֺרֵ֨י הָעַמִּ֜ים בְּיָדָ֔ם וַיַּהַרְג֤וּ בָהֶם֙ הֶרֶ֣ג רַ֔ב כׇּל־אֲח֥וּזֵי חֶ֖רֶב וְכׇל־מ֣וֺשְׁכֵי קָ֑שֶׁת שָׂרֵ֨י הַחַ֜יִל וְהַסְגָנִ֗ים לֹא־נוֺתַ֨ר בָּהֶ֥ם שָׂרִ֛יד וַיָּנ֛וּסוּ שְׁאָ֥ר הָעַמִּ֖ים לִמְדִינ֥וֺת הַיָּֽם׃‏ וְאֶלְעָזָ֞ר הָיָ֤ה מִתְעַשֶׂק֙ לְהָמִ֣ית הַפִּילִ֔ים וַיִּטְבַּ֖ע בְּפֶ֣רֶשׁ הַפִּ֑ילִים וְכַאֲשֶׁר֩ שָׁ֨בוּ בִּקְשׁ֜וּהוּ בֵּין־הַחַ֤יִּים וּבֵין־הַמֵּתִים֙ וְלֹ֣א מְצָא֔וּהוּ וְאַחַר־כֵּ֕ן מְצָא֛וּהוּ אֲשֶׁ֥ר טֻבַּ֖ע בְּפֶ֥רֶשׁ הַפִּילִֽים׃ וַיִּשְׂמְחוּ֙ בְנֵ֣י יִשְׂרָאֵ֔ל כִּי־נִתְּנ֥וּ בִידֵהֶ֖ם שׂוֺנְאֵ֑יהֶם מֵהֶ֣ם ׀ שָׂרְפ֣וּ בָאֵ֗שׁ וּמֵהֶם֙ דָּקְר֣וּ בַחֶ֔רֶב וּמֵהֶ֥ם תָּ֖לוּ עַל־הָעֵֽץ׃ וּבַגְרִ֥יס הָרָשָׁ֖ע הַמַּטְעֶ֣ה אֶת־עַמּ֑וֺ שָׂרְפ֥וּ אוֺת֛וֺ בֵּ֥ית יִשְׂרָאֵ֖ל בָּאְֵשׁ׃ וְאָ֣ז  ׀אַנְטְי֣וּכַס הַמֶּ֗לֶךְ כַּאֲשֶׁ֣ר ׀ שָׁמַ֣ע ׀ אֲשֶׁ֣ר ׀ נֶהֶרְג֪וּ בַּ֠גְרִ֟יס־הָרָשָׁע֩ וְכׇל־שַׂרֵ֨י הַחַ֜יִל אֲשֶׁ֣ר עִמּ֗וֺ נִכְנַס֙ בִּסְפִינָ֔ה וַיָּ֖נׇס לִמְדִינ֣וֺת הַיָּ֑ם וַיְהִ֞י כׇּל־מָק֣וֺם ׀ אֲשֶׁ֣ר הָיָ֗ה בָ֤א שָׁ֨מָּה֙ מוֺרְדִ֣ים בּ֔וֺ וְקוֺרְאִ֥ים אוֺת֖וֺ הַבּוֺרֵֽחַ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\nAnd you El’azar, my son,<br />\nyou are like Pinḥas the son of El’azar who was jealous for the sake of his <em>elo&#8217;ah</em>, and thus delivered the children of Israel.” Following this, the five sons of Matithyah went forth that day and fought the enemy, and slew many among them. But Yehudah was slain in the battle. <sup>53</sup>&nbsp;When the sons of Matithyah saw that their brother Yehudah was slain, they returned to their father. <sup>54</sup>&nbsp;And when he said to them, “Why have you returned?” they replied, “Because our brother who was the equal of all the rest of us, is slain. <sup>55</sup>&nbsp;And Matithyah said, “I will go with you and I too will fight the enemy, lest the House of Israel perish, seeing that you are so alarmed by reason of your brother’s death.” <sup>56</sup>&nbsp;And Matithyah went forth that day with his sons and fought the enemy. <sup>57</sup>&nbsp;And the Eylah Shemayah [God of Heaven] delivered all the mighty men of the enemy into their hands, and they slew many among them, slaying all who were armed with swords, or who drew a bow; all the captains of the army and their lesser officers, so that none remained; for the remnant fled to distant provinces. El’azar while engaged in killing the elephants, sank in the dung of the elephants. <sup>58</sup>&nbsp;And when they returned from battle they sought him and found him sunk in the dung of the elephants. <sup>59</sup>&nbsp;And the children of Israel rejoiced that their enemies had been delivered into their hands; some of them they burned in fire, some they pierced with the sword, and some they hung upon the trees. And Bagris who lead his people astray, was burned by the House of Israel in fire. <sup>60</sup>&nbsp;When King Antiokhus heard that Bagris, the wicked, and all the captains who were with him were slain, he embarked upon a boat and fled to a distant province; and it came to pass that wherever he landed, they rebelled against him and called him “the Coward.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nאַחֲרֵי־כֵ֞ן בָּ֣אוּ ׀ בְנֵ֣י חַשְׁמוֺנַ֗י לְבֵית֙ הַ֣מִּקְדָּ֔שׁ וַיִּבְנוּ֙ הַשְּׁעָרִ֣ים הַנִּשְׁבָּרִ֔ים וַיִּסְגְּר֖וּ הַפְּרָצ֑וֺת וַיְטַהֲר֧וּ אֶת־הָעֲזָרָ֛ה מִן־הַהֲרוּגִ֖ים וּמִן־הַטֻּמְאֽוֺת׃ וַיְבַקְשׁ֡וּ שֶׁ֣מֶן זַ֣יִת זָךְ֮ לְהַדְלִ֣יק הַמְּנוֺרָה֒ וְלֺ֣א מָצְא֗וּ כִּי־אִם֙ צְלוֺחִ֣ית אַחַ֔ת אֲשֶׁר־הַיְתָ֥ה חֲתוּמָ֛ה בְּטַבַּעַ֖ת הַכֹּהֵ֣ן הַגָּד֑וֺל וַיֵּדְע֗וּ כִּ֚י הָיְתָ֣ה טָה֔וֺר וְהָיָה־בָ֧הּ כְּשִׁיע֦וּר הַדְלָקַ֖ת י֥וֺם אֶחָֽד׃ וֵאלֹהֵ֨י הַשָּׁמַ֝יִם אֲשֶׁ֤ר שִׁכֵּן֙ שְׁמ֣וֺ שָׂ֔ם נָתַ֖ן בְּרָכָ֑ה וְהִדְלִיק֥וּ מִמֶּ֖נָּה שְׁמוֺנָ֥ה יָמִֽים׃ עַל־כֵּ֤ן קִיְּמוּ֙ בְּנֵ֣י חַשְׁמוֺנַ֔י קִיּ֖וּם וְחִזְּק֣וּ אִסָּ֑ר וּבְנֵ֧י יִשְׂרָאֵ֛ל עִמָּהֶ֖ם כְּאֶחָֽד׃ לַעֲשׂ֣וֺת שְׁמוֺנָה֮ יָמִ֣ים הָאֵ֒לֶּה֒ יְמֵי֙ מִשְׁתֶּ֣ה וְשִׂמְחָ֔ה כִּימֵ֥י מוֺעֲדִ֖ים הַכְּתוּבִ֣ים בַּתּוֺרָ֑ה וּלְהַדְלִ֤יק בָּהֶם֙ נֵר֔וֺת לְהוֺדִ֕יעַ אֲשֶׁר־עָשָׂ֧ה לָהֶ֛ם אֱלֹהֵ֥י הַשָּׁמַ֖יִם נִצּוּחִֽים׃ וּבָהֶ֣ם ׀ אֵ֣ין לִסְפּ֗וֺד וְלֹ֤א לִגְזוֺר֙ צ֣וֺם וְתַעֲנִ֔ית זוּלָתִ֕י אֲשֶׁ֖ר מְקֻבָּ֣ל עָלָ֑יו מִלִּפְנֵ֣י זֶ֔ה וְיִתְפַּלֵ֖ל לִפְנֵ֥י אֶלֹהָֽיו׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<sup>61</sup>&nbsp;Afer these things, the sons of the Ḥashmonai came into the Sanctuary, restored the gates, repaired the breaches, and cleansed the hall of the dead and of all its impurity. <sup>62</sup>&nbsp;And they sought pure olive oil with which to light the Menorah, but they found only one little vessel sealed with the seal of the High-Priest and they knew it to be pure. And it contained but sufficient oil for one day. <sup>63</sup>&nbsp;But the Eylah Shemayah [God of Heaven] who caused his Presence to dwell in the Sanctuary, gave his blessing and it sufficed to light the Menorah eight days. <sup>64</sup>&nbsp;Therefore did the sons of the Ḥashmonai together with the Israelites <sup>65</sup>&nbsp;ordain that these eight days be ever celebrated as days of joy and feasting along wth the festivals ordained in the Torah; that candles be lit to commemorate the victory they achieved through the Eylah Shemayah [God of Heaven]; <sup>66</sup>&nbsp;that it be forbidden to mourn or to decree a fast-day during this period, except such as may have been established previously, and it was further ordained to pray and thank their <em>elo&#8217;ah</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\nאַ֚ךְ חַשְׁמוֺנַ֣אי וּבָנָ֔יו וְאֲחֵיהֶ֖ם לֹא־גָזְר֣וּ בָהֶ֑ם לְבַטֵּ֖ל עֲבוֺדַ֥ת מְלָאכָֽה׃ וּמִן־הָעֵת֙ הַהִ֔יא לֺא־הָ֥יָה שֵׁ֖ם לְמַלְכ֣וּת יָוָֽן׃ וַיְקַבְּלוּ֙ הַמַּלְכ֔וּת בְּנֵ֥י חַשְׁמוֺנַ֖אי וּבְנֵ֣י בְנֵיהֶ֑ם מֵהָעֵ֨ת הַזֹּא֜ת עַד־חׇרְבַּ֣ן ׀ בֵּ֣ית הָאֶלֹהִ֗ים מָאתַ֛יִם וְשֵׁ֖שׁ שָׁנִֽים׃ עַל־כֵּ֣ן בְּנֵי־יִשְׂרָאֵל֩ מֵהַיּ֨וֺם הַה֝וּא בְּכׇל־גָּלוּתָ֗ם שׁוֺמְרִים֙ הַיָּמִ֣ים הָאֵ֔לֶּה וְקוֺרְאִ֣ים לָהֶ֔ם יְמֵ֖י מִשְׁתֶּ֣ה וְשִׂמְחָ֑ה מֵחֲמִשָׁ֧ה וְעֶשְׂרִ֛ים לַחֹ֥דֶשׁ כִּסְלֵ֖ו שְׁמוֺנָ֥ה יָמִֽים׃ מִן־הָעֵ֤ת הַהִיא֙ וְעַ֣ד הָעוֺלָ֔ם לֺ֨א יָס֧וּרוּ מֵהֶ֛ם אֲשֶׁ֥ר הָ֖יוּ בְּבֵ֣ית מִקְדָּשָׁ֑ם הַכֹּהֲנִ֣ים ׀ וְהַלְוִיִּ֣ם וְחַכְמֵיהֶ֗ם אֲשֶׁר֙ קִיְּמ֣וּ עֲלֵיהֶ֔ם וְעַל־בְּנֵ֥י בְנֵיהֶ֖ם עַד־עוֺלָֽם׃‏ הָאֵ֨ל אֲשֶׁ֧ר עָשָׂ֛ה עִמָּהֶ֖ם נֵ֣ס וּפֶ֑לֶא ה֚וּא יַעֲשֶׂ֣ה לָ֔נּוּ נִסִּ֧ים וְנִפְלָא֛וֹת וִיְקֻיַּ֥ם בָּ֖נוּ מִקְרָ֥א שֶׁכָּתֽוּב׃ כִּימֵ֥י צֵאתְךָ֖ מֵאֶ֣רֶץ מִצְרָ֑יִם אַרְאֶ֖נּוּ נִפְלָאֽוֹת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n(Only the work in the Sanctuary was not prohibited by the Ḥashmonai and his sons and their brethren. That day saw the end of the Kingdom of Greece. And the sons of the Ḥashmonai and their sons after them did rule over Israel from that day till the destruction of the Beit haElohim [Temple of Elohim], a period of two hundred and six years. Therefore do the children of Israel observe these days in all the lands of their dispersion, as days of feasting and joy, for eight days beginning with the 25th of Kislev. From that day and evermore, this festival shall not depart from the holy places of Israel, for their Kohanim, Levi’im, and sages ordained it for themselves and their descendants and pledge to keep it forever. May El who performed miracles on their behalf, do wonders for us so that the words of the Torah may be fulfilled even as it is written “I will show him wonders even as in the days of thy going forth from the land of Egypt.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Mikha 7:15&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <em>Amen</em>.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה<br />\nהָרָב אֶת־רִיבֵֽנוּ<br />\nוְהַדָּן אֶת־דִּינֵֽנוּ<br />\nוְהַנּוֹקֵם אֶת־נִקְמָתֵֽנוּ<br />\nוְהַמְשַׁלֵּם גְּמוּל לְכׇל־אוֹיְבֵי נַפְשֵֽׁנוּ<br />\nוְהַנִּפְרָע־לָֽנוּ מִצָּרֵֽינוּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You&#8230;<br />\nwho argues our arguments,<br />\nand judges our judgements,<br />\nand avenges our vengeances,<br />\nand deals payback to our existential enemies,<br />\nand redeems us from our stressors.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה<br />\nהַנִּפְרָע לְעַמּוֹ יִשְׂרָאֵל מִכׇּל־צָרֵֽיהֶם<br />\nהָאֵל הַמּוֹשִֽׁיעַ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You&#8230;<br />\nwho redeems the people Israel from all their stressors,<br />\nthe God who saves.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Isaac Mayer added t&#8217;amim to the pointed Hebrew translation of Megilat Antiokhus that I transcribed <a href=\"https://opensiddur.org/prayers/special-days/commemorative-days/hanukkah/megillat-antiokhus/\">here</a> (made from Miklós Welcz’s <em>Megilasz Matiszjahu – Chanuka története</em>, 1935). The English translation here was made by Tsvi (Hirsch) Filipowsky according to an Aramaic text by the Jewish Antiquarian Society (London, 1851). I have adapted Filipowsky&#8217;s translation by replacing archaisms, Anglicized names, and providing transcriptions of the divine names. For a critical edition of the Palestinian Aramaic original by Menaḥem Tzvi Kaddari (“The Aramaic Antiochus Scroll,” Bar Ilan 1 (1963) 81-105) accompanied by a critical translation of the same, see <a href=\"https://opensiddur.org/wp-content/uploads/2013/12/John-C.-Reeves-translation-of-Megilat-Antiokhus.pdf\">here</a>. Text in parentheses contains additions to the Aramaic found in later manuscripts. Megillat Antiokhus is thought to have been composed between the 2nd and 4th centuries. If it was composed in the 2nd century, it may have been an abridged adaptation of the Book of Maccabees intended to fortify cultural resistance to the Roman occupation before or after the failure of the Bar Kochba rebellion. &#8211;Aharon Varady</p>\n<h3>Recording</h3>\n<p><iframe loading=\"lazy\" title=\"Megilat Antiyuḥas (the Scroll of the Hasmoneans) — with cantillation\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/LVOUn8Fi6Js?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Ezekiel 43:7</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Exodus 20:9, Exodus 23:12, Exodus 34:21</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Mikha 7:15</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Extracanonical Megillot",
        "Ḥanukkah Readings"
    ],
    "tags": [
        "2nd century C.E.",
        "40th century A.M.",
        "Bar Kochba Rebellion",
        "Classical Antiquity",
        "English Translation",
        "Hebrew translation",
        "Late Antiquity",
        "Megillat Antiokhus",
        "Seleucid Greek Occupation",
        "ארץ ישראל Erets Yisrael"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by/4.0/'>Creative Commons Attribution (CC BY) 4.0 International</a> free-culture license"
        ],
        "_thumbnail_id": [
            "28741"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/07/the-death-of-eliezer-ben-matityahu-smol.jpg",
        "title": "the death of eliezer ben matityahu &#8211; smol",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=20767",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish-readings/hanukkah-readings/megillat-antiokhus-with-cantillation-marks-by-isaac-mayer/",
    "slug": "megillat-antiokhus-with-cantillation-marks-by-isaac-mayer"
}