{
    "title": "&#x1F4AC; מדרש לחנוכה | Midrash l'Ḥanukkah, an interwoven miscellany of Ḥanukkah stories",
    "author": "Aliza Arzt",
    "coauthors": [
        {
            "name": "Aliza Arzt",
            "bio": "Aliza Arzt is a Jewish educator and a member of Havurat Shalom in Somerville MA. She was liturgist in residence at the National Havurah Committee (NHC) in 2016. She is particularly interested in Hebrew and what we can learn from Hebrew words in the Tanakh and in tefilot (prayers). In her other incarnations, she is a home care speech therapist, potter, parent of young adults, and gecko keeper.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/12/Aliza-Arzt-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aliza-arzt"
        },
        {
            "name": "Isabel Bard (translation)",
            "bio": "Isabel Bard (she/hers) lives in London. Within the walls of a yeshiva, she has studied at the Drisha High School Programme, Yeshivat Hadar, and the Conservative Yeshiva; without them, she has a punctuality-challenged twitter parsha practice and a half-dozen amazing phone chevrutot. She enjoys midrash, wearing tsitsit, and vegan babka.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/12/isabel-bard-96x96.png",
            "profile_link": "https://opensiddur.org/profile/isabel-bard"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        }
    ],
    "date": "2020-12-10",
    "last_updated": "2023-04-08",
    "excerpt": "The following is the Midrash l'Ḥanukkah, one of a collection of three midrashim and two megillot containing the details of the story of Ḥanukkah in the Jewish rabbinic tradition. Those already familiar with these other works will quickly recognize portions or summaries of them here albeit with precious additional information added not found anywhere else.  . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe following is the Midrash l&#8217;Ḥanukkah, one of a collection of three midrashim and two megillot containing the details of the story of Ḥanukkah in the Jewish rabbinic tradition. Those already familiar with these other works will quickly recognize portions or summaries of them here albeit with precious additional information added not found anywhere else. With the exception of Megillat Antiokhus, these works contain shocking descriptions of sexual violence with the Seleucid Greeks cast as predatory occupiers of a vulnerable Yisrael. This theme recalls the anti-predatory conflict mapped onto the Maccabean Revolt (and the history of the world) in the apocryphal <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/the-animal-apocalypse-with-aramaic-fragments-and-translations-in-geez-and-english/\">Dream Visions &#038; Animal Apocalypse</a> (chapters 83-90 of 1 Enoch) thought to have been written during the 2nd century CE struggle.</p>\n<p>The Midrash for Ḥanukkah contains elements from <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Ma&#8217;aseh &#8220;alef&#8221;</a>, <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah-bet-retelling-of-megillat-antiokhus-as-midrash-aggadah/\">Midrash Ma&#8217;aseh &#8220;bet&#8221;</a>, the story of <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/megillat-yehudit-for-hanukkah/\">Judith</a> (in the context of the Maccabean Revolt instead of the neo-Babylonian occupation). It is in this midrash that provides the missing link between the tale of the recovery of the sacred fire centered on the Mizbe&#8217;aḥ (found in <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/selections-from-1-and-2-maccabees-and-pesiqta-rabbati-on-the-desecration-and-rededication-of-the-temple-and-the-rekindling-of-the-sacred-fire/\">2 Maccabees 1</a>) with the recovery of a flask of sacred oil and the miracle of its fueling the lights of the Menorah for eight days (as found in <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/megillat-antiokhus-critical-text-prepared-by-menahem-tsvi-kaddari-translated-by-john-reeves/\">Megillat Antiokhus</a> and in the Talmud Bavli, Shabbat 21b). &#8211;Aharon Varady\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nישתבח שמו של הקב״ה שהוא לבדו דר במרום ושוכן על שלש מאות ותשעים רקיעים, ובכל רקיע יש שם כסא כבוד עליו ובכל אחד ואחד יש לו משרתים שרפים ואופנים וכרובים וגלגלים. ואל תתמה בדבר זה שהרי מלך בשר ודם שיש לו כמה מקומות יש לו בתים ועליות ותחתונים, כ״ש הקב״ה שהעולם שלו וכן השמים בנוים משלש מאות ותשעים [רקיעים]. ובזמן שבית המקדש היה קיים והיו ישראל עושים רצונו של מקום היה הקב״ה יושב על ערבות של רקיע שביעי מרוב אהבה לישראל. ולאחר שחטאו ישראל עלה למעלה למעלה עד ג׳ מאות ותשעים רקיעים שנאמר אלך ואשובה אל מקומי.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the name of the blessed Holy One be praised for God dwells alone in heaven and resides upon 390 firmaments (<em>raqi&#8217;im</em>). At each firmament there is a throne of <em>kavod</em> and in each God has servants (<em>m’shartim</em>), flaming beings (<em>Seraphim</em>), whirling beings (<em>Ofanim</em>), <em>k’ruvim</em> and spinning beings (<em>Galgalim</em>). And don’t be amazed by this, for a flesh and blood sovereign who has several places [where they dwell], has houses with upper levels and lower levels. In the same way, the blessed Holy One owns the world. So, the heavens are constructed from 390 (firmaments). When the Holy Temple was in existence, and the Yisraelites would carry out God’s will, God would dwell at the seventh firmament out of God’s great love for Yisrael. Afterwards, when Yisrael sinned, God retreated higher and higher to the 390th firmament, as it is said “I will return to my abode” <span class=\"citation\">(Hosea 5:15)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nדרש מרי בר מר, מאי דכתיב כי נר מצוה ותורה אור, תלה הכתוב המצוה בנר, מה נר זה אינו עומד לאדם אלא לשעה אף המצוה אינה מגינה אלא לשעה, והתורה תלה באור מה אור זה מאיר לעולם אף תורה מאירה בעוה״ז ובעוה״ב שנאמר בהתהלכך תנחה אותך בעוה״ז ובשכבך תשמור עליך בעוה״ב.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMari bar Mar taught: What does it mean “For the mitsvah is a lamp, the teaching is a light” <span class=\"citation\">(Proverbs 6:23)</span>? The text has connected the mitsvah to the lamp: In the case of a candle, it only lasts for a person for an hour; in the same way, carrying out a mitsvah only protects someone for an hour. The Torah is connected to the light: As light illuminates “the world,”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> i.e. “eternally”, since the Hebrew <span class=\"hebrew\" lang=\"he\">לעולם</span> has both meanings.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> so the Torah illuminates in this world and in the world to come. As it says “When you walk it will lead you; when you lie down it will watch over you” <span class=\"citation\">(Proverbs 6:24)</span> which means that “when you walk” you “will be led” in this world, and “when you lie down” God will “watch over you” in the world to come.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאמר רבא דרחים רבנן הוי ליה בנין רבנן, דמוקיר רבנן הוי ליה חתנוותא רבנן, דדחיל מרבנן הוא גופיה הוי צורבא מרבנן, ואי לאו בר הכי הוא משתמעון מילי כצורבא מרבנן. אמר רב הונא הרגיל בנר חנוכה הווין ליה בנים תלמידי חכמים, הזהיר במזוזה זוכה לדירה נאה, הזהיר בקידוש היום זוכה וממלא גרבי יין.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRaba said: &#8220;He who loves rabbis (<em>rabbanan</em>) shall have sons that are rabbis; he who respects rabbis shall have sons-in-law that are rabbis; he who fears rabbis shall himself learn from rabbis; and if he is not of such a class [because of his capability] then his words will [yet] be respected like unto those of rabbis.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Shabbat 23b.6 and Ein Yaakov (Glick Edition) Shabbat 2:5.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Rav Huna said, One who is regular to light for Ḥanukkah will have children that are sages (<em>talmidei ḥakhamim</em>). One who is meticulous in (the mitsvah of) mezuzah merits a beautiful house; one who is meticulous in the kiddush of the day merits and fills jugs of wine.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Cf. Shabbat 23b.4.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתנו רבנן, בימי מלכות יון הרשעה גזרו על ישראל שכל מי שיש לו בריח בתוך ביתו יחקוק עליו שאין לשונאי ישראל (לישנא מעליא נקיט) חלק ונחלה באלהי ישראל, מיד הלכו ישראל ועקרו בריחים שבבתיהם. ועוד גזרו שכל מי שיש לו שור יכתוב על קרנו שאין לשונאי ישראל חלק באלהי ישראל, הלכו ישראל ומכרו שוריהם. ועוד גזרו עליהם שיהיו בועלין נשיהן נדות הלכו ישראל ופרשו מנשיהן. ועוד גזרו שכל מי שנושא אשה תבעל להגמון תחלה ואח״כ תחזור לבעלה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur rabbis taught that during the reign of the evil [Seleucid] Greeks, they decreed that any Yisraelites that had a lock on their door must engrave on the lock “the enemies of Yisrael ([more appropriately] “those who disgust [Yisrael]”) have no inheritance from the God of Yisrael”. Immediately, the Yisraelites removed the locks from their homes. Then they decreed that anyone who owned an ox must write on its horns “the enemies of Yisrael have no inheritance from the God of Yisrael”, so the Yisraelites sold their oxen. Then they decreed that the Yisraelite men must have intercourse with their wives during their menstrual period, so the men parted from their wives. They further decreed that before any [Yisraelite] man could marry a woman, she must have intercourse with the Greek ruler (Hegemon<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Gk. ἡγεμών &#8212; a dominating chieftain. Unrelated, an anagram of Hegemon is <em>Gehenom</em>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>) first.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> An example of the Droit du seigneur. This part of the midrash appears to derive from <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Ma&#8217;aseh Ḥanukkah &#8220;alef.&#8221;</a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nונהגו בדבר הזה שלש שנים ושמונה חדשים עד שנשאת בתו של יוחנן כ״ג, כיון שרצו להוליכה אצל אותו ההגמון פרעה ראשה וקרעה בגדיה ועמדה ערומה בפני העם, מיד נתמלא יהודה ואחיו חימה עליה ואמרו הוציאוה לשריפה ואל יתגלה דבר זה למלכות מפני סכנת נפשות, שהעיזה פניה להיות ערומה בפני כל העם הזה. אז אמרה לו היאך אתבזה לפני אחי ורעי ולא אתבזה בעיני ערל וטמא שאתם רוצים למעול בי ולהוליך אותי לשכב אצלו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThey tolerated this for three years and eight months until it came the time for the daughter of Yoḥanan the Kohen Gadol to wed. When they wanted to take her to this same Hegemon, she shaved her head, tore her clothing and stood naked before the people. Immediately, Yehudah and his brothers were filled with rage against her and shouted “take her out and burn her and don’t let the ruler know about this” because of mortal fear that she dared to be naked in front of the whole people. She said: “How is it that I am reviled by my dear ones and companions, when surely I will be reviled in the eyes of the profane and impure one with whom you want to take me to have intercourse!”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Cf. <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Ma&#8217;aseh Ḥanukkah &#8220;alef.&#8221;</a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכיון ששמע יהודה וחביריו כך נועצו יחדיו להרוג ההגמון, מיד הלבישו הנערה בלבוש מלכות ועשו חופה של הדס מבית חשמונאי עד ביתו של הגמון ובאין כל בעלי נבל וכנור ובעלי זמר והיו מזמרים ומרקדים עד שבאו לבית ההגמון. כיון ששמע ההגמון כך אמר לשריו ועבדיו ראו אותם שהם מגדולי ישראל מזרע אהרן הכהן כמה הם שמחים לעשות רצוני ראויים הם לכבוד גדול, וצוה להוציא חוץ שריו ועבדיו ונכנס יהודה וחביריו עם אחותו אצל ההגמון וחתכו ראשו ובזזו כל אשר לו. והרגו שריו ועבדיו ודרסו היוונים עד גמירא חוץ מעיקר המלכות.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs soon as Yehudah and his companions heard this, they decided together to kill the Hegemon. Immediately they dressed the young woman in royal garments. They made a wedding canopy (<em>Ḥuppah</em>) of willow from the house of the Hasmoneans in front of the Hegemon’s house. All manner of musicians and singers came to sing and dance their way to the Hegemon’s house. When the Hegemon heard all this, he said to his officers and servants: “Look how these great and highly placed Yisraelites, descendents of Aharon haKohen, are so joyful to carry out my will. They deserve great honor.” He commanded that his officers and servants leave the house and Yehudah and his companions entered the house with [Yehudah’s] sister to see the Hegemon. Then Yehudah cut off his head and took as spoil all that he had. They killed all the officers and servants. They stomped on all the Greeks and uprooted them from the kingdom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוישראל שהיו בעיר היו ברתת וברעד בשביל אותם בחורי ישראל. יצאה בת קול ואמרה ”נצחו טליא דאזלו למעבד קרבא באנטוכיא“ וחזרו אותם בחורים וסגרו השערים ועשו תשובה ועסקו בתורה ובגמילות חסדים. כיון ששמע מלך יוונים שהרגו ישראל הגמון שלו קבץ כל עמו ובא לפני ירושלם והביא אותה במצור, ונפחדו מאד היהודים,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Yisraelites who were still in the city waited with fear and trembling for these young men of Yisrael. A <em>băt ḳōl</em> (heavenly voice) spoke and said: “The young men who went to battle against Antioch have prevailed!” Then these young men returned, closed the gates and repented. They occupied themselves with [the study of] Torah and carrying out <em>gemilut ḥasadim</em> (acts of lovingkindness). When the king of the Greeks heard that the Yisraelites had killed his Hegemon, he gathered all his forces, went to Jerusalem and set siege upon it. The Jews were terribly frightened.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוהיתה שם אשה אלמנה יהודית שמה ולקחה שפחתה והלכה אצל שערי ירושלם ואמרה הניחו אותי לצאת שמא יעשה המקום נס על ידי, ופתחו לה ויצאה, והלכה לפני המלך, ויאמר לה מה תבקשי, ואמרה אדוני! בת גדולים מישראל אנכי ואחי נביאים ושמעתי שהיו מתנבאים שמחר תפול ירושלם בידך, כיון ששמע כך שמח שמחה גדולה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere was a Jewish woman there, a widow, whose name was “Yehudit.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> In this midrash, the story of Yehudit is moved from the context of the early 6th century CE neo-Babylonian occupation of Israel to the context of the 2nd century CE Maccabean revolt. Cf. the medieval Megillat Yehudit and other derivatives of the Book of Judith.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> She took her maidservants and went to the gates of Jerusalem. She said: “Let me go out [of the city] in order that God may perform a miracle through my actions.” They opened the gate and let her out. She went before the king and he asked her what she wanted. She said: “My Lord! I am descended from the great ones of Yisrael and my brothers are prophets. I have heard them prophesy that tomorrow, Jerusalem will fall into your hands.” When the king heard this, he was extremely joyful.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוהיה לו אחד מחכמיו שהיה רואה וחוזה בכוכבים והיה אומר רואה אני שישראל חוזרים בתשובה ואי אתה יכול להם, חזור למקומך, ונתמלא המלך חמה עליו וצוה לחטפו, ואסרו ידיו ורגליו לתלות אותו על העץ אצל ירושלם ויאמר המלך מחר כשתפול ירושלם בידינו נהרוג אותו, והיה המלך מאמין לאותה יהודית ויאהב אותה ויאמר לה רצונך שתנשאי לי? ואמרה לו אדוני המלך איני ראויה אפילו לאחד מעבדיך, ואמנם כיון שלבך נוטה לזה תעביר כרוז בכל המחנה שכל מי שיראה שתי נשים הולכות אצל המעיין אל יפגעו בהן לפי שצריכה אני לילך לשם לרחוץ עצמי ולטבול.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOne of his wise councilors who was able to see the future through reading the stars said: “I see that Yisrael has repented and that you will not be able to prevail over them. Go back to your own place.” The king became extremely angry and commanded that he be seized and that his hands and feet be bound so that he could be hanged from a tree outside Jerusalem. The king said: “Tomorrow, when Jerusalem falls, we will kill him.” The king believed what Yehudit had told him and he fell in love with her. Her asked her: “Would you like to marry me?” She replied: “My lord king, I’m not even fit for one of your servants. However, if this is what you want, I would ask that you announce throughout your encampment that anyone who see two women approaching the spring, that they not bother them because I need to go there to wash myself and to immerse myself.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמיד העבירו הכרוז ועשתה כך, ועשה המלך משתה גדול ושתו ונשכרו, ואח״כ הלכו כל אחד ואחד לאוהליו והמלך ישב בחיקה וישן, והלכה אותה יהודית ונטלה סייף שלו וחתכה ראשו ופשטה סדין עליו, והלכה עם ראשו של מלך אצל שערי ירושלם ואמרה פתחו לי השערים שכבר עשה הקב״ה נס על ידי, אמרו לה לא דייך שזנית וקלקלת אלא שבאת בעלילה עמנו, מיד הראה להם ראשו של מלך, כיון שראוהו פתחו השערים ויצאו והרימו קול שמע ישראל ה׳ אלהינו ה׳ אחד.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nImmediately this announcement went out and [Yehudit] did as she had said. The king threw a big party and they drank and became drunk. Afterwards, everyone went to their tents and the king fell asleep in her bosom. Yehudit went, took his sword and cut off his head. Then she covered his body with a sheet and took the king’s head to the gates of Jerusalem. She said: “Open the gates for God has already performed a miracle through my actions.” They responded: “Isn’t it enough that you’ve prostituted yourself and ruined yourself, and you also want to return among us?” Immediately she showed them the king’s head. When they saw it, they opened the gates, came out of the city and cried out “Hear Yisrael: YHVH is our <em>elo&#8217;ah</em>, YHVH is One!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכיון ששמעו יוונים כך אמרו למחרת באים עלינו, והלכו למלך ומצאוהו בלא ראש ונפל עליהם אימה ופחד וברחו כלם, וירדפו ישראל אחריהם והרגו מהם כמה וכמה. כן יעשה הקב״ה נקמה בשונאינו מהרה ויחיש לנו ישועה ככתוב ובא לציון גואל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhen the Greeks heard this, they said: “They’re going to come for us tomorrow.” They went to the king and found him headless and became terribly afraid and fled. The Yisraelites chased after them and killed a number of them. This is how God took revenge on our enemies and hastened the days of salvation as it is said “And a redeemer shall come to Tsiyon [and for those from Yaaqov who repent]” <span class=\"citation\">(Isaiah 49:20)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nדּוֹר הֹלֵךְ וְדוֹר בָּא וְהָאָרֶץ לְעוֹלָם עֹמָדֶת, והכתיב והארץ כבגד תבלה? אלא אלו ישראל שנקראו ארץ שנאמר כי תהיו אתם ארץ חפץ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n‘One generation goes and another one comes but land remains forever’ <span class=\"citation\">(Ecclesiastes 1:4)</span>.  But is it not written: “and the earth wear out like a garment” <span class=\"citation\">(Isaiah 51:6)</span>? Here the referent is Yisrael for is it not written: “For you shall be the most desired of lands” <span class=\"citation\">(Malachi 3:12)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nדּוֹר הֹלֵךְ וְדוֹר בָּא אלו או״ה שבכל דור ודור יועצים על ישראל לאבדם והקב״ה מצילנו מידם שנאמר עמו אנכי בצרה אחלצהו ואכבדהו. א״ר אלעזר בא וראה כמה חביבים ישראל לפני המקום שלעולם מקדים להם רפואה למכה שנאמר כרפאי לישראל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n‘One generation goes and another one comes’ <span class=\"citation\">(Ecclesiastes 1:4 part)</span>: This alludes to the nations of the world<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> <span class=\"hebrew\" lang=\"he\">?אמות העולם= או׳ה</span>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> for in every generation [the nations] seek counsel with each other as to how to destroy Yisrael but the blessed Holy One “saves us from their hands”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> from the passage &#8220;Vehi She&#8217;amda,&#8221; in the Maggid section of the Pesaḥ seder Haggadah.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> as it is said: “I will let him live to a ripe old age and show him My salvation” <span class=\"citation\">(Psalms 91:16)</span>. Rav Elazar said: Come and see how beloved Yisrael is before God, for God always provides the cure before sending the plague, as it is said: “When I would heal Yisrael [the guilt of Ephraim reveals itself]” <span class=\"citation\">(Hosea 7:1)</span>. The evil Greeks came and decreed, darkening the eyes of Yisrael, that anyone who pronounced the name of the Holy One would be run through with a sword. Consequently many Yisraelites became heretics.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבא יון הרשעה וגזרו וחשכו עיניהם של ישראל ואמרו שכל מי שמזכיר שמו של הקב״ה ידקר בחרב, והרבה מישראל נהפכו למינות, והיה שם משומד אחד בליעל תתני בן פחת שמו, שהיה יועץ עצות רעות על ישראל ואמר שכל זמן שיקריבו קרבן של שחר ושל בין הערבים אינם נופלים בידכם, עמדו ובטלוהו, וחזר עוד אותו בליעל ואמר אלהיהם שונא זימה, אם תוכלו להכשילם בזנות תמשלו עליהם, עמדו וגזרו שכל מי שיכתוב כתובה לאשתו יקרעו אצבעותיו. חזר ואמר מצוה אחת יש להם שאם לא יעשו אותה יאבדו מן העולם וזו הדלקת נר בבית המקדש, שנאמר להעלות נר תמיד וכתוב עליו תן חלק לשבעה וגם לשמונה, תן חלק לשבעה שכל מי שיש לו חלק בשבע נרות שהן מאירות תמיד בביהמ״ק וגם לשמונה ימי החג אין בריה יכולה להם,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere was one such [heretical apostate<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> lit. &#8220;wicked Greek&#8221; &#8212; in this context a Jewish Hellenist.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>], a Hellenist whose name was Titni ben Paḥat, who would give evil counsel about Yisrael. He would say that as long as they (Yisrael) can make the morning and evening sacrifices they will never fall to [the Greeks], so [the Greeks] outlawed the sacrifices. This same wicked person continued and said that the God of Yisrael abhors lewdness, so if you [the Greeks] are able to entice them with lewdness, you will be able to conquer them. So the Greeks decreed that anyone who wrote a wedding contract<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> i.e. a ḳetubah.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> for a woman would have his fingers torn apart. He continued, saying that one commandment that they must keep otherwise they would be eradicated from the world is the lighting of the candle in the Holy Temple, for (the Torah) says: “For kindling lamps regularly” <span class=\"citation\">(Ex. 27:20 and Lev. 24:2)</span>. [Another verse which refers to this] also says: “Distribute portions to seven or even to eight” <span class=\"citation\">(Kohelet 11:2)</span>. ‘Distribute portions to seven’ alludes to the fact that anyone who has a portion of the seven candles (of the Menorah) that burn constantly in the Holy Temple and also keep the eight days of the festival,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> For a somewhat similar set of allusions, find Kohelet Rabbah 11:2.1.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> will not be vulnerable to destruction by anyone.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nעמדו וטמאו כל השמנים שבביהמ״ק ולא נשתייר כ״א פך שמן שלא היו יודעים שהיה מונח תחת המזבח ונעשה נס והדליקו מאותו פך קטן שמונה ימים, ועמד הקב״ה וקבע להם שמונה ימי חנוכה שלא היה מועד עד עכשיו. אמר הקב״ה חשבתם לעקור שבעת הנרות ושמונה ימי החג הנני מביא עליכם שמונה ימים ושבעה בני חשמונאי שמאבדים אתכם מן העולם. אתם אמרתם שכל מי שיזכיר שמי ידקר בחרב, אני קובע הלל לשמי שמונה ימי חנוכה, ועליהם אמר דוד למנצח על השמינית.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSo the Greeks went and polluted all the oil in the Holy Temple and there remained just one jar that they didn’t realize had been set down below the altar. A miracle happened and they were able to keep one small jar burning for eight days. The Holy One went and established for them the eight days of Ḥanukkah which had not been a festival until now. The Holy One said: “You thought you would eradicate the seven candles [of the Holy Temple] and the eight days of the festival [Sukkot]. I will bring upon you eight days [of Ḥanukkah] and seven sons of the Maccabees who will eliminate you from the world. You said that anyone who pronounced my name would be run through with a sword. I am establishing praise for my name for eight days, as it is said: “For the leader on the Sheminit/8th [a psalm of David] <span class=\"citation\">(Psalms 12:1)</span>.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nחרבם תבוא בלבם וקשתותם תשברנה, אמר רשב״י אלו יוונים שעשו מלחמה עם חשמונאי ובניו, ובשעה שנכנסו להיכל הלך יווני אחד ולקח ספר תורה והביא חנה בת יוחנן כ״ג שלא היה כיפיה בעולם והיתה נישאת לאלעזר בן חשמונאי, ורצה אותו יווני לבוא עליה בפני בעלה ואביה, אמר יוחנן כ״ג למתתיהו אני ושלשה בני ואתה ושבעה בניך הרי י״ב כנגד י״ב שבטים, מובטח אני שהקב״ה עושה נס על ידינו. מיד הרים אלעזר הסייף והרג אותו היווני ואמר עזרי מעם ה׳ עושה שמים וארץ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“Their swords will enter their own hearts and their bows will break” <span class=\"citation\">(Psalms 37:15)</span>. Rabbi Shimon son of Yoḥai said, these are the Greeks who made war against Ḥashmonai and his sons. When they entered the Temple, one Greek took a Torah scroll and brought forth Ḥanah daughter of Yoḥanan the Kohen Gadol. No one in the world was as beautiful as she. Ḥanah was married to Elazar son of Ḥashmonai, but this Greek wanted to have sex with her in front of her husband and father. Yoḥanan the Kohen Gadol said to Matityahu: I and my three sons, and you and your seven sons, behold that’s twelve corresponding to the twelve tribes! I’m certain that the blessed Holy One will do a miracle by our hands. Immediately Elazar lifted the knife and killed that Greek and said “My help is in YHVH, maker of Heaven and Earth” <span class=\"citation\">(Psalms 121:2)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nא״ר יצחק ששים רבוא אלף גייסות הוו וכל אחד מהם היה לו אלף איש תחתיו שבאו עם גליסקס הרשע להלחם עם בית חשמונאי, והיה אומר אותו הרשע מה לנו לירוא? הם שנים עשר כננד חיל גדול! שמא תאמר אלהיהם יוציא כוכבים ממסילות ויעשה מלחמה עמנו ושודדים אותנו כדרך שעשה עם סיסרא, הרינו סכין עצמנו בדם חזיר ובש״ז של סוס שאין נוגעים אותנו. ואם תאמרו יביא מבול, כבר נשבע בשמו הגדול שלא יביא מבול לעולם. אם תאמרו ישלח נחשים ועקרבים ודובים כדרך שעשה בכותיים הרי אנו רוכבין על פילים שאין חיות נוגעות בהם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRabbi Yitsḥaq said: Six hundred thousand military commanders there were, and each had a thousand men under him, who came with Gliskas the wicked to make war with the Ḥashmonite house. That wicked man would say, “why should we fear? They are twelve, against a mighty army! If you say ‘their god will bring out stars from their constellations to make war against us,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> cf. Judges 5:20&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and they will plunder us as happened with Sisrah’, we could cover ourselves with the blood of a pig and the semen of a horse so they won’t be able to touch us.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> This detail can also be found in Midrash Ma&#8217;aseh Ḥanukkah &#8220;bet&#8221; and in the <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/megillat-antiokhus-ladino-rabbi-isaac-magriso-meam-loez-bamdibar-behaalothekha-constantinople-1764/\">Ladino retelling of Megillat Antiokhus</a> by Rabbi Isaac Magriso in Me&#8217;am Lo&#8217;ez.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> If you say that they may bring a flood [against us], God has already sworn by God’s great name that God will never again bring a flood. If you say snakes and scorpions and dogs will be sent to us as to the Kutim, behold we’re riding elephants, which wild animals won&#8217;t touch!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוהיו ישראל עומדים בתפלה ואמרו רבש״ע גלוי וידוע לפניך שלא עמדנו להלחם כנגדם אלא בעבור שמך הגדול שלא יתבזה בגוים, ואם אינך עושה נס על ידינו יאמרו אין לו עצה, וכתיב בך גדול העצה ורב העליליה. מיד נתגלגלו רחמיו של הקב״ה ואמר שתוקו בניי, התיצבו וראו נקמת ה׳ אשר יעשה בגוים, והביא כל השרים (שרי מעלה) של שבעים אומות ואמר להם כל אחד מכם יהרוג את שלו מן החיל של אותו רשע, ואם ינוס אחד מהם הרי נפשו תחת נפשו, שנאמר בַּיּוֹם הַהוּא יִפְקֹד יְהוָה עַל־צְבָא הַמָּרוֹם בַּמָּרוֹם וגו׳. מיד ירדו לארץ וכל יווני שהיה חץ על קשתו לזרוק בישראל היה המלאך מחזירו ונועץ בלבו, שנאמר קשת גבורים חתים וגם חרבם תבוא בלבם. והיו בני חשמונאי רואין זה את זה ואמרו ה׳ ילחם לכם ואתם תחרישון.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd Yisrael were standing in prayer and saying: “Master of the Universe, it’s revealed known before you that we only stand to oppose them in war for the sake of your Great Name, that it not be debased among the nations, and if You do not perform a miracle through our hands they will say ‘they have no counsel’, and it is written of You &#8216;Great of counsel and mighty in deed&#8217; <span class=\"citation\">(Jeremiah 32:19)</span>.” Immediately the mercies of the blessed Holy One overtook and the blessed Holy One said “Silence, my children! Stand and see the vengeance of God which God shall wreak on the nations.” The blessed Holy One brought all the Sarim (ministers above)<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> Divine entities representing each of the 70 nations in Heaven.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> of the seventy nations and said to them, “Each and every one of you shall kill his own from the army of that wicked one, and if one of you flees behold his soul is in place of his soul!” As it is said, “On that day God shall punish the host of heaven in heaven [and the kings of the earth on earth]” <span class=\"citation\">(Isaiah 24:21)</span>. Immediately they descended to earth, and every Greek with an arrow notched to his bow to fire on Yisrael, the angel would return it and it would pierce [the archer’s] own heart, as it says “Their swords will enter their own hearts and their bows will break” <span class=\"citation\">(Psalms 37:15)</span>. And the sons of Ḥashmonai looked at each other and said “God will make war for you &#8212; and you, be silent” <span class=\"citation\">(Exodus 14:14)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתניא שלש שנים לא היה אדם יכול לעבור שם מפני ריחם, ושבע שנים זרעו ישראל שדותיהם וכרמיהם בלא זבל מדם שלהם, ועשרים ושלש שנים הסיקו ישראל מרומחיהם וקשתם, ועליהם אמר הכתוב שם רשעים ירקב, ועל בית חשמונאי וכיוצא בהם זכר צדיק לברכה. וחזרו לביתם לשלום, ולא מצאו שמן טהור אלא פך קטנה שהיה בשיתין המזבח ולא היה שמן אלא כדי להדליק לילה אחד ונעשה נס והדליקו ממנו שמונה ימים, ולפיכך קבעו שמונת ימי חנוכה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt’s taught in a Tannaitic text: For three years a man could not pass there because of their smell, and for seven years Yisrael sowed their fields and vineyards without fertiliser because of their blood, and thirteen years Yisrael used as fuel their spears and bows. And regarding them the verse says “the wicked shall rot” <span class=\"citation\">(Proverbs 10:7)</span>; but regarding the Ḥashmonite house and those like them, “the memory of the righteous is for a blessing” <span class=\"citation\">(ibid.)</span>. And they returned to their houses in peace, and found no pure oil excepting one small flask which was in the channels beneath the altar, and there was only enough oil to light for one night, and a miracle was done and they lit from it for eight days, and so they established the eight days of dedication.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This &#8220;Midrash &#8216;Ḥanukkah&#8217; may be found on p. 192-194 of the collection <em>Otsar haMidrashim</em> (I. D. Eisenstein, 1915), with the following byline &#8220;בית המדרש חדר א׳ צד 132 מכ״י לפסיא.&#8221; The text of the midrash was transcribed thanks to Sefaria. Many thanks to Aliza Arzt for translating up to &#8220;Rabbi Yitsḥaq said&#8221; and to Isabel Bard for the remainder. I translated the brief Aramaic text with statements by Raba and Rav Huna. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/otsarmidrashimbe018800#page/193/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">i.e. “eternally”, since the Hebrew <span class=\"hebrew\" lang=\"he\">לעולם</span> has both meanings.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Shabbat 23b.6 and Ein Yaakov (Glick Edition) Shabbat 2:5.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Cf. Shabbat 23b.4.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Gk. ἡγεμών &#8212; a dominating chieftain. Unrelated, an anagram of Hegemon is <em>Gehenom</em>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">An example of the Droit du seigneur. This part of the midrash appears to derive from <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Ma&#8217;aseh Ḥanukkah &#8220;alef.&#8221;</a></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Cf. <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Ma&#8217;aseh Ḥanukkah &#8220;alef.&#8221;</a></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">In this midrash, the story of Yehudit is moved from the context of the early 6th century CE neo-Babylonian occupation of Israel to the context of the 2nd century CE Maccabean revolt. Cf. the medieval Megillat Yehudit and other derivatives of the Book of Judith.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\"><span class=\"hebrew\" lang=\"he\">?אמות העולם= או׳ה</span></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">from the passage &#8220;Vehi She&#8217;amda,&#8221; in the Maggid section of the Pesaḥ seder Haggadah.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">lit. &#8220;wicked Greek&#8221; &#8212; in this context a Jewish Hellenist.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">i.e. a ḳetubah.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">For a somewhat similar set of allusions, find Kohelet Rabbah 11:2.1.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">cf. Judges 5:20</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">This detail can also be found in Midrash Ma&#8217;aseh Ḥanukkah &#8220;bet&#8221; and in the <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/megillat-antiokhus-ladino-rabbi-isaac-magriso-meam-loez-bamdibar-behaalothekha-constantinople-1764/\">Ladino retelling of Megillat Antiokhus</a> by Rabbi Isaac Magriso in Me&#8217;am Lo&#8217;ez.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">Divine entities representing each of the 70 nations in Heaven.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Midrash Aggadah",
        "Ḥanukkah Readings",
        "Ḥag haBanot (Eid el Benat)"
    ],
    "tags": [
        "Angels",
        "colonization",
        "cosmological",
        "Droit du seigneur",
        "Early Middle Ages",
        "Seleucid Greek Occupation",
        "sexual predation",
        "sexual violence",
        "חג הבנות Ḥag HaBanot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3018"
        ],
        "_thumbnail_id": [
            "34605"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/12/1024px-African_Bush_Elephant_mud_bath.png",
        "title": "1024px-African_Bush_Elephant_mud_bath",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:African_Bush_Elephant_mud_bath.png\">Family of African Bush Elephants taking a mud bath in Tsavo East National Park, Kenya</a>. (credit: Mgiganteus, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=34599",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish-readings/hanukkah-readings/midrash-for-hanukkah/",
    "slug": "midrash-for-hanukkah"
}