{
    "post_id": 43195,
    "title": "Am Vorabend des Versöhnungstages (כל נדרי) | On the Eve of Yom Kippur (Kol Nidrei), a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-03-10",
    "last_updated": "2025-09-30",
    "excerpt": "\"Am Vorabend des Versöhnungstages (כל נדרי)\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №43 on pp. 56-59. In the 1835 edition, it appears as teḥinah №42 pp. 68-71. In the 1842 edition, it appears as teḥinah №44 on pp. 71-74. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Am Vorabend des Versöhnungstages</u>. <span class=\"hebrew\">(כל נדרי)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>On the eve of the Day of Atonement</u>. <span class=\"hebrew\">(כל נדרי)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHerr Gott, barmherzig, gnädig, von großer Güte und Treue, der du Missethat vergiebst, Uebertretung und Sünde! Auch ich habe gesündigt und fühle mein Unrecht und meine Strafbarkeit, und wünsche und suche bei dir Gnade und Vergebung der Sünden. Du bist ein Gott der Gnade aber auch ein Gott der Gerechtigkeit, vor dem keine Heuchelei, keine Bestechung, kein Ansehen der Person ist. Du kannst mich nicht als unschuldig behandeln, wenn ich mir selbst bewußt bin, gesündigt zu haben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLord God, merciful, gracious, of great goodness and faithfulness, who forgives iniquity, transgression and sin! I too have sinned and feel my wrongdoing and my culpability, and desire and seek mercy and forgiveness of sins from you. You are a God of compassion but also a God of justice, before whom there is no hypocrisy, no bribery, no respect of person. You cannot treat me as innocent when I am self-conscious of having sinned.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAber so wie ich meine Sünden erkenne und bereue, meine Gesinnungen gegen das böse und das gute Betragen gegen dich und meinen Nächsten ändere und mich wirklich bessere, so kannst du auch mit Wohlgefallen auf mich herab sehen; dann werde ich auch deiner Gnade und deiner Wohlthaten, des Einflußes deines Geistes und deiner Kraft fähiger; so trete ich in mein natürliches Verhältniß zu dir mein Gott zurück, und kann die Seligkeiten desselben genießen. Davon versichert mich dein heiliges Wort; denn es heißt in der heiligen Schrift: „Der zehnte Tag dieses siebenten Monats ist der Versöhnungstag, da sollt ihr heilige Festverkündigungen und Fasttag halten, keinerlei Arbeit sollt ihr an demselben verrichten. Es ist ein Versöhnungstag, an welchem ihr versöhnt werdet, vor dem Ewigen, eurem Gotte,” <span class=\"citation\">(3. Mose 23, 26-28)</span> — „es sei auch ein großer Ruhetag und ihr sollt fasten. Am neunten des Monats sollt ihr des Abends anfangen und von Abend bis Abend euren Ruhetag halten.” <span class=\"citation\">(3. Mose 23, 32)</span> Diese Verheißung versichert uns von deiner Versöhnlichkeit, von deinem ewigen unveränderlichen Willen, bußfertige und sich bessernde Sünder zu begnadigen. Zuversicht und Freude flößt deine Verheißung jedem ein, der sich auf dem Wege der Besserung findet.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut as I recognize and repent of my sins, change my attitudes toward evil and good behavior toward you and my neighbor and really improve myself, so you can also look down on me with favor; then I will also become more capable of your grace and your good deeds, of the influence of your spirit and your power; so I will return to my natural relationship with you, my God, and can enjoy the bliss of it. Your holy word assures me of this, for it says in the holy scripture: &#8220;The tenth day of this seventh month is the Day of Atonement, on which you shall keep holy feasts and fasting, and on which you shall not do any work. It is a day of atonement, in which you shall be reconciled before the Eternal, your God&#8221; <span class=\"citation\">(Leviticus 23:26-28)</span> — &#8220;it shall also be a great day of rest, and you shall fast. On the ninth of the month you shall begin in the evening, and from evening to evening you shall keep your day of rest.&#8221; <span class=\"citation\">(Leviticus 23:32)</span> This promise assures us of your propitiation, of your eternal unchanging will to pardon repentant and mending sinners. Your promise instills confidence and joy in everyone who finds himself on the path of correction.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIm Gefühle unserer Schwachheit und Fehlerhaftigkeit können wir uns getrost dir nahen, und uns deiner als eines verschonenden gütigen Vaters freuen, sobald wir deinem Rufe folgen, und den Weg der Sünde wirklich verlassen. Wenn wir uns aber dir nahen, im Vertrauen auf den nie versiegenden Quelle deiner Liebe, so müssen wir damit anfangen, Haß und Rache aus unserem Herzen zu verbannen. Wenn wir dich als Vater anrufen, so müssen wir uns gegen unsere Mitmenschen als Brüder gezeigt haben. Denn, wenn auch dieser Tag ein Versöhnungstag ist, so ist er es nur dann, wenn wir zuvor unsere beleidigten Brüder und Schwestern versöhnen, die wir im Laufe des Jahres beleidigt, an ihrer Ehre, an ihrem Vermögen beschädigt und verletzt haben; denn so heißt es in der heiligen Schrift <span class=\"citation\">(3 B. Mos. 16, 30)</span>: „Denn an diesem Tage versöhnt man auf euch, um euch zu reinigen; von allen euren Sünden vor dem Ewigen sollt ihr rein werden.” Nur für Sünden gegen den Ewigen allein hilft der Versöhnungstag, nicht aber für solche, durch die man sich gegen seinen Nebenmenschen vergangen, so lange man diese nicht erst befriedigt hat.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Ausspruch des Talmuds in der letzten Mischnah des Tractats Joma 85b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn self-awareness of our weakness and defectiveness, we can confidently approach you and rejoice in you as a sparing, kind Father, as soon as we follow your call and really leave the path of sin. But when we draw near to you, trusting in the never-ending fountain of your love, we must begin to banish hatred and revenge from our hearts. If we call upon you as Father, we must have shown ourselves to be brothers towards our fellow men. For, even if this day is a day of atonement, it is so only if we first make atonement for our offended brothers and sisters, whom we have offended, damaged in their honor, in their property, and injured during the year; for so it is said in the Holy Scriptures <span class=\"citation\">(Leviticus 16:30)</span>: &#8220;For on this day atonement is made upon you to cleanse you; from all your sins before the Eternal you shall be cleansed.&#8221; Only for sins against the Eternal alone does the Day of Atonement help, but not for those by which one has transgressed against one&#8217;s neighbor, as long as one has not first satisfied them.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Saying of the Talmud in the last Mishnah of Tractate Yoma 85b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDank sei dir, barmherziger Vater, für diese huldreiche Offenbarung deiner Gnade, für diese tröstlichen, uns so unentbehrlichen Versicherungen deiner fortdauernden väterlichen Gesinnungen gegen uns. Welche Qualen der Angst und des Schreckens, der Muthlosigkeit und der Verdrossenheit im Guten, hast du nicht dadurch für uns verstopft! Wie sehr uns das Geschäft unserer Besserung erleichtert! Nun wissen wir gewiß, daß du Sünden vergiebst und Strafen erläßt, und dich als ein Vater über diejenigen erbarmst, die zu ihrer Pflicht zurückkehren und dir zu gefallen suchen; und daß du von ihnen weder Strafopfer noch Sündopfer, daß du nichts als Aufrichtigkeit und Treue von ihnen verlangst. So wie es in der Schrift heißt <span class=\"citation\">(Psalm 40, 7)</span>: „Schlacht- und Mehlopfer verlangst du nicht, Ohren hast du mir anerschaffen.” — Gehorchen ist besser als Schlachtopfer <span class=\"citation\">(1 B. Samuel 15, 22)</span>. Nun wissen wir gewiß, daß wir uns nicht vergeblich bemühen, besser zu werden; daß es dir wohlgefällt, wenn wir an der Aenderung unseres Sinnes und unseres Lebens arbeiten, daß du uns dabei unterstützest und stärkest, und daß du keine Besserung von uns forderst die über unsere Kräfte reicht. Und können wir auch nicht verlangen, daß die Uebel, die eine nothwendige Folge unserer begangenen Sünden und Thorheiten sind, durch ein Wunder schnell verschwinden sollen, so hoffen wir doch, daß deine Allweisheit alles zu unserem Besten lenken wird.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThanks be to you, merciful Father, for this gracious revelation of your mercy, for these comforting assurances, so indispensable to us, of your continuing fatherly sentiments toward us. What torments of anguish and terror, of despondency and weariness, have you not thereby obstructed for us in our doing good! How much easier for us the business of our recovery! Now we know assuredly that you forgive sins and remit punishments, and have mercy as a father on those who return to their duty and seek to please you; and that you require of them neither punitive sacrifice nor sin-offering, that you demandest of them nothing but sincerity and faithfulness. As it is written <span class=\"citation\">(Psalms 40:7)</span>, &#8220;Sacrifices of slaughter and flour you require not; ears you have prepared for me.&#8221; — Obeying is better than sacrifice <span class=\"citation\">(1 Samuel 15:22)</span>. Now we know for certain that we do not strive in vain to become better; that it pleases you when we work at changing our mind and our life, that you support and strengthen us in this, and that you do not demand of us any improvement that is beyond our strength. And even if we cannot demand that those maladies, which are a necessary consequence of our committed sins and follies, should quickly disappear by a miracle, we still hope that your omniscience will direct everything for our good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nOhne Murren will ich tragen was ich mir selbst durch meine Irrthümer aufgebürdet habe, und du, o Gott, wirst alles zum Besten leiten, und meine Uebel mir früh oder spät in Quellen der Freude umschaffen. Gieb mir Kraft o Gott, nach deinem Gebote vom heutigen Abend bis zum künftigen, ganz deinem Dienste geweiht zu sein. Laß meinen Körper nicht ermatten, meinen Geist nicht erschlaffen, damit ich morgen getröstet von hier gehe, in der Hoffnung daß mein Gebet dir wohlgefällig, mein Thun dir angenehm ist, Herr mein Gott. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWithout grumbling I will bear what I have burdened myself with through my errors, and you, O God, will guide everything for the best, and transform my maladies into sources of joy early or late. Give me strength, O God, to be completely dedicated to your service, according to your commandment, from this evening until the future. Let my body not grow weary, my spirit not dull, so that tomorrow I may leave here comforted, in the hope that my prayer will be pleasing to you, my Lord God. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Am Vorabend des Versöhnungstages (כל נדרי)&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №43 on pp. 56-59. In the 1835 edition, it appears as teḥinah №42 pp. 68-71. In the 1842 edition, it appears as teḥinah №44 on pp. 71-74.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/n85/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/57/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Ausspruch des Talmuds in der letzten Mischnah des Tractats Joma 85b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Saying of the Talmud in the last Mishnah of Tractate Yoma 85b.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Yom Kippur"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "paraliturgical kol nidrei",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "406"
        ],
        "_thumbnail_id": [
            "43196"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Am-Vorabend-des-Versohnungstages-Yehoshua-Heshil-Miro-1833-cropped.png",
        "title": "Am Vorabend des Versöhnungstages (Yehoshua Heshil Miro 1833) &#8211; cropped",
        "caption": "Am Vorabend des Versöhnungstages (Yehoshua Heshil Miro 1833) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=43195",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/am-vorabend-des-versohnungstages-kol-nidrei-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "am-vorabend-des-versohnungstages-kol-nidrei-a-tehinah-by-yehoshua-heshil-miro-1829"
}