{
    "post_id": 43191,
    "title": "Betrachtungen für die zehn Bußtage | Reflections for the Ten Days of Penance, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-03-10",
    "last_updated": "2025-12-01",
    "excerpt": "\"Betrachtungen für die zehn Bußtage\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №42 on pp. 53-56. In the 1835 edition, it appears as teḥinah №41 pp. 64-68. In the 1842 edition, it appears as teḥinah №43 on pp. 67-71. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Betrachtungen für die zehn Bußtage</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Reflections for the Ten Days of Penance</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs schlägt endlich für jeden Menschen eine ernste Stunde des Erwachens, des stillen Nachdenkens über sich. Jedem Menschen schlägt früh oder spät diese Stunde der Erinnerung an die unausweichbaren Schicksale der Seele jenseits des Grabes. Dann stehet der Mensch betroffen und finster, und blickt in die ungewisse Ferne hinaus, und seiner Betrachtung drängt sich die große Frage auf: Warum bin ich denn auf Erden? Was wird aus mir werden nach dem Tode? Es muß doch noch etwas anderes sein, wozu ich eigentlich berufen bin. Bloß für diesen kurzen, bittersüßen Lebenstraum bin ich nicht geboren, und nicht bloß da zum Genuß und zur Arbeit gleich den Thieren der Erde.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAt last, for every person there is a serious hour of awakening, of silent reflection on oneself. This hour of remembrance of the inescapable fate of the soul beyond the grave strikes every person early or late. Then the human being stands affected and somber, and looks out into the uncertain distance, and the great question forces itself upon his thoughts: Why am I on earth? What will become of me after death? There must be something else to which I am actually called. I was not born merely for this short, bittersweet dream of life, and not merely there for pleasure and work like the animals of the earth.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWehe dem Menschen, in dessen Herzen diese Gedanken erst dann entstehen, wenn sie alt und lebensmüde sind, wenn kein Vergnügen der Erde sie mehr erfreuen kann; dann ergeben sie sich falscher Andacht und Schwermerei. Eine innere Verwandlung, eine Heiligkeit des Herzens, eine Veredlung des Gemüths ist ihnen unmöglich, und mit dem äußern Schein der Religion glauben sie von Gott die Seligkeit erkaufen zu können. Andere Menschen versinken muthlos in der Verzweiflung, wenn sie ihr sündiges Leben betrachten, und wagen es nicht, im Bewußtsein ihrer Schuld, auf Gott zu hoffen. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWoe to the person in whose heart these thoughts arise only when they are old and tired of life, when no pleasure of earth can please them any longer; then they surrender to false devotion and melancholy. An inner transformation, a holiness of heart, a refinement of mind is impossible for them, and with the outward appearance of religion they believe they can buy bliss from God. Other people sink despondently into despair when they contemplate their sinful lives, and in the consciousness of their guilt they do not dare to hope in God. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMeine Seele aber erhebt sich zu dir, Urquell der Gnade. Gepriesen seiest du, o Gott, der du uns von den Irrenden ausgezeichnet und uns eine Lehre gegeben hast, durch die du das ewige Leben in uns einpflanztest. Du hast uns einen Balsam erschaffen, die Wunden die uns die Thorheit der Sünde schlägt, zu heilen, — das ist die Buße. So lehren uns die Propheten vielfach; so auch sagt David, der königliche Sänger: „Du führst den Menschen bis zur Zerknirschung, und sprichst dann: bekehret euch, ihr Erdensöhne!” <span class=\"citation\">(Psalm 90, 3)</span> „Und wenn der Böse sich bekehrt”, spricht der Prophet Ezechiel, „und Gerechtigkeit und Tugend übt, der erhält seine Seele, indem er abläßt von seinen Sünden, er soll leben und nicht verderben”. <span class=\"citation\">(Ezechiel 18, 21)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy soul, however, rises up to you, the source of grace. Blessed are you, O God, who distinguished us from the erring ones and gave us a teaching through which you implanted eternal life in us. You have created a balm for us to heal the wounds inflicted by the foolishness of sin — that is Repentance. This is how the prophets teach us many times; so also David, the royal singer, says: &#8220;You lead man to contrition, and then say: repent, you sons of the earth&#8221;. <span class=\"citation\">(Psalms 90:3)</span> &#8220;And if the wicked repent,&#8221; says the prophet Ezekiel, &#8220;and practice righteousness and virtue, he preserves his soul by forsaking his sins; he shall live and not perish.&#8221; <span class=\"citation\">(Ezekiel 18:21)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAuch hat uns deine Gnade Zeiten bestimmt, die besonders zur Buße und Bekehrung geeignet sind. So sind es vornehmlich die zehn Bußtage, in welchen wir uns auf den großen und heiligen Versöhnungstag vorbereiten sollen. Ewig, o Gott, ist deine Gnade! Nicht nur den Frommen und Gerechten, auch dem Sünder bist du gnädig! Der Verirrte soll und wird nicht ganz verloren sein. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlso, your grace has appointed times for us that are especially suitable for repentance and contrition. Thus, it is primarily the Ten Days of Repentance in which we are to prepare ourselves for the great and holy Day of Atonement. Eternal, O God, is your grace! You are merciful not only to the pious and righteous, but also to the sinner! The erring one shall not and shall not be utterly lost. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGott ist gnädig, er zürnt nie, er straft nie, denn er ist die ewige Liebe. Nur der Mensch straft sich durch seine Thorheiten, Fehler und Laster selbst. So heißt es in der Schrift <span class=\"citation\">(Sprichwörter 19, 3)</span>; „Die Thorheit des Menschen verwirrt seine Lebensbahn, und wider Gott murrt sein Herz.” Die Strafen sind nothwendige Folgen unserer Laster. „Kommt”, spricht der Prophet <span class=\"citation\">(Hosea 6, 1)</span> „laßt uns zurückkehren zum Ewigen, unsern Gott, er verwundet und heilt, er schlägt Wunden und verbindet sie wieder.” Nicht im Peinigen des Leibes allein bestehet die Buße, denn der Leib ist nur ein Werkzeug der Seele; die sündige Seele muß sich vor Gott beugen; der Sinn soll sich ändern, das Herz sich bessern, streben und Ringen nach größerer Vollkommenheit und nach der Gnade Gottes.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGod is merciful, he is never angry, he never punishes, because he is eternal love. Only man punishes himself through his follies, mistakes and vices. Thus it is said in Scripture <span class=\"citation\">(Proverbs 19:3)</span>: &#8220;The folly of man confounds his course of life, and against God his heart murmurs.&#8221; The punishments are necessary consequences of our vices. &#8220;Come,&#8221; says the prophet <span class=\"citation\">(Hosea 6:1)</span>, &#8220;let us return to the Eternal, our God; He wounds and heals, He strikes wounds and binds them up again.&#8221; Repentance does not consist in chastising the body alone, for the body is only an instrument of the soul; the sinful soul must bow before God; the mind must change, the heart must improve, striving and struggling for greater perfection and for the grace of God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nO du Allgütiger, der du Wohlgefallen hast an Buße und Besserung der Menschen, stehe mir Sünderin bei, laß mich von heute an so leben, daß ich dir wohlgefalle, und mich deiner Gnade würdig mache. Ich will von dieser Stunde an mein besseres Selbst würdigen, aus dem Adel meiner Seele die Hauptsache im Leben machen, meine Fehler entfernen, und mich in den ihnen entgegenstehenden Tugenden üben. Ich will gegen meine Mitmenschen, gegen meine Freunde und Bekannten, wie gegen Unbekannte und Feinde nach göttlichem Sinne handeln. Der große Zuruf des Propheten: „Liebet die Wahrheit, liebet den Frieden,” <span class=\"citation\">(Sacharja 8, 19)</span> erhalte stets vor meinem Ohre.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO All-Glorious One, who is pleased with the repentance and improvement of men, help me, a sinner, from today on, to live in such a way that I may please You and make myself worthy of Your grace. From this hour on, I will appreciate my better self, make the nobility of my soul the main thing in life, remove my faults, and practice the virtues that are contrary to them. I will act towards my fellow men, towards my friends and acquaintances, as well as towards strangers and enemies according to the divine sense. The great call of the prophet: &#8220;Love the truth, love peace,&#8221; <span class=\"citation\">(Zechariah 8:19)</span> is always before my ear.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nNicht aus knechtischer Furcht, sondern aus Ueberzeugung von meinem Verhältnisse zum künftigen Leben, und zu Gott dem Allheiligen, will ich einen göttlichen Wandel führen. Nicht aus knechtischer Furcht will ich suchen vollkommener und Gott ähnlicher zu werden, sondern aus Sehnsucht nach Vollkommenheit und Gnade Gottes. Die Bekehrung aus Liebe ist es, die du willst, o Gott der Liebe und nicht die der Furcht.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNot out of servile fear, but out of conviction of my relationship to the life to come and to God the All-Holy, I will lead a godly life. Not out of servile fear will I seek to become more perfect and more like God, but out of longing for perfection and God&#8217;s grace. It is repentance out of love that you want, O God of love, and not that of fear.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHeilig, heilig und gerecht, o Gott! ist das ewige Gesetz deiner Gnade, in welcher sich deine ganze Schöpfung bewegt. — Ach, daß ich Unwürdige solcher namenloser Huld und Barmherzigkeit nur würdig werden könnte! — Nein, ich werde es nie können, denn was ich auch thue, was ich auch werde, alles, alles kommt mir ja doch, hier und dort, nur durch deine Gnade zu, nichts durch mein eigenes Verdienst. „Wenn du gerecht bist,” spricht Hiob, „was giebst du ihm, was kann er von dir annehmen?”, <span class=\"citation\">(Hiob 35,7)</span> Und was ich auch des Guten thue, und wenn ich Alles hinopferte für die Tugend, ich thäte es, ich opferte es ja nur mir und meinem Wohle; es wäre ja nur Verdienst um mich. Wehe dem, der sich von der Wahrheit, von der Tugend entfernt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHoly, holy and righteous, O God! is the eternal law of your grace, in which all your creation moves. — Oh, that I, unworthy, could only become worthy of such nameless grace and mercy! — No, I will never be able to, for whatever I do, whatever I become, everything, everything comes to me, here and there, only through your grace, nothing through my own merit. &#8220;If you are righteous,&#8221; says Job, &#8220;what do you give him, what can he take from you?&#8221; <span class=\"citation\">(Job 35:7)</span> And whatever good I do, and if I sacrifice everything for virtue, I do it, I sacrifice it only for myself and my good; it would be only merit for me. Woe to him who departs from truth, from virtue.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWie schrecklich straft sich das Laster! — Von dir fern zu sein, ist der schrecklichste Fluch der Seele. Gottes Macht, spricht der erhabene Prophet <span class=\"citation\">(Jesaias 59, 1-2)</span> „Gottes Macht ist nie verkürzt zum retten, sein Ohr ist immer geneigt zu hören, aber eure Sünden trennen euch von Gott.” Sündig und unvollkommen wie ich bin, sinke ich betend vor dir im Staube nieder, du Allerheiligster. Meine Seele lallt dir nur leisen Dank für deine Gnade, mehr kann sie nicht. Du ewig Barmherziger siehest meine Unvollkommenheit und Schwäche und verwirfst mich nicht. Wendet euch zu mir, rufst du uns zu, und es soll euch geholfen werden <span class=\"citation\">(Jesaias 45, 22)</span>. Ja, ich komme zu dir, Vater, meiner Sünden mir bewußt, und flehe zu deiner Gnade! Ich komme zu dir, mit dem festen Vorsatz, von Tag zu Tag weiser, duldsamer, friedfertiger, versöhnlicher, wohlthätiger, dankbarer, menschenfreundlicher und gemeinnütziger zu werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHow terribly vice punishes itself! — To be far from you is the most terrible curse of the soul. God&#8217;s power, says the exalted prophet <span class=\"citation\">(Isaiah 59:1-2)</span> &#8220;God&#8217;s power is never shortened to save, his ear is ever inclined to hear, but your sins separate you from God.&#8221; Sinful and imperfect as I am, I sink down praying before you in the dust, Most Holy One. My soul only murmurs soft thanks to you for your mercy, it can do no more. You eternally merciful one see my imperfection and weakness and do not reject me. Turn to me, you call to us, and you shall be helped <span class=\"citation\">(Isaiah 45:22)</span>. Yes, I come to you, Father, conscious of my sins, and pleading to your mercy! I come to you with the firm intention of becoming wiser, more tolerant, more peaceful, more forgiving, more benevolent, more grateful, more philanthropic and more charitable day by day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIch komme zu dir, so werde ich einst noch im letzten Augenblick meines Lebens sprechen. Wenn meine Augen sich verdunkeln, wenn meine weinenden Freunde vor ihnen verschwinden, wenn nichts mehr vor mir steht als die Ewigkeit, wenn ich nichts mehr habe als dich, dann rufe ich aus: In deine Hand befehle ich meinen Geist! und komme zu dir, mein Hort und mein Erlöser. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI come to you, [and] so will I speak one day in the last moment of my life. When my eyes darken, when my weeping friends disappear before them, when nothing stands before me but eternity, when I have nothing but you, then will I proclaim: Into your hand I commend my spirit! I come to you, my refuge and my redeemer. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Betrachtungen für die zehn Bußtage&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №42 on pp. 53-56. In the 1835 edition, it appears as teḥinah №41 pp. 64-68. In the 1842 edition, it appears as teḥinah №43 on pp. 67-71.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/64/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/53/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Rosh haShanah (l’Maaseh Bereshit)",
        "Yom Kippur"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Aseret Yemei Tshuvah",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5090"
        ],
        "_thumbnail_id": [
            "43192"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Betrachtungen-fur-die-zehn-Bustage-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Betrachtungen für die zehn Bußtage (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Betrachtungen für die zehn Bußtage (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=43191",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/betrachtungen-fur-die-zehn-bustage-reflections-for-the-ten-days-of-penance-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "betrachtungen-fur-die-zehn-bustage-reflections-for-the-ten-days-of-penance-a-tehinah-by-yehoshua-heshil-miro-1829"
}