{
    "post_id": 32484,
    "title": "[Prayer] for the Day of Atonement, by Rabbi Moritz Mayer (1866)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Moritz Mayer",
            "bio": "Rabbi Moritz Mayer (originally Moses Maier, later Maurice Mayer; 1821-1867) born in Dürckheim-on-the-Haardt, Germany, fled to the United States and to New York as a political refugee of the <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/1848_revolution#German_states\">1848 revolution</a>. In 1859, after seven years as the rabbi of <a href=\"/profile/kehilat-kadosh-beth-elohim/\">Ḳ.Ḳ. Beth Elohim</a> in Charleston, South Carolina, he returned in poor health to New York where he contributed frequently to the Jewish press, and translated various German works into English: Rabbi Samuel Adler's catechism, Abraham Geiger's lectures on Jewish history, and Ludwig Philipson's pamphlet, <em>Haben die Juden Jesum Gekreuzigt?</em> (the Crucifixion from the Jewish Point of View), et al. In 1866, a number of his English translations of Fanny Neuda's teḥinot in German (from her <em>Stunden Der Andacht</em>, 1855/1858) were published in a volume he titled <em>Hours of Devotion</em>. The work also included a number of his own prayers as well as those of Marcus Heinrich Bresslau. The following year, Moritz Mayer passed away. He was 45 years old. \r\n\r\n(We are indebted to Anton Hieke for his research on Mayer, \"<a href=\"https://www.academia.edu/41728357/Anton_Hieke_Rabbi_Maurice_Mayer_German_Revolutionary_Charleston_Reformer_and_Anti-Abolitionist\">Rabbi Maurice Mayer: German Revolutionary, Charleston Reformer, and Anti-Abolitionist</a>\" published in <em>Southern Jewish Life</em>, 17 (2014), pp. 45-89.)\r\n\r\nFor Mayer's translations of prayers by other authors, please <a href=\"/profile/moritz-mayer-translation/\">visit here</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/11/Moritz-Mayer-circa-1860s-96x96.png",
            "profile_link": "https://opensiddur.org/profile/moritz-mayer"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-06-22",
    "last_updated": "2025-08-01",
    "excerpt": "A prayer for a woman pleading for atonement on Yom Kippurim. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlmighty God! My heart trembles beneath Thine examining and all-penetrating eye; for I feel how far I have remained behind the fulfillment of my duties, how often I have sinned within my heart against my better inclinations, against Thy holy Law; how often even mine actions were prompted by sinister and impure motives,—how much, alas! how much still remains for me to do, and which my conscience would often and seriously urge me to accomplish! But now, in this sacred place, and on this holiest of days, mine ear does more distinctly and powerfully hear the rustling and rushing of Thine ever-present majesty, the thick veil sinks from before mine eyes, and with astonishment do I behold the shadowyness, the vanity and emptiness of all my intentions and aspirations, of all my toils and labors. Thine endless grace has endowed me with a breath from Thy breath, with a spirit from Thy spirit,—an angel, whom Thou hast crowned with honor and glory, whom Thou hast vested with the power of ruling over all living beings as well as the human body, called unto Thy service but for a short while,—an angel, whom Thou hast given unto me for a guardian and watchman, continually to teach me Thy name and Thy will, and successfully to lead me towards the place which Thou hast prepared for me, to guide me into the Sanctuary shining with unspeakable lustre, which Thy hand has established for an everlasting dwelling place, an abode of neverending beatitude unto all Thy worshippers. But sinfully reversing Thine all-wise ordination, I would bind that angel into the yoke of worldly, base desires,—made the ruler a slave, and the servant a ruler, aye! a tyrant! The gratification of my earthly wants and desires, the ingathering of harvests of dust and evanescence, and not instruction in Thy holy Law, nor the acquisition of holy, imperishable treasures, nor the knowledge of Thy name and will, nor pious meditation upon Thy Being and my destination beyond the grave, would I regard as the chief end of my labors, as the very object of life. I would hunt after earthly enjoyments with all the power of my soul,—to <em>them</em> I devoted all my thoughts, aspirations and actions, from the beginning of the year to fche end thereof, by day and by night, when I laid me down and when I rose up. The hours which I dedicated unto Thee and Thy holy word, the moments during which my God-born spirit remembered its exalted dignity and mission,—these moments—O shame and disgrace!—appeared to me <em>lost</em>, because they were offered unto Thee and not unto my idols; aye! I would even go so far in my blind aberration to regret the loss of these moments, and call myself foolish because I interrupted my folly but for a few moments.——And yet, what would I be without Thee, Thou Unsearchable One? Thine is all, all that I am and possess. Thine eye would watch over me even before my birth and to this day; Thy hand has directed my steps, has safely carried me through numberless dangers,—Thou hast never ceased to cheer and gladden me. How could I number the benefits of which every day, every hour of my life has been full, from my earliest childhood, even to this moment? And though Thou wouldst visit me with bitter sorrows and heavy cares, mine own shortsighted eye would after all discover that they contained a germ of salvation,—that lamentation would change into joy,—that the tears I wept were seeds from which bliss and pleasure sprang forth. But how did I thank Thee for Thy merciful guidance? Whenever Thou didst vouchsafe abundant blessings upon me,—whenever Thou didstfulfill even the most glowing and boldest wishes of my heart, I would not praise Thee, but <em>myself</em>; I would soon forget the pious vows which I had promised unto Thee in the hours of grief and trouble, and would glory in mine own wisdom, strength and energy; I would proclaim my own praise and not Thine; I would dedicate hymns and incense of triumph unto myself instead of offering them up unto Thee:—<em>I myself became my own god</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut whenever it would please Thee to visit me with troubles, whether to try me or to chastize me, then indeed! I knew to remember Thee, not, however, to seek strength and refuge with Thee, the Rock in time of need, but to utter presumptuous complaints against Thine all-wise rule, to accuse heaven, and to exclaim with sinful lips: &#8220;My way is hid from the Lord, and my judgment is passed over from my God!&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Isaiah 40:27.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> then I looked with an envious eye upon the happiness of the wicked, whose adornment is pride, and whose garment is iniquity, and who from their heights utter deceit and malice; then I deemed myself forsaken by Thee, who bringest forth the heavenly hosts according to their number, callest them all by their names, and sufferest not one of them to be lost. And thus the very thing which should have been a prop and support for my strength became a snare for me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd as I thus would be wrecked against my own destiny, so would I fall by the desires and inclinations which Thou hast implanted in my heart; all of them proceeded pure and spotless from Thy hand,—brilliant, clear flames, ever mingling upon the hearth of life to create light and warmth, joy and gladness. Even the desire for evil indwelling within me, is but destined to be conquered by the powerful sword of the holy, heaven-born Seraph within me, and to shine—as the tear of bitter but well understood fate—as a precious pearl in my crown of victory. But did I understand how to acquire this crown? Alas! no—I stumbled and was conquered, I would go after the desires of mine eyes, saying: I shall have peace as long as I shall follow, in my intoxication, the blind impulses of my heart; I would prefer the greedy draughts from the cup of pleasures that end in gall and wormwood and are like unto brilliantly coated decay, I would prefer them to the pleasure that groweth out of close communion with Thee, out of well-preserved human dignity, out of enhanced self-regard and the sweet approbation of my own conscience. Thus I would give myself up unto impure meditations, and sinful desires, so that the flames intended to nourish, sustain and beautify life, turned into poisonous tongues, consuming it with greedy draughts. My folly would seek peace and freedom by casting off the salutary yoke which Thy Law has imposed upon me, and now my soul is like &#8220;a troubled sea whose waters cast up mire and dirt.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Isaiah 57:20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>—Aye! even thus far would I often go in my frivolity, <em>that through and with Thy most-holy name I would wickedly violate the law of reverence to Thee</em>. Thy name, Unsearchable One! Thy name, whose honor and glory are proclaimed by the exulting choirs of thousands of voices in heaven, upon the earth, in the air and in the depths of the sea, and which no created being should venture to utter without the deepest awe and the most fervent reverence and adoration,—Thy name I bore in innumerable instances upon my lips as a shallow phrase, without sense and meaning; I would employ it as unto sport, for affirmations that did not proceed from my heart, or also in connection with seriously meant pledges, but which I have never fulfilled; even sinful resolves of anger and passion, of revenge and covetousness, even curses and imprecations so hateful in Thy sight, aye! even the abominations of religious intolerance I sought to seal, to sanctify by the use of Thy holy name.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlso against my <em>fellow-men</em> I have greatly sinned, partly by heavy offences, partly at least by not fully performing my duties towards the dear persons united with me by the ties of near or distant relationship,—both towards such as are still among the living, and such that slumber in their graves. The sweet, self-sacrificing love of father and mother, that ever bore me within its heart and upon its arms, and guarded me ever as the apple of its eye—alas! I rewarded it with ingratitude, instead of that reverence which Thy holy Law enjoins upon me. My ingratitude, my indifference, my want of love, pressed tears from the eyes which had watched at my cradle through many nights,—wounded or ever broke the heart which never became weary of holding me entwined with all its fibres, and once set pleasant and brilliant hopes upon the budding child.—Nor would I bestow the proper measure of fidelity, love and care upon the dear, inseparable consort of life and destiny, whom Thou hast placed at my side to share with me in joy and sorrow, and unshaken perseverance, amidst all the changes and storms of my existence. I would not hesitate to wound, by word and deed, the heart so closely entwined with mine,—to violate, by indifference and carelessness, the obligations imposed upon me by the sacred state of wedlock, and I would not seldom be so selfish, as to receive the deeds of the most tender love and undivided attachment with a cold heart, with a gloomy eye, aye! with spiteful indignation.—And no less would I neglect the performance of my sacred duties towards the loved ones of my heart, towards my own children, these precious earthly treasures bestowed upon me by Thy grace. I have been wanting in the <em>right</em> care for their education and their future, I have not set them an example to serve them for a shining pattern, I have not afforded them lessons and admonitions apt to make even the rugged path of this earthly life. Oh! I have not done all that was in my power to do to secure their earthly welfare, nor would I, at the same time, pay attention to the promotion of their spiritual and eternal well being. I would be more pleased with their outward adornment than with their inner worth, with the fast vanishing morning hue in their countenances than the everlasting dawn of a pious soul, with their external, glittering garbs than a noble heart, a firm character, and an enlarged mind, I would be more zealous to educate them for the proud pomp of this world than for God and themselves. On the whole, I have neglected to set my house in order, thus to settle all my concerns, that I could depart hence with a tranquil conscience, were it even only in the face of my dearest and nearest.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd when I probe my conduct towards my fellow-men in general, towards the members of the. one great family of God on earth, wherewith I may be connected by near or distant ties; when I consider how often haughty words from my lips struck, like deeply wounding arrows, timid and dejected hearts, how often my tongue poured out the deadning poison of slander against the innocent,—how often, when I was in ill humor, aye! even from sheer heartlessness, I drove away from my door the poor and hungry with their tears, or completely pressed their sinking heads to the dust by my humiliating treatment,—how often I threw the firebrand of discord between brother and brother, sister and sister, be it from thoughtlessness, or even from envy and vindictiveness;—when I reflect, lastly, how little I did to advance the salvation and honor of Israel, the prosperity and progress of my Congregation, the beauty and glory of this House of God, but, on the contrary, though one of the race commissioned to glorify the Divine Name, I would profane Thy name and that of Israel by wicked practices, by indifference towards our religious affairs, or through unmeaning, inanimate, hypocritical form and lip worship:—when I consider all these things, then, O God! nothing remains for me but to cast down mine eyes and to hide my face before Thy holy throne, full of shame and repentance.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut no! nothing is hidden before Thee, whom the heavens, and the heaven of heavens cannot contain. But in the dust I will call unto Thee, O my God! and pray: Hide Thou not Thy countenance from me, let me not perish in my sin. I am in trouble—hear me! Draw nigh unto my soul and deliver it from its enemies! God, all-merciful, and gracious, long-suffering and abundant in goodness and truth; keeping mercy unto thousands, forgiving iniquity, transgression and sin, forgive my sins, pardon mine iniquities, grant me atonement. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;[Prayer] for the Day of Atonement&#8221; is one of thirty prayers appearing in Rabbi Moritz Mayer&#8217;s collection of tehinot, <em><a href=\"/?p=3692\">Hours of Devotion</a></em> (1866), of uncertain provenance and which he may have written. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/hoursofdevotionb00neudrich#page/54/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Isaiah 40:27.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Isaiah 57:20.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Yom Kippur"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Angelic Protection",
        "English vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "406"
        ],
        "_thumbnail_id": [
            "32485"
        ],
        "date_src_start": [
            "1866-00-00"
        ],
        "date_src_end": [
            "1866-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/06/prayer-for-the-day-of-atonement-Moritz-Mayer-1866.png",
        "title": "prayer for the day of atonement (Moritz Mayer 1866)",
        "caption": "Detail of Moritz Mayer's prayer for the day of atonement (Moritz Mayer 1866)."
    },
    "source_link": "https://opensiddur.org/?p=32484",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/prayer-for-the-day-of-atonement-by-moritz-mayer-1866/",
    "slug": "prayer-for-the-day-of-atonement-by-moritz-mayer-1866"
}