{
    "title": "Prayer for all Jewish Communities in Germany for the Eve of the Day of Atonement, by Rabbi Dr. Leo Baeck (10 October 1935)",
    "author": "Leo Baeck",
    "coauthors": [
        {
            "name": "Leo Baeck",
            "bio": "Rabbi Dr. Leo Baeck (23 May 1873 – 2 November 1956) was a 20th-century German rabbi, scholar, and theologian. He served as leader of Reform Judaism in his native country and internationally, and later represented all German Jews during the Nazi era. After the Second World War, he settled in London, in the United Kingdom, where he served as the chairman of the World Union for Progressive Judaism. In 1955, the Leo Baeck Institute for the study of the history and culture of German-speaking Jewry was established, and Baeck was its first international president. The Leo Baeck Medal has been awarded since 1978 to those who have helped preserve the spirit of German-speaking Jewry in culture, academia, politics, and philanthropy.",
            "website": "https://en.wikipedia.org/wiki/Leo_Baeck",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/leo-baeck-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/leo-baeck"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2024-02-05",
    "last_updated": "2025-02-28",
    "excerpt": "This is the prayer which Rabbi Dr. Leo Baeck had disseminated to Jewish communities throughout Germany to recite on Yom Kippur, 10 October 1935. The German text here is as found in the archival notes of Helmut Grünewald, <em><a href=\"https://digipres.cjh.org/delivery/DeliveryManagerServlet?dps_pid=IE8811318\">Ein Judenjunge durfte kein Deutscher sein</a></em> (Bristol, 1998), pp. 20-21 in the collection of the Leo Baeck Institute. The English translation is as published by Dr. Michael Meyer in <em>Rabbi Leo Baeck: Living a Religious Imperative in Troubled Times</em> (2020), pp. 106-107. . . .",
    "content": "\n<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nIn dieser Stunde steht ganz Israel vor seinem Gott, dem richtenden und vergebenden. Vor ihm wollen wir allesamt unseren Weg prüfen; prüfen, was wir getan und was wir unterlassen; prüfen, wohin wir gegangen und wovon wir ferngeblieben sind. Wo immer wir gefehlt haben, wollen wir offen bekennen: wir haben gesündigt, und wollen mit dem festen Willen zur Umkehr vor Gott beten: Vergib uns!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAt this hour, all Israel stands before its judging and forgiving God. In His presence, all of us seek to examine our ways, what we have done and what we have failed to do, examine where we have gone and from where we have remained distant. Wherever we have failed, we desire openly to confess: “We have sinned,” and with a strong will to repentance we desire to pray before God: “Forgive us!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir stehen vor unserem Gott. Mit derselben Kraft, mit der wir unsere Sünden bekannt, die Sünden des Einzelnen und der Gesamtheit, sprechen wir es mit dem Gefühl des Abscheus aus, daß wir die Lüge, die sich gegen uns wendet, die Verleumdung, die sich gegen unsere Religion und ihre Zeugnisse kehrt, tief unter unseren Füßen sehen. Wir bekennen uns zu unserem Glauben und zu unserer Zukunft. &#8212; Wer hat der Welt das Geheimnis des Ewigen, des Einen Gottes gekündet? Wer hat der Welt den Sinn für die Reinheit der Lebensführung, für die Reinheit der Familie offenbart? Wer hat der Welt die Achtung vor dem Menschen, dem Ebenbild Gottes gegeben? Wer hat der Welt das Gebot der Gerechtigkeit, den sozialen Gedanken gewiesen? Der Geist des Propheten Israels, die Offenbarung Gottes an dem jüdischen Volk hat in allem gewirkt. In unserem Judentum ist es erwachsen und wächst es. An diesen Tatsachen prallt jede Beschimpfung ab.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe stand before our God. With the same strength with which we have acknowledged our sins, the sins of the individual and those of the collectivity, we say with a feeling of abhorrence that we see deep beneath our feet the lie that is turned against us, the libel that is cast upon our religion and its testimonies. We commit ourselves to our faith and to our future. Who announced to the world the mystery of the Eternal One, of the one God? Who revealed to the world a sense for the purity of human conduct, for the purity of the family? Who gave the world respect for the human being, the image of God? Who directed the world to the commandment of justice, to the social idea? The spirit of the Prophets of Israel, the revelation of God to the Jewish people, played a role in all of this. In our Judaism it matured and it still grows. These facts refute every slander.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir stehen vor unserem Gotte; auf ihn bauen wir. In ihm hat unsere Geschichte, hat unser Ausharren in allem Wandel, unsere Standhaftigkeit in aller Bedrängnis ihre Wahrheit und ihre Ehre. Unsere Geschichte ist eine Geschichte der seelischen Größe, seelischer Würde. Sie fragen wir, wenn sich Angriff und Kränkung gegen uns kehren, wenn Not und Leid uns umdrängen. Von Geschlecht zu Geschlecht hat Gott unsere Väter geführt. Er wird auch uns und unsere Kinder durch unsere Tage hindurch leiten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe stand before our God; we build upon Him. In Him our history, our survival despite all vicissitudes, our steadfastness in every torment, have their truth and their honor. Our history is a history of spiritual greatness, of spiritual dignity. We turn to it when attack and insult are leveled against us, when distress and suffering afflict us. From generation to generation God led our ancestors. He will likewise lead us and our children through our days.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir stehen vor unserem Gotte. Sein Gebot, das wir erfüllen, gibt uns Kraft. Ihm beugen wir uns, und wir bleiben fest in allem Wechsel des Geschehens. Demütig vertrauen wir auf ihn, und unsere Bahn liegt deutlich vor uns, wir sehen unsere Zukunft.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe stand before our God. His commandment, which we fulfill, gives us strength. To Him we bow down, and we stand upright before humans. Him do we serve and remain steadfast in every turn of events. Humbly we trust in Him and our path lies clearly before us; we see the future.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nGanz Israel steht in dieser Stunde vor seinem Gotte. Unser Gebet, unser Vertrauen, unser Bekennen ist das aller Juden auf Erden. Wir blicken aufeinander und wissen von uns, und wir blicken zu unserem Gott empor und wissen von dem, was bleibt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAll Israel in this hour stands before its God. Our prayer, our trust, our confession is that of all Jews upon the earth. We look at one another and we know ourselves. And we look up to our God and know what is everlasting.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n&#8216;Siehe, nicht schläft und nicht schlummert Er, der Israel hütet.&#8217;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“See, the Shepherd of Israel neither slumbers nor sleeps.” <span class=\"citation\">(Psalms 121:4)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n&#8216;Er, der Frieden schafft in Seinen Höhen, wird Frieden schaffen über uns und ganz Israel‘.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“He who makes peace in His high places will grant peace to us and to all Israel.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> From Jewish liturgy, &#8220;oseh shalom bimromav&#8221; &#8212; an adaptation derived in part from Job 25:2.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nTrauer und Schmerz erfüllen uns. Schweigend, durch Augenblicke des Schweigens vor unserem Gotte, wollen wir dem, was unsere Seele erfüllt, Ausdruck geben. Eindringlicher als alle Worte es vermöchten, wird diese Andacht sprechen!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe are filled with sorrow and pain. Silently, through moments of silence before our God, let us give expression to what fills our souls. This silent devotion shall speak more urgently than any words are able.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the prayer which Rabbi Dr. Leo Baeck had disseminated to Jewish communities throughout Germany to recite on Yom Kippur, 10 October 1935. The German text here is as found in the archival notes of Helmut Grünewald, <em><a href=\"https://digipres.cjh.org/delivery/DeliveryManagerServlet?dps_pid=IE8811318\">Ein Judenjunge durfte kein Deutscher sein</a></em> (Bristol, 1998), pp. 20-21 in the collection of the Leo Baeck Institute.</p>\n<p>The English translation is as published by Dr. Michael Meyer in <em>Rabbi Leo Baeck: Living a Religious Imperative in Troubled Times</em> (2020), pp. 106-107. Dr. Meyer writes, </p>\n<blockquote><p>\n&#8230;in anticipation of Yom Kippur, the Jewish Day of Atonement, on October 6, 1935, Baeck formulated a second, yet more eloquent and powerful, message, this time containing words that the Nazi authorities could not ignore. He composed it shortly after the promulgation of the Nuremberg Laws and gave it the form of a prayer to be read publicly on the eve of the holiday&#8230;</p>\n<p>A powerful refrain runs through Baeck’s message. Five times, he repeats that on the Day of Atonement, Jews express their conviction that they are not accountable to cruel human authorities; they stand before God alone. God alone is their judge. Only the Creator can judge their worth as human beings: “To Him we bow down, and we stand upright before humans”; we will not let the Nazi authorities define who we are. In language similar to what Martin Luther King would say when forced to remain silent during his march into Arlington Cemetery at the time of the Vietnam War, Baeck alludes to a “silent devotion” that “shall speak more urgently than any words are able.” Referring to this message after the war, Baeck recalled that one specific line in the prayer especially offended the Nazi authorities, since they could not help but see it as an attack upon them: “We say with a feeling of abhorrence that we see deep beneath our feet the lie that is turned against us, the libel that is cast upon our religion and its testimonies.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Leo Baeck, “A People Stands Before Its God,” in Eric H. Boehm, <em>We Survived: The Stories of Fourteen of the Hidden and the Hunted of Nazi Germany</em> (New Haven, Conn.: Yale University Press, 1949), 286.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>Eight hundred copies of Baeck’s prayer were sent out to synagogues throughout Germany, with the intention that when they would be read aloud, they would serve as a collective protest. Among those planning to read it was Max Warburg in Hamburg, who later wrote: “And since I would have thought myself cowardly had I caused it to be read by others while I took no share, I decided to deliver it in the synagogue of the Jewish Orphan Asylum.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Cited in Ron Chernow, <em>The Warburgs: The 20th-Century Odyssey of a Remarkable Jewish Family</em>, (New York: Random House, 1993), p. 435.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> However, Baeck’s prayer was not read all over Germany, as he had intended. The Nazi authorities got wind of it and insisted that it not be read. Baeck had no choice but to order its destruction wherever it had been sent, as in the tele gram he wrote to the congregation in Potsdam: “By order of the Office of the Secret State Police I call upon you under no circumstances at no time and in no place to read the proclamation. Destroy it.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> A photo of the telegram is in Avraham Barkai, “Im Schatten der Verfolgung und Vernichtung,” p. 84.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> According to Baeck, his prayer had come to the attention of the Gestapo because one of the German rabbis had foolishly asked the minister of the interior of his German state whether there was any governmental reservation regarding its presentation. As punishment for the statement, Baeck was arrested, charged with failing to secure advance permission from the Gestapo, and briefly imprisoned. His release seems to have resulted because, at a time when the Nazi government was still sensitive to foreign opinion, a correspondent for the <em>London Times</em> learned of his arrest and reported it in his paper. Moreover, Otto Hirsch had assumed responsibility for sending out the prayer, whereupon he was then arrested, forcing Baeck to go to Gestapo headquarters to seek his colleague’s release. He told the imprisoners that he could not carry on the work of the Reichsvertretung der Deutschen Juden (the National Representation of German Jews) without Otto Hirsch. At first, Baeck failed to gain his colleague’s release, but he succeeded on a second attempt. At that point, it was apparently still of some importance to the authorities that there be a representative body of the Jewish community with which they could communicate, even if its leaders did not act fully in accordance with their wishes.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Kurt Jakob Ball-Kaduri, <em>Vor der Katastrophe: Juden in Deutschland 1934–1939</em> (Tel Aviv: Olamenu, 1967), pp. 54–55.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</p></blockquote>\n<p>The text of this prayer can also be found in Y. Arad, Y. Gutman, A. Margaliot (ed.), <em>Documents on the Holocaust, Selected Sources on the Destruction of the Jews of Germany and Austria, Poland, and the Soviet Union</em>, Yad Vashem, Jerusalem, 1981, pp. 87-88. For another English translation of this same prayer, find <a href=\"https://www.yadvashem.org/odot_pdf/Microsoft%20Word%20-%205109.pdf\">this resource</a> at Yad Vashem. </p>\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_54128\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Ein-Judenjunge-durfte-kein-Deutscher-sein-Helmut-Grunewald-1998-p--20.png\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54128\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Ein-Judenjunge-durfte-kein-Deutscher-sein-Helmut-Grunewald-1998-p--20-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54128\" /></a><p id=\"caption-attachment-54128\" class=\"wp-caption-text\">Ein Judenjunge durfte kein Deutscher sein (Helmut Grunewald 1998), p. 20</p></div></span> <span style=\"float: left;\"><div id=\"attachment_54129\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/02/Ein-Judenjunge-durfte-kein-Deutscher-sein-Helmut-Grunewald-1998-p--21.png\" rel=\"lightbox-1\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-54129\" src=\"https://opensiddur.org/wp-content/uploads/2024/02/Ein-Judenjunge-durfte-kein-Deutscher-sein-Helmut-Grunewald-1998-p--21-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-54129\" /></a><p id=\"caption-attachment-54129\" class=\"wp-caption-text\">Ein Judenjunge durfte kein Deutscher sein (Helmut Grunewald 1998), p. 21</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">From Jewish liturgy, &#8220;oseh shalom bimromav&#8221; &#8212; an adaptation derived in part from Job 25:2.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Leo Baeck, “A People Stands Before Its God,” in Eric H. Boehm, <em>We Survived: The Stories of Fourteen of the Hidden and the Hunted of Nazi Germany</em> (New Haven, Conn.: Yale University Press, 1949), 286.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Cited in Ron Chernow, <em>The Warburgs: The 20th-Century Odyssey of a Remarkable Jewish Family</em>, (New York: Random House, 1993), p. 435.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">A photo of the telegram is in Avraham Barkai, “Im Schatten der Verfolgung und Vernichtung,” p. 84.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Kurt Jakob Ball-Kaduri, <em>Vor der Katastrophe: Juden in Deutschland 1934–1939</em> (Tel Aviv: Olamenu, 1967), pp. 54–55.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "&#x1F310; Holocaust Remembrance Day (January 27th)",
        "Kristallnacht (9-10 November, 16 Marḥeshvan)",
        "&#x1f1ee;&#x1f1f1; Yom haShoah (27 Nisan)",
        "Yom Kippur"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "standing meditation",
        "Third Reich",
        "Yom Kippur",
        "עמידה amidah"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code §107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "5225"
        ],
        "_thumbnail_id": [
            "54131"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/02/Bayerisches_Viertel_Erinnern_Wanderungen.jpg",
        "title": "Bayerisches_Viertel_Erinnern_Wanderungen",
        "caption": "<a href=\"https://commons.wikimedia.org/w/index.php?curid=5227459\">Berlin-Schöneberg, Bayerisches Viertel. Denkmal zur Erinnerung an die Unterdrückung der Juden 1933-1945</a>. Tafel zum Verbot gemeinsamer Wanderungen (credit: Manfred Brueckels, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=54126",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/prayer-for-all-jewish-communities-in-germany-for-the-eve-of-the-day-of-atonement-by-leo-baeck-10-october-1935/",
    "slug": "prayer-for-all-jewish-communities-in-germany-for-the-eve-of-the-day-of-atonement-by-leo-baeck-10-october-1935"
}