{
    "title": "תחנה פאר די ליכט מאכין אום ערב יום כפור | Tkhine for Candlemaking on Erev Yom Kippur, by Sarah bat Tovim (ca. early 18th c.)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Tracy Guren Klirs (translation)",
            "bio": "Rabbi Tracy Guren Klirs received her B.A. in Yiddish literature at the University of Chicago and graduated Phi Beta Kappa in 1977. She was ordained as a rabbi from the Hebrew Union College-Jewish Institute of Religion in Cincinnati in 1984. Her book, <em>The Merit of Our Mothers: A Bilingual Anthology of Jewish Women’s Prayers</em>, was published by HUC Press in 1992. She serves as the rabbi of Temple Kol Tikvah in Davidson, North Carolina.",
            "website": "https://www.facebook.com/RabbiKlirs",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/03/tracy-klirs-e1674564386237-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tracy-guren-klirs"
        },
        {
            "name": "Sarah bat Tovim",
            "bio": "Sarah bat Tovim (alt. Sore bas Toyvim, fl. late 17th/early 18th century), daughter of Mordecai (or daughter of Isaac or Jacob, as sometimes listed on the title pages of various editions of her works), of Satanov in Podolia, in present-day Ukraine, great-granddaughter of Rabbi Mordecai of Brisk (on this, all editions agree), became the emblematic tkhine [q.v.] author, and one of her works, Shloyshe sheorim, perhaps the most beloved of all tkhines. An elusive figure, in the course of time she took on legendary proportions; indeed, some have insisted that she never existed. The fact that the name of her father (although not her great-grandfather) changes from edition to edition of her work, and the unusual circumstance that no edition mentions a husband, make it difficult to document her life. In fact, the skepticism about Sarah’s existence is rooted in the older scholarly view that no tkhines were written by women authors, and that all of them were maskilic fabrications. Since a number of women authors have now been historically authenticated, there seems no reason to doubt that there was a woman, probably known as Sore bas Toyvim who composed most or all of the two eighteenth-century texts attributed to her. Rather unusually for the genre of tkhines, her works contain a strong autobiographical element: She refers to herself as “I, the renowned woman Sore bas toyvim, of distinguished ancestry” and tells the story of her fall from a wealthy youth to an old age of poverty and wandering, a fall she attributes to the sin of talking in synagogue. (from the <a href=\"https://jwa.org/encyclopedia/article/bas-tovim-sarah\">article at the Jewish Woman's Archive</a> by Dr. Chava Weissler)",
            "website": "https://en.wikipedia.org/wiki/Sarah_Bas_Tovim",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/sarah-bat-tovim"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-09-01",
    "last_updated": "2021-10-26",
    "excerpt": "This is the tkhine for candlemaking on erev Yom Kippur as found in Sarah bat Tovim's Tkhine of Three Gates, likely written by her sometime in the early 18th century. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\n<span class=\"instruction\">דיא תְּחִינָה זאָל מען זאָגין פאר די ליכט מאכין אוּם עֶרֶב יוֹם כִּפּוּר׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">This tkhine should be said before making the candles on Erev Yom Kipur:</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> It was customary to measure the circumference of the cemetery walls and to donate an equivalent length of candles to the synagogue in memory of biblical ancestors and one’s departed loved ones. See Shulḥan Arukh, Orakh Ḥayim 579:3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nרִבּוֹנוֹ שֶׁל עוֹלָם איך בּעט דיך זײער דר בארעמיגער גאָט זאָלשט אָן נעמן מײַן מִצְוָה פוּן דיא ליכט װאָשׂ מיר װעלין מאכין פוּן דײַן הײליגין נאָמען װעגין אוּנ פוּן דיא הײליגע נְשָׁמוֹת װעגין׃ יְהִי רָצוֹן עשׂ זאָל זײַן דער װילין פאר גאָט בּ״ה אז מיר זאָלין הײַנט אוּם עֶרֶב יוֹם כִּפּוּר גידאכט װערין פאר דיר מיט דער מִצְוָה פוּן דיא ליכט װאָשׂ מיר װעלין מאכין אין שׁוּל ארײַן זאָלין מיר גידאכט װערין צוּ גוטין אוּנ מיר זאָלין זוֹכֶה זײַן צוא געבּין ליכט אין בּ״ה ארײַן װיא עשׂ איז גיװען צוּם ערשטין אוּנ דיא תְּפִלוֹת װאָשׂ װעלין גיטאָן װערין בּײא דיא ליכט זאָלין זײַן מיט גרױשׂ כַּוָונָה אוּנ אֵימָה וְיִרְאָה אז דער שָׂטָן זאָל ניט מְבַלְבֵּל זײַן אוּנזרע תְּפִלוֹת אוּנ די ליכט װאָשׂ װעלין גימאכט װערין װעגין דיא רײנע אוּנ הײליגע נְשָׁמוֹת װעגין זאָלין דיא נְשָׁמוֹת זיך דער װעקין אוּנ מוֹדִיעַ זײַן אײַנע דיא אנדערע בּיז די אָבוֹת וְאִמָּהוֹת הַקְדוֹשִׁים אוּנ זײ זאָלין װײַטר מוֹדִיעַ זײַן אײַנע די אנדערע בּיז אָדָם וְחַוָה אז זײ זאָלין פר ריכטין דעם חֵטְא װאָשׂ זײ האָבּין גוֹרַם מִיתָה גיװען לְכׇל הָעוֹלָם זאָלין זײ זיך דער װעקין אױשׂ זײערע קְבָרִים אוּנ זאָלין פר אוּנז מִתְפַּלֵל זײַן אז עשׂ זאָל זײַן דאָשׂ יאָר אײַן גוט יאָר װאָרוּם זײ האָבּין גוֹרֵם מִיתָה גיװען קערין זײ פאר אוּנז צוּ בּעטין אז מיר זאָלין פוּן דעם מַלְאַךְ הַמָוֶת פָּטוּר װערין.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Ribono shel Olam</em>, I beseech You, merciful God, to accept my mitsvah of making these candles for the sake of your Holy Name and for the sake of the holy souls. <em>Yehi ratson</em> that we may, this Erev Yom Kipur, be remembered favorably by THEM because of this mitsvah of making the candles in shul. May we have the merit of donating candles to the Beit haMiqdash as was done in ancient times, and may these prayers over the candles be said with complete kavvanah, fear, and awe. May Satan not confuse our prayers and may the candles that are made for the sake of the pure and holy souls cause them to awaken and inform each other until they reach the souls of the holy matriarchs and patriarchs and may they then inform each other until they reach Adam and Ḥavah, so that it may mend their sin which brought death to the whole world. May they arise from their graves and pray for us that this year be a good year. Since they brought death to the world,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Genesis 3:19 and Louis Ginzberg, <em>Legends of the Jews vol. VII</em>, 15.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> may they pray for us that we may be rid of the Angel of Death.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nװי איך לײג דאָשׂ אנדרע קנײטל פוּן װעגן אוּנזר פאָטר נֹחַ ער קער אױך פר אוּנז צוּ בּעטין װאָרוּם ער איז גװען אין אײַן גרױשׂר נױט בּײַ אים שטײט כִּי בָאוּ מַיִם עַד נֶפֶשׁ דאָשׂ װאָשׂר איז דאָך אים גװעזן בּיז אָן דעם האלז דר גאָט װאָשׂ האָט אים גיהאָלפין דר זאָל אוּנז העלפין פוּן פײער אוּנ פוּן װאָסר אוּנ פוּן אלעם בײזין װאָשׂ מיר פארכטין זיך דר פר עשׂ זאָל ח״ו ניט קומן אױף אוּנז.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs I prepare the second wick for our father Noaḥ, may he also plead for us, for he, too, was in great need; for it is written that “the waters reached his soul”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Cf. Psalms 69:2 and Jonah 2:6.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> — that is, the waters reached as far as his neck. May God, who helped him, help us too and save us from fire and from water and from all evil which we dread, so that it may not — <em>ḥas v&#8217;shalom</em> — come upon us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nװי איך װעל לײגן דעם דריטין פאָדים פוּן דיא קנײטלעך פאר אוּנזער פאָטער אַבְרָהָם װאָשׂ דוא האָסט אים מַצִיל גיװען פוּן דעם קאלך אױבין אזוא זאָלסטוּ אוּנז רײן מאכין פוּן דיא עֲוֺנוֹת וְחַטָאִים אוּנזער נְשָׁמָה זאָל רײַן קומען לְעוֹלָם הַבָּא אזו װיא מען האָט זיא אוּנז גיגעבין רײַן אָן שׁוּלד בְּלִי שׁוּם מוֹרָא וָפַחַד אזו װיא זיא איז גיקומען אין אוּנזער גוּף ארײַן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd as I prepare the third thread of the wicks for Avraham Avinu, whom You rescued from the furnace,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Babylonian Talmud, Pesaḥim 118a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> so may You purify our sins and misdeeds so that our souls may be pure when they come into the next world, just as they were when given to us — pure, without fault — and entered into our bodies without fear or terror.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאוּנ אין דעם זְכוּת װאָשׂ איך לײג דעם פאָדים פאר אוּנזער מוּטער שָׂרָה זאָל גאָט בּ״ה אוּנז גידײנקען דעם זְכוּת פוּן איר צַעַר אז מען האָט איר ליבּין זון יִצְחָק צוא דער עֲקֵידָה גיפירט זאָל זיא פאר אוּנז מַמְלִיץ זײַן פאר הש״י בָּרוּךְ הוּא אז מיר זאָלין דאָשׂ יאָר ח״ו קײַן אַלְמָנוֹת ניט בּלײַבּין אוּנ מען זאָל ניט ח״ו אװעק נעמען אוּנזערע קינדערלעך בּײַא אוּנזער לעבּין פוּן דער װעלט.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd through the merit which I gain by preparing the wick for the sake of our mother Sarah, may Hashem yisborekh — blessed be THEM — remember us for the merit of her pain when her beloved son Yitsḥaq was led to the binding.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Genesis 22:1-18.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> May she defend us before God — blessed be THEM — that we should not — <em>ḥas v&#8217;shalom</em> — be left widows this year, and that our children should not — <em>ḥas v&#8217;shalom</em> — be taken away from this world in our lifetime.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאוּנ אין דעם זְכוּת װאָשׂ מיר לײגין דעם פאָדים פוּן אוּנזער פאָטער יִצְחָק װעגין זאָלסטוּ זיך איבּער אוּנז מְרַחֵם זײַן דוא האָסט אוּנז גיבּאָטין מיר זאָלן בּלאזין שׁוֹפָר אוּם רֹאשׁ הַשָׁנָה מיט אײַן שׁוֹפָר שֶׁל אַיִל זֵכֶר לַעֲקֵידַת יִצְחָק זאָלסטוּ אוּנז גידײנקען דעם זְכוּת מיר זאָלין קענען צוא אוּנזרע קינדר טאָן זײערע בדערפענעשׂ מיר זאָלין זײא קענען בּײַ אײַן רַבִּי האלטן זײ זאָלין זיך גװײנן אין דײַן דינסט נאָך צוּ זאָגן אָמֵן יְהֵא שְׁמֵיהּ רַבָּא דר זְכוּת פוּן מײַן מִצְוָה פוּן די ליכט זאָל אָן גינומען װערין װי דאָשׂ ליכט פוּן דעם כֹּהֵן גָדוֹל װאָשׂ ער האט גיצונדין אין בֵּהַ״מִ אז עשׂ זאָל לײַכטין אוּנזערע קינדערשׂ אױגין אין דער תּוֹרָה הַקְדוֹשָה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBecause of the merit of preparing the wick for the sake of our father Yitsḥaq, may you have mercy upon us. You have commanded us to blow the shofar on Rosh haShanah using the horn of a ram, a reminder of the binding of Yitsḥaq.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Babylonian Talmud, Sanhedrin 89b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Remember this merit so that we may be able to provide for our children’s needs, that we may be able to keep them under the guidance of a teacher, so that they may become accustomed to your service and to respond, “<em>Amen. Yehei shmei raba.</em>”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> The congregational response in the Ḳaddish. Cf. Daniel 2:20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> May the merit of my mitsvah of candles be accepted as equivalent to the flame which the Kohen Gadol lit in the Beit haMiqdash, so that it may illumine the eyes of our children in the study of the holy Torah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאױך טוא איך בּעטן דעם ליבּן גאָט בּײַ מײַן מִצְוָה פוּן ליכט בּענטשן אז עשׂ זאָל אָן גנומען װערין מײַן גבּעט בּײַ דעם ליבּין גאָט בּ״ה מײַן מִצְוָה פוּן די ליכט װי איך לײג דעם פאָדים פוּן אוּנזער מוּטר רִבְקָה װעגין װאָשׂ זיא האָט גוֹרֵם גװען די בְּרָכוֹת צוּ אוּנזר פאָטר יַעֲקֹב אז די בְּרָכוֹת זאָלין אין אוּנז מְקוּיָם װערין.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI also request, dear God, through my mitsvah of blessing the candles, that my prayer may be accepted by dear God — blessed be THEM — as I prepare the wick for the sake of our mother Rivqah, who caused the blessings of Yaaqov Avinu to be bestowed upon us.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Genesis 27.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאון פאר דעם פאָדים װאָשׂ מיר לײגן פוּן אוּנזר פאָטר יַעֲקֹב װעגן אזו װי דו האָסט אים גהאָלפין פוּן עֵשָׂו וְלָבָן אזו זאָלסטוּ אוּנז העלפן פוּן כל הַמַשְׁחִיתִים וְהַמְקַטְרַגִים זײא זאָלין אוּנז ניט קענען מקטרג זײַן צוא דעם הײַנטיגין יוֹם הַדִין אוּנזער מִשְׁפָּט זאָל אױשׂ גײַן פאר דיר לְטוֹבָה מיט גרױשׂ רַחֲמָנוּת מיר זאָלין האָבּין אײַן גוטין מִשְׁפָּט מיט אוּנזרע מאנען אוּנ מיט אוּנזרע קינדער לְחַיִים טוֹבִים מיר זאָלין חָלִילָה קײַן אַלְמָנוֹת ניט בּלײַבּין אוּנ אוּנזערע קינדער קײַן יְתוֹמִים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd for the wick which I prepare for the sake of Yaaqov Avinu, as you saved him from Esav and from Lavan,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> Genesis 28 and 31.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> so may you save us from all destroyers and accusers, so that they may not be able to accuse us on this Yom haDin. May our judgment be favorable and merciful. May we have a good judgment, together with our husbands and children, for a good life. May we not — <em>ḥalilah</em> — be left widows and may our children not be left orphans.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nבִּזְכוּת װאָשׂ מיר לײַגין אײַן פאָדים פוּן אוּנזער מוּטר רָחֵל װעגין אוּנ אין איר זְכוּת זאָלסטוּ מְקַיַים זײַן וְשָׁבוּ בָנִים לִגְבוּלָֽם דאָשׂ איז טײַטש אין רָחַלְשׂ זְכוּת װעט אוּנז השׁ״י אוּם קערין אין אוּנזר לאנד ארײַן אָמֵן · אין זְכוּת זאָל אױף אוּנז מגין זײַן װאָשׂ זיא האָט זיך ניט גלאָזט מְנַחֵם זײַן בּיז גאָט האָט איר צוא גיזאגט אז דײַנע קינדער װעלין זיך אוּם קערין אין זײער לאנד ארײַן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThrough the merit of preparing a wick for the sake of our mother Raḥel, and because of her merit, may you fulfill the verse: “And the children will return to their borders,”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Jeremiah 31:17.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> which means, through the merit of Raḥel, God — blessed be THEM — will return us to our land. Amen. May her merit protect us, for she would not permit herself to be comforted until God had promised her that her children would be returned to their land.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nליבּער גאָט לאָז דאָשׂ מְקוּיָם װערין אז דער גוֹאֵל צֶדֶק זאָל קומען גיך אוּנ בּאלד אין אוּנזרע טעגין אָמֵן כֵּן יְהִי רָצוֹן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, may it come to pass that the Go&#8217;el Tsedeq should come speedily and soon in our days. <em>Amen, keyn yehi ratson</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nבִּזְכוּת װאָשׂ מיר לײגין אײַן פאָדים פוּן אוּנזער רַבִּי מֹשֶׁה רַבֵּינוּ װעגין זײַן זְכוּת זאָל אוּנז מגין זײַן װאָשׂ ער איז גיגאנגען אין הימיל ארײַן אוּנ האָט פאר אוּנז מִתְפַּלֵל גיװען אוּנ האָט אוּנז דיא ליבּע תּוֹרָה גיבּראכט פוּן הש״י בּ״ה זאָל אוּנז זײַן זְכוּת בּײַא שטײַן אז מיר זאָלין דער לײזט װערין גיך אוּנ בּאלד װיא ער איז גיװען פערציג טעג אין הימיל האָסטו אים גילאָזט װיסין אז דיא הײליגע טעג זײַנען יְמֵי רָצוֹן גאָט האָט גיזאָגט סָלַחְתִּי כִּדְבָרֶֽךָ דאָשׂ איז טײַטש איך האָבּ דיא יִשְׂרָאֵל מוֹחֵל גיװען אױף דיא זינד פוּן דעם עֵגֶל בּעט איך דיך ליבּער גאָט דוא זאָלסט אוּנז מוֹחֵל זײַן אין די טעג אױף אוּנזערע עֲוֺנוֹת װאָשׂ מיר האָבן גיטאָן אײַן גאנץ יאָר אוּנ זאָלסט אוּנז אָן שרײַבּן צוּ אײַן גוט יאָר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the merit of preparing a wick for Mosheh Rabbeinu protect us, for he ascended to heaven and prayed on our behalf<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Louis Ginzberg, <em>Legends of the Jews vol. II</em>, 305-15.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and brought us the beloved Torah from Hashem <em>yisborekh</em> — blessed be THEM. May this merit preserve and protect us so that we may be redeemed speedily and soon. While he was in the heavens for forty days, you informed him that these holy days were days of divine favor. God said, “I have forgiven, according to your words,”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Numbers 14:20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> which means “I have forgiven you, Yisrael, for the sin of the calf.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Exodus 32.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> I beseech you, dear God, that during these days you forgive us for our sins which we committed all year long and that you inscribe us for a good year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nוּבִזְכוּת װאָשׂ מיר לײגין אײַן פאָדים פוּן װעגין אוּנזער פאָטער אַהֲרֹן הַכֹּהֵן אין זײַן זְכוּת זאָלין מיר זוֹכֶה זײַן צוּ געבּן ליכט אין בֵּית הַמִקְדָשׁ ארײַן מיר זאָלין דער לעבּין צוא זעהען װיא ער װעט דיא עֲבוֹדָה טאָן אין בַּהַ״מִ זײַן זְכוּת זאָל מגין זײַן צוא דער לײַכטין אוּנזער קינדערשׂ אױגין אוּנ די אױגין פוּן אוּנזרע קינדשׂ קינדר אין דר ליבּר תּוֹרָה װי אײַן ליכט.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThrough the merit of our preparing a wick for the sake of our father Aharon haKohen, for his sake, may we live to donate candles in the Beit haMiqdash<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> Cf. I Kings 8:41.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and to see the service there. May his merit protect us and illumine the eyes of our children’s children through the light of the Torah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nבִּזְכוּת דָוִד וּשְׁלֹמֹה װאָשׂ זײַ האָבּין גיבּױעט דאָשׂ בַּהַ״מִ האָבּין זײַ תְּפִלָה גיטאָן װען אײַן פרעמדער װעט קומען אין בַּהַ״מִ ארײַן אוּנ װעט תְּפִלָה טאָן זאָל זײַן גיבעט אױך אָן גינומען װערין אין זײער זְכוּת זאָל גאָט בּ״ה אױשׂ שׁפּרעכין אוּנזער מִשְׁפָּט מיט גרױשׂ רַחֲמָנוּת.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the merit of David and Shlomo, who built the Beit haMiqdash and prayed for the stranger who came into the Beit haMiqdash and prayed there that his prayer should also be accepted — through their merit may God grant us a very merciful and compassionate judgment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאוּנ מיט דער בארמיקײַט בִּזְכוּת פוּן כׇּל הַצַדִיקִים וְהַחֲסִידִים װאָשׂ זײַנן גיװען פוּן אָדָם הָרִאשׁוֹן צײַטין בּיז הײַנטיגן טאָג זײער זְכוּת זאָל אױף אוּנז מגין זײַן לְיוֹם הַדִין אז מיר זאָלין האָבּן אײַן חֲתִימָה טוֹבָה אז אוּנזערע ליכט אוּנ דיא ליכט פוּן אוּנזערע מאנען אוּנ אוּנזרע קינדערשׁ ליכט זאָלין ניט פאר לאָשׁין װערין פאר דער צײַט ח״ו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the merit of all the just and righteous people, from the time of Adam haRishon until the present, protect us on this Yom haDin. May our fates be sealed in the Book of Life<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> Babylonian Talmud, Rosh Hashanah 16b and throughout the High Holy Day liturgy.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> so that good may come to us. May our lights and the lights of our husbands and children not — <em>ḥas v&#8217;shalom</em> — be extinguished prematurely.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nבִּזְכוּת אָבוֹת וְאִמָהוֹת הַקְדוֹשִׁים וְהַטְהוֹרִים בִּזְכוּת קלײנע קינדער װאָשׂ זאָגין נאָך אָמֵן יְהֵא שְׁמֵיה רַבָּא זײער זְכוּת זאָל אױף אוּנז מגין זײַן עשׂ זאָל גיך אוּנ בּאלד זײַן תְּחִיַת הַמֵתִים זײ זאָלין זיך דער מײַאן לֶעָתִיד לָבֹא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the merit of our holy and pure patriarchs and matriarchs and the merit of our little children, who respond “<em>Amen. Yehei shmei raba</em>,” protect us so that the dead may be resurrected speedily and soon and may they intercede for our future.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nיְהִי רָצוֹן עשׂ זאָל זײַן דײַן װילין אז הײַנט אוּם עֶרֶב יוֹם כִּפּוּר זאָלן מיר גידײנקט װערין לְטוֹבָה װיא מיר װעלן די ליכט געבין אין שׁוּל ארײַן פר דר מִצְוָה װאָשׂ מיר זײַנן מְקַיֵים זאָלן מיר זוֹכֶה זײַן צוּ געבּן ליכט אין בּ״ה ארײַן װיא עשׂ איז גיװען צוּם ערשטן אוּנ דיא תְּפִלוֹת װאָשׂ װעט גיטאָן װערין בּײַ די ליכט זאָל זײַן מיט גרױס כַּוָונָה אוּנ מיט גרױס פארכט אז דר שָׂטָן זאָל ניט קענן מְבַלְבֵּל זײַן אוּנזר תְּפִלָה די ליכט װאָשׂ זײנען װאָרין גימאכט פוּן װעגן די הײליגע אוּנ רײנע נְשָׁמוֹת זאָלן זײ זיך דר װעקין אוּנ זאָלן מוֹדִיעַ זײַן אײַנע די אנדערע בּיז די אָבוֹת וְאִמָהוֹת הַקְדוֹשִׁים זײ זאָלין װײַטר מוֹדִיעַ זײַן בּיז אָדָם וְחַוָה זײ זאָלן פר ריכטן דעם חֵטְא װאָשׂ זײ האָבּין גוֹרֵם מִיתָה גיװען לְכׇל הָעוֹלָם זײ זאָלן זיך דר װעקין אױשׂ זײערע קְבָרִים אוּנ זאָלין פר אוּנז מִתְפַּלֵל זײַן אז עשׂ זאָל זײַן דאָס הײַנטיגען יאָר װאָשׂ װעט קומען לְטוֹבָה זאָל שױן זײַן תְּחִיַית הַמֵתִים אז דר מִדַת הַדִין זאָל װערן מִדַת הָרַחֲמִים עשׂ זאָל פר אײנגט װערן אוּנ זאָלין בּעטן פר אוּנז עשׂ זאָל זײַן תְּחִייַת הַמֵתִים אױך זאָלין בּעטין אלע מַלְאָכִים הַקְדוֹשִׁים וְהַטְהוֹרִים אז דיא דארע בּײנר זאָלן לעבּדיג װערן גיך אוּנ בּאלד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Yehi ratson</em> that on this Erev Yom Kipur we be remembered for good as wc donate these candles to the shul. For this mitsvah that we fulfill, may we live to bring candles to the Beit haMiqdash, as was the custom in ancient times. May our prayers by the light of the candles be said with complete kavvanah and faith so that Satan will not be able to confuse our prayers. May these candles that were made for the sake of the holy and pure souls cause them to awaken and inform each other, all the way back to the souls of the holy patriarchs and matriarchs. May their light reach back to Adam and Ḥavah that they may correct the misdeed by which they brought death to all the world. May they awaken from their graves and pray for us that the coming year will be a good year and will bring the resurrection of the dead, and that the attribute of justice will be united with the attribute of mercy.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> Cf. <a href=\"https://opensiddur.org/prayers/solilunar/shabbat/erev-shabbat/patah-eliyahu-elijah-began-saying-that-we-might-pray-well-from-the-tikkunei-zohar-trans-rabbi-zalman-schachter-shalomi/\">Pataḥ Eliyahu</a>, from the Tiqunei Zohar, a prayer for the unification of God’s attribute of justice with His attribute of mercy.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> May they pray for us that the resurrection of the dead will come to pass. May all the pure and holy angels also pray that the dry bones will come to life<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> Ezekiel 37.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> speedily and soon.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nרִבּוֹנוֹ שֶׁל עוֹלָם דוא האָסט אוּנז גיבּאָטין אז מיר זאָלין ליכט מאכין אױף דעם הײליגין טאָג בּעט איך דיך פאָטער הארציגער אז דוא זאָלסט הײַנט אָן נאמען דיא מִצְוָה װאָשׂ איך לײג דיא פעדִים זאָלסטוּ אוּנז מוֹסִיף זײַן חַיִים אוּנ שָׁלוֹם אוּנ דיא תְּפִלוֹת װאָשׂ װערין גיטאָן בּײַא דיא ליכט זאָלסטוּ אָן נעמען גלײך מיר װאָלטין תְּפִלָה גיטאָן מיט גרױסע כַּוָונוֹת אוּנ מיטין גאנצין הארצין זאָלסטוּ אוּנז מוֹחֵל זײַן אוּנזערע עֲוֺנוֹת װאָשׂ מיר האָבּין גיטאָן אגאנץ יאָר הֵן בְּשׁוֹגֵג וְהֵן בְּמֵזִיד זאָלסטוּ אוּנז ניט גידײנקען אבּער אוּנזרע מִצְוֺת װאָשׂ מיר האָבּין גיטאָן זאָלסטוּ צוּם יוֹם הַדִין אפיר זוכין אוּנ זאָלסט גוֹזֵר זײַן אױף אוּנז אז מיר זאָלין האָבּין אײַן גיזוּנד יאָר אוּנ אײַן פרישׁ יאָר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Ribono shel Olam</em>, you commanded us to prepare candles for this holy day; therefore I beseech You, dear Father, that you accept my performing of the mitsvah of preparing the wicks and grant us life and peace. May you speedily accept the prayers which are said by the light of these candles, for we pray with complete kavvanah and sincerity. Please forgive the sins that we committed throughout the year, those that were committed intentionally and unintentionally.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> Cf. the <em>al ḥet</em> litany in the High Holy Day liturgy.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Do not remember them, but rather, as the Yom haDin approaches, seek out the mitsvot which we have performed. Decree for us a fresh, new, and healthy year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nאיך בּעט דיך זײער ליבּער גאָט עשׂ זאָל נישׁט גימינערט װערין פוּן אלע דאָשׂ מײַניגע אוּנ פוּן כׇּל יִשְׂרָאֵל אוּנ זאָלסט אוּנז אױף לײגין אײַן גרינגע פַּרְנָסָה אָן צַעַר אז איך זאָל זוֹכֶה זײַן מיט מײַן מאן אױשׂ צוא געבּין דיא קינדערליך בְּכָּבוֹד גָדוֹל אָן צַעַר אוּנ זאָלסט אוּנז מְזַכֶּה זײַן מיט אײַן גוּטע חֲתִימָה אָמֵן וְאָמֵן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI beseech you, dear God, that my possessions and those of all Yisrael not be diminished, and that you give us an easy means of supporting ourselves without grief. May I and my husband live, without worry, to see our children marry honorably. May you favor us by sealing our fates in the Book of Life, so that good may come to us. <em>Amen v&#8217;amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nרִבּוֹנוֹ שֶׁל עוֹלָם איך בּעט דיך דר בארמיגר גאָט אז דו זאָלסט אָן נעמען די ליכט װאָשׂ מיר מאכין װעגין די הײליגע רײנע נְשָׁמוֹת פר איטליכן פאָדים װאָס מיר לײגין זאָלסטוּ אוּנז מוֹסִיף זײַן חַיִים די הײליגע נְשָׁמוֹת זאָלין זיך דער װעקין אױשׂ זײערע קְבָרִים אוּנ זאָלין מִתְפַּלֵל זײַן פר אוּנז אז מיר זאָלן גזוּנד זײַן אוּנ מיר קערין מִתְפַּלֵל צוּ זײַן פר די מֵתִים װאָשׂ זײַנן גשטאָרבן אין אוּנזרע דוֹרוֹת אוּנ פר דיא מֵתִים װאָס זײַנן גשטאָרבן פוּן אָדָם וְחַוָה אוּנ הײַנט מאכין מיר ליכט פוּן די אלע נְשָׁמוֹת װעגין אוּנ פוּן דיא נְשָׁמוֹת װעגין װאָשׂ ליגין אין פעלדער אוּנ אין די װעלדער אוּנ פאר אלע קְדוֹשִׁים אוּנ פאר די װאָשׂ האָבּין קײן קינדער ניט אוּנ פאר אלע קלײנע קינדערלעך אז זײ זאָלן זיך דר װעקין די דארע בּײַנר אוּנ זאָלן לעבּדיג װערן גיך אוּנ בּאלד מיר זאָלין זוֹכֶה זײַן צוא זעהען תְּחִיַית הַמֵתִים דאָשׂ יאָר אָמֵן סֶלָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Ribono shel Olam</em>, I beseech you, merciful God, to accept the candles that we prepare for the sake of the holy and pure souls. For each wick that we prepare, may you add life. May the holy souls awaken from their graves and pray for us, that we should be healthy, so that we may pray for those who died in our generations and for those who died since the time of Adam and Ḥavah. Today we prepare candles for the sake of all these souls and for the sake of the souls who lie in the fields and forests and for all the martyrs and for those who had no children and for all the little children who died. We pray that their dry bones may awaken and come alive speedily and soon. May we merit to witness the resurrection of the dead this year. <em>Amen, selah</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the tkhine for candlemaking on erev Yom Kippur as found in Sarah bat Tovim&#8217;s Tkhine of Three Gates, likely written by her sometime in the early 18th century. The transcription was drawn from that of Rabbi Tracy Klirs published with her HUC dissertation and subsequently published by HUC Press in <em>In the Merit of Our Mothers</em> (1991). I have made light changes to the translation, re-Hebraizing loshen qodesh and biblical names, and presenting Hashem as gender-neutral. For more on this tkhine and the custom of measuring graves before Yom Kippur, find Chava Weissler&#8217;s work &#8220;For the Human Soul is the Lamp of the Lord: The Tkhine for Laying Wicks by Sarah bas Tovim&#8221; (in <em>Studies in Polish Jewry, vol 10: Jews in Early Modern Poland</em>, ed. Gershon David Hundert, 1997). &#8211;Aharon Varady</p>\n<h3>Recordings</h3>\n<p><iframe loading=\"lazy\" width=\"100%\" height=\"300\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/893913373&#038;color=%23d0c0b8&#038;auto_play=false&#038;hide_related=false&#038;show_comments=true&#038;show_user=true&#038;show_reposts=false&#038;show_teaser=true&#038;visual=true\"></iframe></p>\n<div style=\"font-size: 10px; color: #cccccc;line-break: anywhere;word-break: normal;overflow: hidden;white-space: nowrap;text-overflow: ellipsis; font-family: Interstate,Lucida Grande,Lucida Sans Unicode,Lucida Sans,Garuda,Verdana,Tahoma,sans-serif;font-weight: 100;\"><a href=\"https://soundcloud.com/tkhines\" title=\"Tkhines in Song * תחינות לידער\" target=\"_blank\" style=\"color: #cccccc; text-decoration: none;\" rel=\"noopener\">Tkhines in Song * תחינות לידער</a> · <a href=\"https://soundcloud.com/tkhines/rak-shaarey-dmaos-by-nesya-nelkin\" title=\"Rak Shaarey Dmaos * רק שערי דמעות by Nesya Nelkin\" target=\"_blank\" style=\"color: #cccccc; text-decoration: none;\" rel=\"noopener\">Rak Shaarey Dmaos * רק שערי דמעות by Nesya Nelkin</a></div>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/seydertinesuvaos00unse#page/7/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">It was customary to measure the circumference of the cemetery walls and to donate an equivalent length of candles to the synagogue in memory of biblical ancestors and one’s departed loved ones. See Shulḥan Arukh, Orakh Ḥayim 579:3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Genesis 3:19 and Louis Ginzberg, <em>Legends of the Jews vol. VII</em>, 15.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Cf. Psalms 69:2 and Jonah 2:6.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Pesaḥim 118a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Genesis 22:1-18.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Sanhedrin 89b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">The congregational response in the Ḳaddish. Cf. Daniel 2:20.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Genesis 27.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">Genesis 28 and 31.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Jeremiah 31:17.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Louis Ginzberg, <em>Legends of the Jews vol. II</em>, 305-15.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Numbers 14:20.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Exodus 32.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">Cf. I Kings 8:41.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Rosh Hashanah 16b and throughout the High Holy Day liturgy.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">Cf. <a href=\"https://opensiddur.org/prayers/solilunar/shabbat/erev-shabbat/patah-eliyahu-elijah-began-saying-that-we-might-pray-well-from-the-tikkunei-zohar-trans-rabbi-zalman-schachter-shalomi/\">Pataḥ Eliyahu</a>, from the Tiqunei Zohar, a prayer for the unification of God’s attribute of justice with His attribute of mercy.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">Ezekiel 37.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">Cf. the <em>al ḥet</em> litany in the High Holy Day liturgy.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Yom Kippur"
    ],
    "tags": [
        "18th Century C.E.",
        "55th century A.M.",
        "candles",
        "erev yom kippur",
        "Jewish Women's Prayers",
        "ḳever mesten",
        "memento mori",
        "Yiddish vernacular prayer",
        "ימים נוראים yamim noraim",
        "פעלד־מעסטען feldmesten",
        "תחינות teḥinot",
        "תחינות tkhines"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "406"
        ],
        "_thumbnail_id": [
            "33407"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/09/Colonial-Candle-Making-Kevin-Childress.jpg",
        "title": "Colonial Candle Making (Kevin Childress)",
        "caption": "<a href=\"https://web.archive.org/web/20161017191156/http://www.panoramio.com/photo/44618222\">Colonial Candle Making</a> (Kevin Childress)"
    },
    "source_link": "https://opensiddur.org/?p=33405",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/tkine-for-candlemaking-on-erev-yom-kippur-by-sarah-bat-tovim/",
    "slug": "tkine-for-candlemaking-on-erev-yom-kippur-by-sarah-bat-tovim"
}