{
    "post_id": 43237,
    "title": "Vor Neïla (Schlußgebet) | For Neïlah, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-03-12",
    "last_updated": "2025-12-01",
    "excerpt": "\"Vor Neïla (Schlußgebet)\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №46 on pp. 64-67. In the 1835 edition, it appears as teḥinah №47 pp. 79-82. In the 1842 edition, it appears as teḥinah №49 on pp. 82-85. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Vor Neïla (Schlußgebet)</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>For Neïlah (closing prayer)</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<span class=\"hebrew\">הַיוֹם יִפְנֶה<br />\nהַשֶׁמֶשׁ יָבוֹא<br />\nוְיִפְנֶה נָבוֹאָה שְׁעָרֶיךָ</span><br />\n&nbsp;<br />\nDer Tag hat sich gewendet,<br />\ndie Sonne neiget sich und gehet unter;<br />\nwir kommen an deine Himmelspforten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"hebrew\">הַיוֹם יִפְנֶה<br />\nהַשֶׁמֶשׁ יָבוֹא<br />\nוְיִפְנֶה נָבוֹאָה שְׁעָרֶיךָ</span><br />\n&nbsp;<br />\nThe day has turned,<br />\nthe sun is rising and setting;<br />\nwe have come to your gates of heaven.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> From the Neilah service, Sanctification of the Day.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAllmächtiger Gott! liebreicher Vater! wir haben dein Gebot erfüllt, und vom gestrigen Abend bis zum heutigen, dir einen hohen und heiligen Sabath gefeiert. Wir haben uns vor dir gebeugt, unsern Leib gepeinigt; wir haben weder Speise noch Trank zu uns genommen, wir haben uns losgerissen von allem Irdischen, um einen Tag ganz dein zu sein. — Nun hat sich der Tag gewendet, die Sonne will untergehen, und wir stehen nun da, und werfen gleichsam noch einen Abschiedsblick auf deine himmlische Pforten, einen sehnsüchtigen Blick nach dem Himmlischen, Heiligen, dem wir gern unser ganzes Leben widmen möchten. Aber wir müssen zurück ins Leben und in sein Geräusch, obwohl wir mit dem heiligen Psalmisten sagen; ein Tag in deinen Vorhöfen ist besser als sonst Tausende <span class=\"citation\">(Psalm 84, 11)</span>; denn dieses Leben ist nicht ein Leben der Betrachtung, dem Anschauen gewidmet; hier müssen wir handeln im Glauben, dort einst werden wir schauen und empfinden ewige Seligkeit an deiner Rechten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlmighty God, loving Father, we have done as you commanded, and from yesterday evening even unto this day have kept you a high and holy Sabbath. We have bowed down before you, we have tormented our bodies; we have taken neither food nor drink; we have torn ourselves from all earthly things to be wholly thine for one day. — Now the day has turned, the sun is about to set, and we are standing there, casting, as it were, a farewell glance at your heavenly gates, a longing glance at the heavenly, holy one, to whom we would like to devote our whole life. But we have to go back to life and its noise, although we say with the holy Psalmist; one day in your courts is better than otherwise thousands <span class=\"citation\">(Psalm 84:11)</span>; because this life is not a life dedicated to contemplation, to looking at; here we have to act in faith, there once we will look and feel eternal bliss at your right hand.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nJedoch, ehe wir von hier scheiden, wenden wir noch einmal unsern Blick zu dir, unser Gott, unser Herr, unser Vater, unser Alles auf Erden und im Himmel! Unser Alles im Leben wie im Tode. — Wie unzureichend ist alles, selbst was wir am heutigen Tage gethan haben! Wie gerne hätten wir auch nicht einen Augenblick uns von dir abgewendet, wie gern hätten wir uns ganz im Gebete aufgelöst; aber unsere Kraft ist nur Menschenkraft und weit unter unserem Willen. So, Allgütiger, gehet es uns auch im Leben. Wie gern wollten wir stets das Gute thun, nie fehlen; wie gern wollten wir jeden Buchstaben deines Gesetzes ausüben; wie gern wollten wir sein, wie dein heiliges Wort uns nennt, Kinder des ewigen Gottes; wie gerne wollten wir brüderlich handeln gegen unsere Mitmenschen, wie schmerzlich ist es uns, unsere Brüder und Schwestern leiden zu sehen und nicht helfen zu können, wie es unsere Pflicht ist und wie wir wohl wollten. Aber unsere Kraft ist schwach, und nur den geringsten Theil von dem, was unsere Pflicht fordert, und was wir gern möchten, können wir ausüben. Doch trösten wir uns: der Tag wird sich wenden, die Sonne wird untergehen, wir werden an deinen Pforten stehen und du wirst nicht unsere Handlungen wiegen, sondern unsern eifrigen Willen dir zu dienen, wirst du uns als That anrechnen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHowever, before we depart from here, let us once again turn our gaze to you, our God, our Lord, our Father, our All on earth and in heaven! Our All in life as in death. — How insufficient is everything, even what we have done this day! How gladly we would not have turned away from you even for a moment, how gladly we would have dissolved ourselves completely in prayer; but our strength is only human strength and far below our will. It is the same with us in life, O All-Good One. How gladly we would like to always do good, never to lack; how gladly we would like to practice every letter of your law; how gladly we would like to be, as your holy word calls us, children of the eternal God; how gladly we would like to act fraternally toward our fellow men, how painful it is for us to see our brothers and sisters suffer and not be able to help, as it is our duty and as we would like to do. But our strength is weak, and we can do only the smallest part of what our duty demands and what we would like to do. But let us comfort ourselves: the day will turn, the sun will set, we will stand at your gates and you will not weigh our actions, but you will credit us with our eager will to serve you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIndem wir heute noch einmal unser Herz zu dir erheben, um den heiligen Tag würdig zu beschließen, flehen wir dich an: segne uns, daß wir diese Gesinnung der Wohlthätigkeit, und das Verlangen, dir unsern Willen stets zu heiligen, immer bewahren. Kein böses Beispiel soll uns verführen und vom Guten ableiten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAs we lift up our hearts to you once again today to conclude the holy day in a worthy manner, we beseech you: bless us that we may always preserve this attitude of charity and the desire to always sanctify our will to you. Let no evil example seduce us and lead us away from good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMag der Lasterhafte hieniden glücklich sein; mag das Glück ihn auf seinen Wegen begleiten, möge er triumphiren und sich seines Glückes überheben, mag er sein Herz vor dem armen Bruder verschließen; mag er sein Vermögen vermehren ohne Gerechtigkeit, — es sei fern von uns ihm nachzuahmen. — Sein Lebenstag wird sich wenden, die Sonne seines Glücks wird untergehen, er wird an deiner Pforte stehen, um Erbarmen flehen, wie der arme Bruder ihn in diesem Leben unerhört angefleht hat.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the vicious man be happy here below; may happiness accompany him on his ways; may he triumph and exalt himself in his happiness; may he close his heart to the poor brother; may he increase his fortune without righteousness, — far be it from us to imitate him. — His day of life will turn, the sun of his happiness will set, he will stand at your gate, begging for mercy, as the poor brother begged him unheard in this life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWenn wir auf Erden leiden, wenn Schmerz und Krankheit unser Loos ist, wenn Armuth uns drückt, und wir oft rath- und hülflos dastehen; wenn Leiden unser Herz drücken, die wir oft nicht einmal aussprechen können und dürfen, und wir seufzend unser Brod essen, und mit Schmerzensthränen unser Lager netzen. Wenn wir auf den Wogen des Meeres umherschwanken, die Stürme toben, und die Hoffnung den Ankergrund verloren hat; wenn uns der bittere Schmerz trifft, bei unserm besten Willen, verkannt zu sein von denen, die wir lieben; wenn die Noth uns oft zu Handlungen treibt, die wir selbst verdammen, und die kalte Welt uns als leichtsinnig verurtheilt. Ach, wenn wir oft glauben, wir vergehen, und uns gern in die Arme des Todes, wie in Freundesarme werfen möchten, und wenn wir endlich so von Leiden gedrückt werden, daß wir fast an deiner Barmherzigkeit zweifeln möchten. Dann, o dann, Allgütiger, Hort und Erlöser, dann verlaß uns nicht, laß uns den Trost gegenwärtig sein: der Tag wendet sich, die Sonne wird untergehen, dann sind wir an deinen Pforten, dann nimmst du uns barmherzig auf, und wir finden Lohn und Freuden, die unendlich mehr sind als alle Freuden dieser Erde. Denn kein sterbliches Auge hat gesehen, was du denen aufbewahrst, die auf dich hoffen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen we suffer on earth, when pain and sickness are our lot, when poverty oppresses us, and we are often helpless; when suffering presses our heart, which we often cannot and may not even express, and we eat our bread with sighs, and with tears of pain we wet our bed. When we are tossing about on the waves of the sea, the storms are raging, and hope has lost its anchor; when we are struck by the bitter pain of being misunderstood by those we love, despite our best intentions; when hardship often drives us to actions that we ourselves condemn, and the cold world condemns us as reckless. Oh, when we often think we are perishing, and would like to throw ourselves into the arms of death, as into the arms of friends, and when at last we are so pressed by suffering that we almost doubt your mercy. Then, O then, All-Good One, [our] Refuge and Redeemer, do not forsake us, let the consolation be present to us: the day will turn, the sun will set, then we will be at thy gates, then you will mercifully receive us, and we will find reward and joys infinitely more than all the joys of this earth. For no mortal eye has seen what you keep for those who hope in you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWenn uns der Tod nach deinem göttlichen Willen dem Leben entrissen hat, das uns theuer war, wenn wir frühzeitig den Tod eines Vaters, einer Mutter, unserer Lehrer und Leiter auf Erden, beweinen müssen, oder wenn du uns nach deiner Allweisheit die Blüthe unseres Lebens, ein geliebtes Kind entreißest, wenn unser Herz über einen solchen Verlust fast verzagen will, und die Erde mit ihren Herrlichkeiten zu arm ist uns zu trösten, dann tröste du uns, Quelle des Trostes; dann tröste uns das Wort: der Tag wird sich wenden, die Sonne unseres Lebens wird untergehen, wir kommen dann zu deinen himmlischen Pforten. — Dort werden wir alles wiederfinden, was wir hier verloren haben, dort ist Wiedersehen ohne Trennung, dort ist ein Beisammensein ohne Schmerz, ohne Leiden, nur Fülle der Seligkeit. O, daß unser Leben so vergehen möchte, wie uns der heutige Tag vergangen ist, so ohne Sinnlichkeit, ohne Sünde, so ganz von der Erde ab, und dem Himmel zugewendet.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen death, according to your divine will, has snatched us away from the life that was dear to us, when we have to mourn the death of a father, a mother, our teachers and leaders on earth, or when, according to your omniscience, you snatch away from us the flower of our life, a beloved child, when our heart almost wants to despair over such a loss, and the earth with its glories is too poor to comfort us, then you comfort us, source of consolation; then the word comforts us: the day will turn, the sun of our life will set, we will then come to your heavenly gates. — There we will find again all that we have lost here, there is reunion without separation, there is togetherness without pain, without suffering, only fullness of bliss. Oh, that our life would pass as today has passed, so without sensuality, without sin, so completely from the earth, and turned towards heaven.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnd wenn der Lebenstag sich wendet, wenn die Sonne des Daseins untergeht, dann, o Gott! schenke uns Bewußtsein in der letzten Stunde, schenke uns Kraft, den Lebenstag, so wie den heutigen heiligen Tag zu beschließen. Schenke uns Kraft zu erkennen:<br />\n&nbsp;<br />\n<span class=\"hebrew\">ה׳ הוא אלהים</span><br />\n&nbsp;<br />\nDer Ewige ist der Allmächtige Gott,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Deuteronomy 4:35, Deuteronomy 4:39, Psalms 100:3, I Kings 18:39, I Kings 8:60, II Chronicles 33:13.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\ner ist die Gnade, er ist die Gerechtigkeit.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd when the day of life turns, when the sun of existence sets, then, O God! give us consciousness in the last hour, give us strength to conclude the day of life, just as today&#8217;s holy day. Give us strength to recognize:<br />\n&nbsp;<br />\n<span class=\"hebrew\">ה׳ הוא אלהים</span><br />\n&nbsp;<br />\nThe Eternal is the Almighty God,<br />\nhe is the merciful, he is the just.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nSchenke uns Kraft, im letzten Augenblick noch auszurufen:<br />\n&nbsp;<br />\n<span class=\"hebrew\">ה׳ הוא אלהים<br />\n&nbsp;<br />\nשמע ישראל ה׳ אלהינו ה׳ אחד</span> <span class=\"citation\">(דברים ו:ד)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGive us strength to exclaim at the last moment:<br />\n&nbsp;<br />\n<em>Hashem hu Elohim</em><br />\n&nbsp;<br />\n<em>Shema Yisrael Hashem Eloheinu Hashem Eḥad</em> <span class=\"citation\">(Deuteronomy 6:4)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Vor Neïla (Schlußgebet)&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №46 on pp. 64-67. In the 1835 edition, it appears as teḥinah №47 pp. 79-82. In the 1842 edition, it appears as teḥinah №49 on pp. 82-85.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/n95/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/65/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">From the Neilah service, Sanctification of the Day.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Deuteronomy 4:35, Deuteronomy 4:39, Psalms 100:3, I Kings 18:39, I Kings 8:60, II Chronicles 33:13.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Yom Kippur"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "paraliturgical neïlah",
        "נעילה‎ neilah",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "406"
        ],
        "_thumbnail_id": [
            "43238"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Vor-Neila-Schlusgebet-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Vor Neïla (Schlußgebet) (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Vor Neïla (Schlußgebet) (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=43237",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/yom-kippur/vor-neila-schlusgebet-for-neilah-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "vor-neila-schlusgebet-for-neilah-a-tehinah-by-yehoshua-heshil-miro-1829"
}