{
    "title": "&#x1F4D6; כתר מלכות | Kether Malkhuth (Côroa Real) by Sholomo ibn Gabirol (Portuguese translation by A.C. de Barros Basto, 1927)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Artur Carlos de Barros Basto",
            "bio": "Artur Carlos de Barros Basto (אברהם ישראל בן־ראש; Abraham Israel Ben-Rosh; 18 December 1887 – 8 March 1961) was a Portuguese military officer and writer, who published dozens of works contributing to Jewish life and Judaism in Portugal. A pioneering Jewish leader, he helped to re-establish the Jewish Community in Porto and assisted in the construction of the Kadoorie Synagogue, the largest Synagogue in the Iberian Peninsula. During World War Ⅱ, Barros Basto helped Jewish refugees escape the Holocaust. A descendant of Portuguese crypto-Jews, he converted to Judaism in 1920 and sought to help other crypto-Jews return to rabbinic Judaism. Opposition among some families of Marranos led to personal attacks on his character which damaged his name and military career.",
            "website": "https://en.wikipedia.org/wiki/Artur_Carlos_de_Barros_Basto",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/06/artur-carlos-de-barros-basto-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-israel-ben-rosh"
        },
        {
            "name": "Shlomo ibn Gabirol",
            "bio": "Solomon ibn Gabirol (also Solomon ben Judah; Hebrew: שלמה בן יהודה אבן גבירול‎ Shlomo ben Yehuda ibn Gabirol, Arabic: أبو أيوب سليمان بن يحيى بن جبيرول‎ Abu Ayyub Sulayman bin Yahya bin Jabirul, Latin:  Avicebron or Avencebrol) was an 11th-century Andalusian poet and Jewish philosopher. He published over a hundred poems, as well as works of biblical exegesis, philosophy, ethics, and satire.",
            "website": "https://en.wikipedia.org/wiki/Solomon_ibn_Gabirol",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/shlomo-ibn-gabirol"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2023-07-23",
    "last_updated": "2025-02-28",
    "excerpt": "A Portuguese translation of Solomon ibn Gabirol's piyyut, <em>Keter Malkhut</em>, prepared by Artur Carlos de Barros Basto in 1927. . . .",
    "content": "<p>A Portuguese translation of Solomon ibn Gabirol&#8217;s piyyut, <em>Keter Malkhut</em>, prepared by Artur Carlos de Barros Basto in 1927.</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/kether-malkhuth-coroa-real-por-rabbi-salomao-ben-gabirol-traduzida-por-artur-car/Kether%20Malkhuth%20%28Coroa%20Real%29%20por%20Rabbi%20Salomao%20ben-Gabirol%20%28traduzida%20por%20A.C.%20de%20Barros%20Basto%201927%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"portuguese\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nO RABBI SAUDADE</p>\n<p>Nos principios do seculo xi da Era Vulgar o imperio Hispano-Mossulmano creado pelos Khalifas Ommeijadas fragmentara-se, após a queda desta dinastia, em pequenos estados. </p>\n<p>A Ambição dos Walis e dos Emires e as suas dissenções foram a causa dessa fragmentação. </p>\n<p>Estes novos estados eram inimigos uns dos outros. Nesta epoca de agitação, em que as conjuras e traições eram frequentes, não raras vezes se via aliarem-se emires e sultões mossulmanos a condes e reis cristãos, e combaterem sob a mesma bandeira, umas vezes contra um emir arabe, outras vezes contra um rei cristão. </p>\n<p>Em todos os estados arabes da Peninsula Yos judeus gosavam dum certo grau de independencia, de consideração vivendo num pé de igualdade com os mossulmanos apesar da diversidade de crenças. </p>\n<p>Os arabes viam neles aliados seguros em casos de guerra ou de revolta; entre os dominadores e os hebreus travaram-se relações de grande amisade que nunca poderam ser igualadas em estado algum cristão. Nos estados mossulmanos os judeus ocuparam os mais altos cargos civis, militares e diplomaticos; na industria, no comercio e no meio intelectual tiveram um logar preponderante. </p>\n<p>Os judeus abstinham-se, tanto quanto possivel, das questões politicas, e os anais arabes encerram varios testemunhos disso. </p>\n<p>Apezar disto não raras vezes varios judeus, pelos cargos, que exerciam eram envolvidos, por lhes ser impossivel a neutralidade, em conflitos de ordem politica, tão frequentes nesta epoca, que agitavam cristãos e mossulmanos. </p>\n<p>Neste tempo a vida intelectual e religiosa dos judeus era de tal modo intensa em Andaluzia que esta região se tornou o centro do judaismo, A Hespanha judaica recolheu toda a herança da Judea, de Babilonia e do norte d&#8217;Africa, e fez frutificar belamente este tesouro com grande proveito para as futuras gerações. </p>\n<p>Em 1020 uma tribu de berberes, os Sinhadja, sob o comando do seu chefe Maksan, fundou na Andalusia um reino independente, tendo Granada como capital. </p>\n<p>No ano seguinte, 1021 nasceu em, Malaga, que pertencia ao reino de Granada, Salomão Ben-Judah Ben-Gabirol conhecido entre os arabes por Abu Ayub Suleyman Ibn Yahia Ibn-Djeribul. Seu pai Judah Ben-Gabirol era natural de Cordova e tinha emigrado para Malaga, com outros judeus por motivo de agitações políticas que perturbaram a sua terra natal. </p>\n<p>Acerca da sua familia e da sua vida pouco mais se conhece do que as referencias que ele proprio dá nas suas obras. </p>\n<p>Perdendo em tenra idade seus pais e faltando-lhe assim o carinho maternal, Ben-Gabirol, de temperamento impressionavel, torna-se sombrio e melancolico, como ele mesmo o confessa nestes versos: </p>\n<p>«No meu peito de jovem bate um coração já velho,<br />\nO meu corpo caminha na terra e o meu espirito paira nos ceus», </p>\n<p>Dotado duma sensibilidade quasi doentia, sem familia e em circunstancias precarias, recolhe-se cada vez mais em si proprio acompanhando-se com as inspirações da sua imaginação e com as meditações da sua alma. A poesia e a fé ajudadas pela filosofia foram os anjos protetores que o afastaram do desespero. Os seus cantos são repassados de sentimento. Aos 16 anos escrevia uma poesia onde patenteia a sua melancolia: </p>\n<p>&#8230; Perante o riso se entriste o meu coração<br />\nA vida parecia-me tão sombria!<br />\nO&#8217; Amigo, um jovem de 16 anos deve-se lamentar,<br />\nEm vez de sc alegrar com a sua mocidade como o lirio sob o orvalho? </p>\n<p>Nas suas poesias, embora ainda de verdes anos, nota-se que ele encontra com facilidade a rima e a expressão, boas ideias e belas imagens, Tem imaginação fecunda, mas não atinge o exagero tão agradavel aos poetas arabes. </p>\n<p>Sob a sua ardente inspiração rejuvenesce a velha lingua santa e em hebraico exprime com facilidade e eloquencia o seu modo de pensar e de sentir; maneja essa lingua como lingua maternal, tornando-a flexivel e dando-lhe brilho, elegancia e uma harmonia nova. </p>\n<p>Até então nenhum poeta hebreu representára a Musa e Ben-Gabirol personificou-a numa pomba de azas douro e voz melodiosa. </p>\n<p>O nome de Ben-Gabirol e as suas qualidades chegaram aos ouvidos do hebreu Yekutiel Ben-Hassan, primeiro ministro do rei de Saragoça Yachia Ibn-Mondhir. Este ministro distinguia-se pelo talento pela sabedoria, pelo espirito e pela bondade com que acolhia os desventurados. </p>\n<p>Pela mão deste seu correligionario Ben-Gabirol deixou a miseria e entrou na côrte de Saragoça. </p>\n<p>Yekutiel, cuja influencia na côrte era enorme, pois sempre ali os seus conselhos eram escutados favoravelmente, era um bom protector de sabios e poetas judeus. Para Ben-Gabirol foi um pae afectuoso e um dedicado amigo, com a sua benevolencia e carinho conseguiu adoçar com bom exito o espirito inquieto e sombrio do jovem poeta.</p>\n<p>Profundamente reconhecido por esta vigilante solicitude, Ben-Gabirol tirou da natureza e da Biblia as mais belas e grandiosas imagens para em versos magnificos cantar as virtudes e a grandeza d&#8217;alma do seu protector. Estes versos são belos, comoventes mas tambem exagerados, mas ninguem poderá por esse motivo censurar a um jovem poeta abandonado e cheio de desgostos o exagero dos cantos de gratidão. </p>\n<p>Incitado e encorajado por Yekutiel, Ben-Gabirol perdeu um pouco a sua melancolia e cantou o seu bemfeitor, os seus amigos, a sabedoria e a Natureza. </p>\n<p>A fatalidade, que tanto perseguira o jovem poeta, não o abandonára para sempre, havia-o, apenas perdido de vista, mas logo que o encontrou sob o seu olhar, lançou imediatamente sobre ele as suas garras.</p>\n<p>No ano de 1039 rebentou em Saragoça uma revolta de palacio, em que foram assassinados o rei, Yekutiel seu ministro e outros aulicos, apoderando-se do trono Abdallah Ibn-Hakam, primo do antigo rei e seu matador. </p>\n<p>A morte do bondoso Yekutiel comoveu todos os seus correligionarios peninsulares, tendo alguns escritores judaicos composto elegias honrando a sua memoria. </p>\n<p>O tragico fim do seu amigo lança Ben-Gabirol no desespero, e no meio da sua dôr escreve um eloquente poema, repassado de sentimento, no começo do qual exclama: </p>\n<p>— Yekutiel cessou de viver! Os ceus podem pois tambem desaparecer ? </p>\n<p>O livro Shiré Shelomo (Cantos de Salomão) atribuido a Ben-Gabirol contem elegias sobre a morte de Yekutiel, mas alguns autores duvidam que algumas delas sejam da autoria do poeta malaguênho. </p>\n<p>De novo a melancolia se apodera de Ben-Gabirol. Então diz-nos nos seus escritos que à sua volta ha o odio, a inveja e a traição. As suas palavras parecem envoltas num veu funebre. A sua dôr, que era grande, e maior ainda pela sua fina sensibilidade, não o aníquilou, foi como um cadinho precioso de onde a sua energia saiu retemperada e a sua alma plena de firmeza, reconfortada no proprio sofrimento que dolorosamente a torturava. </p>\n<p>São desta época as suas melhores poesias. São calorosas, fortes e de grande largueza de vistas. </p>\n<p>Apesar de ter apenas 19 anos de idade versificava com tal facilidade que em 1040 da Era vulgar escreveu uma gramatica hebraica completa em 400 versos monorimicos, complicados ainda com acrosticos. </p>\n<p>No prefacio desta obra Ben-Gabirol exalta a beleza da lingua hebraica, que diariamente os anjos empregam para cantarem os louvores do Creador; da lingua de que se serviu Deus no Monte Sinay, na qual falaram e escreveram os profetas e os psalmistas. </p>\n<p>Neste prefacio censura em estilo levemente mordaz e <em>Comunidade Céga</em> (a de Saragoça onde a gramatica foi escrita) pela pouca atenção que ela consagra ao estudo e uso da lingua sagrada, pois, segundo ele dizia, uns falam o idumeu (a lingua romanica) e outros a lingua de Kedar (o arabe). </p>\n<p>E&#8217; tambem nesta cidade que Ben-Gabirol compôz (em 1045) um tratado de moral. Esta obra é interessante pelo espirito que encerra e pela grande erudição que o autor, ainda tão moço, ali mostra. Ão lado de citações biblicas e talmudicas, ali se encontram maximas de Socrates, do seu discipulo Platão, d&#8217;Aristoteles, de Philon, de filosofos arabes e sobretudo dum filosofo e moralista judeu denominado Alkuti. Este escrito, intitulado «Do aperfeiçoamento das faculdades da alma», (Tikun Midoth Ha-Nephesh) expõe um sistema original sobre o temperamento, as paixões e o instinto do homem. Contem tambem alusões mordazes a certos judeus de Saragoça. Os traços estão tão pouco disfarçados, porque Ben-Gabirol acrescenta: <E” inutil aqui eu citar nomes, reconhecer-se-ha facilmente as personagens». Ele ataque os orgulhosos, sempre dispostos a humilhar os outros e a vangloriar-se do seu proprio merito, os hipocritas, que falam sem cessar de amizade e de dedicação e cujo coração trasborda de inveja e de odio. No prefacio, o autor, não dissimula que a Sua <em>atitude</em> lhe creará numerosos inimigos, mas o receio do perigo não o devia impedir de cumprir o que ele julgava o seu dever. Que me odeiem, disse, eu não me absterei de fazer o bem. </p>\n<p>Pouco tempo depois, as suas previsões realisaram-se: foi expulso de Saragoça. </p>\n<p>Partiu de Saragoça amaldiçoando-a e pensando em sair da Peninsula; mas tendo viajado por varias terras, sempre descontente, encontrou depois um azilo e repouso, graças ao genio tutelar do judeu hispanico Ben-Nagrela, que cantou em versos entusiastas.</p>\n<p>Ben-Gabirol foi tão precoce filosofo como poeta. Ainda jovem abordou os problemas mais arduos e mais elevados que podem ocupar o espirito humano: Deus, a creação, a alma, o infinito tentou resolver estes graves problemas, não para firmar a sua fé, mas para satisfazer o seu espirito de pensador afim de abranger o conjunto do mundo espiritual e material, as suas relações reciprocas e o lugar que ele mesmo ali deve ocupar. </p>\n<p>Nas suas obras desenvolveu o seu sistema filosofico-religioso com clareza, achando sempre os termos precisos e a imagem flagrante. </p>\n<p>Uma das suas meditações que foram incorporadas na liturgia do rito português para o dia de Kipur (do Grande Perdão) póde dar-nos uma ideia do caracter geral das suas poesias: </p>\n<p>—«Olvida o teu desgosto, minha alma agitada! porque tremes com as dores cá da terra? Brevemente o teu envolucro repousará no tumulo e tudo será esquecido, </p>\n<p>«Tem esperança, minha alma! mas que o pensamento da morte te inspire um salutar temor; ele te salvará no dia em que voltares para junto do teu Creador para receberes a recompensa das tuas obras. </p>\n<p>«Porque te perturbas, ó minha alma, porque te agitas por coisas da terra? O sopro vae-se e o corpo fica mudo; e, quando voltares ao teu elemento, nada levas desta vã gloria, e tu voas apressadamente, como a ave para o ninho. </p>\n<p>«Tu, nobre e leal, que tens a fazer nesta carreira pouco demorada onde o explendor real se muda em inquietação, onde o que tu julgas salutar nada mais é do que um arco tenso e ameaçador? O que te parece precioso é só ilusão; toda a felicidade mentira, quer venha quer se vá embora; e para outros fica sem proveito para ti, o que com tanto custo adquiriste. </p>\n<p>«O homem é uma vinha, a morte é o vinhateiro que a observa e a ameaça a cada instante. Minha alma procura o Creador; o tempo é curto, o fim é longo. Alma rebelde, que te satisfaças com pão sêco; esquece estas miserias, não penses senão na morte, só temas o dia do julgamento. </p>\n<p>«Treme como uma pomba, pobre aflita, lembra-te sem cessar do repouso celeste. Invoca o ceu constantemente, envia a Deus as tuas lagrimas e as tuas orações e cumpre a sua vontade: e os anjos da sua morada te conduzirão ao jardim celeste». </p>\n<p>A vaidade das coisas terrenas é o pensamento dominante que se reproduz sobre mil formas na poesia dos judeus. Ben-Gabirol tem sempre os seus olhares voltados para o ceu; a terra oferece-lhe poucos encantos, a felicidade fugia-lhe constantemente; a sua triste sorte havia-lhe recusado até as suas puras e legitimas alegrias. </p>\n<p>Uma das suas composições poeticas mais notaveis chama-se Kether Malkhuth (Corôa Real) e é um poema harmonioso em forma de oração, que ele coloca à testa dos seus hinos. No pensamento do poeta, é um hino celebrando o Deus unico e as maravilhas da sua creação. Mas não é só do sentimento religioso que ele tira piedosas inspirações; nem tambem, como em algumas das suas poesias, uma subita admiração produzida pelo imponente espectaculo da Natureza; o poeta procura levantar, por meio da sciencia do seu tempo, o veu que cobre os misterios da natureza. E esta tarefa é partilhada pelo espirito e pelo coração, pela inteligencia e pelo sentimento, pelo conhecimento e pela imaginação. Alternadamente se encontra neste poema os arroubos liricos da inspiração religiosa, o tom didático da sciencia refletida, o tom lugubre dum coração oprimido, as piedosas expansões duma alma que tem esperança. E” ao mesmo tempo um hino religioso, uma piedosa meditação e um poetico resumo da cosmologia peripatético—alexandrina. A religião e a filosofia unemse para, numa perfeita harmonia, glorificarem o Ser Unico.» </p>\n<p>O principal livro filosofico de Ben-Gabirol é Mekor H&#8217;aim (Fons Vitae, fonte da Vida) onde expõe o seu systema. Fons Vitae é formado por 5 tratados referentes respectivamente: </p>\n<p>1.° — Materia e forma em geral e nas suas relações com a materia fisica. </p>\n<p>2.° — Da substancia que sustenta a corporidade do mundo. </p>\n<p>3.° — Provas da existencia de substancias simples, intermediarias entre Deus e o mundo fisico. </p>\n<p>4.° — Prova que estas substancias simples ou inteligiveis são egualmente formadas por materia e forma. </p>\n<p>5.° — Materia Universal e Forma Universal. </p>\n<p>Em suma as principais doutrinas do Fons Vitae: </p>\n<p>1.° — Todas as coisas creadas são formadas por Forma e Materia. </p>\n<p>2.° — Isto é verdade para o mundo físico, e não é menos verdade para o mundo espiritual, que é o da de ligação entre a 1.<sup>a</sup> essencia, isto é a Divindade e a materia dividida em 9 categorias, noutras palavras o mundo fisico. </p>\n<p>3.° — Materia e Forma estão sempre e em toda a parte na relação do sustentante para o sustentado, apropriado e propriedade. </p>\n<p>Ben-Gabirol, segundo a sua maneira de vêr fisolofica, ensina-nos que no vertice ha a Divindade, incognocivel e indefinivel. Do principio primario emana por meio de radiações toda a serie dos seres finitos. Toda a existencia, tão bem a inteligivel como a sensivel, compõe-se de Materia e de Forma. Uma só e mesma Materia é espalhada no Universo desde a esfera suprema até à ultima. Em Deus, é preciso distinguir a essencia da propriedade. A propriedzde, é a vontade, o verbo actuante, creador, da forma. Ela tira de si propria as formas e realisa-as na materia que, ela deriva da essencia de Deus. No seio do absoluto, a Unidade que abraça e domina todos os contrarios, estas duas potencias estão em estado de indiferença; no universo temporal e especial pelo contrario, eles diferenciam-se e desenvolvem-se sob o aspecto de materia e forma. </p>\n<p>Ben-Gabirol reconciliou o neoplatonismo com a concepção monoteista do Judaisno. </p>\n<p>Ben-Gabirol foi na Europa o primeiro professor do Neoplatonismo. Seguindo Philon mil anos mais tarde, Ben-Gabirol ocidentalisou a filosofia Greco-arabe e restaurou-a na Europa. </p>\n<p>Assim como Philon exerceu uma grande influencia nos meios cristãos primitivos, Ben-Gabirol igualmente a exerceu sobre os meios escolasticos medievais. Os primitivos escolasticos cristãos haviam traduzido as obras primas gregas para O siriaco e arabe. </p>\n<p>Ben-Gabirol e outros filosofos arabes e judeus trouxeram a nova filosofia Grega ao seio do Cristianismo. </p>\n<p>Fons Vitae é um dialogo fisiolofico entre mestre e discipulo, o seu nome deriva de considerar assunto e forma como a base da existencia e a fonte da vida de todas as coisas creadas. Foi traduzido do arabe para o Latim no ano 1150 sob o patronato do Arcebispo Raimundo de Toledo, que fundou uma verdadeira repartição de tradições, sendo constituida pelo arcediago de Segovia, Domingos Gondiçalves assistido por um físico judeu, convertido ao Cristianismo, João Hispano mais conhecido por Ibn-Daud ou pelo nome corrompido de Avendehut ou Avended.</p>\n<p>Ben-Gabirol foi com o nome Abencebrol, durante quatro seculos pelos cristãos considerado como um filosofo escolastico da sua fé. </p>\n<p>Ben-Gabirol influenciou o franciscano Duns Scotus e os dominicanos Albertus Magnus e Tomaz d&#8217;Aquino. </p>\n<p>Entre Aquino e Ben-Gabirol ha muitos pontos de contacto; mas o mais zeloso dos campeões da teoria de Ben-Gabirol acerca da Universalidade da Materia é Duns Scotus. Muito mais tarde a alma inquieta de Giordano Bruno tambem se ia desedentar na Fonte da Vida do Rabbi Malaguênho, a quem chama «o mouro Avicebron». </p>\n<p>Muitos autores se referem a Ben-Gabirol; nos velhos tempos, entre outros, sabemos que dele falaram; Moisés Ben-Ezrah, Abraham Ben-Ezrah, Joseph Ben-Tsadik, Abraham Ben-David de Tolêdo, Maimonides (Moisés Ben-Maimon), Aaran Ben-Joseph Isac Ben-Zatif, Abraham Ben-H&#8217;asday, Samuel Ben-Tsartra, Moses Salomão de Salermo, Eli H&#8217;abilo, Don Isac Abarbanel, Judah Abarbanel, Moisés Almosnino e Joseph Salomão del Medigo. Leon hebreu nos «Dialogos d&#8217;Amor> diz «O nosso Albenzubron». </p>\n<p>Ben-Gabirol escreveu tambem um livro de pensamentos morais, a que deu o nome de Escolha de Perolas, e um tratado sobre a vontade creadora de Deus. </p>\n<p>Segundo a Cronica de Abraham Zacuto (Sepher Yuh&#8217;asin), Ben-Gabirol morreu em Valencia em 1070. Ben-Yah&#8217;iah narra no seu livro Shelshet ha Kabalah (Cadeia da Tradição), a lenda da morte do Rabbi Saudade. </p>\n<p>Um poeta arabe mossulmano, invejoso do talento de Ben-Gabirol matou-o e enterrou-o debaixo duma figueira do quintal de sua casa: Pouco tempo depois a arvore deu frutos dum tamanho e doçura extraordinarias. Chegado este caso maravilhoso ao conhecimento do Emir, este mandou chamar á sua presença o dôno da figueira e de tal forma o interrogou, que o arabe confessou o crime, que praticára. E por ordem do Emir o arabe matador pagou com a sua propria vida a vida do cantor da Corôa Real (Kether Malkhuth). </p>\n<p>Kether Malkhuth é, um poema em verso rimado; e devido á elevação das ideias nele expostas, é lido pelos israelitas do rito português na noite de Yom Kipur (Dia do Grande perdão). </p>\n<p>Ao autor deste poema, analisando-o como poeta, refere-se S. Munk nos termos seguintes: </p>\n<p>Pode-se chamar a Ben-Gabirol o verdadeiro restaurador da poesia hebraica. Ele ocupa o primeiro logar entre os poetas judeus da Edade-Media, e é ele, talvez, um dos maiores poetas do seu tempo. Se ele imitou os poetas arabes no que diz respeito ás formas exteriores da versificação, ele os ultrapassou pelo elan poetico, pela elevação dos pensamentos e sentimentos. Em geral a poesia judaica da Edade-Media é, sob varios aspectos, superior á dos arabes, que lhe serviu de modêlo. Em todos os tempos os arabes procuraram as suas principaes inspirações no seu egoismo, no seu orgulho nacional e nas paixões vulgares; tiveram na Edade-Media, sobretudo em Hespanha, um numero prodigioso de versificadores; mas raramente se encontra nas suas poesias o sopro divino, os sentimentos grandes e generosos. Os poetas judeus, alimentados pela leitura dos profetas e poetas sagrados da antiguidade, encontravam nas recordações do passado, nos sofrimentos do presente e nas esperanças dum glorioso futuro, inspirações variadas que faltavam aos arabes. As poesias arabes são essencialmente locaes; para bem as apreciar é preciso transportarmo-nos ao tempo e logares onde elas nasceram. A poesia dos judeus tem um caracter mais universal; as suas elegias, impregnadas duma sombria melancolia; os seus hinos e orações, que respiram o mais profundo sentimento religioso e uma comovente resignação; as suas lições de moral e de sabedoria, recolhidas no meio de ruinas e de tumulos, encontrarão eco em todos os corações; porque nelas ha pensamentos e emoções para os homens de todos os paizes e de todos os seculos. </p>\n<p>Kislev de 5688<br />\nDezembro de 1927. </p>\n<p>Ben-Rosh.\n</p></blockquote>\n<blockquote><p>\nBIBLIOGRAFIA </p>\n<p>— <em>Histoire des Juifs</em>, por Graetz,<br />\n— <em>Les Julfs d&#8217;Espagne</em>, por Graetz.<br />\n— <em>Les Grands philosophes—Maimonides</em>, por L. Germain Levy.<br />\n— <em>Mélanges de philosophie Juive et Arabe</em>, por S. Munk.<br />\n— <em>Histoire de la litterature Juive, d&#8217;aprés G, Karpelés</em>, por Isaac Bloch et Emile Levy.<br />\n— S<em>hahar Hashir (Die Neuhebraische Dichterschule der Spanisch — Arabischen Epoche)</em> por Dr. H, Brody e Dr. K. Albrecht.<br />\n— <em>Selected Religious Poems of Solomon Ibn Gabirol</em>, from a critical text edited by Israel Davidson, Ph.D.<br />\n— <em>A travers les Moissons</em>, por Marguerite Brandon—Salvador.<br />\n— <em>Anthologie Juive</em>, por Edmond Fleg.<br />\n— <em>The Book of Prayer and Order of Service, according to the custom of the Spanish and Portuguese Jews</em>, edited and revised by the Rev, the Haham Moses Gaster, Ph.D.<br />\n— <em>The Jewish Encyclopedia</em>, etc., etc.\n</p></blockquote>\n<blockquote><p>\nÁ saudosa memoria do meu mestre querido, o Reverendo Rabbi Levy Ben-simhon, ofereço esta primeira versão em lingua portugueza dum livro que ele me fez conhecer. </p>\n<p>BEN-ROSH.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Hymn-Books &amp; Religious poetry"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Porto",
        "Portuguese Jewry",
        "Portuguese translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3863"
        ],
        "_thumbnail_id": [
            "52104"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/07/Kether-Malkhuth-Coroa-Real-por-Rabbi-Salomao-ben-Gabirol-traduzida-por-A.C.-de-Barros-Basto-1927-cover.jpg",
        "title": "Kether Malkhuth (Côroa Real) por Rabbi Salomao ben-Gabirol (traduzida por A.C. de Barros Basto 1927) &#8211; cover",
        "caption": "Kether Malkhuth (Côroa Real) por Rabbi Salomao ben-Gabirol (traduzida por A.C. de Barros Basto 1927) - cover"
    },
    "source_link": "https://opensiddur.org/?p=52103",
    "permalink": "https://opensiddur.org/compilations/anthologies/hymn-books/keter-malkhut-by-sholomo-ibn-gabirol-portuguese-translation-by-a-c-de-barros-basto-1927/",
    "slug": "keter-malkhut-by-sholomo-ibn-gabirol-portuguese-translation-by-a-c-de-barros-basto-1927"
}