{
    "title": "Prayer for a Thanksgiving Day Shabbat Service in Commemoration of the 250th Anniversary of Jewish Settlement in the United States (1905)",
    "author": "Maurice Henry Harris",
    "coauthors": [
        {
            "name": "Maurice Henry Harris",
            "bio": "Rabbi Dr. Maurice Henry Harris (1859-1930) was a prominent Reform movement rabbi and writer in the United States. At the time of his death, he was president of the Association of Reform Rabbis of New York City. He wrote, <em>People of the Book. A Bible history for school and home</em> (1893), <em>Jewish history and literature : a course of lessons from the rise of the Kabbala to the expulsion of the Jews by Spain</em> (1899), <em>History of the mediaeval Jews, from the Moslem conquest of Spain to the discovery of America</em> (1924), <em>A thousand years of Jewish history, from the days of Alexander the Great to the Moslem conquest of Spain</em> (1927), <em>Modern Jewish history from the Renaissance to the close of the World War</em> (1928), and posthumously, <em>Hebraic literature : translations from the Talmud, Midrashim and Kabbala</em> (1946). We know very little else about Rabbi Harris's life and career. If you can add a detail, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/07/maurice-henry-harris-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/maurice-henry-harris"
        },
        {
            "name": "Philip Klein",
            "bio": "Rabbi Dr. Hillel haKohen (Philip) Klein (1849 – 1926), born in Baracska, Hungary, was a prominent Orthodox rabbi in Prussia, the Russian Empire, and the United States. He began studying at the Pressburg Yeshiva when he was twelve after which, when he was 16, he attended Azriel Hildesheimer's Yeshiva in Halberstadt. He was appointed dean of a department in the Yeshiva shortly afterwards and spent two years there. He then went to Vienna, and in 1868 he entered the gymnasium there whereafter he studied at the University of Vienna. With the encouragement of Hildesheimer (who by then became Chief Rabbi of Berlin), he moved to Berlin, Germany and enrolled in the Hildesheimer Rabbinical Seminary and the University of Berlin. He received his rabbinical ordination in 1871 and a Ph.D. from the University of Berlin in 1873. He spent some time as an instructor at the University of Berlin, and then accepted a position as tutor for the son of Israel Brodsky in Kyiv, Russia. His rabbinical diploma was conferred by Rabbi Benjamin Hirsch Auerbach of Halberstadt. From 1874 to 1880, he lived in Kyiv. He then served as Rabbi of Libau, Courland from 1880 to 1890. In 1890, he immigrated to America and lived in New York City. There, he was appointed rabbi of Congregation Ohab Zedek, an important Hungarian congregation in the Lower East Side. He was a founder of the war relief movement in the United States when World War Ⅰ began in 1914. He was a leader of Agudath Israel and president of Agudath Israel of America, although he remained partially connected to Mizrachi Zionism. He was also honorary president of the Union of Orthodox Rabbis of the United States and Canada and president of Kollel Shomrei HaChomos.",
            "website": "https://en.wikipedia.org/wiki/Philip_Klein_(rabbi)",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/07/philip-klein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/philip-klein"
        },
        {
            "name": "Kaufmann Kohler",
            "bio": "Kaufmann Kohler (May 10, 1843 – January 28, 1926) was a German-born Jewish American biblical scholar and critic, theologian, Reform movement rabbi, and contributing editor to numerous articles of <em>The Jewish Encyclopedia</em> (1906).",
            "website": "https://en.wikipedia.org/wiki/Kaufmann_Kohler",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/06/kaufmann-kohler-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/kaufmann-kohler"
        },
        {
            "name": "Henry Pereira Mendes",
            "bio": "Rabbi Dr. Henry (Ḥaim) Pereira Mendes (Hebrew: <span class=\"hebrew\">חיים פריירה מנדס</span>), (13 April 1852 – 21 October 1937), born in Birmingham, England, was an author and prominent communal leader in the Western Sepharadi world. He was educated at Northwick College (rabbinics), at University College (London). In 1874, he became Minister of the newly formed Sephardic congregation in Manchester, England. In 1877, he was called to the Congregation Shearith Israel of New York where he served until 1920, retaining the title of Rabbi Emeritus. In addition, he studied and graduated from the medical school of New York University, taking the degree of M.D. (1884). The degree of D.D. was conferred upon him by the Jewish Theological Seminary of America (1904). In addition, to synagogue duties, Rev. Mendes served as professor of homiletics at Yeshiva Isaac Elchanan from 1917 to 1920. After retiring in 1920, he traveled for four years through Europe and South America. During that time, he reconnected with his first congregation in Manchester and spent some time in St. Thomas, reviving the S&amp;P community there and leading services. He participated in the founding of a number of significant organizations. In 1881, he was one of the founders of the New York Board of Ministers and acted as its secretary from its foundation up to 1901 when he became president. In 1886, Rev. Mendes joined Sabato Morais in helping to establish the Jewish Theological Seminary, of which he became secretary of the advisory board and professor of history. On the death of Dr. Morais, he became acting president of the faculty until the appointment of Solomon Schechter in 1902. In 1884, the centennial of the birth of Sir Moses Montefiore, Rev. Mendes moved his congregation to convene the leading Jews of New York to mark the event by some practical work. The outcome was the Montefiore Home for Chronic Invalids, established in the same year—and which later became Montefiore Medical Center. In 1896, he was made vice-president of the Guild for Crippled Children, and in 1901 established the Jewish branch of that guild. He promoted the formation of the Union of Orthodox Congregations of the United States and Canada (1897) and was subsequently elected its president.  He was also one of the founders of the Young Women's Hebrew Association of New York (1902).",
            "website": "https://en.wikipedia.org/wiki/Henry_Pereira_Mendes",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/06/henry-pereira-mendes-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/henry-pereira-mendes"
        },
        {
            "name": "Solomon Schechter",
            "bio": "Rabbi Dr. Solomon Schechter (<span class=\"hebrew\">שניאור זלמן הכהן שכטר</span>) (1847 – 1915), born in Focşani, Moldavia (now Romania),  British-American rabbi, academic scholar and educator, most famous for his roles as founder and President of the United Synagogue of America, President of the Jewish Theological Seminary of America, and architect of American Conservative Judaism.",
            "website": "https://en.wikipedia.org/wiki/Solomon_Schechter",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/07/solomon-schechter-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/solomon-schechter"
        },
        {
            "name": "Samuel Schulman",
            "bio": "Rabbi Dr. Samuel Schulman (1864 – 1955), born in the Russian Empire, was a prominent Reform movement rabbi in the United States. He came to the United States with his family in 1868, and attended the New York City public schools. He graduated from the College of the City of New York in 1885 and then went abroad where he studied at the University of Berlin and the Hochschule für die Wissenschaft des Judentums from 1885 to 1889. At the latter school, he completed the courses he needed to be ordained as a rabbi. Returning to the United States, Schulman was rabbi in Helena, Montana, from 1890 to 1893 (there instrumental in the building of Montana's first synagogue, Temple Emanu-El), and at Kansas City, Missouri, from 1893 to 1899. He then returned to New York City 1899 where he joined Rabbi Kaufman Kohler at Temple Beth-El, succeeding him in 1903. When Temple Beth-El was absorbed by Temple Emanu-El in 1927, he became rabbi of the new congregation, becoming rabbi emeritus in 1934. On 11 June 1924, he offered the invocation at the opening of the second day of the 1924 Republican National Convention. He spoke with appreciation for \"the Republican Party's precious heritage of the championship of human rights\" and he called for \"every form of prejudice and misunderstanding\" to be \"driven forever out of our land.\" Speaking of Calvin Coolidge, he praised \"the integrity, the wisdom, the fearlessness of our beloved President.\"",
            "website": "https://en.wikipedia.org/wiki/Samuel_Schulman",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/07/samuel-schulman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/samuel-schulman"
        },
        {
            "name": "Joseph Silverman",
            "bio": "Rabbi Joseph Silverman (1860 – 1930), born in Cincinnati, Ohio, was a prominent Reform movement rabbi and author in the United States. He attended the University of Cincinnati and received a Doctor of Divinity from the Hebrew Union College in 1887, from which he received his rabbinic ordination three years earlier. He was Rabbi of Temple Emanu-El, Dallas, Texas, September 1884 to June 1885; rabbi of Congregation B'nai Israel, Galveston, Texas July, 1885 to February 20, 1888. While in Texas he was a circuit preacher to the Jewish communities in the vicinity of Dallas and Galveston, and aided in organizing many Sabbath schools and congregations. At the beginning of 1888, Silverman received an offer from Temple Emanu-El in New York City to serve as a rabbi of the leading Reform congregation in America. Silverman started at Temple Emanu-El on March 1, 1888, succeeding rabbi Gustav Gottheil. He was the first American born rabbi to serve in New York City. During the years of his career in New York, 1888-1922 he was also president (1900–1903) of the Central Conference of American Rabbis, the Eastern Council 1918- and was founder and president of the Emanu-El Brotherhood. He helped organize the Religious Congress of the World's Fair in Chicago, 1893, where his address on this occasion was titled, \"The Popular Errors About the Jews.\" Silverman published many articles and books, including <em>A Catechism on Judaism</em> (1886) and <em>The Renaissance of Judaism</em> (1918). He was consulting editor of the Jewish Encyclopedia (Funk &amp; Wagnalls). An article from The New York Times on April 21, 1912, quoted Silverman at a memorial service for victims of the RMS Titanic disaster as saying \"Not God was responsible for this great disaster but the imperfection of human knowledge and judgment.\"",
            "website": "https://en.wikipedia.org/wiki/Joseph_Silverman",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/07/joseph-silverman-96x96.png",
            "profile_link": "https://opensiddur.org/profile/joseph-silverman"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2024-07-06",
    "last_updated": "2024-09-14",
    "excerpt": "This prayer was prepared for use in a special service on the Sabbath before Thanksgiving Day, 1905, in commemoration of the 250th anniversary of the settlement of Jews in the United States. It was published in <em>The two hundred and fiftieth anniversary of the settlement of the Jews in the United States, 1655-1905</em> (New York Co-operative Society: 1906), pp. 253-256. (The prayer also appears in the 14th volume of <em>Proceedings of the American Jewish Historical Society</em> (1906).) It was prepared by a committee consisting of a seven-starred constellation of prominent Reform and early Conservative movement rabbis: Rabbi Dr. Henry Pereira Mendes (chair), Rabbi Dr. M.H. Harris, Rabbi Dr. Philip Klein, Rabbi Dr. Kaufmann Kohler, Rabbi Dr. Solomon Schechter, Rabbi Dr. Samuel Schulman, and Rabbi Dr. Joseph Silverman. . . .",
    "content": "\n<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nO <span class=\"divine-referent\">Lord</span>, <span class=\"divine-referent\">our God</span>,<br />\n<span class=\"divine-referent\">God of our fathers</span>, <span class=\"divine-referent\">Ruler of nations</span>,<br />\nwe worship Thee and praise Thy name<br />\nfor Thy mercy and for Thy truth.<br />\nOn this day of our rejoicing<br />\nwe will make mention of Thy loving kindness<br />\naccording to all that Thou hast bestowed on us<br />\nand we will proclaim Thy great goodness<br />\ntoward the house of Israel.<br />\nFor Thou didst say,<br />\n&#8220;Surely they are My people,<br />\nchildren that will not deal falsely;<br />\nso Thou hast been our Savior.&#8221; <span class=\"citation\">(Isaiah 63:8)</span><br />\nThroughout the past ages<br />\nThou hast carried Israel as on eagles&#8217; wings.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nFrom the bondage of Egypt,<br />\nthrough the trials of the wilderness,<br />\nThou didst bring us and didst plant us<br />\nin the land which Thou didst choose.<br />\nIn the sorrows of Babylon,<br />\nThy love and pity redeemed us;<br />\nand when dispersed in every land,<br />\nThy <span class=\"divine-referent\">Divine presence</span> accompanied us<br />\nin every affliction.<br />\nYea, when we passed through the waters,<br />\nThou wast with us,<br />\nand through the rivers,<br />\nthey did not overflow us;<br />\nwhen we walked through fire,<br />\nwe were not burned.<br />\nFrom nation to nation Thou didst lead us,<br />\nuntil the hand of the oppressor was weakened<br />\nand the day of human rights began to dawn.<br />\nWherever we found a resting place,<br />\nand built Thee a sanctuary,<br />\nThou didst dwell in our midst,<br />\nand cleaving unto Thee, O <span class=\"divine-referent\">Lord</span>,<br />\nwe are alive this day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nWe thank Thee<br />\nthat Thou hast sustained us unto this day,<br />\nand that in the fullness of Thy mercy<br />\nThou hast vouchsafed to us of the seed of Israel<br />\na soil on which to grow strong in freedom<br />\nand in fidelity to Thy truth.<br />\nThou hast opened unto us<br />\nthis blessed haven of our beloved land.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nEverlasting God,<br />\nin whose eyes a thousand years are as yesterday<br />\nwhich is past and as a watch of the night,<br />\nwe lift up our hearts in gratitude to Thee,<br />\nin that two hundred and fifty years ago<br />\nThou didst guide a little band of Israel&#8217;s children<br />\nwho, seeking freedom to worship Thee,<br />\nfound it in a land which, with Thy blessing,<br />\nbecame a refuge of freedom and justice<br />\nfor the oppressed of all peoples.<br />\nWe thank Thee<br />\nthat our lot has fallen in pleasant places.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nVerily, O <span class=\"divine-referent\">Lord God of Israel</span>,<br />\nThou hast given rest unto Thy people,<br />\nrest from our sorrow, and from the hard bondage<br />\nwherein we were made to serve.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nO <span class=\"divine-referent\">Lord</span>,<br />\nlook down from Thy holy habitation from heaven<br />\nand bless this Republic.<br />\nPreserve it in the liberty which has been proclaimed in the land,<br />\nand in the righteousness which is its foundation.<br />\nBless it with prosperity and peace.<br />\nMay it advance from strength to strength<br />\nand continue to be a refuge for all who seek its shelter.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nImbue all its citizens<br />\nwith a spirit of loyalty to its ideals.<br />\nMay they be ever mindful<br />\nthat the blessings of liberty are safeguarded<br />\nby obedience to law,<br />\nand that the prosperity of the nation rests<br />\nupon trust in Thy goodness<br />\nand reverence for Thy commandments.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nBless the President<br />\nand his counselors,<br />\nthe judges,<br />\nlawgivers,<br />\nand executives of our country.<br />\nPut forth upon them<br />\nthe spirit of wisdom and understanding,<br />\nthe spirit of counsel and the spirit of might,<br />\nthe spirit of knowledge and the fear of <span class=\"divine-referent\">the Lord</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nMay America become<br />\na light to all peoples,<br />\nteaching the world<br />\nthat righteousness exalteth a nation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"divine-referent\">Our Father in Heaven</span>,<br />\nWho lovest all nations,<br />\nall men are Thy children.<br />\nThou dost apportion tasks to peoples<br />\naccording to their gifts of mind and heart.<br />\nBut all are revealing Thy marvelous plans for mankind.<br />\nMay the day speedily dawn<br />\nwhen Thy kingdom will be established on earth,<br />\nwhen nations shall learn war no more,<br />\nwhen peace shall be the crowning reward<br />\nof a world redeemed by justice,<br />\nand all men shall know Thee,<br />\nfrom the greatest unto the least.<br />\nThen shall loving kindness and truth meet,<br />\nrighteousness and peace kiss each other,<br />\ntruth spring forth from earth<br />\nand righteousness look down from heaven.<br />\nMay all hearts serve Thee with one accord<br />\nand recognize that Thou art One<br />\nand Thy <span class=\"divine-referent\">Name</span> is One.<br />\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer was prepared for use in a special service on the Sabbath before Thanksgiving Day, 1905, in commemoration of the 250th anniversary of the settlement of Jews in the United States. It was published in <em>The two hundred and fiftieth anniversary of the settlement of the Jews in the United States, 1655-1905</em> (New York Co-operative Society: 1906), pp. 253-256. (The prayer also appears in the 14th volume of <em>Proceedings of the American Jewish Historical Society</em> (1906).) It was prepared by a committee consisting of a seven-starred constellation of prominent Reform, Conservative, and Orthodox rabbis: Rabbi Dr. Henry Pereira Mendes (chair), Rabbi Dr. Maurice H. Harris, Rabbi Dr. Philip Klein, Rabbi Dr. Kaufmann Kohler, Rabbi Dr. Solomon Schechter, Rabbi Dr. Samuel Schulman, and Rabbi Dr. Joseph Silverman.</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/250thanniversary00newyrich/250thanniversary00newyrich#page/252/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f8; Thanksgiving Day (4th Thursday of November)",
        "&#x1f1fa;&#x1f1f8; United States of America"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "American Jewry of the United States",
        "English vernacular prayer",
        "Landing Day",
        "North American Jewry"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "1240"
        ],
        "_thumbnail_id": [
            "57201"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/07/isidore-konti-medal-1905-back.jpg",
        "title": "Isidore Konti medal 1905 back",
        "caption": "<a href=\"https://collections.jewishmuseum.cz/index.php/Detail/Object/Show/object_id/214714\">Medal commemorating the 250th Anniversary of Jewish Settlement in the United States</a> (Isidore Konti, 1905)"
    },
    "source_link": "https://opensiddur.org/?p=57191",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/us-civil-calendar/thanksgiving-day/prayer-for-a-thanksgiving-day-shabbat-service-in-commemoration-of-the-250th-anniversary-of-jewish-settlement-in-the-united-states-1905/",
    "slug": "prayer-for-a-thanksgiving-day-shabbat-service-in-commemoration-of-the-250th-anniversary-of-jewish-settlement-in-the-united-states-1905"
}