{
    "post_id": 5470,
    "title": "דאנקסגיו אלע די בּוּנע | Tanksgiv All the Boona, an al hanissim prayer of thanksgiving on Thanksgiving Day by Rabbi Zalman Schachter-Shalomi",
    "author": "Zalman Schachter-Shalomi",
    "coauthors": [
        {
            "name": "Zalman Schachter-Shalomi",
            "bio": "Rabbi Dr. Zalman Meshullam Schachter-Shalomi, affectionately known as \"Reb Zalman\" (28 August 1924 – 3 July 2014) was one of the founders of the Jewish Renewal movement. Born in Żółkiew, Poland (now Ukraine) and raised in Vienna, he was interned in detention camps under the Vichy Regime but managed to flee the Nazi advance, emigrating to the United States in 1941. He was ordained as an Orthodox rabbi in 1947 within the ḤaBaD Hasidic movement while under the leadership of the sixth Lubavitcher Rebbe, Yosef Yitzchok Schneersohn, and served ḤaBaD communities in Massachusetts and Connecticut. He subsequently earned an M.A. in psychology of religion at Boston University, and a doctorate from the Hebrew Union College. He was initially sent out to speak on college campuses by the Lubavitcher Rebbe, but  in the early 1960s, after experimenting with \"the sacramental value of lysergic acid\", the main ingredient in LSD, leadership within ḤaBaD circles cut ties with him. He continued teaching the Torah of Ḥassidut until the end of his life to creative, free and open-minded Jewish thinkers with humility and kindness and established warm ecumenical ties as well. In September 2009, he became the first contributor of a siddur to the Open Siddur Project database of Jewish liturgy and related work. Reb Zalman supported the Open Siddur Project telling its founder, \"this is what I've been looking forward to!\" and sharing among many additional works of liturgy, an interview he had with Havurah magazine in the early to mid-1980s detailing his vision of \"<a href=\"http://opensiddur.org/development/press/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/\">Database Davenen</a>.\" The Open Siddur Project is proud to be realizing one of Reb Zalman's long held dreams.",
            "website": "https://en.wikipedia.org/wiki/Zalman_Schachter-Shalomi",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/zalman-schachter-shalomi-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/zalman-schachter-shalomi"
        },
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2012-11-21",
    "last_updated": "2025-05-29",
    "excerpt": "A prayer for thanksgiving day in the United States by Rabbi Zalman Schachter-Shalomi. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nOwing to the problematic formulation of this prayer, please note the extensive commentary below. For those who wish to include a prayer in their birkat hamazon for Thanksgiving Day in the United States, there are <a href=\"https://opensiddur.org/prayers-for/special-days/commemorative-days/secular-national/thanksgiving-day/thanksgiving-prayer-on-secular-national-days-of-gratitude/\">alternative formulations</a>.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Hebrew</th>\n<th style=\"text-align: left;\">English</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor all the boons in our lives<br />\nwe offer our thanks to you<br />\nYHVH our God<br />\nand in blessing your Name<br />\nwe hope that all of life<br />\nwill bless You too<br />\nand especially today<br />\nbecause:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבִּיְמֵי הַמְהַגְּרִים נְקִיֵּי הַדַּעַת<br />\nכְּשֶׁהִגִּיעוּ לְאֶרֶץ מִקְלָטָם<br />\nוְסָבְלוּ רָעָב וְקוֹר<br />\nנָשְׂאוּ רִנָה ותְּפִילָה<br />\nלְצוּר יְשׁוּעָתָם<br />\nאָז עָמַדְתָּ לָהֶם בְּעֵת צָרָתָם<br />\nוְעוֹרַרְתָּ חֶמְלַת הַתּוֹשָׁבִים<br />\nהָאִינְדִיָאנִים עֲלֵיהֶם<br />\nוְהֶאֱכִילָם מָזוֹן, בַּרְבּוּרִים וְתִירַז<br />\nוְכׇל מַעֲדָנִים<br />\nהִצַלְתָּם מֵרָעָב וְיָגוֹן<br />\nוְהָרְאֵתָ לָהֶם דַּרְכֵי שָׁלוֹם<br />\nעִם תּוֹשְׁבֵי הָאָרֶץ –<br />\nעַל כֵּן, בְּרִגְשֵׁי תּוֹדָה קָבְעוּ<br />\nיוֹם הוֹדָאָה שָׁנָה וְשָׁנָה<br />\nלְזֵכֶר לְדוֹרוֹת<br />\nוּמַאֲכִילִים סְעוּדוֹת<br />\nהוֹדָיָה לְאוּמְלָלִים:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the days of the Pilgrims, the Puritans,<br />\nwhen they arrived at these safe shores,<br />\nsuffered hunger and cold.<br />\nThey sang and prayed<br />\nto the Rock of their Salvation.<br />\nAnd You, standing by them,<br />\nroused the caring<br />\nof the Natives for them:<br />\nwho fed them, turkey and corn<br />\nand other delights.<br />\nThus saved You them from starvation,<br />\nand they learned the ways of peace<br />\nwith the inhabitants of the land.<br />\nTherefore, feeling grateful, they dedicated<br />\na day of Thanksgiving each year<br />\nas a remembrance for future generations,<br />\nfeeding unfortunates<br />\nfeasts of thanks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָכֵן גַּם אָנוּ מוֹדִים לְּךָ<br />\nעַל הַטּוֹבוֹת בְּחַיֵּינוּ –<br />\nאֵל הַהוֹדָאוֹת אָדוֹן הַשָּׁלוֹם.<br />\nמוֹדִים אֲמַחְנוּ לָךְ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus do we thank You<br />\nfor all the good in our lives,<br />\nGod of kindness, Lord of Peace;<br />\nthus do we thank You.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Being thankful and offering prayers of thanksgiving are part of the daily spiritual practice of rabbinic Judaism. Prayers of thanksgiving are a critical piece in our liturgies for the Amida (<em>modim</em>) and in our prayer after eating (<em>nodeh l&#8217;cha</em>) and those are only two ancient and familiar prayers composed for our devotional recitation to guide and structure our intentions. There are also the myriad of unpublished prayers composed in whispers, spoken privately by us and our ancestors throughout history.</p>\n<p>With this in mind, I want to invite all Jews in North America who celebrate the secular/national holiday of Thanksgiving to consider what might be a thoughtful prayer on this day. For the few hundred years that our people have been here, as refugees fleeing the Spanish Inquisition and as immigrants simply seeking better fortunes in a safer land, this Land has been a sanctuary. At the same time, even through the storied travails of our immediate ancestors, we cannot ignore the suffering endured by the indigenous peoples of this land who, first by devastating plague, and later through intentional acts of dispossession, were murdered, massacred, forcibly displaced, and assimilated (forbidden to speak their language, separated from their families, made ignorant of their traditions) &#8212; experiences that must resonate with our own historical experience in the Diaspora. It seems immoral to me to be thankful without also being mindful of this complexity &#8212; how the fruits we enjoy in this Land have a rotten and dramatic history that we, now as residents of this continent, must at least consider in our prayers of thanksgiving.</p>\n<p>Familiar liturgies were composed to commemorate and celebrate the mytho-historical events of Purim and Ḥanukkah, and modern liturgies have been <a href=\"https://opensiddur.org/2012/04/yom-haatzmaut-theological-and-liturgical-reflections-on-the-day-and-on-al-hanissim/\">composed for Yom Ha&#8217;atzmaut</a>. What about a special Al Hanissim prayer for Thanksgiving Day in North America? Reb Zalman Schachter-Shalomi had these earlier prayers in mind, as well as the story of the &#8220;First Thanksgiving&#8221; of the Plymouth Colony settlers in Massachusetts, when he composed the prayer above, <em>Tanksgiv All the Boona</em>.</p>\n<p><strong>I consider this prayer problematic for several reasons most of which were already voiced by others when this prayer was first shared at the Reb Zalman Legacy Project website in 2007.</strong> Varda Brahms made the following important criticism:</p>\n<blockquote><p>If you look into the history a little more deeply, there is definitely pain there.</p>\n<p>I am not an expert on the history and the details, but <strong>it is my understanding that first of all, the Natives, as decent human beings, did the generous thing &#8211; they fed the strangers. (They didn&#8217;t necessarily have to be ROUSED by the Almighty to do so</strong>, but the Almighty may, of course, be understood to be behind everything.) So I think that in the phrasing of the prayer, we need to hear the Natives getting more credit for acting appropriately when people needing help showed up unexpectedly.\n</p></blockquote>\n<p>Emphasis mine. Reb Zalman&#8217;s formulation here is problematic in terms of theology and it is problematic in terms of narrative. Hospitality towards strangers is a central value of the Torah &#8212; the kindness of the <a href=\"http://en.wikipedia.org/wiki/Wampanoag\">Wampanoag people</a> towards the pilgrims was witness to their excellent <em>middot</em> (attributes), not a miracle of divine intervention. The prayer implicitly, unfortunately suggests that their kindness wasn&#8217;t due to their free-will. Thus, it casts them either as less than human, having no free will of their own, or else in the role of Pharaoh, whose free-will was manipulated, to do good or ill in the context of the story of the Exodus and the ten plagues.</p>\n<p>Varda Brahms continues,</p>\n<blockquote><p>\nSecondly, the Pilgrims and Puritans repaid them very poorly, (though perhaps not the specific group that was fed). In general, the ‘invaders’ attacked the Natives, robbed them, deprived them of their homes, treated them as inferior, judging them based upon their skin color, lifestyle, etc. Irregardless of their rationale, they took for themselves and they didn’t ‘play fair.’ And there is huge sorrow for the Natives that they were so mistreated. They are shocked by what came to them as a result of the trauma of the arrival of these strangers, despite having behaved generously. So, <strong>in a further development of your prayer, I feel there should be a recognition of the shamefulness of the behavior of the Pilgrims, an expression of sorrow about that, and a prayer for healing for the Natives, who have spent the last centuries reeling from the destruction of their traditional ways.</strong>\n</p></blockquote>\n<p>Again, emphasis mine. Internalizing this empathetic understanding is crucial in order to bridge our historical experience in the Diaspora with the stories of so many other peoples. If we truly intend to be a light unto the nations, we must cultivate an awareness born of seeing the suffering and injustice done to others clearly.</p>\n<blockquote><p>\nThere could be, as well, a prayer for healing of the relationship of the Natives and The Strangers in a Strange Land, who received from them, took, and certainly have not always acted fairly in return. Their people are still suffering, and have to process much grief and loss, sorrow and anger, and deal with recovery, struggling to retain their traditions, and acceptance of the changes that impacted them.</p>\n<p>As I write this, I realize that this prayer would also apply to other situations where two very different cultures have met, interacted -sometimes positively and sometimes poorly — have hurt each other, and have an unhealed relationship &#8211; for example, Jews and Palestinians. May there be Refuah Shlemah!</p></blockquote>\n<p><strong>Amen.</strong> Reading this, Reb Simcha Daniel Burstyn remarked:</p>\n<blockquote><p>Regarding the truth above by Varda&#8230;.perhaps our master will teach us, <em>yilamdenu Rabbenu</em>, why are we still calling them, following Columbus, <em>Indianim</em>?</p>\n<p>The people who greeted the Mayflower pilgrims were of the Wampanoag nation,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Wampanoag, literally &#8220;People of the First Light&#8221; [&#8211;Aharon Varady]&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; specifically of the Pokanoket tribe, including Ousameqin, who was Massassoit, or Grand Sachem of the whole Wampanoag nation. That was after the English pilgrims had had a violent and unfriendly encounter with people of the Nauset tribe near what is now Provincetown.\n</p></blockquote>\n<p>In other words, the Wampanoag people behaved towards the Pilgrims with a level of ḥesed (lovingkindness) that might objectively be seen as undeserved. By referring to the Wampanoag under the accidental label of &#8220;Indianim&#8221; (Indians) we obscure the singular merit of this people. We also  conflate their identity with that of all the indigenous people of North America. This may be convenient for storytellers who wish to make a myth of natives welcoming settlers to their New World, but it doesn&#8217;t help us recognize and wrestle with a colonization that pit one group against another in the incremental conquest of the Land.</p>\n<blockquote><p>\nOne more thing that might be considered is that the ritual of the first Thanksgiving is connected to the three sisters of Native agriculture, corn (maize), beans, and squash. So just as we say, on Pesach, Rabban Gamaliel’s reminder “one who has not mentioned Pesach, Matzo, and Maror&#8230;” &#8211; it seems to me that we must be sure that these three foods are on the table, and that we mention them specifically. In which case, we must mention “<em>shi’u&#8217;im, delu’im, ve’tiras</em>” [beans, pumpkins, and corn]. Thus the turkey falls by the wayside: just as we have no specific bracha for eating meat in our tradition. </p></blockquote>\n<p>Reb Simcha&#8217;s ideas concerning the symbolic food of a Thanksgiving seder alludes to the significance of corn grown from a land amidst much sorrow. It highlights a very difficult element of the story of the Plymouth Colony&#8217;s first year among the Massachusetts peoples: the colonists survived in part by discovering, disturbing, and stealing caches of corn that had been intended for the dead. In 1617–1619, before the arrival of the Mayflower, an epidemic wiped out up to 90% of the Native Americans along the Massachusetts coast. The colonist&#8217;s town of New Plymouth was built atop the town of Patuxet, abandoned after its inhabitants had been wiped out by one of many plagues that decimated the indigenous populations of the Americas in the 16th and 17th centuries.</p>\n<p>Reb Simcha&#8217;s suggestion to avoid the focus on the Turkey is also welcomed. Our הוֺדוּ</span> &#8212; our <em>thankfulness</em> &#8212; is not signified by the meat of the Turkey, the meat of which also obscures the sorrowful life of deprivation and nigh unimaginable endured by millions of birds and other domesticated animals each year, harvested only to suffice unnecessary gluttony. A refocus on the meaningful elements of our thanksgiving, must be courageous enough to look beyond what is hidden by immediate, convenient desires.</p>\n<p>The time has come for us to take seriously and revisit these important questions and concerns. If the most precious and prized myths in our own tradition are the repository of some of the deepest and profound wisdom revealed to our ancestors, then it behooves to think critically about any myths we adopt from our host cultures that may be convenient stories they tell to obscure a depth of suffering to harrowing to look closely at.</p>\n<p>The original Thanksgiving festival was probably held in early October 1621 and was celebrated by the 53 (out of 102) surviving Pilgrims, along with Ousameqin, the Wampanoag <em>sachem</em> (chief) of the Massasoit, and 90 of his men. The celebration lasted three days and featured a feast that included numerous types of waterfowl, wild turkeys and fish procured by the colonists, and five deer brought by the Wampanoag. Within a year, <a href=\"http://en.wikipedia.org/wiki/Plymouth_Colony\">this spirit of cooperation was destroyed</a> in one of many incidents presaging the centuries of tragedy to come to the indigenous peoples of North America.</p>\n<p>Perhaps, a more honest declaration of thanksgiving on Thanksgiving Day would be balanced by a memorial for the dead, and an intention to pursue justice for those victimized either through outright theft or passively through stories that marginalize and silence, and thereby help the storytellers evade honest awareness and responsibility. Perhaps, it might be as simple as stating:</p>\n<div class=\"english\" lang=\"eng-Latn\">\nWe worried that we would be grasshoppers in the midst of Giants;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Numbers 13:33&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nBut Yours is the Land, and the fulness thereof,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Psalms 24:1, cf. Psalm 50:11, and Deuteronomy 10:14&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nand we were born forth from the Earth with the responsibility to cultivate and preserve it.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Genesis 2:15&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nThe land screams silently from the blood of our brothers it has soaked up,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Genesis 4:10&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nwhile we cry with thanks for the bounty and sanctuary we have found in it.<br />\nBountiful are you who preserves the earth for those who share in its bounty.\n</div>\n<p>(<a href=\"https://opensiddur.org/prayers-for/special-days/commemorative-days/secular-national/thanksgiving-day/thanksgiving-prayer-on-secular-national-days-of-gratitude/\">Click here</a> for the prayer above in Hebrew and English.)</p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Wampanoag, literally &#8220;People of the First Light&#8221; [&#8211;Aharon Varady]</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Numbers 13:33</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Psalms 24:1, cf. Psalm 50:11, and Deuteronomy 10:14</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Genesis 2:15</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Genesis 4:10</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "&#x1f1fa;&#x1f1f8; Thanksgiving Day (4th Thursday of November)"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Colonialism",
        "First Nations",
        "Gratitude",
        "Indigenous Peoples",
        "Problematic prayers",
        "Secular/National mythologies",
        "United States",
        "על הנסים al hanissim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "5490"
        ],
        "date_src_start": [
            "2009-00-00"
        ],
        "date_src_end": [
            "2009-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2012/11/Pokanoket-Wampanoag-banner-by-H.C.-Williams-CC-BY-2.0.jpg",
        "title": "Pokanoket Wampanoag banner by H.C. Williams (CC-BY 2.0)",
        "caption": "\"<a href=\"http://www.flickr.com/photos/oceanstater/3688243761/\">Pokanoket Wampanoag banner</a> (credit: H.C. Williams, license: <a href=\"http://creativecommons.org/licenses/by/2.0/deed.en\">CC-BY 2.0</a>)"
    },
    "source_link": "https://opensiddur.org/?p=5470",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/us-civil-calendar/thanksgiving-day/tanksgiv-all-the-boona-al-hanissim-for-thanksgiving-by-zalman-schachter-shalomi/",
    "slug": "tanksgiv-all-the-boona-al-hanissim-for-thanksgiving-by-zalman-schachter-shalomi"
}