{
    "title": "Prayer for the Abducted Nigerian Schoolgirls, by Rabbi Hillel Lavery-Yisraëli (2014)",
    "author": "R' Hillel Ḥayyim Lavery-Yisraëli",
    "coauthors": [
        {
            "name": "R' Hillel Ḥayyim Lavery-Yisraëli",
            "bio": "Hillel Lavery-Yisraëli is the rabbi of Israel Center of Conservative Judaism in Queens, New York. Born in Vancouver, British Columbia, he did most of his rabbinical training in Jerusalem. He lived in Israel for 16 years, during which time he taught at the Conservative Yeshiva in Jerusalem and served as the rabbi of Conservative Congregation Beit Israel in Netanya. From 2012-2015 he served as chief rabbi of Gothenburg, Sweden. Until August 2022, he served as the rabbi of Beth Jacob Synagogue in Hamilton, Canada.  In keeping with his position as rabbi, he is an activist for human rights, women’s rights, anti-racism, 2S LGBTQIA+ rights and basic income. He has authored numerous articles, some of which can be seen <a href=\"http://learn.conservativeyeshiva.org/author/hillel/\">here</a>  and <a href=\"http://www.cjvoices.org/article/halachah-in-the-modern-world-should-there-be-a-dress-code-in-our-synagogues\">here</a>.  <a href=\"https://www.youtube.com/watch?v=sQ6UJ1cJWnw\">Click here</a>  to watch his lecture, \"Gender, Sexuality and Identity in the Jewish Tradition\".  More of his instructional videos can be found on youtube <a href=\"http://www.youtube.com/user/HowJew\">here</a> and <a href=\"http://www.youtube.com/user/rebhi11e1\">here</a>. Rabbi Hillel is married to Yonah who is also a rabbi, a soferet and an artist. He is the proud father of four children.",
            "website": "http://www.youtube.com/user/rebhi11e1",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/05/rabbihillel9-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/hillel-yisraeli-lavery"
        }
    ],
    "date": "2014-05-08",
    "last_updated": "2025-03-29",
    "excerpt": "God of all people’s souls: Hasten, we pray, to rescue the hundreds of Nigerian young girls, innocent students who, in horrific cruelty, were abducted from their houses and schools by inhumane criminals intending to sell them into slavery and torture them. . . .",
    "content": "\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: right;\">Translation (Arabic)</th>\n<th style=\"text-align: left;\">Translation (Igbo)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (Swedish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"22%\">\n<div class=\"liturgy\" lang=\"heb\">\nתהלים קמב<br />\n&nbsp;<br />\nמַשְׂכִּיל לְדָוִד, בִּהְיוֹתוֹ בַמְּעָרָה תְפִלָּה׃ קוֹלִי אֶל יְהוָה אֶזְעָק, קוֹלִי אֶל יְהוָה אֶתְחַנָּן׃ אֶשְׁפֹּךְ לְפָנָיו שִׂיחִי, צָרָתִי לְפָנָיו אַגִּיד׃ בְּהִתְעַטֵּף עָלַי רוּחִי וְאַתָּה יָדַֽעְתָּ נְתִיבָתִי, בְּאֹֽרַח זוּ אֲהַלֵּךְ טָמְנוּ פַח לִי׃ הַבֵּיט יָמִין וּרְאֵה וְאֵין לִי מַכִּיר, אָבַד מָנוֹס מִמֶּֽנִּי אֵין דּוֹרֵשׁ לְנַפְשִׁי׃ זָעַקְתִּי אֵלֶֽיךָ יְהוָה אָמַֽרְתִּי אַתָּה מַחְסִי, חֶלְקִי בְּאֶֽרֶץ הַחַיִּֽים׃ הַקְשִֽׁיבָה אֶל רִנָּתִי כִּי דַלּֽוֹתִי מְאֹד, הַצִּילֵֽנִי מֵרֹדְפַי כִּי אָמְצוּ מִמֶּֽנִּי׃ הוֹצִֽיאָה מִמַּסְגֵּר נַפְשִׁי לְהוֹדוֹת אֶת שְׁמֶֽךָ, בִּי יַכְתִּֽרוּ צַדִּיקִים כִּי תִגְמֹל עָלָי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"arabic\" lang=\"ara\">\nالمزمور الثاني و الأربعون بعد المائة:<br />\n&nbsp;<br />\nقصة لداوود عليه السلام عندما كان مختبئاً في المغارة. صلاة: من خلال صلاتي إلى الرب، أصرخ بصوتي إلى الرب بشكواي، راجياً أن يسمعني، وأحدثه بضيقي. أنت أعلم بمسلكي &#8211; في كل طريقٍ أسلكها، ينصبوا لي فخاً -. عندما تلتف روحي في داخلي حولي من أجل الحماية، ألتفتُ إلى يميني فلا أجدُ من يهتم لأمري أو يحميني. فقدتُ كل طرقِ الهرب. لم يبق لي ملاذٌ أو من يسألُ عني سواك. أدعوك يا ربي قائلاً أنت ملجأي. ما زال لي نصيبٌ في أرض الأحياء، فأرجوك أن تُصغِ إلى دعائي لأنني قد تذللتُ كثيراً. أنقذني من مضطهديني فهم أشدُ بأساً مني. فرّج عني محنتي  لِتُسَّبِحَ روحي بإسمك فيلتفُ الصدّيقون من حولي ثواباً لي منك.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"igbo\" lang=\"ibo\">\nAbu Psalms 142<br />\n&nbsp;<br />\nEkpele nke David kpele oge nke enlightenment, edere oge o no na ime cave. Onu my kpokuru Chukwu, onu mu yoro Chukwu ka ogee nti. Ekwuputara m ife nine na ihu Chukwu ka o mara nsogbum. Oge obi mmakuru m chedo m, I ma uzom-na uzo nile nke m si aga, ha na ekwere m onye. Nee anya na aka nni onweghi onye m ghotara onye obu; amazighi m uzo m esi were gbanga, onweghi kwanu onye na acho m ka onyere m aka. A kpokuom gi Chukwu, a si m gi nobu so gi bu onye nche nke m nwere, oke nke m na ala ndi di ndu. Gee nti na ekpele nke a m na ekpe na nsogbu m kariri akari; zoputa m naka ndi na achum, ndi kariri m nke ukwu. Wepu obi m na afufu ka onwe ike inye gi ekene. Ndi ezi omume ga agozi onwe ha site na I meso m ezigbo omume.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"22%\">\n<div class=\"english\" lang=\"eng\">\nPsalms 142<br />\n&nbsp;<br />\nA prayer by David at a time of enlightenment, written when he was hiding in the cave. My voice calls out to God, my voice begs my God to listen. I pour out my words before God to tell of all my troubles. When my soul wraps itself around me protectively, you know my path – on every road I take they lay traps for me. Look to the right and see – I don’t recognize anyone; I have lost all avenues of escape, no one is looking for me. I call out to you, o God, I say you are my protector, my portion is still in the land of the living. Listen to my prayer for my calamity is boundless; rescue me from my pursuers who are so much mightier than me. Take my soul out of bondage so that it can thank your name; the righteous will crown themselves with me when you act with benevolence towards me.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"22%\">\n<div class=\"swedish\" lang=\"swe\">\nPsalms 142<br />\n&nbsp;<br />\nEn bön av David i en tidpunkt av insikt, som skrevs när han gömde sig i grottan. Min röst ropar till Gud, min röst ber Gud lyssna. Jag utgjuter mina ord inför Gud för att berätta om all min nöd. När min själ beskyddande sveper sig kring mig, vet du min stig; på varje väg som jag vandrar, lägger de ut fällor för mig. Titta till höger och se &#8211; det finns ingen som jag känner igen; jag har förlorat alla mina flyktvägar, ingen söker efter mig. Jag ropar till dig, o Gud, jag säger, du är mitt skydd, jag har fortfarande en del i de levandes land. Lyssna till min bön, för mina bekymmer är gränslösa; rädda mig från mina förföljare som är så mycket mäktigare än jag är. För min själ ut ur träldom så att jag kan tacka ditt namn; de rättfärdiga ska krönas med mig när du agerar med barmhärtighet mot mig.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"liturgy\" lang=\"heb\">\nאֵל אֱלֹהֵי הָרוּחוֹת לְכׇל בָּשָׂר: חֽוּשָׁה לְעֶזְרַת מְאוֹת נְעָרוֹת נִיגֶֽרְיָה, תַּלְמִידוֹת חָפוֹת־מִפֶּֽשַׁע, שֶׁנֶּחְטְפוּ מִבֵּיתָן וּמִבָּתֵּי סִפְרֵיהֶן בְּאַכְזָרִיּוּת אֲיוּמָה עַל יְדֵי בְּנֵי עַוְלָה חַסְרֵי כׇּל צֶֽלֶם אֱלֹהִים בְּהִתְנַהֲגוּתָם, בְּכַוָּנָה לְמׇכְרָן לְעַבְדּוּת וּלְעַנּוֹתָן. מוֹשִׁיב יְחִידִים בַּֽיְתָה, מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת, אַל תַּסְתֵּר פָּנֶֽיךָ מֵהֶן וְאַל תִּתְעַלֵּם מִתְּחִנָּתָן. הוֹפַע בַּהֲדַר גְּאוֹן עֻזְּךָ, גְּאָלָן וְהַצִּילָן מִמְּצֻקָּתָן. שְׁלַח לָהֶן אֹֽמֶץ־לֵב וְתִקְוָה, רְפוּאַת הַנֶּֽפֶשׁ וּרְפוּאַת הַגּוּף, וְהַחֲזִירָן בִּמְהֵרָה, בְּרִיאוֹת חֲזָקוֹת וּשְׁלֵמוֹת, לְחֵיק מִשְׁפְּחוֹתֵיהֶן. בּוֹרֵא עוֹלָם אֲשֶׁר רַחֲמָיו עַל כׇּל מַעֲשָׂיו, שִׂים קֵץ לְטֶרוֹר, עַבְדּוּת, סַֽחַר־נָשִׁים וְנִיצוּל חֲלָשִׁים בָּעוֹלָם וּבָרֵךְ אֶת עוֹלָמְךָ בְּשַׁלְוָה, הַשְׁקֵט וָבֶֽטַח. אַתָּה חוֹנֵן לָאָדָם דַּֽעַת וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה. הָגֵן עַל כׇּל יַלְדָּה וְיֶֽלֶד, נַעֲרָה וְנַֽעַר, אִשָּׁה וְאִישׁ, שֶׁמִּתְאַמֵּץ לִלְמוֹד, לְהַחְכִּים וּלְהַשְׂכִּיל. תֵּן שָׁלוֹם בָּעוֹלָם וְנִשְׁכַּב לְלֹא מַחֲרִיד, תַּשְׁבִּית חַיָּה רָעָה, וְחֶֽרֶב תַּעֲבִיר כָּלִיל, וְנֹאמַר אָמֵן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"arabic\" lang=\"ara\">\nيا رب العالمين ندعوك لِتُنَجّي مئات الفتيات النيجيريات البريئات اللواتي إختُطفن من بيوتهن ومدارسهن على يدِ العُتاة قُساة القلوب لكي يبيعوهن و يتخذون منهن جاريات ويعذبوهن. يا دائم، يا أنيسَ كل وحيد، أرجعهن لبيوتهن وأخرج المعتقلات من سجونهن وأحفظهن بعينك التي لا تنام. وأستجب لشكواهن وأظهر عظمتك وقوتك وأمنحهن الأمن والطمأنينة من خوفهن. ويا إلهي زوّدهن بالرجاء والثقة بك سبحانك، وأشفِ أبدانهن وأرواحهن، وأرجعهن سالمات غانمات إلى أحضانِ ذويهن. يا خالق الكون، يارحيم، أزل من العالم الإرهاب والعبودية وتجارة البشر وإستغلال الضعفاء. وأمنح عالَمنا الأمن والسلم. أنت الذي يمنح البشر العقل. أحمِ يارب الأطفال والنساء والرجال والبشرية أجمعين لكي يتطوروا من خلال العلم والمعرفة، وأمنح العالم السلم و الأمن لكي نطمئن و نأمن. ويا ربي أزل الشر وأزل العنف إلى أبد الآبدين. اللهم آمين.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"igbo\" lang=\"ibo\">\nChukwu nke uwa nile, anyi na ayo gi ka izoputa otutu nari umu agboho, eneghi ife ha mere, no na nnukwu mmekpa ahu, maka ntoru ndi ajo mmadu toru ha na ezi na ulo ha na ulo akwukwo ha, ndi bu kwa na obi irenye ha na igba ohu. Chukwu onye na akpchi gha ndi furu efu, toghepu ndi no na agbu, biko ewepu na ihu na ebe ha no, ewepu nti na akwa ha na ebe. Chukwu biko meek a ebube gi gosi, gbaputa ma zoputa kwa umu aka umu nwanyi na nnukwu afufu a ha no nay a. Nye ha obi isi ike, idi mma nke obi na anu ahu, ma kpoghachi ha na ahu ike na izu oke ka ha nakwuru ndi new ha. Onye kere uwa (Chineke) onye ebere ya no na uwa nile, biko meek a imenye egwu (terror) kwusi, ya na igba mmadu ohu, ire mmadu na mmegbu nke ndi onu eruho na okwu. Nke ozo bu meek a udo chia na uwa nke ikere eke. I na enye onye obuna nghota na amamife; biko chekwaba umu aka nile, ma ndi okenye, ma nwoke ma nwanyi ndi na agba mbo imuta ezigbo ife. Wota udo na uwa, ka anyi new ike ikwusi itu egwu ma anyi dine ana. Na pu ajo anu ike, ma zokwa mma agha. Kanyi kwuo <em>Amen</em>!\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"english\" lang=\"eng\">\nGod of all people’s souls: Hasten, we pray, to rescue the hundreds of Nigerian young girls, innocent students who, in horrific cruelty, were abducted from their houses and schools by inhumane criminals intending to sell them into slavery and torture them. God who returns home those who are lost and brings chained captives out of confinement, turn not your attention from them; do not ignore their cries. Make your presence known in all its splendid majesty and redeem and free those girls from their horrors. Send them courage and hope, healing of the soul and healing of the body, and return them quickly, healthy, strong and complete, to their families’ embrace. Creator of the world whose mercy is upon all those created, put an end to terror, slavery, human trafficking and exploitation of the weak in the world, and bless your world with peace, tranquility and safety. You grant understanding to people and give wisdom to humanity; protect every child – girl and boy, and every adult – woman and man, who endeavours to learn, to gain knowledge and enlightenment. Bring peace to the world so that we may lie down without fear; incapacitate dangerous animals, and hide the sword completely. And let us say, <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"17%\">\n<div class=\"swedish\" lang=\"swe\">\nGud, du som är alla själars Gud: Skynda, vi ber dig att rädda de hundratals nigerianska unga och oskyldiga skolflickor, som med ofattbar grymhet har förts bort från sina hem och skolor av ogudaktiga kriminella med avsikt att tortera dem och sälja dem som slavar.<br />\nDu som återbördar de hemlösa till sina hem och låter de fängslade åter bli fria, se deras nöd och lyssna till deras rop på hjälp. Gör din närvaro känd i all dess strålande majestät och rädda dessa flickor från deras skräck och oro. Sänd dem mod och hopp, helande av själen och läkande av kroppen och återbörda dem snarast, friska, starka och hela till deras familjers famn.<br />\nDu världens skapare, vars barmhärtighet omfattar allt skapat, gör slut på terror, slaveri, människohandel och utnyttjande av de svaga i världen. Välsigna din värld med rättfärdighet, fred och välstånd, beständig ro och trygghet.<br />\nDu som ger förstånd till människor och visdom till mänskligheten; beskydda varje barn – flicka såväl som pojke, och varje vuxen – kvinna såväl som man, som strävar efter att lära sig, att få kunskap och upplysning. Låt fred råda i världen så att vi kan gå till vila utan rädsla, oskadliggöra farliga djur och låt inga svärd synas mer.<br />\nOch låt oss säga, <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source</h3>\n<p><strong>DOWNLOAD</strong></p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.jpg\" rel=\"lightbox-0\">JPG</a> (Hebrew, Arabic, English, German, Swedish)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/الحاخام-هِيلّلْ-لاڤيري-يسرائيلي،-حاخام-الكنيس-اليهودي-في-مدينة-چوثنبرغ،-السويد.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/الحاخام-هِيلّلْ-لاڤيري-يسرائيلي،-حاخام-الكنيس-اليهودي-في-مدينة-چوثنبرغ،-السويد.odt\">ODT</a> (Arabic)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.jpg\" rel=\"lightbox-1\">JPG</a> (English)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.jpg\" rel=\"lightbox-2\">JPG</a> (French)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.jpg\" rel=\"lightbox-3\">JPG</a> (German)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.jpg\" rel=\"lightbox-4\">JPG</a> (Igbo; thanks to Remy Ilona in collaboration with Ikechukwu Uchenna Osuji)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.jpg\" rel=\"lightbox-5\">JPG</a> (Spanish; thanks to אביאל פרץ and Rabbi Juan Mejia)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.jpg\" rel=\"lightbox-6\">JPG</a> (Swedish)</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-Urdu.pdf\">PDF</a> (Urdu)</p>\n\n\t\t<style type=\"text/css\">\n\t\t\t#gallery-1 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 33%;\n\t\t\t}\n\t\t\t#gallery-1 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t/* see gallery_shortcode() in wp-includes/media.php */\n\t\t</style>\n\t\t<div id='gallery-1' class='gallery galleryid-0 gallery-columns-3 gallery-size-thumbnail'><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"188\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées-225x300.jpg 225w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbin-Hillel-Lavery-Yisraëli-Prière-pour-les-lycéennes-nigérianes-enlevées-769x1024.jpg 769w\" sizes=\"auto, (max-width: 188px) 100vw, 188px\" /></a>\n\t\t\t</dt></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"177\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru-212x300.jpg 212w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraeli-Ekpele-maka-umu-agbogho-umu-akwukwo-Nigeria-atoru-atoru-724x1024.jpg 724w\" sizes=\"auto, (max-width: 177px) 100vw, 177px\" /></a>\n\t\t\t</dt></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"186\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder-222x300.jpg 222w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbiner-Hillel-Lavery-Yisraëli-Gebet-für-die-in-Nigeria-entführten-Schulkinder-760x1024.jpg 760w\" sizes=\"auto, (max-width: 186px) 100vw, 186px\" /></a>\n\t\t\t</dt></dl><br style=\"clear: both\" /><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"172\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-206x300.jpg 206w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-704x1024.jpg 704w\" sizes=\"auto, (max-width: 172px) 100vw, 172px\" /></a>\n\t\t\t</dt></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"166\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna-199x300.jpg 199w, https://opensiddur.org/wp-content/uploads/2014/05/rabbin-Hillel-Lavery-Yisraeli-Bön-för-de-bortförda-nigerianska-skolflickorna-680x1024.jpg 680w\" sizes=\"auto, (max-width: 166px) 100vw, 166px\" /></a>\n\t\t\t</dt></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"177\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria.jpg 1400w, https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria-212x300.jpg 212w, https://opensiddur.org/wp-content/uploads/2014/05/Rabino-Hillel-Lavery-Yisraëli-Oración-por-las-Niñas-secuestradas-en-Nigeria-723x1024.jpg 723w\" sizes=\"auto, (max-width: 177px) 100vw, 177px\" /></a>\n\t\t\t</dt></dl><br style=\"clear: both\" /><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"182\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN.jpg 2498w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN-218x300.jpg 218w, https://opensiddur.org/wp-content/uploads/2014/05/Rabbi-Hillel-Lavery-Yisraëli-Prayer-for-the-Abducted-Nigerian-Schoolgirls-HE-AR-DE-SV-EN-745x1024.jpg 745w\" sizes=\"auto, (max-width: 182px) 100vw, 182px\" /></a>\n\t\t\t</dt></dl>\n\t\t\t<br style='clear: both' />\n\t\t</div>\n\n",
    "categories": [
        "Slavery &amp; Captivity"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "abduction",
        "Arabic translation",
        "Chibok schoolgirls kidnapping",
        "children",
        "Dapchi schoolgirls kidnapping",
        "Igbo translation",
        "Nigeria",
        "Psalms 142",
        "students",
        "Swedish translation",
        "women"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "9024"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/05/Parents_of_Chibok_kidnapping_victims.png",
        "title": "Parents of Chibok kidnapping victims (Voice of America, PD)",
        "caption": "\"<a href=\"http://commons.wikimedia.org/wiki/File:Parents_of_Chibok_kidnapping_victims.png\">Parents of some of the victims of the 2014 Chibok kidnapping mourn their losses</a>\" (credit: Voice of America, Public Domain)"
    },
    "source_link": "https://opensiddur.org/?p=8919",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/trouble/captivity/prayer-for-the-abducted-nigerian-schoolgirls-by-hillel-lavery-yisraeli/",
    "slug": "prayer-for-the-abducted-nigerian-schoolgirls-by-hillel-lavery-yisraeli"
}