{
    "title": "Isles Of The Forsaken, an illustration of the plight of Agunot by Ilene Winn-Lederer (2002)",
    "author": "Ilene Winn-Lederer",
    "coauthors": [
        {
            "name": "Ilene Winn-Lederer",
            "bio": "Ilene Winn-Lederer is a Pittsburgh-based Jewish artist in the United States. Originally from Chicago, she attended the Art Institute of Chicago and the Chicago Academy of Fine Arts. A member of the Pittsburgh Society of Illustrators, Winn-Lederer’s clients have included The New York Times, The Wall Street Journal, Hadassah, NY, Lilith Magazine, Children’s Television Workshop, Scholastic, Charlesbridge Publishers, Simon &amp; Schuster and Cricket Magazine. Her drawings and paintings are included in public and private collections throughout the United States, Europe and Israel. These are published under her imprint, Imaginarius Editions. She is the author and illustrator of <em>Between Heaven &amp; Earth: An Illuminated Torah Commentary</em> (Pomegranate, 2009). In 2014, Ilene published <em>An Illumination Of Blessings</em>, the result of a successfully funded Kickstarter project.is It is a collection of thirty-six illustrated blessings with detailed commentaries that are drawn from the Jewish tradition of Me’ah Berakhot (100 Blessings). The illustrations include calligraphy in Hebrew and English, an artist’s preface and introduction by renowned Judaic scholar Marc Michael Epstein. In 2015, Imaginarius Editions released <em>Notes From London: Above &amp; Below</em>, a collection of annotated illustrations drawn from pocket journals maintained during her visits there between 2002-2009.",
            "website": "https://www.magiceyegallery.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/ilene-winn-lederer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ilene-winnlederer"
        }
    ],
    "date": "2024-03-25",
    "last_updated": "2025-03-29",
    "excerpt": "Isles Of The Forsaken (ink drawing, 2002) is intended to address the tragic situation of many Jewish women, who, abused, abandoned and wishing a divorce, are refused a get (bill of divorcement) by their husbands who may use their wives' need for this document as a threat for ransom in obtaining custody of their children. . . .",
    "content": "<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\nIsles Of The Forsaken (ink drawing, 2002) is intended to address the tragic situation of many Jewish women, who, abused, abandoned and wishing a divorce, are refused a get (bill of divorcement) by their husbands who may use their wives&#8217; need for this document as a threat for ransom in obtaining custody of their children.</p>\n<p>In the event of abandonment and/or civil divorce, a Jewish woman may not remarry without a &#8216;get&#8217; document which must be signed by two witnesses and dated.</p>\n<p>The meaning of a &#8216;get&#8217;, which is the Hebrew term for Gmar Tov (good completion). It is sometimes better to have peace reign in two houses, than strife, discord and disrespect in one home. The &#8216;get&#8217; consists of twelve lines written in such a way that no writing may be added. For example, extenders may be added on specific letters to avoid adding text between lines. The setting of this image is a metaphorical space out of time, however, locations mentioned in the gittim (pl.) must be geographically specific to avoid confusion between other similarly named locations. The husband&#8217;s name, nickname and/or pseudonym must be included.</p>\n<p>This image was suggested many years ago by the situation of an acquaintance with several young children who was a victim of her husband&#8217;s physical/psychological abuse. Sadly, she had a very difficult life and has since passed on.\n</p></div>\n<hr />\n<p>Click to enlarge.</p>\n<div id=\"attachment_55036\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/03/Isles-of-the-Forsaken-Ilene-Winn-Lederer-2002.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-55036\" src=\"https://opensiddur.org/wp-content/uploads/2024/03/Isles-of-the-Forsaken-Ilene-Winn-Lederer-2002-250x250.jpg\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-55036\" /></a><p id=\"caption-attachment-55036\" class=\"wp-caption-text\">Isles of the Forsaken (Ilene Winn-Lederer, 2002)</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Art &amp; Craft",
        "&#x1F310; Agunah Day (Adar 13)"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "agunot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2482"
        ],
        "_thumbnail_id": [
            "55036"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/03/Isles-of-the-Forsaken-Ilene-Winn-Lederer-2002.jpg",
        "title": "Isles of the Forsaken (Ilene Winn-Lederer, 2002)",
        "caption": "Isles of the Forsaken (Ilene Winn-Lederer, 2002)"
    },
    "source_link": "https://opensiddur.org/?p=55035",
    "permalink": "https://opensiddur.org/miscellanea/art/isles-of-the-forsaken-an-illustration-of-the-plight-of-agunot-by-ilene-winn-lederer-2002/",
    "slug": "isles-of-the-forsaken-an-illustration-of-the-plight-of-agunot-by-ilene-winn-lederer-2002"
}