{
    "title": "&#x1F4D6; A Companion to the Authorised Daily Prayer Book, by Israel Abrahams (revised edition 1922)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Israel Abrahams (translation)",
            "bio": "Israel Abrahams, MA (honoris causa) (b. London, November 26, 1858; d. Cambridge, October 6, 1925) was one of the most distinguished Jewish scholars of his generation. He wrote a number of classics on Judaism, most notably, Jewish Life in the Middle Ages (1896). In 1902, after teaching for several years at Jews' College, Abrahams succeeded Solomon Schechter, who was moving to New York to head the Jewish Theological Seminary of America, as reader in Talmudic and Rabbinic literature at the University of Cambridge. He received the honorary degree Master of Arts (MA) from the University in late May 1902. In 1914, he published <em>A Companion to the Authorised Prayer Book</em>, a helpful commentary on and supplement to the <a href=\"/?p=1166/\">prayer book</a> compiled by Rabbi <a href=\"/profile/simeon-singer/\">Simeon Singer</a>.",
            "website": "https://en.wikipedia.org/wiki/Israel_Abrahams",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/israel-abrahams-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/israel-abrahams"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2016-03-09",
    "last_updated": "2025-02-02",
    "excerpt": "A literary and historical commentary on the Jewish liturgy corresponding to the pages of the Authorised Daily Prayer Book of the United Hebrew Congregations of the British Empire (1890). . . .",
    "content": "<p>A literary and historical commentary on the Jewish liturgy by one of the most esteemed academic scholars of his generation corresponding to the pages of the Authorised Daily Prayer Book of the United Hebrew Congregations of the British Empire (1890).</p>\n<hr />\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/acompaniontotheauthoriseddailyprayerbookrevisededitionisraelabrahams1922#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<blockquote>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<h3>Preface</h3>\n<p>An Annotated Edition of his work was planned by the translator of the Authorised Daily Prayer Book, but the fulfilment of this desire devolved upon me. I was fully acquainted with Mr Singer&#8217;s intentions, and I have endeavoured to work in the spirit which animated him, so that this edition should be as true a memorial to his name as the original book has proved.</p>\n<p>The purpose of the Notes has been mainly devotional. To explain the words of the prayers and to indicate the significance of their ideas-this has been my chief concern. But this end could not be attained without offering some account of the history and some indication of the sources of the component parts of the liturgy. Hence the Notes are historical as well as explanatory.</p>\n<p>In the course of the Notes many references are made to authorities, ancient and modern, and I have recorded my obligations. Here, however, it is fitting to put into prominence my constant indebtedness to S. Baer. Just as the text of Mr Singer&#8217;s Prayer Book was largely founded on Baer&#8217;s text, so these Notes may be said to be largely founded on Baer&#8217;s Commentary. Naturally, however, much new liturgical material has become available since Baer wrote in 1868.</p>\n<p>It must be clearly understood that the Notes in the present edition are not meant primarily for the student; they are designed for the worshipper. Many however belong to both these categories. Those who conceive themselves to be &#8220;unlearned&#8221; need not be deterred from reading these Notes because of the frequent use of Hebrew. The Notes have been so written that their sense can, in the vast majority of instances, be assimilated even though the Hebrew in the Notes be left unread. In order to facilitate the reader&#8217;s work of reference, an alphabetical list has been prefixed of the authorities and terms most frequently quoted. The nature of these and of many other authorities is explained in the body of the Notes, but those most commonly used are repeated in this alphabetical list.</p>\n<p>I have had the great advantage of the help of Dr M. Berlin of Manchester in the correction of the proofs. To that scholar very much is owing, and the debt is here gratefully acknowledged. Other friends, among them Mrs N. L. Cohen, have made use rul suggestions. Mr C. G. Montefiore has been of assistance in this direction, besides making the publication of this edition possible by a generous contribution to its cost. It was a great pleasure to me to find that the London Dayanim cordially recommended that the Jewish Religious Education Board should cooperate in the publication of this issue or the Prayer Book. The fact of this general approval seems to me good evidence that I have carried out the work in principle as Mr Singer would have wished.</p>\n<p>The explanations which so often appear in these Notes are not offered dogmatically. Other explanations might have been given in many cases; I have merely selected or proposed those for which I conceive the historical basis to be soundest. Dealing with so many topics, I am conscious that I cannot have avoided frequent error. Those who best know the difficulties of liturgical investigation will assuredly be among the most merciful critics of this work.</p>\n<p>To complete Mr Singer&#8217;s intentions, there have been added some additional prayers and hymns, and a few extracts from the Books of the Maccabees. Thanks are due to Mrs Lucas, Mrs Salaman, and Mr I. Zangwill, and to their publishers (Messrs Macmillan and Routledge), for permission to use some of their translations. The editor has further to thank Mrs Salaman for kindly making two translations expressly for this work.</p>\n<p>Mr Singer loved the Prayer Book. Every line of his translation reveals his delight in the original. I, too, have written not as a critic but as a lover of the traditional liturgy. I have written with affection for the prayers themselves, and for him who, had he lived, would have produced so much finer a commentary.</p>\n<h3>NOTE TO REVISED EDITION</h3>\n<p>For this edition, the Notes have been revised, and some new material is added in Section III. The Annotations are now issued in a separate volume, which forms a <em>Companion</em> to the Prayer Book itself.\n</div>\n</blockquote>\n",
    "categories": [
        "Commentaries on the Siddur"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "26656"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/03/A-companion-to-the-Authorised-Daily-Prayer-Book-Revised-ed.-Israel-Abrahams-1922-title.jpg",
        "title": "A companion to the Authorised Daily Prayer Book Revised ed. (Israel Abrahams 1922) title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=12943",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/commentaries-on-the-siddur/a-companion-to-the-authorised-daily-prayer-book-by-israel-abrahams-revised-1922/",
    "slug": "a-companion-to-the-authorised-daily-prayer-book-by-israel-abrahams-revised-1922"
}