{
    "post_id": 27190,
    "title": "&#x1F4D6; מחזור לשלוש רגלים (אשכנז)‏ | Maḥzor l'Shalosh Regalim: Festival Prayer Book, arranged and translated by the United Synagogue of America (1927)",
    "author": "Maurice Farbridge",
    "coauthors": [
        {
            "name": "Maurice Farbridge",
            "bio": "Maurice Harry Farbridge (1893-1959) from Manchester, Lancashire, was a scholar, professor, and author. He studied at the University of Manchester (M.A., 1916), and was appointed a fellow there and assistant lecturer in oriental studies. He delivered a course of lectures at the Jewish Institute of Religion, New York, in 1924, and was at the same time acting librarian. In 1927, he was appointed the first professor at the University of lowa’s school of religion, where he taught Judaism from 1927 until 1929, when he was succeeded by Moses Jung. Thereafter he returned to England, where he continued his writing. Prof. Farbridge is the author of <em>Studies in Hebrew and Semitic Symbolism</em> (1923) and <em>Judaism and the Modern Mind</em> (1927); <em>Life—a Symbol</em> (1931); and <em>Renewal of Judaism</em> (1932). He edited the <em>Festival Prayer Book</em> for the United Synagogue of America (1927). Farbridge contributed an article on Semitic symbolism to James Hastings’ Encyclopaedia of Religion and Ethics (1922). He died in Brighton, Sussex, England.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/maurice-farbirdge-96x96.png",
            "profile_link": "https://opensiddur.org/profile/maurice-farbirdge"
        },
        {
            "name": "Jacob Kohn",
            "bio": "Jacob Kohn (1881–1968) was an U.S. Conservative rabbi, scholar, and educator. Kohn was born in Newark, New Jersey, and was ordained at the Jewish Theological Seminary (1907). He earned a doctor of Hebrew letters at the Seminary in 1917. After leading the Adath Jeshurun Congregation in Syracuse, New York (1908), Rabbi Kohn served Ansche Chesed Congregation in Manhattan, New York (1911–31). Located on the West Side, his congregation introduced decorum, mixed seating, and a choir. Many a student at the Jewish Theological Seminary would attend these services as part of their rabbinic experience, contrasting Kohn with Mordecai *Kaplan. Among those, whose career in the rabbinate Kohn guided, was Milton *Steinberg. In 1931 he moved to Los Angeles, which was then growing into a Jewish community of substance, to begin at the ripe age of 50 a long career as rabbi of Sinai Temple. Learned and scholarly, Kohn became associated with the newly founded *University of Judaism (1947), where he was dean of the graduate school and professor of theology until his death. He was president of the Alumni Association of the Jewish Theological Seminary, the precursor of the Rabbinical Assembly. He helped edit the Conservative Movement's Festival Prayer Book and was a member of the commission that prepared its <em>Sabbath and Festival Prayerbook</em> in 1946. Kohn wrote <em>Modern Problems of Jewish Parents</em> (1932), and later in his career he wrote <em>Moral Life of Man – Its Philosophical Foundations</em> (1956) and <em>Evolution as Revelation</em> (1963). Kohn also contributed many articles to philosophical journals and to periodicals dealing with Jewish life and thought. In addition to his scholarly interests, he was active in the affairs of the Jewish community, serving on the Overseas Committee of the Jewish Welfare Board in leadership positions during World War i, and in the Rabbinical Assembly, the Los Angeles Zionist District, and the Jewish Community Council and its affiliated organizations. He was a leading voice of Conservative Judaism in Los Angeles when the modern day Los Angeles Jewish community was being formed in the prewar and immediate postwar years. (via his entry in the Encyclopedia Judaica)",
            "website": "https://www.encyclopedia.com/religion/encyclopedias-almanacs-transcripts-and-maps/kohn-jacob",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/jacob-kohn2-96x96.png",
            "profile_link": "https://opensiddur.org/profile/jacob-kohn"
        },
        {
            "name": "Louis Ginzberg",
            "bio": "Rabbi Louis Ginzberg (Hebrew: לוי גינצבורג‎, Levy Gintzburg) was a Talmudist and leading figure in the Conservative Movement of Judaism of the twentieth century. He was born on November 28, 1873, in Kaunas, Vilna Governorate (then called Kovno). Ginzberg was born into a religious family whose piety and erudition was well known. The family traced its lineage back to the revered talmudist, halachist, and kabbalist Gaon of Vilna. Ginzberg emulated the Vilna Gaon’s intermingling of ‘academic knowledge’ in Torah studies under the label ‘historical Judaism’. In his book <em>Students, Scholars and Saints</em>, Ginzberg quotes the Vilna Gaon instructing, “Do not regard the views of the Shulchan Aruch as binding if you think that they are not in agreement with those of the Talmud.” Ginzberg first arrived in America in 1899, unsure where he belonged or what he should pursue. Almost immediately, he accepted a position at Hebrew Union College and subsequently wrote articles for the Jewish Encyclopedia. In 1903, he began teaching at the Jewish Theological Seminary of America (JTS) in New York City, where he taught until his death. He died on November 11, 1953, in New York City. (via his article in <a href=\"https://en.wikipedia.org/wiki/Louis_Ginzberg\">wikipedia</a>).",
            "website": "https://en.wikipedia.org/wiki/Louis_Ginzberg",
            "avatar": "https://opensiddur.org/wp-content/uploads/2010/08/Louis_Ginzberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/louis-ginzberg"
        },
        {
            "name": "United Synagogue of America",
            "bio": "The United Synagogue of America was founded in 1913 as the association of Conservative synagogues in North America. It was organized by Rabbi Dr. Solomon Schechter, a Talmudic scholar and spokesman for the Conservative movement. Today, as the United Synagogue of Conservative Judaism, it serves as a resource to its 650 affiliated congregations across North America, helping them to enrich the Jewish lives of their members and fulfilling religious, educational and communal responsibilities. The organization contains administrative divisions for youth activities, Jewish education, adult studies, music, social action, dietary laws, and congregational standards. It is affiliated with the National Federation of Jewish Men’s Clubs, The Rabbinical Assembly, and the Women’s League for Conservative Judaism.",
            "website": "https://uscj.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/united-synagogue-of-america-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/united-synagogue-of-america"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-09-20",
    "last_updated": "2025-09-30",
    "excerpt": "The United Synagogue of America (now knows as the United Synagogue of Conservative Judaism) compiled this Hebrew-English maḥzor for the three regalim (pilgrimage festivals: Pesaḥ, Shavuot, and Sukkot with Shmini Atseret.) Rabbi Dr. Louis Ginzburg was among the editors and writers who helped to compile the maḥzor. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/estivalprayerbookunitedsynagogueofamerica1927#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the Varady family, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nPREFACE </p>\n<p>This Festival Prayer Book is the first of a series planned by the United Synagogue of America to meet the needs of the Congregations affiliated with it, and of American Congregations in general. It is hoped that the series will eventually provide for all occasions of public worship in the Jewish year. </p>\n<p>Practical considerations prompted the United Synagogue to make the first of its liturgical publications a one volume edition of the service for the Three Festivals, Passover, Pentecost and Tabernacles. The only prayer books with adequate English translation hitherto available to the American public, assigned to each Festival a separate volume. This necessarily made the set unwieldy in bulk and expensive in price. The result has been that whilst worshippers have supplied themselves, for the most part, with the official prayer book used by their Congregations on the Sabbath and the High Holy Days, no such uniformity has prevailed in the case of the Festivals. </p>\n<p>It is one of the chief aims of the United Synagogue to endow the traditional Jewish service with all the beauty and dignity befitting it and inherent therein. With this end in view, especial care has been given, not only to the production of a correct text, but to such an arrangement of the text as will best express the prose or poetry of a liturgical composition. The Psalms and Piyyutim (hymns of the traditional liturgy) are, for the first time in any published Jewish ritual, clearly differentiated by the arrangement of lines and stanzas from the prose portions of the service. Piyyutim or appropriate hymns for the various Festivals have been selected from the wealth of material with which the traditional liturgy abounds in accordance with similar usage in some of the older communities of Europe and more particularly on the basis of the service arranged by Dr. Solomon Schechter for the synagogue of the Jewish Theological Seminary of America. </p>\n<p>The English prose translation, while naturally drawing upon the better versions now in use, has not slavishly adhered to any of these, when in the judgment of the editor or the committee, a better rendition could be found. For the beautiful metrical translations of the Piyyutim, the committee gladly acknowledges its indebtedness to Messrs. George Routledge &#038; Sons, through whose kind offices consent was obtained to include in the present volume the translations by Israel Zangwill, Nina Salamon and Elsie Davis, now to be found in “The Service of the Synagogue,” and it also wishes to express its indebtedness to Rabbi Joseph Marcus for his kind permission to include his metrical translation of the Akdamut. </p>\n<p>There are certain other features of the prayer book which will facilitate its use in many congregations, to which attention should be called. In many cases, the text is so arranged and spaced as to allow for responsive reading. A prayer for the Government of the United States, has been formulated both in Hebrew and in English, which is not a mere rephrasing of the prayers used in monarchical countries, but aims to reflect the spirit of republican institutions and aspirations. </p>\n<p>Recognizing a widely prevalent custom, two English prayers have been inserted, one to be recited before the Ark when the Scrolls are taken out, and another suitable for reading before the mourner’s Kaddish. All the readings from the Torah and the Prophets have been included in the prayer book and are provided with a separate index. The translation of these lessons as well as of the Scriptural passages cited in the prayers, is taken from the new Bible translation by the Jewish Publication Society of America. It has been found most convenient to place the Piyyutim for the particular Festivals in an appendix, so that there may be no breaks in the sequence of the prayers common to all Festivals. Full and specific directions refer in the proper place to the appropriate selections. The chief divisions of the service from the Introductory Hymns to the Piyyutim have been clearly indicated, both in the body of the prayer book and in the index. The committee hopes that this will make it possible for certain congregations which have introduced a somewhat abridged service to make their selections on the basis of the traditional prayer book rather than to have recourse to other rituals. </p>\n<p>The committee takes this opportunity to express its great indebtedness to the editor of the prayer book, Doctor Maurice H. Farbridge. To him fell not alone the onerous task of carrying out in detail the general plans of the committee, but of seeing the whole work through the press to its final completion. Many a felicity in translation and in the arrangement of the Hebrew text is due to his scholarly initiative, judgment and good taste. The committee deems itself fortunate in having obtained his valuable services. </p>\n<p>Alexander Marx, <em>Chairman</em><br />\nJacob Kohn, <em>Secretary</em><br />\nLouis Ginzberg<br />\nElias L. Solomon<br />\nSamuel M. Cohen\n</div>\n",
    "categories": [
        "Maḥzorim for Pesaḥ",
        "Maḥzorim for Shavuot",
        "Maḥzorim for Sukkot",
        "Maḥzorim for Shemini Atseret"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Conservative Jewry"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27192"
        ],
        "date_src_start": [
            "1927-00-00"
        ],
        "date_src_end": [
            "1927-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/Fetival-prayer-book-1927-title.jpg",
        "title": "Fetival prayer book (1927) title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27190",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/regalim/sukkot-mahzorim/mahzor-lshalosh-regalim-festival-prayer-book-the-united-synagogue-of-america-1927/",
    "slug": "mahzor-lshalosh-regalim-festival-prayer-book-the-united-synagogue-of-america-1927"
}