{
    "post_id": 27523,
    "title": "&#x1F4D6; מַחֲזוֹר עֲבֹדַת אֹהֶל מוֹעֵד: עֲבֹדַת חַג הַסֻּכּוֹת (אשכנז)‏ | Maḥzor Avodat Ohel Moed: Avodat Ḥag haSukkot, arranged and translated by Arthur Davis & Herbert Adler (1908)",
    "author": "Herbert Adler (translation)",
    "coauthors": [
        {
            "name": "Herbert Adler (translation)",
            "bio": "Herbert M. Adler (1876–1940). A lawyer and lay scholar. Completed the translation of the set of maḥzorim begun by Arthur Davis. He was appointed Director of Education in 1922 by the Central Committee for Jewish Education (for the UK and the British Commonwealth), a position in which he served until 1929. He was the nephew of the then Chief Rabbi, Hermann Adler.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/naftali-adler"
        },
        {
            "name": "Arthur Davis",
            "bio": "Arthur (Yaakov) Davis, (1846-1906), born Derby. He joined his father's engineering business. A self-taught Hebrew scholar, he published <em>The Hebrew Accents of the Twenty-One Books of the Bible</em> (1892). He also began began a new edition of Hebrew and English Maḥzor, completed after his death by Herbert M. Adler. Davis was also the father of Elsie and Nina Davis (Mrs. Redcliffe Salaman), who translated many of the difficult liturgical poems or piyyutim into non-literal verse. The genus of the idea for the Maḥzor was based on Solomon Schechter, had commented in one of his essays on the need for such an edition. Arthur Davis determined that it should be carried out with the greatest accuracy, both in the Hebrew text and the English version. He enjoyed the co-operation of his daughters and of Israel Zangwill who translated the poems in verse; and of another lay scholar, Herbert Adler, a lawyer nephew of the then Chief Rabbi Hermann Adler, for the prose translation.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yaakov-davis"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-10-09",
    "last_updated": "2025-06-28",
    "excerpt": "A bilingual Hebrew-English maḥzor for Sukkot prepared from Hebrew text fixed by Wolf Heidenheim, arranged and translated by Arthur Davis and Herbert Adler. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/mahzoravodatohelmoedavodathaghasukkotarthurdavisandherbertadler1908#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was initially scanned by the University of Toronto and uploaded to the Internet Archive. Unfortunately, this digital edition was rendered incorrectly as a left-to-right formatted book (right and left pages were flipped). Using the digital images of the resource at the Internet Archive, Aharon Varady reset the pages correctly as a right-to-left document. (Thank you!) This corrected work is now cross-posted to the Internet Archive, the digital repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<p>Concerning this set of maḥzorim, David E. Sarna <a href=\"https://www.amazon.com/gp/customer-reviews/R1ZFBFD344F6EP/ref=cm_cr_dp_d_rvw_ttl?ie=UTF8&#038;ASIN=B003LZNFSK\">writes</a>,</p>\n<blockquote><p>&#8220;The Service for the Synagogue,&#8221; universally known as the Adler Maḥzor [or the <em>Routledge maḥzorim</em> -Ed.] was begun by Arthur Davis, (1846-1906), born Derby. He joined his father&#8217;s engineering business. A self-taught Hebrew scholar, he published <em>The Hebrew Accents of the Twenty-One Books of the Bible</em> (1892). He also began a new edition of Hebrew and English maḥzor, completed after his death by Herbert M. Adler. Davis was also the father of Elsie and Nina Davis (Mrs. Redcliffe Salaman), who translated many of the difficult liturgical poems or piyyutim into non-literal verse. The genesis of the idea for the Maḥzor was based on Solomon Schechter, had commented in one of his essays on the need for such an edition. Arthur Davis determined that it should be carried out with the greatest accuracy, both in the Hebrew text and the English version. He enjoyed the co-operation of his daughters and of Israel Zangwill who translated the poems in verse; and of another lay scholar, Herbert Adler, a lawyer nephew of the then Chief Rabbi Hermann Adler, for the prose translation.</p>\n<p>The result of the joint enterprise was a beautifully produced, five-volume work for the Rosh HaShanah and Yom Kippur High Holidays, and one volume for each of the three major festivals, Passover, Sukkot, and Shavuot. It came out in cloth and leather editions, and was well-bound and printed on fine-quality paper.</p>\n<p>For half a century the Adler Maḥzor was found in almost all even minimally observant Jewish homes. It was been acknowledged as the best in the English language, a worthy companion to the edition and translation of the Daily Prayer Book by the Rev. Simeon Singer.</p>\n<p>It was reprinted in the US by the Hebrew Publishing Company and went through many printings. The Machzor had several noteworthy innovations, since widely adopted. It used a single and clean typeface, rather than a hodge-podge, and clear directions. The translation was into good English, and strives for accuracy. While today, it has been largely supplanted in most Orthodox synagogues by editions by Art Scroll (Mesorah), and others, it surely has an important place in the history of Anglo-Jewish prayer-books.</p></blockquote>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE </p>\n<p>The issue of this volume containing the Service for the Festival of Tabernacles marks the commencement of the second portion of this work. The compilation of the Service for the three Festivals presented a difficulty which did not arise in the case of the liturgy for the New Year and the Day of Atonement. In the case of the Festivals there is a considerable difference of usage at the present day with regard to the recital of the Piyutim or additional poems which have grown round the statutory prayers. The obscurity of style and matter of many of these compositions (particularly those of Kalir), teeming as they do with allusions to the Midrash which must be unintelligible to many, are accentuated in the liturgy for the three Festivals, with the result that in a number of congregations some, and in a few practically all of them, are omitted. It was at first contemplated that all those compositions, the omission of which the late Chief Rabbi had permitted, should be excluded. This course, however, would have involved the sacrifice of many poems (such as Yehudah Halevi&#8217;s יום זה ליבשה for the seventh day of Passover) which from a literary, and often from a devotional aspect, have every claim to be preserved. It was decided, therefore, to retain the whole of them, and to translate those that lent themselves to an English rendering. In order, moreover, to make the arrangement as convenient as possible, having regard to the existing divergence of usage, these additional poems have been collected in an appendix, and references to the pages therein have been inserted in the body of the work wherever needful. </p>\n<p>The Hebrew text of the Bible passages in the work and their translation were revised by the late Mr. Arthur Davis before his death; those also of his translations which are common to all the volumes have again been used. The loss of his zeal and scholarship have been keenly felt in the progress of the work. The Editor (Mr. Adler) has prepared the Hebrew text and has translated the remaining prayers for this volume which appear in prose. The verse translations have, as before, been executed by Mr. Israel Zangwill, Mrs. Redcliffe Salaman (&#8220;Nina Davis&#8221;), and Miss Elsie Davis. A translation by Mrs. Henry Lucas, which has already appeared in the Jewish Year, is also included. </p>\n<p>The Editor’s thanks are due to the Rev. B. Berliner and to Dr. M. Berlin for their aid in the correction of the Hebrew proofs.  </p>\n<p>March 1908</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Sukkot",
        "Maḥzorim for Shemini Atseret"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Anglo Jewry",
        "British Commonwealth",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27525"
        ],
        "date_src_start": [
            "1908-00-00"
        ],
        "date_src_end": [
            "1908-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Mahzor-Avodat-Ohel-Moed-Avodat-Hag-haSukkot-Arthur-Davis-and-Herbert-Adler-1908-title..png",
        "title": "Mahzor Avodat Ohel Moed &#8211; Avodat Hag haSukkot (Arthur Davis and Herbert Adler 1908) &#8211; title.",
        "caption": "Mahzor Avodat Ohel Moed - Avodat Ḥag haSukkot (Arthur Davis and Herbert Adler 1908) - title."
    },
    "source_link": "https://opensiddur.org/?p=27523",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/regalim/sukkot-mahzorim/mahzor-avodat-ohel-moed-avodat-yom-hasukkot-by-arthur-davis-and-herbert-adler-1908/",
    "slug": "mahzor-avodat-ohel-moed-avodat-yom-hasukkot-by-arthur-davis-and-herbert-adler-1908"
}