{
    "title": "&#128220; פָּרָשַׁת מַטּוֹת | Parashat Matōt (Numbers 30:2-32:42), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-07-23",
    "last_updated": "2021-02-02",
    "excerpt": "The text of parashat Matot, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The &#8216;E&#8217; kernel, &#8216;J&#8217; and &#8216;B&#8217; layer are absent from this parashah. </p>\n<p>Parashat Matōt (Numbers 30:2-32:42) in the annual Torah reading cycle is the ninth parashah in Sefer Bamidbar. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-bamidbar/parashat-pinhas/parashat-pinhas-color-coded-according-to-its-narrative-layers/\">Pinḥas</a> (Numbers 25:10-30:1). The final portion of Sefer b&#8217;Midbar, Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-bamidbar/parashat-masei/parashat-masei-color-coded-according-to-its-narrative-layers/\">Masei</a> (Numbers 33:1-36:13), follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\">ל <sup>ב</sup>&nbsp;וַיְדַבֵּ֤ר מֹשֶׁה֙ אֶל־רָאשֵׁ֣י הַמַּטּ֔וֹת לִבְנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר זֶ֣ה הַדָּבָ֔ר אֲשֶׁ֖ר צִוָּ֥ה יְהֹוָֽה׃ <sup>ג</sup>&nbsp;אִישׁ֩ כִּֽי־יִדֹּ֨ר נֶ֜דֶר לַֽיהֹוָ֗ה אֽוֹ־הִשָּׁ֤בַע שְׁבֻעָה֙ לֶאְסֹ֤ר אִסָּר֙ עַל־נַפְשׁ֔וֹ לֹ֥א יַחֵ֖ל דְּבָר֑וֹ כְּכׇל־הַיֹּצֵ֥א מִפִּ֖יו יַעֲשֶֽׂה׃ <sup>ד</sup>&nbsp;וְאִשָּׁ֕ה כִּֽי־תִדֹּ֥ר נֶ֖דֶר לַיהֹוָ֑ה וְאָסְרָ֥ה אִסָּ֛ר בְּבֵ֥ית אָבִ֖יהָ בִּנְעֻרֶֽיהָ׃ <sup>ה</sup>&nbsp;וְשָׁמַ֨ע אָבִ֜יהָ אֶת־נִדְרָ֗הּ וֶֽאֱסָרָהּ֙ אֲשֶׁ֣ר אָֽסְרָ֣ה עַל־נַפְשָׁ֔הּ וְהֶחֱרִ֥ישׁ לָ֖הּ אָבִ֑יהָ וְקָ֙מוּ֙ כׇּל־נְדָרֶ֔יהָ וְכׇל־אִסָּ֛ר אֲשֶׁר־אָסְרָ֥ה עַל־נַפְשָׁ֖הּ יָקֽוּם׃ <sup>ו</sup>&nbsp;וְאִם־הֵנִ֨יא אָבִ֣יהָ אֹתָהּ֮ בְּי֣וֹם שׇׁמְעוֹ֒ כׇּל־נְדָרֶ֗יהָ וֶֽאֱסָרֶ֛יהָ אֲשֶׁר־אָסְרָ֥ה עַל־נַפְשָׁ֖הּ לֹ֣א יָק֑וּם וַֽיהֹוָה֙ יִֽסְלַח־לָ֔הּ כִּי־הֵנִ֥יא אָבִ֖יהָ אֹתָֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">30 <sup>2</sup>&nbsp;Now Mosheh spoke to the heads of the tribes of the Children of Yisra&#8217;el, saying: &#8220;This is the word that YHVH has commanded: <sup>3</sup>&nbsp;&#8216;(Any) man who vows a vow to YHVH or swears a sworn-oath, to bind himself by a binding-obligation: he is not to desecrate his word, according to all that goes out of his mouth, he is to do. <sup>4</sup>&nbsp;And a woman, when she vows a vow to YHVH or binds (herself) by a binding-obligation in her father&#8217;s house, in her youth, <sup>5</sup>&nbsp;and her father hears her vow, or her binding-obligation by which she has bound herself, and her father is silent to her: all her vows, they shall be upheld, and all her binding-obligations by which she has bound herself shall be upheld. <sup>6</sup>&nbsp;Now if her father constrains her at the time that he hears it, all her vows and her binding-obligations by which she binds herself shall not be upheld, and YHVH will grant-her-pardon, for her father has constrained her.'&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ז</sup>&nbsp;וְאִם־הָי֤וֹ תִֽהְיֶה֙ לְאִ֔ישׁ וּנְדָרֶ֖יהָ עָלֶ֑יהָ א֚וֹ מִבְטָ֣א שְׂפָתֶ֔יהָ אֲשֶׁ֥ר אָסְרָ֖ה עַל־נַפְשָֽׁהּ׃ <sup>ח</sup>&nbsp;וְשָׁמַ֥ע אִישָׁ֛הּ בְּי֥וֹם שׇׁמְע֖וֹ וְהֶחֱרִ֣ישׁ לָ֑הּ וְקָ֣מוּ נְדָרֶ֗יהָ וֶֽאֱסָרֶ֛הָ אֲשֶׁר־אָסְרָ֥ה עַל־נַפְשָׁ֖הּ יָקֻֽמוּ׃ <sup>ט</sup>&nbsp;וְ֠אִ֠ם בְּי֨וֹם שְׁמֹ֣עַ אִישָׁהּ֮ יָנִ֣יא אוֹתָהּ֒ וְהֵפֵ֗ר אֶת־נִדְרָהּ֙ אֲשֶׁ֣ר עָלֶ֔יהָ וְאֵת֙ מִבְטָ֣א שְׂפָתֶ֔יהָ אֲשֶׁ֥ר אָסְרָ֖ה עַל־נַפְשָׁ֑הּ וַיהֹוָ֖ה יִֽסְלַֽח־לָֽהּ׃ <sup>י</sup>&nbsp;וְנֵ֥דֶר אַלְמָנָ֖ה וּגְרוּשָׁ֑ה כֹּ֛ל אֲשֶׁר־אָסְרָ֥ה עַל־נַפְשָׁ֖הּ יָק֥וּם עָלֶֽיהָ׃ <sup>יא</sup>&nbsp;וְאִם־בֵּ֥ית אִישָׁ֖הּ נָדָ֑רָה אֽוֹ־אָסְרָ֥ה אִסָּ֛ר עַל־נַפְשָׁ֖הּ בִּשְׁבֻעָֽה׃ <sup>יב</sup>&nbsp;וְשָׁמַ֤ע אִישָׁהּ֙ וְהֶחֱרִ֣שׁ לָ֔הּ לֹ֥א הֵנִ֖יא אֹתָ֑הּ וְקָ֙מוּ֙ כׇּל־נְדָרֶ֔יהָ וְכׇל־אִסָּ֛ר אֲשֶׁר־אָסְרָ֥ה עַל־נַפְשָׁ֖הּ יָקֽוּם׃ <sup>יג</sup>&nbsp;וְאִם־הָפֵר֩ יָפֵ֨ר אֹתָ֥ם ׀ אִישָׁהּ֮ בְּי֣וֹם שׇׁמְעוֹ֒ כׇּל־מוֹצָ֨א שְׂפָתֶ֧יהָ לִנְדָרֶ֛יהָ וּלְאִסַּ֥ר נַפְשָׁ֖הּ לֹ֣א יָק֑וּם אִישָׁ֣הּ הֲפֵרָ֔ם וַיהֹוָ֖ה יִֽסְלַֽח־לָֽהּ׃ <sup>יד</sup>&nbsp;כׇּל־נֵ֛דֶר וְכׇל־שְׁבֻעַ֥ת אִסָּ֖ר לְעַנֹּ֣ת נָ֑פֶשׁ אִישָׁ֥הּ יְקִימֶ֖נּוּ וְאִישָׁ֥הּ יְפֵרֶֽנּוּ׃ <sup>טו</sup>&nbsp;וְאִם־הַחֲרֵשׁ֩ יַחֲרִ֨ישׁ לָ֥הּ אִישָׁהּ֮ מִיּ֣וֹם אֶל־יוֹם֒ וְהֵקִים֙ אֶת־כׇּל־נְדָרֶ֔יהָ א֥וֹ אֶת־כׇּל־אֱסָרֶ֖יהָ אֲשֶׁ֣ר עָלֶ֑יהָ הֵקִ֣ים אֹתָ֔ם כִּי־הֶחֱרִ֥שׁ לָ֖הּ בְּי֥וֹם שׇׁמְעֽוֹ׃ <sup>טז</sup>&nbsp;וְאִם־הָפֵ֥ר יָפֵ֛ר אֹתָ֖ם אַחֲרֵ֣י שׇׁמְע֑וֹ וְנָשָׂ֖א אֶת־עֲוֺנָֽהּ׃ <sup>יז</sup>&nbsp;אֵ֣לֶּה הַֽחֻקִּ֗ים אֲשֶׁ֨ר צִוָּ֤ה יְהֹוָה֙ אֶת־מֹשֶׁ֔ה בֵּ֥ין אִ֖ישׁ לְאִשְׁתּ֑וֹ בֵּֽין־אָ֣ב לְבִתּ֔וֹ בִּנְעֻרֶ֖יהָ בֵּ֥ית אָבִֽיהָ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>7</sup>&nbsp;&#8220;But if she becomes-married, becomes-married to a man while her vows are upon her, or the rash-statement of her lips by which she has bound herself, <sup>8</sup>&nbsp;and her husband hears, (and) at the time that he hears he is silent to her, her vows shall be upheld. All her binding-obligations by which she has bound herself shall be upheld. <sup>9</sup>&nbsp;Now if at the time that her husband hears, he constrains her, he annulls her vow that is upon her as well as the rash-statement of her lips by which she has bound herself, and YHVH will grant-her-pardon. <sup>10</sup>&nbsp;Now the vow of a widow or a divorcée, anything by which she has bound herself, shall be upheld regarding her. <sup>11</sup>&nbsp;If in the house of her husband she made-a-vow or bound, bound herself by a sworn-oath, <sup>12</sup>&nbsp;and her husband heard, and was silent to her, not constraining her, all her vows, they shall be upheld, and all the binding-obligations by which she bound herself shall be upheld. <sup>13</sup>&nbsp;But if her husband annulled, yes, annulled them at the time of his hearing it, all that went out of her lips as her vows, as her binding of herself — it shall not be upheld, her husband has annulled them, and YHVH will grant-her-pardon. <sup>14</sup>&nbsp;Every vow and every sworn binding, for afflicting her self: her husband may uphold, her husband may annul it. <sup>15</sup>&nbsp;But if her husband is silent, yes, silent to her, from (one) day to the (next) day, (then) he has upheld all her vows and all her binding-obligations that are upon her, he has them upheld, since he was silent to her at the time of his hearing it. <sup>16</sup>&nbsp;Now if he annuls, yes, annuls it after his hearing it, he shall bear her iniquity. <sup>17</sup>&nbsp;These are the laws that YHVH commanded Mosheh between a man and his wife, between a father and his daughter in her youth, (in) the house of her father.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>שני</mark> לא <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;נְקֹ֗ם נִקְמַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל מֵאֵ֖ת הַמִּדְיָנִ֑ים אַחַ֖ר תֵּאָסֵ֥ף אֶל־עַמֶּֽיךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">31 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Seek-vengeance, the vengeance of the Children of Yisra&#8217;el from the Midyanites; afterward you will be gathered to your kinspeople.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The war against the Midianites interferes with the narrative progression between the Lord&#8217;s command to Moses to go up Mount Abarim (Numbers 27:15-23), and die just like Aaron and Miriam in Numbers 20, and the implementation of the command. The record of this interference is apparent in the first verse of this chapter: &#8220;The Lord spoke to Moses, saying, 2‘Avenge the Israelites on the Midianites; afterwards you shall be gathered to your people.'&#8221;. H, uses the sin of Baal Peor, where at least one Midianite is implicated to accuse the whole nation of attempting to corrupt the Israelites, this is likely a commentary on Moses&#8217; choice of a Midianite wife according to J (Exodus 2).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ג</sup>&nbsp;וַיְדַבֵּ֤ר מֹשֶׁה֙ אֶל־הָעָ֣ם לֵאמֹ֔ר הֵחָלְצ֧וּ מֵאִתְּכֶ֛ם אֲנָשִׁ֖ים לַצָּבָ֑א וְיִהְיוּ֙ עַל־מִדְיָ֔ן לָתֵ֥ת נִקְמַת־יְהֹוָ֖ה בְּמִדְיָֽן׃ <sup>ד</sup>&nbsp;אֶ֚לֶף לַמַּטֶּ֔ה אֶ֖לֶף לַמַּטֶּ֑ה לְכֹל֙ מַטּ֣וֹת יִשְׂרָאֵ֔ל תִּשְׁלְח֖וּ לַצָּבָֽא׃ <sup>ה</sup>&nbsp;וַיִּמָּֽסְרוּ֙ מֵאַלְפֵ֣י יִשְׂרָאֵ֔ל אֶ֖לֶף לַמַּטֶּ֑ה שְׁנֵים־עָשָׂ֥ר אֶ֖לֶף חֲלוּצֵ֥י צָבָֽא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>3</sup>&nbsp;Mosheh spoke to the people, saying: &#8220;Draft from among your men for the attack-force, let them be against Midyan, to exact the vengeance of YHVH upon Midyan. <sup>4</sup>&nbsp;A thousand per tribe, a thousand per tribe for each of the tribes of Yisra&#8217;el, you are to send out to the attack-force. <sup>5</sup>&nbsp;There were mustered, from the divisions of Yisra&#8217;el, a thousand per tribe, twelve thousand (men) drafted for the attack-force.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ו</sup>&nbsp;וַיִּשְׁלַ֨ח אֹתָ֥ם מֹשֶׁ֛ה אֶ֥לֶף לַמַּטֶּ֖ה לַצָּבָ֑א אֹ֠תָ֠ם וְאֶת־פִּ֨ינְחָ֜ס בֶּן־אֶלְעָזָ֤ר הַכֹּהֵן֙ לַצָּבָ֔א וּכְלֵ֥י הַקֹּ֛דֶשׁ וַחֲצֹצְר֥וֹת הַתְּרוּעָ֖ה בְּיָדֽוֹ׃ <sup>ז</sup>&nbsp;וַֽיִּצְבְּאוּ֙ עַל־מִדְיָ֔ן כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶׁ֑ה וַיַּֽהַרְג֖וּ כׇּל־זָכָֽר׃ <sup>ח</sup>&nbsp;וְאֶת־מַלְכֵ֨י מִדְיָ֜ן הָרְג֣וּ עַל־חַלְלֵיהֶ֗ם אֶת־אֱוִ֤י וְאֶת־רֶ֙קֶם֙ וְאֶת־צ֤וּר וְאֶת־חוּר֙ וְאֶת־רֶ֔בַע חֲמֵ֖שֶׁת מַלְכֵ֣י מִדְיָ֑ן וְאֵת֙ בִּלְעָ֣ם בֶּן־בְּע֔וֹר הָרְג֖וּ בֶּחָֽרֶב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>6</sup>&nbsp;Mosheh sent them out, a thousand per tribe, to the attack-force, them and Pin&#8217;has son of El&#8217;azar, priest to the armed-forces, the holy implements and the trumpets for (sounding) trilling-blasts in his hand. <sup>7</sup>&nbsp;They arrayed-their-forces against Midyan, as YHVH had commanded Mosheh, and they killed every male, <sup>8</sup>&nbsp;and the kings of Midyan they killed, along with the (other) slain: Evi and Reqem, Tsur, Ḥur and Reva, the five kings of Midyan; and Bil&#8217;am son of Be&#8217;or they killed with the sword.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ט</sup>&nbsp;וַיִּשְׁבּ֧וּ בְנֵי־יִשְׂרָאֵ֛ל אֶת־נְשֵׁ֥י מִדְיָ֖ן וְאֶת־טַפָּ֑ם וְאֵ֨ת כׇּל־בְּהֶמְתָּ֧ם וְאֶת־כׇּל־מִקְנֵהֶ֛ם וְאֶת־כׇּל־חֵילָ֖ם בָּזָֽזוּ׃ <sup>י</sup>&nbsp;וְאֵ֤ת כׇּל־עָרֵיהֶם֙ בְּמ֣וֹשְׁבֹתָ֔ם וְאֵ֖ת כׇּל־טִֽירֹתָ֑ם שָׂרְפ֖וּ בָּאֵֽשׁ׃ <sup>יא</sup>&nbsp;וַיִּקְחוּ֙ אֶת־כׇּל־הַשָּׁלָ֔ל וְאֵ֖ת כׇּל־הַמַּלְק֑וֹחַ בָּאָדָ֖ם וּבַבְּהֵמָֽה׃ <sup>יב</sup>&nbsp;וַיָּבִ֡אוּ אֶל־מֹשֶׁה֩ וְאֶל־אֶלְעָזָ֨ר הַכֹּהֵ֜ן וְאֶל־עֲדַ֣ת בְּנֵֽי־יִשְׂרָאֵ֗ל אֶת־הַשְּׁבִ֧י וְאֶת־הַמַּלְק֛וֹחַ וְאֶת־הַשָּׁלָ֖ל אֶל־הַֽמַּחֲנֶ֑ה אֶל־עַֽרְבֹ֣ת מוֹאָ֔ב אֲשֶׁ֖ר עַל־יַרְדֵּ֥ן יְרֵחֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>9</sup>&nbsp;Now the Children of Yisra&#8217;el captured the women of Midyan, and their little-ones, and their animals and all their acquired-wealth, and all their goods they took-as-plunder. <sup>10</sup>&nbsp;And all their towns, among their settlements, and all their tent-villages, they burned with fire. <sup>11</sup>&nbsp;They took all the booty and all those-taken, among man and among domesticated-animal. <sup>12</sup>&nbsp;They brought to Mosheh and to El&#8217;azar the priest, and to the community of the Children of Yisra&#8217;el the captives and those-taken and the booty, to the camp, to the Plains of Moav, that are by Yarden-Yereḥo.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>שלישי (שני)</mark> <sup>יג</sup>&nbsp;וַיֵּ֨צְא֜וּ מֹשֶׁ֨ה וְאֶלְעָזָ֧ר הַכֹּהֵ֛ן וְכׇל־נְשִׂיאֵ֥י הָעֵדָ֖ה לִקְרָאתָ֑ם אֶל־מִח֖וּץ לַֽמַּחֲנֶֽה׃ <sup>יד</sup>&nbsp;וַיִּקְצֹ֣ף מֹשֶׁ֔ה עַ֖ל פְּקוּדֵ֣י הֶחָ֑יִל שָׂרֵ֤י הָאֲלָפִים֙ וְשָׂרֵ֣י הַמֵּא֔וֹת הַבָּאִ֖ים מִצְּבָ֥א הַמִּלְחָמָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>13</sup>&nbsp;Now Mosheh and El&#8217;azar the priest and all the leaders of the community, came out to meet them, outside the camp. <sup>14</sup>&nbsp;And Mosheh was furious with the commanders of the military, the officers of thousands and the officers of hundreds, who had come back from the armed-force in war;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>טו</sup>&nbsp;וַיֹּ֥אמֶר אֲלֵיהֶ֖ם מֹשֶׁ֑ה הַֽחִיִּיתֶ֖ם כׇּל־נְקֵבָֽה׃ <sup>טז</sup>&nbsp;הֵ֣ן הֵ֜נָּה הָי֨וּ לִבְנֵ֤י יִשְׂרָאֵל֙ בִּדְבַ֣ר בִּלְעָ֔ם לִמְסׇר־מַ֥עַל בַּיהֹוָ֖ה עַל־דְּבַר־פְּע֑וֹר וַתְּהִ֥י הַמַּגֵּפָ֖ה בַּעֲדַ֥ת יְהֹוָה׃ <sup>יז</sup>&nbsp;וְעַתָּ֕ה הִרְג֥וּ כׇל־זָכָ֖ר בַּטָּ֑ף וְכׇל־אִשָּׁ֗ה יֹדַ֥עַת אִ֛ישׁ לְמִשְׁכַּ֥ב זָכָ֖ר הֲרֹֽגוּ׃ <sup>יח</sup>&nbsp;וְכֹל֙ הַטַּ֣ף בַּנָּשִׁ֔ים אֲשֶׁ֥ר לֹא־יָדְע֖וּ מִשְׁכַּ֣ב זָכָ֑ר הַחֲי֖וּ לָכֶֽם׃ <sup>יט</sup>&nbsp;וְאַתֶּ֗ם חֲנ֛וּ מִח֥וּץ לַֽמַּחֲנֶ֖ה שִׁבְעַ֣ת יָמִ֑ים כֹּל֩ הֹרֵ֨ג נֶ֜פֶשׁ וְכֹ֣ל ׀ נֹגֵ֣עַ בֶּֽחָלָ֗ל תִּֽתְחַטְּא֞וּ בַּיּ֤וֹם הַשְּׁלִישִׁי֙ וּבַיּ֣וֹם הַשְּׁבִיעִ֔י אַתֶּ֖ם וּשְׁבִיכֶֽם׃ <sup>כ</sup>&nbsp;וְכׇל־בֶּ֧גֶד וְכׇל־כְּלִי־ע֛וֹר וְכׇל־מַעֲשֵׂ֥ה עִזִּ֖ים וְכׇל־כְּלִי־עֵ֑ץ תִּתְחַטָּֽאוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>15</sup>&nbsp;Mosheh said to them: &#8220;You have left-alive all the females! <sup>16</sup>&nbsp;Here, they were (the cause) for the Children of Yisra&#8217;el — through the word of Bil&#8217;am, of turning away from YHVH, in the matter of Pe&#8217;or, so that a plague came against the community of YHVH! <sup>17</sup>&nbsp;So now, kill every male among the little-ones, and every woman who has known a man by lying with a male, kill (as well)! <sup>18</sup>&nbsp;But all the younger-ones among the women who have not known lying with a male — you may keep them alive for yourselves. <sup>19</sup>&nbsp;As for you: pitch-camp outside the camp, for seven days; everyone who killed a person or everyone who touched a corpse — decontaminate-yourselves on the third day and on the seventh day, you and your captives. <sup>20</sup>&nbsp;And every garment and every vessel of animal-skin and everything made of goats&#8217;-hair and every wooden vessel, you are to decontaminate.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כא</sup>&nbsp;וַיֹּ֨אמֶר אֶלְעָזָ֤ר הַכֹּהֵן֙ אֶל־אַנְשֵׁ֣י הַצָּבָ֔א הַבָּאִ֖ים לַמִּלְחָמָ֑ה זֹ֚את חֻקַּ֣ת הַתּוֹרָ֔ה אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ <sup>כב</sup>&nbsp;אַ֥ךְ אֶת־הַזָּהָ֖ב וְאֶת־הַכָּ֑סֶף אֶֽת־הַנְּחֹ֙שֶׁת֙ אֶת־הַבַּרְזֶ֔ל אֶֽת־הַבְּדִ֖יל וְאֶת־הָעֹפָֽרֶת׃ <sup>כג</sup>&nbsp;כׇּל־דָּבָ֞ר אֲשֶׁר־יָבֹ֣א בָאֵ֗שׁ תַּעֲבִ֤ירוּ בָאֵשׁ֙ וְטָהֵ֔ר אַ֕ךְ בְּמֵ֥י נִדָּ֖ה יִתְחַטָּ֑א וְכֹ֨ל אֲשֶׁ֧ר לֹֽא־יָבֹ֛א בָּאֵ֖שׁ תַּעֲבִ֥ירוּ בַמָּֽיִם׃ <sup>כד</sup>&nbsp;וְכִבַּסְתֶּ֧ם בִּגְדֵיכֶ֛ם בַּיּ֥וֹם הַשְּׁבִיעִ֖י וּטְהַרְתֶּ֑ם וְאַחַ֖ר תָּבֹ֥אוּ אֶל־הַֽמַּחֲנֶֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>21</sup>&nbsp;El&#8217;azar the priest said to the men of the armed-force who came back from the war: &#8220;This is the legal Torah/Instruction that YHVH had commanded Mosheh: <sup>22</sup>&nbsp;However, gold and silver, bronze, iron, tin and lead <sup>23</sup>&nbsp;— anything that can come through fire — you are to pass through fire, then it will be pure; however, in Waters Kept-Apart it is to be decontaminated. And everything that cannot come through fire, you are to pass through water. <sup>24</sup>&nbsp;You are to scrub your garments on the seventh day, then you will be purified; afterward you may come back into the camp.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>רביעי</mark> <sup>כה</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כו</sup>&nbsp;שָׂ֗א אֵ֣ת רֹ֤אשׁ מַלְק֙וֹחַ֙ הַשְּׁבִ֔י בָּאָדָ֖ם וּבַבְּהֵמָ֑ה אַתָּה֙ וְאֶלְעָזָ֣ר הַכֹּהֵ֔ן וְרָאשֵׁ֖י אֲב֥וֹת הָעֵדָֽה׃ <sup>כז</sup>&nbsp;וְחָצִ֙יתָ֙ אֶת־הַמַּלְק֔וֹחַ בֵּ֚ין תֹּפְשֵׂ֣י הַמִּלְחָמָ֔ה הַיֹּצְאִ֖ים לַצָּבָ֑א וּבֵ֖ין כׇּל־הָעֵדָֽה׃ <sup>כח</sup>&nbsp;וַהֲרֵמֹתָ֨ מֶ֜כֶס לַֽיהֹוָ֗ה מֵאֵ֞ת אַנְשֵׁ֤י הַמִּלְחָמָה֙ הַיֹּצְאִ֣ים לַצָּבָ֔א אֶחָ֣ד נֶ֔פֶשׁ מֵחֲמֵ֖שׁ הַמֵּא֑וֹת מִן־הָאָדָם֙ וּמִן־הַבָּקָ֔ר וּמִן־הַחֲמֹרִ֖ים וּמִן־הַצֹּֽאן׃ <sup>כט</sup>&nbsp;מִמַּֽחֲצִיתָ֖ם תִּקָּ֑חוּ וְנָתַתָּ֛ה לְאֶלְעָזָ֥ר הַכֹּהֵ֖ן תְּרוּמַ֥ת יְהֹוָה׃ <sup>ל</sup>&nbsp;וּמִמַּחֲצִ֨ת בְּנֵֽי־יִשְׂרָאֵ֜ל תִּקַּ֣ח ׀ אֶחָ֣ד ׀ אָחֻ֣ז מִן־הַחֲמִשִּׁ֗ים מִן־הָאָדָ֧ם מִן־הַבָּקָ֛ר מִן־הַחֲמֹרִ֥ים וּמִן־הַצֹּ֖אן מִכׇּל־הַבְּהֵמָ֑ה וְנָתַתָּ֤ה אֹתָם֙ לַלְוִיִּ֔ם שֹׁמְרֵ֕י מִשְׁמֶ֖רֶת מִשְׁכַּ֥ן יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>25</sup>&nbsp;YHVH said to Mosheh, saying: <sup>26</sup>&nbsp;&#8220;Take up the head-count of those taken captive, among man and among beast, you and El&#8217;azar the priest and the heads of the fathers of the community. <sup>27</sup>&nbsp;You are to halve (equally) the taken-loot between those wielding (swords skillfully) in war, those going-out to the armed-forces, and the entire community. <sup>28</sup>&nbsp;And you are to raise a levy for YHVH from the men of war, those going-out to the armed-forces, one life out of five hundred, from humans and from cattle, from donkeys and from sheep. <sup>29</sup>&nbsp;From their half-share you are to take and give to El&#8217;azar the priest a contribution to YHVH. <sup>30</sup>&nbsp;And from the half-share of the Children of Yisra&#8217;el you are to take one, withheld from the fifty, from humans and from cattle, from donkeys and from sheep, from all domestic-animals, and you are to give them to the Levi&#8217;im, those charged with the charge of YHVH&#8217;s Mishkan/Dwelling.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>לא</sup>&nbsp;וַיַּ֣עַשׂ מֹשֶׁ֔ה וְאֶלְעָזָ֖ר הַכֹּהֵ֑ן כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ <sup>לב</sup>&nbsp;וַיְהִי֙ הַמַּלְק֔וֹחַ יֶ֣תֶר הַבָּ֔ז אֲשֶׁ֥ר בָּזְז֖וּ עַ֣ם הַצָּבָ֑א צֹ֗אן שֵׁשׁ־מֵא֥וֹת אֶ֛לֶף וְשִׁבְעִ֥ים אֶ֖לֶף וַחֲמֵ֥שֶׁת אֲלָפִֽים׃ <sup>לג</sup>&nbsp;וּבָקָ֕ר שְׁנַ֥יִם וְשִׁבְעִ֖ים אָֽלֶף׃ <sup>לד</sup>&nbsp;וַחֲמֹרִ֕ים אֶחָ֥ד וְשִׁשִּׁ֖ים אָֽלֶף׃ <sup>לה</sup>&nbsp;וְנֶ֣פֶשׁ אָדָ֔ם מִ֨ן־הַנָּשִׁ֔ים אֲשֶׁ֥ר לֹֽא־יָדְע֖וּ מִשְׁכַּ֣ב זָכָ֑ר כׇּל־נֶ֕פֶשׁ שְׁנַ֥יִם וּשְׁלֹשִׁ֖ים אָֽלֶף׃ <sup>לו</sup>&nbsp;וַתְּהִי֙ הַֽמֶּחֱצָ֔ה חֵ֕לֶק הַיֹּצְאִ֖ים בַּצָּבָ֑א מִסְפַּ֣ר הַצֹּ֗אן שְׁלֹשׁ־מֵא֥וֹת אֶ֙לֶף֙ וּשְׁלֹשִׁ֣ים אֶ֔לֶף וְשִׁבְעַ֥ת אֲלָפִ֖ים וַחֲמֵ֥שׁ מֵאֽוֹת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>31</sup>&nbsp;Mosheh and El&#8217;azar the priest did as YHVH had commanded Mosheh. <sup>32</sup>&nbsp;Now what was taken, over-and-above the plunder that the people from the armed-forces plundered, were sheep, six hundred thousand and seventy thousand and five thousand, <sup>33</sup>&nbsp;and cattle, two and seventy thousand, <sup>34</sup>&nbsp;and donkeys, one and sixty thousand; <sup>35</sup>&nbsp;and human persons, of women who had not known lying with a male, all the persons: two and thirty thousand. <sup>36</sup>&nbsp;And the half-share, the portion of those going-out to the armed-forces, the number of sheep: three hundred thousand and thirty thousand and seven thousand and five hundred.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>לז</sup>&nbsp;וַיְהִ֛י הַמֶּ֥כֶס לַֽיהֹוָ֖ה מִן־הַצֹּ֑אן שֵׁ֥שׁ מֵא֖וֹת חָמֵ֥שׁ וְשִׁבְעִֽים׃ <sup>לח</sup>&nbsp;וְהַ֨בָּקָ֔ר שִׁשָּׁ֥ה וּשְׁלֹשִׁ֖ים אָ֑לֶף וּמִכְסָ֥ם לַיהֹוָ֖ה שְׁנַ֥יִם וְשִׁבְעִֽים׃ <sup>לט</sup>&nbsp;וַחֲמֹרִ֕ים שְׁלֹשִׁ֥ים אֶ֖לֶף וַחֲמֵ֣שׁ מֵא֑וֹת וּמִכְסָ֥ם לַֽיהֹוָ֖ה אֶחָ֥ד וְשִׁשִּֽׁים׃ <sup>מ</sup>&nbsp;וְנֶ֣פֶשׁ אָדָ֔ם שִׁשָּׁ֥ה עָשָׂ֖ר אָ֑לֶף וּמִכְסָם֙ לַֽיהֹוָ֔ה שְׁנַ֥יִם וּשְׁלֹשִׁ֖ים נָֽפֶשׁ׃ <sup>מא</sup>&nbsp;וַיִּתֵּ֣ן מֹשֶׁ֗ה אֶת־מֶ֙כֶס֙ תְּרוּמַ֣ת יְהֹוָ֔ה לְאֶלְעָזָ֖ר הַכֹּהֵ֑ן כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>37</sup>&nbsp;And the levy for YHVH from the sheep was six hundred and five and seventy, <sup>38</sup>&nbsp;and (from) the cattle, six and thirty thousand, and their levy for YHVH, two and seventy, <sup>39</sup>&nbsp;and (from) the donkeys, thirty thousand and five hundred, and their levy for YHVH, one and sixty; <sup>40</sup>&nbsp;and (from) human persons, sixteen thousand, and their levy for YHVH, two and thirty persons. <sup>41</sup>&nbsp;Mosheh gave the levy of the contribution of YHVH to El&#8217;azar the priest, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>חמישי</mark> <sup>מב</sup>&nbsp;וּמִֽמַּחֲצִ֖ית בְּנֵ֣י יִשְׂרָאֵ֑ל אֲשֶׁר֙ חָצָ֣ה מֹשֶׁ֔ה מִן־הָאֲנָשִׁ֖ים הַצֹּבְאִֽים׃ <sup>מג</sup>&nbsp;וַתְּהִ֛י מֶחֱצַ֥ת הָעֵדָ֖ה מִן־הַצֹּ֑אן שְׁלֹשׁ־מֵא֥וֹת אֶ֙לֶף֙ וּשְׁלֹשִׁ֣ים אֶ֔לֶף שִׁבְעַ֥ת אֲלָפִ֖ים וַחֲמֵ֥שׁ מֵאֽוֹת׃ <sup>מד</sup>&nbsp;וּבָקָ֕ר שִׁשָּׁ֥ה וּשְׁלֹשִׁ֖ים אָֽלֶף׃ <sup>מה</sup>&nbsp;וַחֲמֹרִ֕ים שְׁלֹשִׁ֥ים אֶ֖לֶף וַחֲמֵ֥שׁ מֵאֽוֹת׃ <sup>מו</sup>&nbsp;וְנֶ֣פֶשׁ אָדָ֔ם שִׁשָּׁ֥ה עָשָׂ֖ר אָֽלֶף׃ <sup>מז</sup>&nbsp;וַיִּקַּ֨ח מֹשֶׁ֜ה מִמַּחֲצִ֣ת בְּנֵֽי־יִשְׂרָאֵ֗ל אֶת־הָֽאָחֻז֙ אֶחָ֣ד מִן־הַחֲמִשִּׁ֔ים מִן־הָאָדָ֖ם וּמִן־הַבְּהֵמָ֑ה וַיִּתֵּ֨ן אֹתָ֜ם לַלְוִיִּ֗ם שֹֽׁמְרֵי֙ מִשְׁמֶ֙רֶת֙ מִשְׁכַּ֣ן יְהֹוָ֔ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>42</sup>&nbsp;Now from the half-share of the Children of Yisra&#8217;el that Mosheh had halved, from the men who served-as-armed-forces, <sup>43</sup>&nbsp;the half-share for the community, from the sheep — three hundred thousand and thirty thousand and seven thousand and five hundred; <sup>44</sup>&nbsp;and cattle six and thirty thousand; <sup>45</sup>&nbsp;and donkeys thirty thousand and five hundred; <sup>46</sup>&nbsp;and human persons sixteen thousand. <sup>47</sup>&nbsp;Mosheh took from the half-share of the Children of Yisra&#8217;el, one withheld out of fifty, among man and among beast, and gave them to the Levi&#8217;im, those charged with the duties of the Mishkan of YHVH, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>מח</sup>&nbsp;וַֽיִּקְרְבוּ֙ אֶל־מֹשֶׁ֔ה הַפְּקֻדִ֕ים אֲשֶׁ֖ר לְאַלְפֵ֣י הַצָּבָ֑א שָׂרֵ֥י הָאֲלָפִ֖ים וְשָׂרֵ֥י הַמֵּאֽוֹת׃ <sup>מט</sup>&nbsp;וַיֹּֽאמְרוּ֙ אֶל־מֹשֶׁ֔ה עֲבָדֶ֣יךָ נָֽשְׂא֗וּ אֶת־רֹ֛אשׁ אַנְשֵׁ֥י הַמִּלְחָמָ֖ה אֲשֶׁ֣ר בְּיָדֵ֑נוּ וְלֹא־נִפְקַ֥ד מִמֶּ֖נּוּ אִֽישׁ׃ <sup>נ</sup>&nbsp;וַנַּקְרֵ֞ב אֶת־קׇרְבַּ֣ן יְהֹוָ֗ה אִישׁ֩ אֲשֶׁ֨ר מָצָ֤א כְלִֽי־זָהָב֙ אֶצְעָדָ֣ה וְצָמִ֔יד טַבַּ֖עַת עָגִ֣יל וְכוּמָ֑ז לְכַפֵּ֥ר עַל־נַפְשֹׁתֵ֖ינוּ לִפְנֵ֥י יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>48</sup>&nbsp;Now there came-near to Mosheh the commanders that belonged to the divisions of the armed-forces, officers of thousands and officers of hundreds, <sup>49</sup>&nbsp;they said to Mosheh: &#8220;Your servants have taken up the head-count of the men of war that are under our hand, there has not gone uncounted of us a (single) man! <sup>50</sup>&nbsp;And we have brought-near a near-offering for YHVH (from) any man who found a vessel of gold, armlets or bracelets, rings, earrings, or ornaments, to effect-ransom for our lives, before the presence of YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>נא</sup>&nbsp;וַיִּקַּ֨ח מֹשֶׁ֜ה וְאֶלְעָזָ֧ר הַכֹּהֵ֛ן אֶת־הַזָּהָ֖ב מֵֽאִתָּ֑ם כֹּ֖ל כְּלִ֥י מַעֲשֶֽׂה׃ <sup>נב</sup>&nbsp;וַיְהִ֣י ׀ כׇּל־זְהַ֣ב הַתְּרוּמָ֗ה אֲשֶׁ֤ר הֵרִ֙ימוּ֙ לַֽיהֹוָ֔ה שִׁשָּׁ֨ה עָשָׂ֥ר אֶ֛לֶף שְׁבַע־מֵא֥וֹת וַחֲמִשִּׁ֖ים שָׁ֑קֶל מֵאֵת֙ שָׂרֵ֣י הָֽאֲלָפִ֔ים וּמֵאֵ֖ת שָׂרֵ֥י הַמֵּאֽוֹת׃ <sup>נג</sup>&nbsp;אַנְשֵׁי֙ הַצָּבָ֔א בָּזְז֖וּ אִ֥ישׁ לֽוֹ׃ <sup>נד</sup>&nbsp;וַיִּקַּ֨ח מֹשֶׁ֜ה וְאֶלְעָזָ֤ר הַכֹּהֵן֙ אֶת־הַזָּהָ֔ב מֵאֵ֛ת שָׂרֵ֥י הָאֲלָפִ֖ים וְהַמֵּא֑וֹת וַיָּבִ֤אוּ אֹתוֹ֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד זִכָּר֥וֹן לִבְנֵֽי־יִשְׂרָאֵ֖ל לִפְנֵ֥י יְהֹוָה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>51</sup>&nbsp;So Mosheh and El&#8217;azar the priest took the gold from them, all kinds of implements of fine-workmanship. <sup>52</sup>&nbsp;Now all the gold of the contribution, that they set-aside for YHVH: sixteen thousand and seven hundred and fifty shekels, from the officers of thousands and from the officers of hundreds. <sup>53</sup>&nbsp;The men of the armed-forces kept-as-plunder, each-man (what) was his. <sup>54</sup>&nbsp;And Mosheh and El&#8217;azar the priest took the gold from the officers of thousands and the officers of hundreds, and brought it to the Ohel Mo&#8217;ed, (as) a reminder for the Children of Yisra&#8217;el, before the presence of YHVH.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>ששי (שלישי)</mark> לב <sup>א</sup>&nbsp;וּמִקְנֶ֣ה ׀ רַ֗ב הָיָ֞ה לִבְנֵ֧י רְאוּבֵ֛ן וְלִבְנֵי־גָ֖ד עָצ֣וּם מְאֹ֑ד וַיִּרְא֞וּ אֶת־אֶ֤רֶץ יַעְזֵר֙ וְאֶת־אֶ֣רֶץ גִּלְעָ֔ד וְהִנֵּ֥ה הַמָּק֖וֹם מְק֥וֹם מִקְנֶֽה׃ <sup>ב</sup>&nbsp;וַיָּבֹ֥אוּ בְנֵֽי־גָ֖ד וּבְנֵ֣י רְאוּבֵ֑ן וַיֹּאמְר֤וּ אֶל־מֹשֶׁה֙ וְאֶל־אֶלְעָזָ֣ר הַכֹּהֵ֔ן וְאֶל־נְשִׂיאֵ֥י הָעֵדָ֖ה לֵאמֹֽר׃ <sup>ג</sup>&nbsp;עֲטָר֤וֹת וְדִיבֹן֙ וְיַעְזֵ֣ר וְנִמְרָ֔ה וְחֶשְׁבּ֖וֹן וְאֶלְעָלֵ֑ה וּשְׂבָ֥ם וּנְב֖וֹ וּבְעֹֽן׃ <sup>ד</sup>&nbsp;הָאָ֗רֶץ אֲשֶׁ֨ר הִכָּ֤ה יְהֹוָה֙ לִפְנֵי֙ עֲדַ֣ת יִשְׂרָאֵ֔ל אֶ֥רֶץ מִקְנֶ֖ה הִ֑וא וְלַֽעֲבָדֶ֖יךָ מִקְנֶֽה׃ <sup>ה</sup>&nbsp;וַיֹּאמְר֗וּ אִם־מָצָ֤אנוּ חֵן֙ בְּעֵינֶ֔יךָ יֻתַּ֞ן אֶת־הָאָ֧רֶץ הַזֹּ֛את לַעֲבָדֶ֖יךָ לַאֲחֻזָּ֑ה אַל־תַּעֲבִרֵ֖נוּ אֶת־הַיַּרְדֵּֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">32 <sup>1</sup>&nbsp;Now many livestock had the Sons of Re&#8217;uven and the Sons of Gad, an exceedingly mighty (amount); and they saw the land of Ya&#8217;zer in the land of Gil&#8217;ad: here, the place was a place (fit) for livestock. <sup>2</sup>&nbsp;So the Sons of Re&#8217;uven and the Sons of Gad came and said to Mosheh, to El&#8217;azar the priest and to the leaders of the community, saying: <sup>3</sup>&nbsp;&#8220;Atarot and Divon, Ya&#8217;zer and Nimrah, Ḥeshbon and El&#8217;aleh, S&#8217;vam, N&#8217;vo and Ve&#8217;on, <sup>4</sup>&nbsp;the land that YHVH has struck before the community of Yisra&#8217;el — it is a land for livestock, and your servants have livestock.&#8221; <sup>5</sup>&nbsp;And they said: &#8220;If we have found favor in your eyes, let this land be given to your servants as a holding; do not make us cross the Yarden!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ו</sup>&nbsp;וַיֹּ֣אמֶר מֹשֶׁ֔ה לִבְנֵי־גָ֖ד וְלִבְנֵ֣י רְאוּבֵ֑ן הַאַֽחֵיכֶ֗ם יָבֹ֙אוּ֙ לַמִּלְחָמָ֔ה וְאַתֶּ֖ם תֵּ֥שְׁבוּ פֹֽה׃ <sup>ז</sup>&nbsp;וְלָ֣מָּה [תנואון] תְנִיא֔וּן אֶת־לֵ֖ב בְּנֵ֣י יִשְׂרָאֵ֑ל מֵֽעֲבֹר֙ אֶל־הָאָ֔רֶץ אֲשֶׁר־נָתַ֥ן לָהֶ֖ם יְהֹוָה׃ <sup>ח</sup>&nbsp;כֹּ֥ה עָשׂ֖וּ אֲבֹתֵיכֶ֑ם בְּשׇׁלְחִ֥י אֹתָ֛ם מִקָּדֵ֥שׁ בַּרְנֵ֖עַ לִרְא֥וֹת אֶת־הָאָֽרֶץ׃ <sup>ט</sup>&nbsp;וַֽיַּעֲל֞וּ עַד־נַ֣חַל אֶשְׁכּ֗וֹל וַיִּרְאוּ֙ אֶת־הָאָ֔רֶץ וַיָּנִ֕יאוּ אֶת־לֵ֖ב בְּנֵ֣י יִשְׂרָאֵ֑ל לְבִלְתִּי־בֹא֙ אֶל־הָאָ֔רֶץ אֲשֶׁר־נָתַ֥ן לָהֶ֖ם יְהֹוָה׃ <sup>י</sup>&nbsp;וַיִּֽחַר־אַ֥ף יְהֹוָ֖ה בַּיּ֣וֹם הַה֑וּא וַיִּשָּׁבַ֖ע לֵאמֹֽר׃ <sup>יא</sup>&nbsp;אִם־יִרְא֨וּ הָאֲנָשִׁ֜ים הָעֹלִ֣ים מִמִּצְרַ֗יִם מִבֶּ֨ן עֶשְׂרִ֤ים שָׁנָה֙ וָמַ֔עְלָה אֵ֚ת הָאֲדָמָ֔ה אֲשֶׁ֥ר נִשְׁבַּ֛עְתִּי לְאַבְרָהָ֥ם לְיִצְחָ֖ק וּֽלְיַעֲקֹ֑ב כִּ֥י לֹא־מִלְא֖וּ אַחֲרָֽי׃ <sup>יב</sup>&nbsp;בִּלְתִּ֞י כָּלֵ֤ב בֶּן־יְפֻנֶּה֙ הַקְּנִזִּ֔י וִיהוֹשֻׁ֖עַ בִּן־נ֑וּן כִּ֥י מִלְא֖וּ אַחֲרֵ֥י יְהֹוָה׃ <sup>יג</sup>&nbsp;וַיִּֽחַר־אַ֤ף יְהֹוָה֙ בְּיִשְׂרָאֵ֔ל וַיְנִעֵם֙ בַּמִּדְבָּ֔ר אַרְבָּעִ֖ים שָׁנָ֑ה עַד־תֹּם֙ כׇּל־הַדּ֔וֹר הָעֹשֶׂ֥ה הָרַ֖ע בְּעֵינֵ֥י יְהֹוָה׃ <sup>יד</sup>&nbsp;וְהִנֵּ֣ה קַמְתֶּ֗ם תַּ֚חַת אֲבֹ֣תֵיכֶ֔ם תַּרְבּ֖וּת אֲנָשִׁ֣ים חַטָּאִ֑ים לִסְפּ֣וֹת ע֗וֹד עַ֛ל חֲר֥וֹן אַף־יְהֹוָ֖ה אֶל־יִשְׂרָאֵֽל׃ <sup>טו</sup>&nbsp;כִּ֤י תְשׁוּבֻן֙ מֵֽאַחֲרָ֔יו וְיָסַ֣ף ע֔וֹד לְהַנִּיח֖וֹ בַּמִּדְבָּ֑ר וְשִֽׁחַתֶּ֖ם לְכׇל־הָעָ֥ם הַזֶּֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>6</sup>&nbsp;Mosheh said to the Sons of Gad and to the Sons of Re&#8217;uven: &#8220;Should your brothers go out to war, and you, you stay here? <sup>7</sup>&nbsp;Why would you constrain the will of the Children of Yisra&#8217;el from crossing into the land that YHVH has given them? <sup>8</sup>&nbsp;Thus did your fathers, when I sent them out of Ḳadesh Barne&#8217;a to see the land: <sup>9</sup>&nbsp;they went up as far as Wadi Eshkol and saw the land, then they constrained the will of the Children of Yisra&#8217;el so they did not come into the land that YHVH had given them. <sup>10</sup>&nbsp;And the anger of YHVH flared up on that day, and he swore, saying: <sup>11</sup>&nbsp;&#8216;If they should see, the men who went up from Mitsrayim, — from the age of twenty and upward — the soil about which I swore to Avraham, to Yitsḥaq and to Yaaqov . . . ! For they did not follow-fully after me,&#8217; <sup>12</sup>&nbsp;excepting Kalev son of Yefunneh, the Qenizzi, and Yehoshua son of Nun, for they followed-fully after YHVH. <sup>13</sup>&nbsp;And the anger of YHVH flared up against Yisra&#8217;el, and he had them wander in the wilderness, for forty years, until it came-to-an-end, that whole generation that was doing what was ill in the eyes of YHVH. <sup>14</sup>&nbsp;Now here, you have arisen in place of your fathers, a brood of sinning men, to add further to the flaming anger of YHVH against Yisra&#8217;el. <sup>15</sup>&nbsp;If you turn away from him, he will add further to leave them in the wilderness, and you will bring-ruin-upon this whole people!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>טז</sup>&nbsp;וַיִּגְּשׁ֤וּ אֵלָיו֙ וַ֣יֹּאמְר֔וּ גִּדְרֹ֥ת צֹ֛אן נִבְנֶ֥ה לְמִקְנֵ֖נוּ פֹּ֑ה וְעָרִ֖ים לְטַפֵּֽנוּ׃ <sup>יז</sup>&nbsp;וַאֲנַ֜חְנוּ נֵחָלֵ֣ץ חֻשִׁ֗ים לִפְנֵי֙ בְּנֵ֣י יִשְׂרָאֵ֔ל עַ֛ד אֲשֶׁ֥ר אִם־הֲבִֽיאֹנֻ֖ם אֶל־מְקוֹמָ֑ם וְיָשַׁ֤ב טַפֵּ֙נוּ֙ בְּעָרֵ֣י הַמִּבְצָ֔ר מִפְּנֵ֖י יֹשְׁבֵ֥י הָאָֽרֶץ׃ <sup>יח</sup>&nbsp;לֹ֥א נָשׁ֖וּב אֶל־בָּתֵּ֑ינוּ עַ֗ד הִתְנַחֵל֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אִ֖ישׁ נַחֲלָתֽוֹ׃ <sup>יט</sup>&nbsp;כִּ֣י לֹ֤א נִנְחַל֙ אִתָּ֔ם מֵעֵ֥בֶר לַיַּרְדֵּ֖ן וָהָ֑לְאָה כִּ֣י בָ֤אָה נַחֲלָתֵ֙נוּ֙ אֵלֵ֔ינוּ מֵעֵ֥בֶר הַיַּרְדֵּ֖ן מִזְרָֽחָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>16</sup>&nbsp;They came close to him and said: &#8220;Sheep fences we will build, for our livestock here, and towns for our little-ones; <sup>17</sup>&nbsp;and as for us, we shall be drafted hastily before the Children of Yisra&#8217;el, until we have brought them to their region. But our little-ones will stay in towns fortified against the inhabitants of the land. <sup>18</sup>&nbsp;We will not return to our houses until the Children of Yisra&#8217;el have inherited each-man his inheritance. <sup>19</sup>&nbsp;For we will not take-inheritance with them across the Yarden and further (on), for our inheritance has become ours across the Yarden, toward sunrise.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>שביעי (רביעי)</mark> <sup>כ</sup>&nbsp;וַיֹּ֤אמֶר אֲלֵיהֶם֙ מֹשֶׁ֔ה אִֽם־תַּעֲשׂ֖וּן אֶת־הַדָּבָ֣ר הַזֶּ֑ה אִם־תֵּחָ֥לְצ֛וּ לִפְנֵ֥י יְהֹוָ֖ה לַמִּלְחָמָֽה׃ <sup>כא</sup>&nbsp;וְעָבַ֨ר לָכֶ֧ם כׇּל־חָל֛וּץ אֶת־הַיַּרְדֵּ֖ן לִפְנֵ֣י יְהֹוָ֑ה עַ֧ד הוֹרִישׁ֛וֹ אֶת־אֹיְבָ֖יו מִפָּנָֽיו׃ <sup>כב</sup>&nbsp;וְנִכְבְּשָׁ֨ה הָאָ֜רֶץ לִפְנֵ֤י יְהֹוָה֙ וְאַחַ֣ר תָּשֻׁ֔בוּ וִהְיִיתֶ֧ם נְקִיִּ֛ם מֵיְהֹוָ֖ה וּמִיִּשְׂרָאֵ֑ל וְ֠הָיְתָ֠ה הָאָ֨רֶץ הַזֹּ֥את לָכֶ֛ם לַאֲחֻזָּ֖ה לִפְנֵ֥י יְהֹוָה׃ <sup>כג</sup>&nbsp;וְאִם־לֹ֤א תַעֲשׂוּן֙ כֵּ֔ן הִנֵּ֥ה חֲטָאתֶ֖ם לַיהֹוָ֑ה וּדְעוּ֙ חַטַּאתְכֶ֔ם אֲשֶׁ֥ר תִּמְצָ֖א אֶתְכֶֽם׃ <sup>כד</sup>&nbsp;בְּנֽוּ־לָכֶ֤ם עָרִים֙ לְטַפְּכֶ֔ם וּגְדֵרֹ֖ת לְצֹנַאֲכֶ֑ם וְהַיֹּצֵ֥א מִפִּיכֶ֖ם תַּעֲשֽׂוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>20</sup>&nbsp;Mosheh said to them: &#8220;If you do this thing, if you are drafted before YHVH for war, <sup>21</sup>&nbsp;and you cross the Yarden, every hand-picked man, before YHVH, until he has dispossessed his enemies from before him, <sup>22</sup>&nbsp;and the land is subdued before YHVH, afterward you may return, and (then) you will be clear (of obligation) before YHVH and before Yisra&#8217;el; this land will be for you as a holding before YHVH. <sup>23</sup>&nbsp;But if you do not do thus: here: you will have sinned against YHVH, and know your sin-that (it) will overtake you! <sup>24</sup>&nbsp;Build yourselves towns for your little-ones and fences for your flocks, and what has gone out of your mouths, do!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כה</sup>&nbsp;וַיֹּ֤אמֶר בְּנֵי־גָד֙ וּבְנֵ֣י רְאוּבֵ֔ן אֶל־מֹשֶׁ֖ה לֵאמֹ֑ר עֲבָדֶ֣יךָ יַעֲשׂ֔וּ כַּאֲשֶׁ֥ר אֲדֹנִ֖י מְצַוֶּֽה׃ <sup>כו</sup>&nbsp;טַפֵּ֣נוּ נָשֵׁ֔ינוּ מִקְנֵ֖נוּ וְכׇל־בְּהֶמְתֵּ֑נוּ יִֽהְיוּ־שָׁ֖ם בְּעָרֵ֥י הַגִּלְעָֽד׃ <sup>כז</sup>&nbsp;וַעֲבָדֶ֨יךָ יַֽעַבְר֜וּ כׇּל־חֲל֥וּץ צָבָ֛א לִפְנֵ֥י יְהֹוָ֖ה לַמִּלְחָמָ֑ה כַּאֲשֶׁ֥ר אֲדֹנִ֖י דֹּבֵֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>25</sup>&nbsp;Then said the Sons of Gad and the Sons of Re&#8217;uven to Mosheh, saying: &#8220;Your servants will do as my lord commands: <sup>26</sup>&nbsp;our little-ones, our wives, our livestock and all our animals will stay there in the towns of Gil&#8217;ad; <sup>27</sup>&nbsp;your servants will cross over, every drafted (member) of the armed-forces, before YHVH, in war, as my lord has spoken.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כח</sup>&nbsp;וַיְצַ֤ו לָהֶם֙ מֹשֶׁ֔ה אֵ֚ת אֶלְעָזָ֣ר הַכֹּהֵ֔ן וְאֵ֖ת יְהוֹשֻׁ֣עַ בִּן־נ֑וּן וְאֶת־רָאשֵׁ֛י אֲב֥וֹת הַמַּטּ֖וֹת לִבְנֵ֥י יִשְׂרָאֵֽל׃ <sup>כט</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֜ה אֲלֵהֶ֗ם אִם־יַעַבְר֣וּ בְנֵי־גָ֣ד וּבְנֵי־רְאוּבֵ֣ן ׀ אִ֠תְּכֶ֠ם אֶֽת־הַיַּרְדֵּ֞ן כׇּל־חָל֤וּץ לַמִּלְחָמָה֙ לִפְנֵ֣י יְהֹוָ֔ה וְנִכְבְּשָׁ֥ה הָאָ֖רֶץ לִפְנֵיכֶ֑ם וּנְתַתֶּ֥ם לָהֶ֛ם אֶת־אֶ֥רֶץ הַגִּלְעָ֖ד לַאֲחֻזָּֽה׃ <sup>ל</sup>&nbsp;וְאִם־לֹ֧א יַֽעַבְר֛וּ חֲלוּצִ֖ים אִתְּכֶ֑ם וְנֹֽאחֲז֥וּ בְתֹכְכֶ֖ם בְּאֶ֥רֶץ כְּנָֽעַן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>28</sup>&nbsp;So Mosheh commanded El&#8217;azar the priest concerning them and Yehoshua son of Nun and the heads of the Fathers of the tribes of the Children of Yisra&#8217;el, <sup>29</sup>&nbsp;and Mosheh said to them: &#8220;If the Sons of Gad and the Sons of Re&#8217;uven cross over the Yarden with you, everyone drafted for war, before YHVH, and the land is subdued before you, you may give them the land of Gil&#8217;ad as an inheritance. <sup>30</sup>&nbsp;But if the drafted (warriors) do not cross over with you, they will receive-holdings with you in the land of K&#8217;naan.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>לא</sup>&nbsp;וַיַּֽעֲנ֧וּ בְנֵי־גָ֛ד וּבְנֵ֥י רְאוּבֵ֖ן לֵאמֹ֑ר אֵת֩ אֲשֶׁ֨ר דִּבֶּ֧ר יְהֹוָ֛ה אֶל־עֲבָדֶ֖יךָ כֵּ֥ן נַעֲשֶֽׂה׃ <sup>לב</sup>&nbsp;נַ֣חְנוּ נַעֲבֹ֧ר חֲלוּצִ֛ים לִפְנֵ֥י יְהֹוָ֖ה אֶ֣רֶץ כְּנָ֑עַן וְאִתָּ֙נוּ֙ אֲחֻזַּ֣ת נַחֲלָתֵ֔נוּ מֵעֵ֖בֶר לַיַּרְדֵּֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>31</sup>&nbsp;The Sons of Gad and the Sons of Re&#8217;uven answered, saying: &#8220;What YHVH has spoken to your servants, thus will we do: <sup>32</sup>&nbsp;we ourselves will cross over, as drafted men, before YHVH, into the land of K&#8217;naan, (remaining) with us (will be) our inherited holding, across the Yarden.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> The conquest of the Transjordan evolved as the supplements accreted, depending upon what each successive addition wished to emphasize. 1. In the Elohisitic source (Numbers 21:21-35), the Transjordan, is seen as the bulk of the conquest, and is undertaken by Moses, this accords with E&#8217;s northern origin, and the emphasis on the Transjordan in E&#8217;s Jacob narratives. 2. J, a later Judean (the south of ancient Israel), construed the Transjordan as incidental to the &#8220;real&#8221; conquest, and thus when the Israelites send spies in Numbers 13, it was to Judean areas. Joshua leads the conquest into the parts of the land this source is interested in. 3. Dtr 1, further marginalizes the transjordanian conquests by implying that the Israelites didn&#8217;t actually dwell there, rather the wars against Sihon and Og were in self defense. 4. P, in this chapter, continues this trend by relegating this land to 2.5 tribes (Reuben, Gad, and half the tribe of Menasseh), none of them the very important, implying that the bulk of the conquest is still to come. 5. Dtr 2, aware of this tradition, has the 2.5 tribes lead the conquest into the land, since it is the &#8220;true conquest&#8221;, and only after demonstrating their loyalty can they dwell in the Transjordan. 6. In the above verses, H explains how the 2.5 tribes came to choose the Transjordan – abundance of flocks, and how their choice was at first construed as a rebellion by Moses. The 2.5 tribes promise that this is not the case and they volunteer to participate in the conquest as a vanguard, and Moses accedes. This story has a corollary in Joshua 22, where after the conquest they go back to the Tranjordan where they build an Altar, which is once again mistakenly construed as a rebellion against Canaanite centrality.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>לג</sup>&nbsp;וַיִּתֵּ֣ן</span> <span class=\"h\">לָהֶ֣ם ׀</span><span class=\"p\"> מֹשֶׁ֡ה לִבְנֵי־גָד֩ וְלִבְנֵ֨י רְאוּבֵ֜ן וְלַחֲצִ֣י ׀ שֵׁ֣בֶט ׀ מְנַשֶּׁ֣ה בֶן־יוֹסֵ֗ף אֶת־מַמְלֶ֙כֶת֙ סִיחֹן֙ מֶ֣לֶךְ הָֽאֱמֹרִ֔י וְאֶ֨ת־מַמְלֶ֔כֶת ע֖וֹג מֶ֣לֶךְ הַבָּשָׁ֑ן הָאָ֗רֶץ לְעָרֶ֙יהָ֙ בִּגְבֻלֹ֔ת עָרֵ֥י הָאָ֖רֶץ סָבִֽיב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>33</sup>&nbsp;So Mosheh gave</span> <span class=\"h\">to them,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> &#8221;To them&#8221; refers to the 2.5 tribes mentioned above, but since they are again referred to by name later in the verse, it seems likely that this expression was an addition. It also hints to the probability that there is more than one layer in this chapter, the original P of these verses and the H addition at the beginning of the chapter.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\">to the Sons of Gad, the Sons of Re&#8217;uven, and half the tribe of Menasheh son of Yosef, the kingdom of Siḥon king of the Emori, and the kingdom of Og king of Bashan, the land as regards its towns in the territories, the towns of the land all around.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>לד</sup>&nbsp;וַיִּבְנ֣וּ בְנֵי־גָ֔ד אֶת־דִּיבֹ֖ן וְאֶת־עֲטָרֹ֑ת וְאֵ֖ת עֲרֹעֵֽר׃ <sup>לה</sup>&nbsp;וְאֶת־עַטְרֹ֥ת שׁוֹפָ֛ן וְאֶת־יַעְזֵ֖ר וְיׇגְבְּהָֽה׃ <sup>לו</sup>&nbsp;וְאֶת־בֵּ֥ית נִמְרָ֖ה וְאֶת־בֵּ֣ית הָרָ֑ן עָרֵ֥י מִבְצָ֖ר וְגִדְרֹ֥ת צֹֽאן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>34</sup>&nbsp;And the Sons of Gad rebuilt Divon, Atarot, and Aro&#8217;er, <sup>35</sup>&nbsp;Aterot Shofan, and Ya&#8217;zer and Yogbehah, <sup>36</sup>&nbsp;and Bet Nimrah and Bet Haran, as fortified cities and as fences for flocks.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>לז</sup>&nbsp;וּבְנֵ֤י רְאוּבֵן֙ בָּנ֔וּ אֶת־חֶשְׁבּ֖וֹן וְאֶת־אֶלְעָלֵ֑א וְאֵ֖ת קִרְיָתָֽיִם׃ <sup>לח</sup>&nbsp;וְאֶת־נְב֞וֹ וְאֶת־בַּ֧עַל מְע֛וֹן מֽוּסַבֹּ֥ת שֵׁ֖ם וְאֶת־שִׂבְמָ֑ה וַיִּקְרְא֣וּ בְשֵׁמֹ֔ת אֶת־שְׁמ֥וֹת הֶעָרִ֖ים אֲשֶׁ֥ר בָּנֽוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>37</sup>&nbsp;And the Sons of Re&#8217;uven rebuilt Ḥeshbon and El&#8217;alei and Qiryatayim, <sup>38</sup>&nbsp;and Nevo and Baal Me&#8217;on — of changed name — and Sivmah; and they called them by (other) names, the names of the towns that they built.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>לט</sup>&nbsp;וַיֵּ֨לְכ֜וּ בְּנֵ֨י מָכִ֧יר בֶּן־מְנַשֶּׁ֛ה גִּלְעָ֖דָה וַֽיִּלְכְּדֻ֑הָ וַיּ֖וֹרֶשׁ אֶת־הָאֱמֹרִ֥י אֲשֶׁר־בָּֽהּ׃ <mark>מפטיר</mark> <sup>מ</sup>&nbsp;וַיִּתֵּ֤ן מֹשֶׁה֙ אֶת־הַגִּלְעָ֔ד לְמָכִ֖יר בֶּן־מְנַשֶּׁ֑ה וַיֵּ֖שֶׁב בָּֽהּ׃ <sup>מא</sup>&nbsp;וְיָאִ֤יר בֶּן־מְנַשֶּׁה֙ הָלַ֔ךְ וַיִּלְכֹּ֖ד אֶת־חַוֺּתֵיהֶ֑ם וַיִּקְרָ֥א אֶתְהֶ֖ן חַוֺּ֥ת יָאִֽיר׃ <sup>מב</sup>&nbsp;וְנֹ֣בַח הָלַ֔ךְ וַיִּלְכֹּ֥ד אֶת־קְנָ֖ת וְאֶת־בְּנֹתֶ֑יהָ וַיִּקְרָ֧א לָ֦הֿ נֹ֖בַח בִּשְׁמֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>39</sup>&nbsp;Then went out the Sons of Makhir son of Menasheh, to Gil&#8217;ad, they conquered it and dispossessed the Emori that were in it. <sup>40</sup>&nbsp;And Mosheh gave Gil&#8217;ad to Makhir son of Menasheh, and he settled there. <sup>41</sup>&nbsp;And Ya&#8217;ir son of Menasheh marched out and conquered their villages, he called them Ḥavvot-Ya&#8217;ir/Fortified-villages of Ya&#8217;ir. <sup>42</sup>&nbsp;And Novaḥ went out and conquered Qenat and its daughter-towns, and he called it Novaḥ, after his (own) name.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_מטות/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of &#8220;beasts,&#8221; I have used &#8220;domesticated-animals.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The war against the Midianites interferes with the narrative progression between the Lord&#8217;s command to Moses to go up Mount Abarim (Numbers 27:15-23), and die just like Aaron and Miriam in Numbers 20, and the implementation of the command. The record of this interference is apparent in the first verse of this chapter: &#8220;The Lord spoke to Moses, saying, 2‘Avenge the Israelites on the Midianites; afterwards you shall be gathered to your people.'&#8221;. H, uses the sin of Baal Peor, where at least one Midianite is implicated to accuse the whole nation of attempting to corrupt the Israelites, this is likely a commentary on Moses&#8217; choice of a Midianite wife according to J (Exodus 2).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">The conquest of the Transjordan evolved as the supplements accreted, depending upon what each successive addition wished to emphasize. 1. In the Elohisitic source (Numbers 21:21-35), the Transjordan, is seen as the bulk of the conquest, and is undertaken by Moses, this accords with E&#8217;s northern origin, and the emphasis on the Transjordan in E&#8217;s Jacob narratives. 2. J, a later Judean (the south of ancient Israel), construed the Transjordan as incidental to the &#8220;real&#8221; conquest, and thus when the Israelites send spies in Numbers 13, it was to Judean areas. Joshua leads the conquest into the parts of the land this source is interested in. 3. Dtr 1, further marginalizes the transjordanian conquests by implying that the Israelites didn&#8217;t actually dwell there, rather the wars against Sihon and Og were in self defense. 4. P, in this chapter, continues this trend by relegating this land to 2.5 tribes (Reuben, Gad, and half the tribe of Menasseh), none of them the very important, implying that the bulk of the conquest is still to come. 5. Dtr 2, aware of this tradition, has the 2.5 tribes lead the conquest into the land, since it is the &#8220;true conquest&#8221;, and only after demonstrating their loyalty can they dwell in the Transjordan. 6. In the above verses, H explains how the 2.5 tribes came to choose the Transjordan – abundance of flocks, and how their choice was at first construed as a rebellion by Moses. The 2.5 tribes promise that this is not the case and they volunteer to participate in the conquest as a vanguard, and Moses accedes. This story has a corollary in Joshua 22, where after the conquest they go back to the Tranjordan where they build an Altar, which is once again mistakenly construed as a rebellion against Canaanite centrality.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">&#8221;To them&#8221; refers to the 2.5 tribes mentioned above, but since they are again referred to by name later in the verse, it seems likely that this expression was an addition. It also hints to the probability that there is more than one layer in this chapter, the original P of these verses and the H addition at the beginning of the chapter.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer b'Midbar (Numbers)",
        "Parashat Matōt"
    ],
    "tags": [
        "33rd century A.M.",
        "6th century B.C.E.",
        "annual Torah reading cycle",
        "Midian",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "the Plains of Moav",
        "מטות Matot",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3734"
        ],
        "_thumbnail_id": [
            "26176"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/07/sheep-2954292_960_720.jpg",
        "title": "sheep-2954292_960_720",
        "caption": "<a href=\"https://pixabay.com/photos/sheep-hillside-scenic-2954292/\">Sheep</a> (credit: Kazg61, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=26170",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/bamidbar/parashat-matot-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-matot-color-coded-according-to-its-narrative-layers"
}