{
    "title": "&#128220; פָּרָשַׁת קֹרַח | Parashat Qoraḥ (Numbers 16:1-18:32), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'J'",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-06-26",
    "last_updated": "2022-04-28",
    "excerpt": "The text of parashat Qoraḥ, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The kernel of biblical text &#8216;E&#8217; and the &#8216;B&#8217; layer are absent from this parashah. </p>\n<p>Parashat Qoraḥ <span class=\"citation\">(Numbers 16:1-18:32)</span> in the annual Torah reading cycle is the fifth parashah in Sefer Bamidbar. It is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-bamidbar/parashat-shlah/parashat-shlah-color-coded-according-to-its-narrative-layers/\">Shlaḥ</a> <span class=\"citation\">(Numbers 13:1-15:41)</span>. Parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-bamidbar/parashat-huqat/parashat-huqat-color-coded-according-to-its-narrative-layers/\">Ḥuqat</a> <span class=\"citation\">(Numbers 19:1-22:1)</span> follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\">טז <sup>א</sup>&nbsp;וַיִּקַּ֣ח</span> <span class=\"p\">קֹ֔רַח בֶּן־יִצְהָ֥ר בֶּן־קְהָ֖ת בֶּן־לֵוִ֑י וְ</span><span class=\"j\">דָתָ֨ן וַאֲבִירָ֜ם בְּנֵ֧י אֱלִיאָ֛ב</span> <span class=\"p\">וְא֥וֹן בֶּן־פֶּ֖לֶת בְּנֵ֥י רְאוּבֵֽן׃ <sup>ב</sup>&nbsp;וַיָּקֻ֙מוּ֙ לִפְנֵ֣י מֹשֶׁ֔ה וַאֲנָשִׁ֥ים מִבְּנֵֽי־יִשְׂרָאֵ֖ל חֲמִשִּׁ֣ים וּמָאתָ֑יִם נְשִׂיאֵ֥י עֵדָ֛ה קְרִאֵ֥י מוֹעֵ֖ד אַנְשֵׁי־שֵֽׁם׃ <sup>ג</sup>&nbsp;וַיִּֽקָּהֲל֞וּ עַל־מֹשֶׁ֣ה וְעַֽל־אַהֲרֹ֗ן וַיֹּאמְר֣וּ אֲלֵהֶם֮ רַב־לָכֶם֒ כִּ֤י כׇל־הָֽעֵדָה֙ כֻּלָּ֣ם קְדֹשִׁ֔ים וּבְתוֹכָ֖ם יְהֹוָ֑ה וּמַדּ֥וּעַ תִּֽתְנַשְּׂא֖וּ עַל־קְהַ֥ל יְהֹוָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\">16 <sup>1</sup>&nbsp;Now there betook</span><span class=\"p\">-himself Qoraḥ son of Yitshar son of Qehat son of Levi, and</span> <span class=\"j\">Datan and Aviram the sons of Eliav</span> <span class=\"p\">and On son of Pelet, the sons of Re&#8217;uven <sup>2</sup>&nbsp;to rise up before Mosheh with men-of-stature from the Children of Yisra&#8217;el, fifty and two hundred, leaders of the community, those Called in the Appointed-council, men of name. <sup>3</sup>&nbsp;They assembled against Mosheh and against Aharon and said to them: &#8220;Too much (is) yours! Indeed, the entire community, the entirety-of-them, are holy, and in their midst is YHVH! Why then do you exalt yourselves over the assembly of YHVH?&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>ד</sup>&nbsp;וַיִּשְׁמַ֣ע מֹשֶׁ֔ה וַיִּפֹּ֖ל עַל־פָּנָֽיו׃ <sup>ה</sup>&nbsp;וַיְדַבֵּ֨ר אֶל־קֹ֜רַח וְאֶֽל־כׇּל־עֲדָתוֹ֮ לֵאמֹר֒ בֹּ֠קֶר וְיֹדַ֨ע יְהֹוָ֧ה אֶת־אֲשֶׁר־ל֛וֹ וְאֶת־הַקָּד֖וֹשׁ וְהִקְרִ֣יב אֵלָ֑יו וְאֵ֛ת אֲשֶׁ֥ר יִבְחַר־בּ֖וֹ יַקְרִ֥יב אֵלָֽיו׃ <sup>ו</sup>&nbsp;זֹ֖את עֲשׂ֑וּ קְחוּ־לָכֶ֣ם מַחְתּ֔וֹת קֹ֖רַח וְכׇל־עֲדָתֽוֹ׃ <sup>ז</sup>&nbsp;וּתְנ֣וּ בָהֵ֣ן ׀ אֵ֡שׁ וְשִׂ֩ימוּ֩ עֲלֵיהֶ֨ן ׀ קְטֹ֜רֶת לִפְנֵ֤י יְהֹוָה֙ מָחָ֔ר וְהָיָ֗ה הָאִ֛ישׁ אֲשֶׁר־יִבְחַ֥ר יְהֹוָ֖ה ה֣וּא הַקָּד֑וֹשׁ</span> <span class=\"h\">רַב־לָכֶ֖ם בְּנֵ֥י לֵוִֽי׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>4</sup>&nbsp;Now when Mosheh heard, he flung himself on his face. <sup>5</sup>&nbsp;Then he spoke to Qoraḥ and to his entire community, saying: &#8220;At daybreak YHVH will make-known who is his and who is holy and he will declare-him-near to him; the one that he chooses, he will declare-near to him. <sup>6</sup>&nbsp;This, do: Take yourselves (fire-)pans, Qoraḥ and his entire community, <sup>7</sup>&nbsp;and put fire in them, placing incense on them, before the presence of YHVH, tomorrow. And it shall be: the man whom YHVH chooses, he is the holy-one.</span> <span class=\"h\">Too much (is) yours, Sons of Levi!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ח</sup>&nbsp;וַיֹּ֥אמֶר מֹשֶׁ֖ה אֶל־קֹ֑רַח שִׁמְעוּ־נָ֖א בְּנֵ֥י לֵוִֽי׃ <sup>ט</sup>&nbsp;הַמְעַ֣ט מִכֶּ֗ם כִּֽי־הִבְדִּיל֩ אֱלֹהֵ֨י יִשְׂרָאֵ֤ל אֶתְכֶם֙ מֵעֲדַ֣ת יִשְׂרָאֵ֔ל לְהַקְרִ֥יב אֶתְכֶ֖ם אֵלָ֑יו לַעֲבֹ֗ד אֶת־עֲבֹדַת֙ מִשְׁכַּ֣ן יְהֹוָ֔ה וְלַעֲמֹ֛ד לִפְנֵ֥י הָעֵדָ֖ה לְשָׁרְתָֽם׃ <sup>י</sup>&nbsp;וַיַּקְרֵב֙ אֹֽתְךָ֔ וְאֶת־כׇּל־אַחֶ֥יךָ בְנֵי־לֵוִ֖י אִתָּ֑ךְ וּבִקַּשְׁתֶּ֖ם גַּם־כְּהֻנָּֽה׃ <sup>יא</sup>&nbsp;לָכֵ֗ן אַתָּה֙ וְכׇל־עֲדָ֣תְךָ֔ הַנֹּעָדִ֖ים עַל־יְהֹוָ֑ה וְאַהֲרֹ֣ן מַה־ה֔וּא כִּ֥י [תלונו] תַלִּ֖ינוּ עָלָֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>8</sup>&nbsp;And Mosheh said to Qoraḥ: &#8220;Pray hearken, Sons of Levi: <sup>9</sup>&nbsp;Is it too little for you that the <em>elo&#8217;ah</em> of Yisra&#8217;el has separated you from the community of Yisra&#8217;el to bring you near to him, to serve the serving-tasks of the Mishkan of YHVH, to stand before the community, to attend on them? <sup>10</sup>&nbsp;He has brought-near you and all your brothers, the Sons of Levi, with you — would you seek the priesthood as well? <sup>11</sup>&nbsp;Truly, (it is) you and your entire community that come-together against YHVH — as for Aharon, what is (wrong) with him that you should grumble against him!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>יב</sup>&nbsp;וַיִּשְׁלַ֣ח מֹשֶׁ֔ה לִקְרֹ֛א לְדָתָ֥ן וְלַאֲבִירָ֖ם בְּנֵ֣י אֱלִיאָ֑ב</span> <span class=\"j\">וַיֹּאמְר֖וּ לֹ֥א נַעֲלֶֽה׃ <sup>יג</sup>&nbsp;הַמְעַ֗ט כִּ֤י הֶֽעֱלִיתָ֙נוּ֙ מֵאֶ֨רֶץ זָבַ֤ת חָלָב֙ וּדְבַ֔שׁ לַהֲמִיתֵ֖נוּ בַּמִּדְבָּ֑ר כִּֽי־תִשְׂתָּרֵ֥ר עָלֵ֖ינוּ גַּם־הִשְׂתָּרֵֽר׃ <mark>שני</mark> <sup>יד</sup>&nbsp;אַ֡ף לֹ֣א אֶל־אֶ֩רֶץ֩ זָבַ֨ת חָלָ֤ב וּדְבַשׁ֙ הֲבִ֣יאֹתָ֔נוּ וַתִּ֨תֶּן־לָ֔נוּ נַחֲלַ֖ת שָׂדֶ֣ה וָכָ֑רֶם הַעֵינֵ֞י הָאֲנָשִׁ֥ים הָהֵ֛ם תְּנַקֵּ֖ר לֹ֥א נַעֲלֶֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>12</sup>&nbsp;Mosheh sent to call Datan and Aviram, the sons of Eliav,</span> <span class=\"j\">but they said: &#8220;We will not go up! <sup>13</sup>&nbsp;Is it too little that you have brought us up from a land flowing with milk and honey to cause-our-death in the wilderness? that you should play-the-prince over us, even the prince? <sup>14</sup>&nbsp;Then too, not to a land flowing with milk and honey have you brought us, (nor) have you given us an inheritance of field and vineyard. The eyes of these men, would you gouge out? We will not go up!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>טו</sup>&nbsp;וַיִּ֤חַר לְמֹשֶׁה֙ מְאֹ֔ד וַיֹּ֙אמֶר֙ אֶל־יְהֹוָ֔ה אַל־תֵּ֖פֶן אֶל־מִנְחָתָ֑ם לֹ֠א חֲמ֨וֹר אֶחָ֤ד מֵהֶם֙ נָשָׂ֔אתִי וְלֹ֥א הֲרֵעֹ֖תִי אֶת־אַחַ֥ד מֵהֶֽם׃ </span> <span class=\"h\"><sup>טז</sup>&nbsp;וַיֹּ֤אמֶר מֹשֶׁה֙ אֶל־קֹ֔רַח אַתָּה֙ וְכׇל־עֲדָ֣תְךָ֔ הֱי֖וּ לִפְנֵ֣י יְהֹוָ֑ה אַתָּ֥ה וָהֵ֛ם וְאַהֲרֹ֖ן מָחָֽר׃ <sup>יז</sup>&nbsp;וּקְח֣וּ ׀ אִ֣ישׁ מַחְתָּת֗וֹ וּנְתַתֶּ֤ם עֲלֵיהֶם֙ קְטֹ֔רֶת וְהִקְרַבְתֶּ֞ם לִפְנֵ֤י יְהֹוָה֙ אִ֣ישׁ מַחְתָּת֔וֹ חֲמִשִּׁ֥ים וּמָאתַ֖יִם מַחְתֹּ֑ת וְאַתָּ֥ה וְאַהֲרֹ֖ן אִ֥ישׁ מַחְתָּתֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>15</sup>&nbsp;Then Mosheh became exceedingly upset, he said to YHVH: &#8220;Do not turn your face toward their grain-gift — not (even) one donkey of theirs have I carried off, I have not done ill to (even) one of them!&#8221;</span> <span class=\"h\"><sup>16</sup>&nbsp;Mosheh said to Qoraḥ: &#8220;You and your entire community, be (there) before the presence of YHVH, you and they and Aharon, tomorrow. <sup>17</sup>&nbsp;And take, each-man, his pan, place on them smoking-incense, and bring-it-near, before the presence of YHVH, each-man his pan, fifty and two hundred pans, and (also) you and Aharon, each-man his pan.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>יח</sup>&nbsp;וַיִּקְח֞וּ אִ֣ישׁ מַחְתָּת֗וֹ וַיִּתְּנ֤וּ עֲלֵיהֶם֙ אֵ֔שׁ וַיָּשִׂ֥ימוּ עֲלֵיהֶ֖ם קְטֹ֑רֶת וַֽיַּעַמְד֗וּ פֶּ֛תַח אֹ֥הֶל מוֹעֵ֖ד וּמֹשֶׁ֥ה וְאַהֲרֹֽן׃ <sup>יט</sup>&nbsp;וַיַּקְהֵ֨ל עֲלֵיהֶ֥ם קֹ֙רַח֙ אֶת־כׇּל־הָ֣עֵדָ֔ה אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וַיֵּרָ֥א כְבוֹד־יְהֹוָ֖ה אֶל־כׇּל־הָעֵדָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>18</sup>&nbsp;So they took each-man his pan, placing on them fire, putting on them smoking-incense, and stood at the entrance to the Ohel Mo&#8217;ed, as (did) Mosheh and Aharon. <sup>19</sup>&nbsp;And Qoraḥ and his entire community assembled against them, at the entrance to the Ohel Mo&#8217;ed. Now the Kavod of YHVH was seen by the entire community;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>שלישי</mark> <sup>כ</sup>&nbsp;וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃ <sup>כא</sup>&nbsp;הִבָּ֣דְל֔וּ מִתּ֖וֹךְ הָעֵדָ֣ה הַזֹּ֑את וַאֲכַלֶּ֥ה אֹתָ֖ם כְּרָֽגַע׃ <sup>כב</sup>&nbsp;וַיִּפְּל֤וּ עַל־פְּנֵיהֶם֙ וַיֹּ֣אמְר֔וּ אֵ֕ל אֱלֹהֵ֥י הָרוּחֹ֖ת לְכׇל־בָּשָׂ֑ר הָאִ֤ישׁ אֶחָד֙ יֶחֱטָ֔א וְעַ֥ל כׇּל־הָעֵדָ֖ה תִּקְצֹֽף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>20</sup>&nbsp;and YHVH said to Mosheh and to Aharon, saying: <sup>21</sup>&nbsp;&#8220;Separate (yourselves) from the midst of this community, that I may finish them off in an instant!&#8221; <sup>22</sup>&nbsp;They flung themselves on their faces and said: &#8220;O El, <em>elo&#8217;ah</em> of the spirits of all flesh, when one man sins, at the entire community will you be furious?&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כג</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כד</sup>&nbsp;דַּבֵּ֥ר אֶל־הָעֵדָ֖ה לֵאמֹ֑ר הֵֽעָלוּ֙ מִסָּבִ֔יב לְמִשְׁכַּן־קֹ֖רַח דָּתָ֥ן וַאֲבִירָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>23</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>24</sup>&nbsp;&#8220;Speak to the community, saying: &#8216;Go up from around the dwelling-place of Qoraḥ, Datan and Aviram!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>כה</sup>&nbsp;וַיָּ֣קׇם מֹשֶׁ֔ה וַיֵּ֖לֶךְ אֶל־דָּתָ֣ן וַאֲבִירָ֑ם וַיֵּלְכ֥וּ אַחֲרָ֖יו זִקְנֵ֥י יִשְׂרָאֵֽל׃ </span> <span class=\"h\"><sup>כו</sup>&nbsp;וַיְדַבֵּ֨ר אֶל־הָעֵדָ֜ה לֵאמֹ֗ר ס֣וּרוּ נָ֡א מֵעַל֩ אׇהֳלֵ֨י הָאֲנָשִׁ֤ים הָֽרְשָׁעִים֙ הָאֵ֔לֶּה וְאַֽל־תִּגְּע֖וּ בְּכׇל־אֲשֶׁ֣ר לָהֶ֑ם פֶּן־תִּסָּפ֖וּ בְּכׇל־חַטֹּאתָֽם׃ <sup>כז</sup>&nbsp;וַיֵּעָל֗וּ מֵעַ֧ל מִשְׁכַּן־קֹ֛רַח דָּתָ֥ן וַאֲבִירָ֖ם מִסָּבִ֑יב</span> <span class=\"j\">וְדָתָ֨ן וַאֲבִירָ֜ם יָצְא֣וּ נִצָּבִ֗ים פֶּ֚תַח אׇֽהֳלֵיהֶ֔ם וּנְשֵׁיהֶ֥ם וּבְנֵיהֶ֖ם וְטַפָּֽם׃ <sup>כח</sup>&nbsp;וַיֹּ֘אמֶר֮ מֹשֶׁה֒ בְּזֹאת֙ תֵּֽדְע֔וּן כִּֽי־יְהֹוָ֣ה שְׁלָחַ֔נִי לַעֲשׂ֕וֹת אֵ֥ת כׇּל־הַֽמַּעֲשִׂ֖ים הָאֵ֑לֶּה כִּי־לֹ֖א מִלִּבִּֽי׃ <sup>כט</sup>&nbsp;אִם־כְּמ֤וֹת כׇּל־הָֽאָדָם֙ יְמֻת֣וּן אֵ֔לֶּה וּפְקֻדַּת֙ כׇּל־הָ֣אָדָ֔ם יִפָּקֵ֖ד עֲלֵיהֶ֑ם לֹ֥א יְהֹוָ֖ה שְׁלָחָֽנִי׃ <sup>ל</sup>&nbsp;וְאִם־בְּרִיאָ֞ה יִבְרָ֣א יְהֹוָ֗ה וּפָצְתָ֨ה הָאֲדָמָ֤ה אֶת־פִּ֙יהָ֙ וּבָלְעָ֤ה אֹתָם֙ וְאֶת־כׇּל־אֲשֶׁ֣ר לָהֶ֔ם וְיָרְד֥וּ חַיִּ֖ים שְׁאֹ֑לָה וִֽידַעְתֶּ֕ם כִּ֧י נִֽאֲצ֛וּ הָאֲנָשִׁ֥ים הָאֵ֖לֶּה אֶת־יְהֹוָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>25</sup>&nbsp;Mosheh arose and went to Datan and Aviram, and there went after him the elders of Yisra&#8217;el.</span> <span class=\"h\"><sup>26</sup>&nbsp;And he spoke to the community, saying: &#8220;Pray turn away from the tents of these wicked men, do not touch anything that is theirs, lest you be swept away for all their sins!&#8221; <sup>27</sup>&nbsp;They went up from the dwellings of Qoraḥ, Datan and Aviram, all around.</span> <span class=\"j\">Now Datan and Aviram had come out, stationed at the entrance to their tents, with their wives, their children, and their little-ones. <sup>28</sup>&nbsp;Mosheh said: &#8220;By this you shall know that (it is) YHVH (who) sent me to do all these deeds, that (it was) not from my (own) heart: <sup>29</sup>&nbsp;if like the death of all humans these-men die, and the calling-to-account of all humans is accounted upon them, (it is) not YHVH (who) has sent me. <sup>30</sup>&nbsp;But if YHVH creates a new-creation, and the ground opens its mouth, and swallows up them and all that is theirs, and they go down alive into Sheol, then you will know that these men have scorned YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>לא</sup>&nbsp;וַיְהִי֙ כְּכַלֹּת֔וֹ לְדַבֵּ֕ר אֵ֥ת כׇּל־הַדְּבָרִ֖ים הָאֵ֑לֶּה וַתִּבָּקַ֥ע הָאֲדָמָ֖ה אֲשֶׁ֥ר תַּחְתֵּיהֶֽם׃ <sup>לב</sup>&nbsp;וַתִּפְתַּ֤ח הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלַ֥ע אֹתָ֖ם וְאֶת־בָּתֵּיהֶ֑ם</span> <span class=\"h\">וְאֵ֤ת כׇּל־הָאָדָם֙ אֲשֶׁ֣ר לְקֹ֔רַח וְאֵ֖ת כׇּל־הָרְכֽוּשׁ׃ </span> <span class=\"j\"><sup>לג</sup>&nbsp;וַיֵּ֨רְד֜וּ הֵ֣ם וְכׇל־אֲשֶׁ֥ר לָהֶ֛ם חַיִּ֖ים שְׁאֹ֑לָה וַתְּכַ֤ס עֲלֵיהֶם֙ הָאָ֔רֶץ וַיֹּאבְד֖וּ מִתּ֥וֹךְ הַקָּהָֽל׃ <sup>לד</sup>&nbsp;וְכׇל־יִשְׂרָאֵ֗ל אֲשֶׁ֛ר סְבִיבֹתֵיהֶ֖ם נָ֣סוּ לְקֹלָ֑ם כִּ֣י אָֽמְר֔וּ פֶּן־תִּבְלָעֵ֖נוּ הָאָֽרֶץ׃ </span> <span class=\"p\"><sup>לה</sup>&nbsp;וְאֵ֥שׁ יָצְאָ֖ה מֵאֵ֣ת יְהֹוָ֑ה וַתֹּ֗אכַל אֵ֣ת הַחֲמִשִּׁ֤ים וּמָאתַ֙יִם֙ אִ֔ישׁ מַקְרִיבֵ֖י הַקְּטֹֽרֶת׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>31</sup>&nbsp;Now it was, just as he finished speaking all these words, there split the ground that was beneath them; <sup>32</sup>&nbsp;the earth opened its mouth and swallowed up them and their households,</span> <span class=\"h\">all the human beings that belonged to Qoraḥ and all the property.</span> <span class=\"j\"><sup>33</sup>&nbsp;So they went down, they and all theirs, alive, into Sheol; the earth covered them, and they perished from the midst of the assembly. <sup>34</sup>&nbsp;Now all Yisra&#8217;el that were around them fled at the sound-of-their-voice, for they said: &#8220;Lest the earth swallow us up!&#8221;</span> <span class=\"p\"><sup>35</sup>&nbsp;Now fire went out from before the presence of YHVH and consumed the fifty and two hundred men, those who had brought-near the incense.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\">יז <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;אֱמֹ֨ר אֶל־אֶלְעָזָ֜ר בֶּן־אַהֲרֹ֣ן הַכֹּהֵ֗ן וְיָרֵ֤ם אֶת־הַמַּחְתֹּת֙ מִבֵּ֣ין הַשְּׂרֵפָ֔ה וְאֶת־הָאֵ֖שׁ זְרֵה־הָ֑לְאָה כִּ֖י קָדֵֽשׁוּ׃ <sup>ג</sup>&nbsp;אֵ֡ת מַחְתּוֹת֩ הַֽחַטָּאִ֨ים הָאֵ֜לֶּה בְּנַפְשֹׁתָ֗ם וְעָשׂ֨וּ אֹתָ֜ם רִקֻּעֵ֤י פַחִים֙ צִפּ֣וּי לַמִּזְבֵּ֔חַ כִּֽי־הִקְרִיבֻ֥ם לִפְנֵֽי־יְהֹוָ֖ה וַיִּקְדָּ֑שׁוּ וְיִֽהְי֥וּ לְא֖וֹת לִבְנֵ֥י יִשְׂרָאֵֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">17 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Speak to El&#8217;azar son of Aharon the priest, that he may set-aside the pans from the burned-remains, and the fire-coals, scatter yonder, for they have become-holy; <sup>3</sup>&nbsp;(as for) the pans of those-who-sinned, (at the cost of) their lives, make of them beaten plates, overlaid for the Mizbe&#8217;aḥ, for they were brought-near before the presence of YHVH, and have become-holy. Let them be a sign for the Children of Yisra&#8217;el!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ד</sup>&nbsp;וַיִּקַּ֞ח אֶלְעָזָ֣ר הַכֹּהֵ֗ן אֵ֚ת מַחְתּ֣וֹת הַנְּחֹ֔שֶׁת אֲשֶׁ֥ר הִקְרִ֖יבוּ הַשְּׂרֻפִ֑ים וַֽיְרַקְּע֖וּם צִפּ֥וּי לַמִּזְבֵּֽחַ׃ <sup>ה</sup>&nbsp;זִכָּר֞וֹן לִבְנֵ֣י יִשְׂרָאֵ֗ל לְ֠מַ֠עַן אֲשֶׁ֨ר לֹֽא־יִקְרַ֜ב אִ֣ישׁ זָ֗ר אֲ֠שֶׁ֠ר לֹ֣א מִזֶּ֤רַע אַהֲרֹן֙ ה֔וּא לְהַקְטִ֥יר קְטֹ֖רֶת לִפְנֵ֣י יְהֹוָ֑ה וְלֹֽא־יִהְיֶ֤ה כְקֹ֙רַח֙ וְכַ֣עֲדָת֔וֹ כַּאֲשֶׁ֨ר דִּבֶּ֧ר יְהֹוָ֛ה בְּיַד־מֹשֶׁ֖ה לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>4</sup>&nbsp;So El&#8217;azar the priest took the bronze pans that the burned-men had brought near, and he beat them as overlay for the Mizbe&#8217;aḥ, <sup>5</sup>&nbsp;a reminder for the Children of Yisra&#8217;el, in order that no outside man might come-near who is not of the seed of Aharon to turn smoking-incense into smoke before the presence of YHVH, and so that he not become like Qoraḥ and like his community, as YHVH spoke through the hand of Mosheh to him.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>ו</sup>&nbsp;וַיִּלֹּ֜נוּ כׇּל־עֲדַ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ מִֽמׇּחֳרָ֔ת עַל־מֹשֶׁ֥ה וְעַֽל־אַהֲרֹ֖ן לֵאמֹ֑ר אַתֶּ֥ם הֲמִתֶּ֖ם אֶת־עַ֥ם יְהֹוָה׃ <sup>ז</sup>&nbsp;וַיְהִ֗י בְּהִקָּהֵ֤ל הָֽעֵדָה֙ עַל־מֹשֶׁ֣ה וְעַֽל־אַהֲרֹ֔ן וַיִּפְנוּ֙ אֶל־אֹ֣הֶל מוֹעֵ֔ד וְהִנֵּ֥ה כִסָּ֖הוּ הֶעָנָ֑ן וַיֵּרָ֖א כְּב֥וֹד יְהֹוָה׃ <sup>ח</sup>&nbsp;וַיָּבֹ֤א מֹשֶׁה֙ וְאַהֲרֹ֔ן אֶל־פְּנֵ֖י אֹ֥הֶל מוֹעֵֽד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>6</sup>&nbsp;But all the Children of Yisra&#8217;el grumbled on the morrow against Mosheh and against Aharon, saying: &#8220;(It is) you (who) caused-the-death of YHVH&#8217;s people!&#8221; <sup>7</sup>&nbsp;Now it was, when the community assembled against Mosheh and against Aharon, that they turned toward the Ohel Mo&#8217;ed, and here: the cloud had covered it, and the Kavod of YHVH could be seen! <sup>8</sup>&nbsp;Then Mosheh and Aharon came to the front of the Ohel Mo&#8217;ed.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>רביעי</mark> <sup>ט</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>י</sup>&nbsp;הֵרֹ֗מּוּ מִתּוֹךְ֙ הָעֵדָ֣ה הַזֹּ֔את וַאֲכַלֶּ֥ה אֹתָ֖ם כְּרָ֑גַע וַֽיִּפְּל֖וּ עַל־פְּנֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>9</sup>&nbsp;And YHVH spoke to Mosheh, saying: <sup>10</sup>&nbsp;&#8220;Move-aside from the midst of this community, that I may finish them off in an instant! They flung themselves upon their faces.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>יא</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶֽל־אַהֲרֹ֗ן קַ֣ח אֶת־הַ֠מַּחְתָּ֠ה וְתֶן־עָלֶ֨יהָ אֵ֜שׁ מֵעַ֤ל הַמִּזְבֵּ֙חַ֙ וְשִׂ֣ים קְטֹ֔רֶת וְהוֹלֵ֧ךְ מְהֵרָ֛ה אֶל־הָעֵדָ֖ה וְכַפֵּ֣ר עֲלֵיהֶ֑ם כִּֽי־יָצָ֥א הַקֶּ֛צֶף מִלִּפְנֵ֥י יְהֹוָ֖ה הֵחֵ֥ל הַנָּֽגֶף׃ <sup>יב</sup>&nbsp;וַיִּקַּ֨ח אַהֲרֹ֜ן כַּאֲשֶׁ֣ר ׀ דִּבֶּ֣ר מֹשֶׁ֗ה וַיָּ֙רׇץ֙ אֶל־תּ֣וֹךְ הַקָּהָ֔ל וְהִנֵּ֛ה הֵחֵ֥ל הַנֶּ֖גֶף בָּעָ֑ם וַיִּתֵּן֙ אֶֽת־הַקְּטֹ֔רֶת וַיְכַפֵּ֖ר עַל־הָעָֽם׃ <sup>יג</sup>&nbsp;וַיַּעֲמֹ֥ד בֵּֽין־הַמֵּתִ֖ים וּבֵ֣ין הַֽחַיִּ֑ים וַתֵּעָצַ֖ר הַמַּגֵּפָֽה׃ <sup>יד</sup>&nbsp;וַיִּהְי֗וּ הַמֵּתִים֙ בַּמַּגֵּפָ֔ה אַרְבָּעָ֥ה עָשָׂ֛ר אֶ֖לֶף וּשְׁבַ֣ע מֵא֑וֹת מִלְּבַ֥ד הַמֵּתִ֖ים עַל־דְּבַר־קֹֽרַח׃ <sup>טו</sup>&nbsp;וַיָּ֤שׇׁב אַהֲרֹן֙ אֶל־מֹשֶׁ֔ה אֶל־פֶּ֖תַח אֹ֣הֶל מוֹעֵ֑ד וְהַמַּגֵּפָ֖ה נֶעֱצָֽרָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>11</sup>&nbsp;Mosheh said to Aharon: &#8220;Take (your) pan and place upon it fire from the Mizbe&#8217;aḥ, putting smoking-incense (there); go quickly to the community and effect-appeasement for them, for the fury is (still) going-out from the presence of YHVH, the plague has begun!&#8221; <sup>12</sup>&nbsp;Aharon took (it), as Mosheh had spoken, and he ran to the midst of the assembly: and here, the plague had begun among the people! So he put the smoking-incense (in it), and effected-appeasement for the people: <sup>13</sup>&nbsp;now he stood between the dead and the living, and the plague was held-back. <sup>14</sup>&nbsp;Now those that died in the plague were fourteen thousand and seven hundred, aside from those that died in the matter of Qoraḥ. <sup>15</sup>&nbsp;Aharon returned to Mosheh, to the entrance of the Ohel Mo&#8217;ed, since the plague was held-back.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>חמישי</mark> <sup>טז</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יז</sup>&nbsp;דַּבֵּ֣ר ׀ אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וְקַ֣ח מֵֽאִתָּ֡ם מַטֶּ֣ה מַטֶּה֩ לְבֵ֨ית אָ֜ב מֵאֵ֤ת כׇּל־נְשִֽׂיאֵהֶם֙ לְבֵ֣ית אֲבֹתָ֔ם שְׁנֵ֥ים עָשָׂ֖ר מַטּ֑וֹת אִ֣ישׁ אֶת־שְׁמ֔וֹ תִּכְתֹּ֖ב עַל־מַטֵּֽהוּ׃ <sup>יח</sup>&nbsp;וְאֵת֙ שֵׁ֣ם אַהֲרֹ֔ן תִּכְתֹּ֖ב עַל־מַטֵּ֣ה לֵוִ֑י כִּ֚י מַטֶּ֣ה אֶחָ֔ד לְרֹ֖אשׁ בֵּ֥ית אֲבוֹתָֽם׃ <sup>יט</sup>&nbsp;וְהִנַּחְתָּ֖ם בְּאֹ֣הֶל מוֹעֵ֑ד לִפְנֵי֙ הָֽעֵד֔וּת אֲשֶׁ֛ר אִוָּעֵ֥ד לָכֶ֖ם שָֽׁמָּה׃ <sup>כ</sup>&nbsp;וְהָיָ֗ה הָאִ֛ישׁ אֲשֶׁ֥ר אֶבְחַר־בּ֖וֹ מַטֵּ֣הוּ יִפְרָ֑ח וַהֲשִׁכֹּתִ֣י מֵֽעָלַ֗י אֶת־תְּלֻנּוֹת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֲשֶׁ֛ר הֵ֥ם מַלִּינִ֖ם עֲלֵיכֶֽם׃ <sup>כא</sup>&nbsp;וַיְדַבֵּ֨ר מֹשֶׁ֜ה אֶל־בְּנֵ֣י יִשְׂרָאֵ֗ל וַיִּתְּנ֣וּ אֵלָ֣יו ׀ כׇּל־נְשִֽׂיאֵיהֶ֡ם מַטֶּה֩ לְנָשִׂ֨יא אֶחָ֜ד מַטֶּ֨ה לְנָשִׂ֤יא אֶחָד֙ לְבֵ֣ית אֲבֹתָ֔ם שְׁנֵ֥ים עָשָׂ֖ר מַטּ֑וֹת וּמַטֵּ֥ה אַהֲרֹ֖ן בְּת֥וֹךְ מַטּוֹתָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>16</sup>&nbsp;Now YHVH spoke to Mosheh, saying: <sup>17</sup>&nbsp;&#8220;Speak to the Children of Yisra&#8217;el, take from them a staff, a staff (each) per Fathers&#8217; House from all their leaders, for their Father&#8217;s House: twelve staffs, each-man-his name you are to write upon the staffs. <sup>18</sup>&nbsp;And the name of Aharon you are to write upon the staff of Levi, indeed, one staff for (each) head of their Fathers&#8217; House. <sup>19</sup>&nbsp;You are to put them in the Ohel Mo&#8217;ed, before the Édut/Testimony, where I appoint-meeting with you. <sup>20</sup>&nbsp;Now it shall be: the man whom I choose, his staff will sprout; thus will I still from upon me the grumblings of the Children of Yisra&#8217;el that they set-grumbling against you (both).&#8221; <sup>21</sup>&nbsp;Mosheh spoke to the Children of Yisra&#8217;el, and they gave him, all the leaders, a staff per (each) one leader, a staff per (each) one leader, for their Fathers&#8217; House, twelve staffs, with the staff of Aharon in the midst of their staffs.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כב</sup>&nbsp;וַיַּנַּ֥ח מֹשֶׁ֛ה אֶת־הַמַּטֹּ֖ת לִפְנֵ֣י יְהֹוָ֑ה בְּאֹ֖הֶל הָעֵדֻֽת׃ <sup>כג</sup>&nbsp;וַיְהִ֣י מִֽמׇּחֳרָ֗ת וַיָּבֹ֤א מֹשֶׁה֙ אֶל־אֹ֣הֶל הָעֵד֔וּת וְהִנֵּ֛ה פָּרַ֥ח מַטֵּֽה־אַהֲרֹ֖ן לְבֵ֣ית לֵוִ֑י וַיֹּ֤צֵֽא פֶ֙רַח֙ וַיָּ֣צֵֽץ צִ֔יץ וַיִּגְמֹ֖ל שְׁקֵדִֽים׃ <sup>כד</sup>&nbsp;וַיֹּצֵ֨א מֹשֶׁ֤ה אֶת־כׇּל־הַמַּטֹּת֙ מִלִּפְנֵ֣י יְהֹוָ֔ה אֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵ֑ל וַיִּרְא֥וּ וַיִּקְח֖וּ אִ֥ישׁ מַטֵּֽהוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>22</sup>&nbsp;Mosheh laid out the staffs before the presence of YHVH, in the Ohel ha-Édut. <sup>23</sup>&nbsp;Now it was on the morrow: when Mosheh entered the Ohel ha-Édut, here: it had sprouted, the staff of Aharon, of the House of Levi! It had put-forth a sprouting-flower, it had blossomed a blossom, it had ripened almonds!<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Please note <a href=\"https://www.academia.edu/31716702/The_Priestly_Asherah\">Raanan Eichler&#8217;s insight</a> concerning the flowering rod of Aharon and the Ashera permitted in the Holy of Holies in the First Temple.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>24</sup>&nbsp;Mosheh brought out all the staffs from before the presence of YHVH to all the Children of Yisra&#8217;el; they saw (them), and each-man took his staff.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><mark>ששי</mark> <sup>כה</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה הָשֵׁ֞ב אֶת־מַטֵּ֤ה אַהֲרֹן֙ לִפְנֵ֣י הָעֵד֔וּת לְמִשְׁמֶ֥רֶת לְא֖וֹת לִבְנֵי־מֶ֑רִי וּתְכַ֧ל תְּלוּנֹּתָ֛ם מֵעָלַ֖י וְלֹ֥א יָמֻֽתוּ׃ <sup>כו</sup>&nbsp;וַיַּ֖עַשׂ מֹשֶׁ֑ה כַּאֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֹת֖וֹ כֵּ֥ן עָשָֽׂה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>25</sup>&nbsp;YHVH said to Mosheh: &#8220;Return the staff of Aharon before the Testimony to be safeguarded as a sign for the rebellious-folk, that their grumblings may be finished from me, so that they do not die!&#8221; <sup>26</sup>&nbsp;Mosheh did it, according to all that YHVH commanded him, so he did.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>כז</sup>&nbsp;וַיֹּֽאמְרוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל אֶל־מֹשֶׁ֖ה לֵאמֹ֑ר הֵ֥ן גָּוַ֛עְנוּ אָבַ֖דְנוּ כֻּלָּ֥נוּ אָבָֽדְנוּ׃ <sup>כח</sup>&nbsp;כֹּ֣ל הַקָּרֵ֧ב ׀ הַקָּרֵ֛ב אֶל־מִשְׁכַּ֥ן יְהֹוָ֖ה יָמ֑וּת הַאִ֥ם תַּ֖מְנוּ לִגְוֺֽעַ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>27</sup>&nbsp;But the Children of Yisra&#8217;el said to Mosheh, saying: &#8220;Here, we expire, we perish, all of us perish! <sup>28</sup>&nbsp;Anyone who comes-near, comes-near (at all) to the Mishkan/Dwelling of YHVH will die; will there be an end to our expiring?&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\">יח <sup>א</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶֽל־אַהֲרֹ֔ן אַתָּ֗ה וּבָנֶ֤יךָ וּבֵית־אָבִ֙יךָ֙ אִתָּ֔ךְ תִּשְׂא֖וּ אֶת־עֲוֺ֣ן הַמִּקְדָּ֑שׁ וְאַתָּה֙ וּבָנֶ֣יךָ אִתָּ֔ךְ תִּשְׂא֖וּ אֶת־עֲוֺ֥ן כְּהֻנַּתְכֶֽם׃ <sup>ב</sup>&nbsp;וְגַ֣ם אֶת־אַחֶ֩יךָ֩ מַטֵּ֨ה לֵוִ֜י שֵׁ֤בֶט אָבִ֙יךָ֙ הַקְרֵ֣ב אִתָּ֔ךְ וְיִלָּו֥וּ עָלֶ֖יךָ וִישָֽׁרְת֑וּךָ וְאַתָּה֙ וּבָנֶ֣יךָ אִתָּ֔ךְ לִפְנֵ֖י אֹ֥הֶל הָעֵדֻֽת׃ <sup>ג</sup>&nbsp;וְשָֽׁמְרוּ֙ מִֽשְׁמַרְתְּךָ֔ וּמִשְׁמֶ֖רֶת כׇּל־הָאֹ֑הֶל אַךְ֩ אֶל־כְּלֵ֨י הַקֹּ֤דֶשׁ וְאֶל־הַמִּזְבֵּ֙חַ֙ לֹ֣א יִקְרָ֔בוּ וְלֹֽא־יָמֻ֥תוּ גַם־הֵ֖ם גַּם־אַתֶּֽם׃ <sup>ד</sup>&nbsp;וְנִלְו֣וּ עָלֶ֔יךָ וְשָֽׁמְר֗וּ אֶת־מִשְׁמֶ֙רֶת֙ אֹ֣הֶל מוֹעֵ֔ד לְכֹ֖ל עֲבֹדַ֣ת הָאֹ֑הֶל וְזָ֖ר לֹא־יִקְרַ֥ב אֲלֵיכֶֽם׃ <sup>ה</sup>&nbsp;וּשְׁמַרְתֶּ֗ם אֵ֚ת מִשְׁמֶ֣רֶת הַקֹּ֔דֶשׁ וְאֵ֖ת מִשְׁמֶ֣רֶת הַמִּזְבֵּ֑חַ וְלֹֽא־יִהְיֶ֥ה ע֛וֹד קֶ֖צֶף עַל־בְּנֵ֥י יִשְׂרָאֵֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\">18 <sup>1</sup>&nbsp;YHVH said to Aharon: &#8220;You and your sons and your father&#8217;s house along with you are to bear any iniquity (pertaining to) the Holy-area; you and your sons after you are to bear any iniquity (pertaining to) your priesthood. <sup>2</sup>&nbsp;And also your brothers, the stock of Levi, the tribe of your father, bring-near with you, they are to be-joined to you and are to act-as-attendants for you, you and your sons along with you in front of the Ohel ha-Édut. <sup>3</sup>&nbsp;They are to keep your charge and the charge of the entire Ohel/Tent, but: to the implements of holiness and to the Mizbe&#8217;aḥ, they are not to come-near, that they not die — so they, so you! <sup>4</sup>&nbsp;They are to be-joined to you, that they may keep the charge of the Ohel Mo&#8217;ed, including all the serving-tasks of the Ohel; an outsider is not to come-near with you, <sup>5</sup>&nbsp;but you are to keep the charge of the Holy-shrine and the charge of the Mizbe&#8217;aḥ, that there be no further fury against the Children of Yisra&#8217;el.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ו</sup>&nbsp;וַאֲנִ֗י הִנֵּ֤ה לָקַ֙חְתִּי֙ אֶת־אֲחֵיכֶ֣ם הַלְוִיִּ֔ם מִתּ֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל לָכֶ֞ם מַתָּנָ֤ה נְתֻנִים֙ לַֽיהֹוָ֔ה לַעֲבֹ֕ד אֶת־עֲבֹדַ֖ת אֹ֥הֶל מוֹעֵֽד׃ <sup>ז</sup>&nbsp;וְאַתָּ֣ה וּבָנֶ֣יךָ אִ֠תְּךָ֠ תִּשְׁמְר֨וּ אֶת־כְּהֻנַּתְכֶ֜ם לְכׇל־דְּבַ֧ר הַמִּזְבֵּ֛חַ וּלְמִבֵּ֥ית לַפָּרֹ֖כֶת וַעֲבַדְתֶּ֑ם עֲבֹדַ֣ת מַתָּנָ֗ה אֶתֵּן֙ אֶת־כְּהֻנַּתְכֶ֔ם וְהַזָּ֥ר הַקָּרֵ֖ב יוּמָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>6</sup>&nbsp;&#8220;Now I, I hereby take your brothers, the Levites, from the midst of the Children of Yisra&#8217;el, for you (they are) a gift, given-over (for the benefit) of YHVH, for serving the serving-tasks of the Ohel Mo&#8217;ed. <sup>7</sup>&nbsp;And you and your sons with you are to be-in-charge of your priesthood, in every matter (pertaining to) the Mizbe&#8217;aḥ and (what is) inside the Parokhet, and you are to do-service; serving-tasks of special-grant I give your priesthood — any outsider who comes-near will be put-to-death!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ח</sup>&nbsp;וַיְדַבֵּ֣ר יְהֹוָה֮ אֶֽל־אַהֲרֹן֒ וַאֲנִי֙ הִנֵּ֣ה נָתַ֣תִּֽי לְךָ֔ אֶת־מִשְׁמֶ֖רֶת תְּרוּמֹתָ֑י לְכׇל־קׇדְשֵׁ֣י בְנֵֽי־יִ֠שְׂרָאֵ֠ל לְךָ֨ נְתַתִּ֧ים לְמׇשְׁחָ֛ה וּלְבָנֶ֖יךָ לְחׇק־עוֹלָֽם׃ <sup>ט</sup>&nbsp;זֶֽה־יִהְיֶ֥ה לְךָ֛ מִקֹּ֥דֶשׁ הַקֳּדָשִׁ֖ים מִן־הָאֵ֑שׁ כׇּל־קׇ֠רְבָּנָ֠ם לְֽכׇל־מִנְחָתָ֞ם וּלְכׇל־חַטָּאתָ֗ם וּלְכׇל־אֲשָׁמָם֙ אֲשֶׁ֣ר יָשִׁ֣יבוּ לִ֔י קֹ֣דֶשׁ קׇֽדָשִׁ֥ים לְךָ֛ ה֖וּא וּלְבָנֶֽיךָ׃ <sup>י</sup>&nbsp;בְּקֹ֥דֶשׁ הַקֳּדָשִׁ֖ים תֹּאכְלֶ֑נּוּ כׇּל־זָכָר֙ יֹאכַ֣ל אֹת֔וֹ קֹ֖דֶשׁ יִֽהְיֶה־לָּֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>8</sup>&nbsp;YHVH spoke to Aharon: &#8220;Now I, I hereby give over to you the charge of my contributions, including all the holy-donations (from) the Children of Yisra&#8217;el, to you I give them, as an anointed-share, and to your sons, as an allotment for the ages. <sup>9</sup>&nbsp;This shall be yours from the holiest holy-offerings, from the fire: including their every near-offering, including their every grain-gift, including their every ḥattat-offering and including their every asham-offering that they remit to me, it is a holiest holy-portion, for you and for your sons. <sup>10</sup>&nbsp;In the holiest state-of-holiness you are to eat it, every male may eat it, holy shall it be for you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>יא</sup>&nbsp;וְזֶה־לְּךָ֞ תְּרוּמַ֣ת מַתָּנָ֗ם לְכׇל־תְּנוּפֹת֮ בְּנֵ֣י יִשְׂרָאֵל֒ לְךָ֣ נְתַתִּ֗ים וּלְבָנֶ֧יךָ וְלִבְנֹתֶ֛יךָ אִתְּךָ֖ לְחׇק־עוֹלָ֑ם כׇּל־טָה֥וֹר בְּבֵיתְךָ֖ יֹאכַ֥ל אֹתֽוֹ׃ <sup>יב</sup>&nbsp;כֹּ֚ל חֵ֣לֶב יִצְהָ֔ר וְכׇל־חֵ֖לֶב תִּיר֣וֹשׁ וְדָגָ֑ן רֵאשִׁיתָ֛ם אֲשֶׁר־יִתְּנ֥וּ לַֽיהֹוָ֖ה לְךָ֥ נְתַתִּֽים׃ <sup>יג</sup>&nbsp;בִּכּוּרֵ֞י כׇּל־אֲשֶׁ֧ר בְּאַרְצָ֛ם אֲשֶׁר־יָבִ֥יאוּ לַיהֹוָ֖ה לְךָ֣ יִהְיֶ֑ה כׇּל־טָה֥וֹר בְּבֵיתְךָ֖ יֹאכְלֶֽנּוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>11</sup>&nbsp;&#8220;And this (too is) for you: their contributed gift including every elevation-offering of the Children of Yisra&#8217;el, to you I give it over, and to your sons and to your daughters along with you, as an allotment for the ages: everyone ritually-pure in your house may eat it. <sup>12</sup>&nbsp;All your choicest shining-oil, all your choicest new-wine and grain, the premier-part that they give to YHVH, to you I give it. <sup>13</sup>&nbsp;The first-fruits of everything that is in their land, that they bring to YHVH, it is for you, everyone pure in your house may eat it.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>יד</sup>&nbsp;כׇּל־חֵ֥רֶם בְּיִשְׂרָאֵ֖ל לְךָ֥ יִהְיֶֽה׃ <sup>טו</sup>&nbsp;כׇּל־פֶּ֣טֶר רֶ֠חֶם לְֽכׇל־בָּשָׂ֞ר אֲשֶׁר־יַקְרִ֧יבוּ לַֽיהֹוָ֛ה בָּאָדָ֥ם וּבַבְּהֵמָ֖ה יִֽהְיֶה־לָּ֑ךְ אַ֣ךְ ׀ פָּדֹ֣ה תִפְדֶּ֗ה אֵ֚ת בְּכ֣וֹר הָֽאָדָ֔ם וְאֵ֛ת בְּכֽוֹר־הַבְּהֵמָ֥ה הַטְּמֵאָ֖ה תִּפְדֶּֽה׃ <sup>טז</sup>&nbsp;וּפְדוּיָו֙ מִבֶּן־חֹ֣דֶשׁ תִּפְדֶּ֔ה בְּעֶ֨רְכְּךָ֔ כֶּ֛סֶף חֲמֵ֥שֶׁת שְׁקָלִ֖ים בְּשֶׁ֣קֶל הַקֹּ֑דֶשׁ עֶשְׂרִ֥ים גֵּרָ֖ה הֽוּא׃ <sup>יז</sup>&nbsp;אַ֣ךְ בְּֽכוֹר־שׁ֡וֹר אֽוֹ־בְכ֨וֹר כֶּ֜שֶׂב אֽוֹ־בְכ֥וֹר עֵ֛ז לֹ֥א תִפְדֶּ֖ה קֹ֣דֶשׁ הֵ֑ם אֶת־דָּמָ֞ם תִּזְרֹ֤ק עַל־הַמִּזְבֵּ֙חַ֙ וְאֶת־חֶלְבָּ֣ם תַּקְטִ֔יר אִשֶּׁ֛ה לְרֵ֥יחַ נִיחֹ֖חַ לַֽיהֹוָֽה׃ <sup>יח</sup>&nbsp;וּבְשָׂרָ֖ם יִהְיֶה־לָּ֑ךְ כַּחֲזֵ֧ה הַתְּנוּפָ֛ה וּכְשׁ֥וֹק הַיָּמִ֖ין לְךָ֥ יִהְיֶֽה׃ <sup>יט</sup>&nbsp;כֹּ֣ל ׀ תְּרוּמֹ֣ת הַקֳּדָשִׁ֗ים אֲשֶׁ֨ר יָרִ֥ימוּ בְנֵֽי־יִשְׂרָאֵל֮ לַֽיהֹוָה֒ נָתַ֣תִּֽי לְךָ֗ וּלְבָנֶ֧יךָ וְלִבְנֹתֶ֛יךָ אִתְּךָ֖ לְחׇק־עוֹלָ֑ם בְּרִית֩ מֶ֨לַח עוֹלָ֥ם הִוא֙ לִפְנֵ֣י יְהֹוָ֔ה לְךָ֖ וּלְזַרְעֲךָ֥ אִתָּֽךְ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>14</sup>&nbsp;&#8220;Everything specially-devoted in Yisra&#8217;el — it is for you. <sup>15</sup>&nbsp;Every breacher of a womb of all flesh that you bring-near for YHVH, of human and of domesticated-animal, for you it shall be. However, you are to redeem, yes, redeem the firstborn of humans, and the firstborn of tamei animals, you are to redeem. <sup>16</sup>&nbsp;And its redemption-price, from the age of a month you are to redeem, in your assessment: silver, five sheqels by the Holy-shrine sheqel, — twenty grains it is. <sup>17</sup>&nbsp;However, the firstborn of oxen, the firstborn of sheep, or the firstborn of goats you are not to redeem, (already) holy are they, their blood you are to dash on the Mizbe&#8217;aḥ, their fat you are to turn-into-smoke, a fire-offering as soothing savor for YHVH, <sup>18</sup>&nbsp;and their meat is to be for you, like the breast of the elevation-offering, like the right thigh, it shall be for you. <sup>19</sup>&nbsp;All the contributions of the holy-things that the Children of Yisra&#8217;el set-aside for YHVH I give to you and to your sons and to your daughters along with you, as an allotment for the ages: it is a &#8216;covenant of salt&#8217; for the ages, before the presence of YHVH, for you and for your seed after you.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כ</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֶֽל־אַהֲרֹ֗ן בְּאַרְצָם֙ לֹ֣א תִנְחָ֔ל וְחֵ֕לֶק לֹא־יִהְיֶ֥ה לְךָ֖ בְּתוֹכָ֑ם אֲנִ֤י חֶלְקְךָ֙ וְנַחֲלָ֣תְךָ֔ בְּת֖וֹךְ בְּנֵ֥י יִשְׂרָאֵֽל׃ <mark>שביעי</mark> <sup>כא</sup>&nbsp;וְלִבְנֵ֣י לֵוִ֔י הִנֵּ֥ה נָתַ֛תִּי כׇּל־מַֽעֲשֵׂ֥ר בְּיִשְׂרָאֵ֖ל לְנַחֲלָ֑ה חֵ֤לֶף עֲבֹֽדָתָם֙ אֲשֶׁר־הֵ֣ם עֹֽבְדִ֔ים אֶת־עֲבֹדַ֖ת אֹ֥הֶל מוֹעֵֽד׃ <sup>כב</sup>&nbsp;וְלֹא־יִקְרְב֥וּ ע֛וֹד בְּנֵ֥י יִשְׂרָאֵ֖ל אֶל־אֹ֣הֶל מוֹעֵ֑ד לָשֵׂ֥את חֵ֖טְא לָמֽוּת׃ <sup>כג</sup>&nbsp;וְעָבַ֨ד הַלֵּוִ֜י ה֗וּא אֶת־עֲבֹדַת֙ אֹ֣הֶל מוֹעֵ֔ד וְהֵ֖ם יִשְׂא֣וּ עֲוֺנָ֑ם חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם וּבְתוֹךְ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לֹ֥א יִנְחֲל֖וּ נַחֲלָֽה׃ <sup>כד</sup>&nbsp;כִּ֞י אֶת־מַעְשַׂ֣ר בְּנֵֽי־יִשְׂרָאֵ֗ל אֲשֶׁ֨ר יָרִ֤ימוּ לַֽיהֹוָה֙ תְּרוּמָ֔ה נָתַ֥תִּי לַלְוִיִּ֖ם לְנַחֲלָ֑ה עַל־כֵּן֙ אָמַ֣רְתִּי לָהֶ֔ם בְּתוֹךְ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לֹ֥א יִנְחֲל֖וּ נַחֲלָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>20</sup>&nbsp;And YHVH said to Aharon: &#8220;In their land you are not to receive-inheritance, no portion-of-land shall be yours in their midst: I am your portion and your inheritance in the midst of the Children of Yisra&#8217;el. <sup>21</sup>&nbsp;And to the Sons of Levi, here: I give over all tithes in Yisra&#8217;el, as an inheritance, in exchange for their serving-tasks that they serve, the serving-tasks of the Ohel Mo&#8217;ed. <sup>22</sup>&nbsp;The Children of Yisra&#8217;el are no longer to come-near the Ohel Mo&#8217;ed, to bear sin, to die. <sup>23</sup>&nbsp;The Levite, he (alone) is to serve the serving-tasks of the Ohel Mo&#8217;ed, it is they who will bear their iniquity, a law for the ages, throughout their generations: but in the midst of the Children of Yisra&#8217;el they are not to inherit a (land-)inheritance. <sup>24</sup>&nbsp;For the tithing of the Children of Yisra&#8217;el that they set-aside for YHVH (as) a contribution, I give over to the Levites as an inheritance; therefore I have said to them: in the midst of the Children of Yisra&#8217;el they are not to inherit a (land-)inheritance.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כה</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כו</sup>&nbsp;וְאֶל־הַלְוִיִּ֣ם תְּדַבֵּר֮ וְאָמַרְתָּ֣ אֲלֵהֶם֒ כִּֽי־תִ֠קְח֠וּ מֵאֵ֨ת בְּנֵֽי־יִשְׂרָאֵ֜ל אֶת־הַֽמַּעֲשֵׂ֗ר אֲשֶׁ֨ר נָתַ֧תִּי לָכֶ֛ם מֵאִתָּ֖ם בְּנַחֲלַתְכֶ֑ם וַהֲרֵמֹתֶ֤ם מִמֶּ֙נּוּ֙ תְּרוּמַ֣ת יְהֹוָ֔ה מַעֲשֵׂ֖ר מִן־הַֽמַּעֲשֵֽׂר׃ <sup>כז</sup>&nbsp;וְנֶחְשַׁ֥ב לָכֶ֖ם תְּרוּמַתְכֶ֑ם כַּדָּגָן֙ מִן־הַגֹּ֔רֶן וְכַֽמְלֵאָ֖ה מִן־הַיָּֽקֶב׃ <sup>כח</sup>&nbsp;כֵּ֣ן תָּרִ֤ימוּ גַם־אַתֶּם֙ תְּרוּמַ֣ת יְהֹוָ֔ה מִכֹּל֙ מַעְשְׂרֹ֣תֵיכֶ֔ם אֲשֶׁ֣ר תִּקְח֔וּ מֵאֵ֖ת בְּנֵ֣י יִשְׂרָאֵ֑ל וּנְתַתֶּ֤ם מִמֶּ֙נּוּ֙ אֶת־תְּרוּמַ֣ת יְהֹוָ֔ה לְאַהֲרֹ֖ן הַכֹּהֵֽן׃ <sup>כט</sup>&nbsp;מִכֹּל֙ מַתְּנֹ֣תֵיכֶ֔ם תָּרִ֕ימוּ אֵ֖ת כׇּל־תְּרוּמַ֣ת יְהֹוָ֑ה מִכׇּ֨ל־חֶלְבּ֔וֹ אֶֽת־מִקְדְּשׁ֖וֹ מִמֶּֽנּוּ׃ <mark>מפטיר</mark> <sup>ל</sup>&nbsp;וְאָמַרְתָּ֖ אֲלֵהֶ֑ם בַּהֲרִֽימְכֶ֤ם אֶת־חֶלְבּוֹ֙ מִמֶּ֔נּוּ וְנֶחְשַׁב֙ לַלְוִיִּ֔ם כִּתְבוּאַ֥ת גֹּ֖רֶן וְכִתְבוּאַ֥ת יָֽקֶב׃ <sup>לא</sup>&nbsp;וַאֲכַלְתֶּ֤ם אֹתוֹ֙ בְּכׇל־מָק֔וֹם אַתֶּ֖ם וּבֵֽיתְכֶ֑ם כִּֽי־שָׂכָ֥ר הוּא֙ לָכֶ֔ם חֵ֥לֶף עֲבֹֽדַתְכֶ֖ם בְּאֹ֥הֶל מוֹעֵֽד׃ <sup>לב</sup>&nbsp;וְלֹֽא־תִשְׂא֤וּ עָלָיו֙ חֵ֔טְא בַּהֲרִֽימְכֶ֥ם אֶת־חֶלְבּ֖וֹ מִמֶּ֑נּוּ וְאֶת־קׇדְשֵׁ֧י בְנֵי־יִשְׂרָאֵ֛ל לֹ֥א תְחַלְּל֖וּ וְלֹ֥א תָמֽוּתוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>25</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>26</sup>&nbsp;&#8220;To the Levites you are to speak, saying to them: &#8216;When you take from the Children of Yisra&#8217;el the tithe that I am giving you from them, as your inherited-share, you are to set-aside from it (as) a contribution for YHVH a tenth from the tithe; <sup>27</sup>&nbsp;it will be reckoned to you as your contribution, like grain from the threshing-floor, like fully-fermented (grapes) from the vat. <sup>28</sup>&nbsp;Thus you are to set-aside, on your part, the contribution of YHVH, from all your tithes that you take from the Children of Yisra&#8217;el, and are to give from them the contribution of YHVH to Aharon the priest. <sup>29</sup>&nbsp;From all your gifts you are to set-aside every contribution of YHVH, from all its choice-parts, its holy-part from it.&#8217; <sup>30</sup>&nbsp;And you are to say to them: &#8216;When you set-aside the choice-part from it, it is to be reckoned for the Levites like the produce of the threshing-floor, like the produce of the vat. <sup>31</sup>&nbsp;You may eat it in any place, you and your household, for it is a wage for you, in exchange for your serving-tasks in the Ohel Mo&#8217;ed. <sup>32</sup>&nbsp;You will not bear on account of it (any) sin once you set-aside its choice-part from it, that you not profane the holy-donations of the Children of Yisra&#8217;el, and you not die.'&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_קרח/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of &#8220;man and beast,&#8221; I have &#8220;human and domesticated-animal&#8221; as the distinction between ḥayot (wild) and behemot (domesticated) animals is always significant, I believe. Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Please note <a href=\"https://www.academia.edu/31716702/The_Priestly_Asherah\">Raanan Eichler&#8217;s insight</a> concerning the flowering rod of Aharon and the Ashera permitted in the Holy of Holies in the First Temple.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer b'Midbar (Numbers)",
        "Parashat Qoraḥ"
    ],
    "tags": [
        "35th century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "anti-predatory",
        "authority vs. integrity",
        "Maw of the Earth",
        "Midbar Paran",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "קרח Qoraḥ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3688"
        ],
        "_thumbnail_id": [
            "25822"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/06/c07888-06-cropped.jpg",
        "title": "Add. 11639  f.519v",
        "caption": "Aharon's flowering rod from BL Add 11639, f. 519v\nFull-page miniature of the twelve rods with the flourishing rod of Aharon in the middle (Num. 17:17-25). Caption: 'These are the twelve rods, and the rod of Aharon was among their rods'. Image taken from f. 519v of Miscellany of biblical and other texts ('The Northern French Miscellany' or earlier 'the British Museum Miscellany')"
    },
    "source_link": "https://opensiddur.org/?p=25819",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/bamidbar/parashat-qorah-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-qorah-color-coded-according-to-its-narrative-layers"
}