{
    "title": "Méditation Pour le Lundi | Meditation for Monday (the Second Day), by Rabbi Arnaud Aron and Jonas Ennery (1852)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Jonas Ennery",
            "bio": "Jonas Ennery (Jan. 2, 1801, Nancy - May 19, 1863, Brussels) was a French deputy. He was for twenty-six years attached to the Jewish school of Strasbourg, of which he became the head. In collaboration with Hirth, he compiled a Dictionnaire Général de Géographie Universelle (4 vols., Strasburg, 1839–41), for which Cuvier wrote a preface. Soon afterward he published Le Sentier d'Israël, ou Bible des Jeunes Israélites (Paris, Metz, and Strasburg, 1843). At the request of the Société des Bons Livres he took part in the editorship of Prières d'un Cœur Israélite, which appeared in 1848. In 1849, despite anti-Jewish rioting in Alsace, Ennery was elected representative for the department of the Lower Rhine, and sat among the members of the \"Mountain.\" He devoted his attention principally to scholastic questions. After the coup d'état he held to his socialist republican views and resisted the new order of things. For this, in 1852 he was exiled from France for life. He retired to Brussels, where he lived as a teacher until his death. Ennery's brother, Marchand Ennery, was the chief rabbi of Paris.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/jonas-ennery.jpg",
            "profile_link": "https://opensiddur.org/profile/jonas-ennery"
        },
        {
            "name": "Arnaud Aron",
            "bio": "Arnaud Aron (March 11, 1807, in Sulz unterm Walde, Alsace – April 3, 1890), the Grand Rabbi of Strasbourg, began his Talmudic studies at an early age at Hagenau and continued them at Frankfort-on-the-Main. In 1830 he became rabbi of the small community of Hegenheim in Upper Alsace; and of Strasbourg in 1833. As he was under thirty, the age prescribed by law, he required a special dispensation to qualify for the office. In Strasbourg, Aron acquired the reputation of an eloquent and inspiring preacher and a zealous communal worker. He assisted in founding the School of Arts and Trades and took active interest in other useful institutions. In 1855 he convened an assembly of the rabbis of the department of the Lower Rhine for the consideration of religious questions. Aron was the author of the catechism used for confirmation as prescribed by the Consistory of Lower Alsace. In 1866 the French government acknowledged his services by appointing him a Knight of the Legion of Honor. In 1870, while Strasbourg was besieged, it was he, together with the archbishop, who raised the white flag on the cathedral. Subsequently he was decorated by the German emperor.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Arnaud-Aron-e1424408737643-96x96.png",
            "profile_link": "https://opensiddur.org/profile/arnaud-aron"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2017-07-30",
    "last_updated": "2024-11-29",
    "excerpt": "A paraliturgical prayer for Monday in French with English translation. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<u>Sur L’amour de Dieu.</u><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>On the Love of God</u><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n«Tu aimeras l’Éternel ton Dieu<br />\nde tout ton coeur,<br />\nde toute ton ame<br />\net de tout ton pouvoir» <span class=\"citation\">(Deut. 6, 5)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;You shall love YHVH your God<br />\nwith all your heart<br />\nand with all your soul<br />\nand with all your power.&#8221; <span class=\"citation\">(Deuteronomy 6:5)</span><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO hommes, sortis de la main de Dieu et créés à son image, voilà le grand et inviolable précepte que nous impose l’auteur de notre être pour nous conduire au terme de notre bonheur! Devrait-il y avoir pour nous quelque chose de plus facile, de plus doux que l’accomplissement de ce devoir? Toutes les pensées de notre esprit, toutes tes affections de notre cœur, tous les moments de notre vie ne devraient-ils pas être consacrés à son accomplissement? Qu’y a-t-il en nous que nous n’ayons recu de la bonté de Dieu? C’est lui’qui nous a donné l’existence et qui nous la conserve; chacun de nos jours, chacune de nos joies est de sa part un bienfait nouveau. Que de grâces, que de faveurs, ne verse-t-il pas chaque jour sur nous! Et notre ingratitude même ne lasse pas ses bienfaits, ne ferme pas sa main paternelle, n’épuise jamais sa divine miséricorde!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO men, taken out of the hand of God and created in his image, this is the great and inviolable precept imposed on us by the author of our being to lead us to the end of our happiness! Should there be something easier and sweeter for us than the fulfillment of this duty? Should not all the thoughts of our mind, all the affections of our heart, all the moments of our life be devoted to its fulfilment? What is there in us that we have not received from God&#8217;s goodness? It is he who gave us existence and who preserves it for us; each of our days, each of our joys is a new blessing from him. How many graces and favours does he not pour on us every day! And even our ingratitude does not weary his blessings, does not close his paternal hand, does not exhaust his divine mercy!<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO Seigneur, devrait-il être nécessaire de nous prescrire de t’aimer et d’en faire un commandement exprès de ta loi? Avec quel bonheur et quelle joie ne devrions-nous pas l’adorer par le sentiment spontané de notre âme!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO Lord, should it be necessary to command us to love you and to make it an express commandment of your Law? With what happiness and joy should we not adore Him by the spontaneous feeling of our soul!<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAimer Dieu de tout notre coeur, c’est lui donner toutes nos affections, nos adorations constantes; c’est l’aimer, non dans le but d’uue récompense, non dans la crainte d’un châtiment, mais pour lui-même, poür ses divins attributs, pour son adorable bonté. Comment ne pas aimer celui qui est si souverainement bon, comment ne pas l’aimer de toute la force de notre être! «Servez le Seigneur avec joie!» <span class=\"citation\">(Ps. 100, 2)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo love God with all our heart is to give him all our affections, our constant adoration; it is to love him, not for reward, not for fear of punishment, but for himself, for his divine attributes, for his adorable goodness. How can we fail to love him who is so sovereignly good, how can we fail to love him with all the strength of our being! &#8220;Serve the Lord with joy!&#8221; <span class=\"citation\">(Psalms 100:2)</span><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais, hélas! est-ce ainsi, ô mon Dieu, que nous t’aimons? Les uns t’obéissent avec mollesse, avec indifférence, ils portent avec impatience lé joug de ta loi; d’autres te servent avec la crainte superstitieuse de l’ignorance. Est-ce là te servir? est-ce là t’honorer? D’autres plus coupables se font des idoles qui captivent toutes leurs adorations: l’intérêt avec ses vues sordides, l’ambition avec ses intrigués, la sensualité avec ses amorces, voilà , ô Israël, les dieux que tu t’es faits trop souvent et que tu invoques comme si tu leur devais le salut.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut, alas, is it so, O God, that we love thee? Some obey you with softness, with indifference, they impatiently bear the yoke of your law; others serve you with the superstitious fear of ignorance. Does this serve you? Does this honour you? Others, more guilty, make idols of themselves which captivate all their adoration: self-interest with its sordid views, ambition with its intrigues, sensuality with its vices, these, O Israel, are the gods that you have made for yourself too often and that you invoke as if you owe them salvation.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAimer Dieu de toute notre ame, c’est rendre sans cesse hommage à sa gloire, à sa puissance; c’est rattacher à lui toutes nos espérances dans ce monde périssable, toutes nos aspirations vers le monde à venir; c’est reconnaître et proclamer que lui seul est le Créateur de l’univers, la Providence qui le gouverne, le Juge qui punit et qui récompense.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo love God with all our soul is to pay unceasing homage to his glory and power; it is to attach to him all our hopes in this perishable world, all our aspirations towards the world to come; it is to recognize and proclaim that he alone is the Creator of the universe, the Providence that governs it, the Judge that punishes and rewards.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais, pour aimer Dieu, il faut le connaître : «Connais le Dieu de ton père et sers-le du fond de ton cœur et d’une âme contente» <span class=\"citation\">(Chron. I, 28, 9)</span>. Pour le connaître , il faut le chercher dans ses œuvres, l’étudier dans sa parole sainte, le suivre dans ses divines voies.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut, to love God, you must know him: &#8220;Know the God of your father and serve him from the bottom of your heart and from a contented soul&#8221; <span class=\"citation\">(1 Chronicles 28:9)</span>. In order to know him, we must seek him in his works, study him in his holy word, follow him in his divine ways.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAimer Dieu de toutes nos facultés, c’est l’aimer d’un amour suprême; ne trouver aucun sacrifice trop lourd, aucune œuvre trop difficile, lorsqu’il s’agit de son service. Car aimer Dieu, c’est surtout le montrer par nos œuvres. «Tu aimeras l’Éternel, ton Dieu, en observant, toute ta vie, ses commandements, ses lois, sa justice et ses préceptes» <span class=\"citation\">(Deut. 11, 1)</span>. Voilà le véritable, le solide amour de Dieu. Mais dire qu’on l’aime, désirer de lui plaire et s’en tenir là, sans dévouement et sans sacrifices, c’est une vaine illusion, ce n’est pas l’amour de Dieu. «Car il est juste le Seigneur et il aime la justice» <span class=\"citation\">(Ps. 11, 7)</span>. Il aime la charité et l’équité. Aimer beaucoup Dieu, c’est donc faire beaucoup pour lui, c’est le faire volontiers. Celui qui fait peu ou le fait à contre-cœur, n’aime Dieu qu’avec tiédeur; celui qui ne cherche pas à lui plaire par ses œuvres, ne l’aime point.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo love God with all our faculties is to love him with supreme love; to find no sacrifice too heavy, no work too difficult, when it comes to his service. For to love God is above all to show it by our works. &#8220;You shall love YHVH your God, keeping his commandments, and his statutes, and his judgments, and his righteousness, and his testimonies, all the days of your life&#8221; <span class=\"citation\">(Deuteronomy 11:1)</span>. This is the true, sincere love of God. But to say that one loves him, to desire to please him and to stand by him without devotion and without sacrifice is a vain illusion, it is not the love of God. &#8220;For he is just YHVH and he loves righteousness&#8221; <span class=\"citation\">(Psalms 11:7)</span>. He loves charity and equity. To love God very much, then, is to do much for him, to do it willingly. He who does little or does it reluctantly, loves God only tepidly; he who does not seek to please him by his works does not love him.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO hommes, ô israélites! qui que vous soyez, grands ou petits, riches ou pauvres, heureux ou misérables, aimez donc le Seigneur, le Saint d’Israël, et ne vivez sur la terre que pour l’aimer et pour vous rendre dignes de son amour.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO men, O Israelites, whoever you are, great or small, rich or poor, happy or miserable, love the Lord, the Holy One of Israel, and live on earth only to love him and to make yourselves worthy of his love.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nA qui prodiguerez-vous vos adorations et vos cœurs? Lui seul vous restera toujours. Que vous restera-t-il un jour de vos affections terrestres et périssables? Elles auront rempli et ranimé vos cœurs, les auront-elles jamais satisfaits? Aimez donc le Seigneur de tout votre cœur, de toute votre âme, aimez-le jusqu’au dernier soupir de votre vie.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo whom will you give your worship and your hearts? He alone will always remain with you. What will one day remain of your earthly and perishable affections? They will have filled and revived your hearts, will they ever have satisfied them? Love the Lord then with all your heart, with all your soul, love Him until the last sigh of your life.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPRIÈRE.<br />\n&nbsp;<br />\nCombien, ô mon Dieu, je me sens éloigné d’un tel amour! Pardonne, ô Père céleste, si j’ai si longtemps méconnu tes saintes prescriptions. Je veux désormais t’aimer d’un amour nouveau, véritable, efficace. Je veux t’aimer, ô mon Père, non avec des paroles, mais avec mes œuvres; car ton amour aussi, à mon Dieu, se révèle à moi par tes œuvres et tes bienfaits.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPRAYER<br />\n&nbsp;<br />\nHow far away from such love I feel, O my God! Forgive me, Heavenly Father, if I have so long disregarded your holy commands. From now on, I want to love you with a new, true, efficacious love. I want to love you, O my Father, not with words, but with my works; for your love, too, to my God, is revealed to me through your works and your blessings.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPSAUME 20 DÉ DAVID. — POUR LE LUNDI.<br />\nיענך יי<br />\nLe nom de l’Éternel est la force et la bannière d’Israël, il le sauve à l’heure du danger. Le Seigneur fera triompher sa loi et son Messie sur toutes les puissances de la terre, par la seule force de son nom.<br />\n &nbsp;<br />\nL’Éternel t’exauce au jour du danger,<br />\nLe nom du Dieu de Jacob te sauve.<br />\nIl t’envoie du secours de son sanctuaire,<br />\nIl te protége depuis Sion,<br />\nIl agrée avec bonté<br />\nTes offrandes et tes sacrifices.<br />\nIl t’accorde ce que ton cœur désire,<br />\nEt fait réussir tes desseins.<br />\nOh! nous nous glorifierons de ton secours,<br />\nLe nom de notre Dieu sera notre bannière.<br />\nCar le Seigneur accomplit nos vœux.<br />\nMaintenant je vois quel’Éternel soutient son oint;<br />\nDe sa demeure sainte il l’exauce;<br />\nIl soutient sa droite par sa force.<br />\nEux avec leurs chars et leurs coursiers,<br />\nNous, au nom de l’Èternel notre Dieu.<br />\nEux s’affaissent et tombent,<br />\nNous, nous restons debout.<br />\nO Éternel, c’est toi qui es notre secours,<br />\nO Roi, c’est toi qui nous réponds<br />\nQuand nous t’appelons.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPSALMS 20 OF DAVID. — FOR MONDAY<br />\nיענך יי<br />\nThe name of YHVH is the strength and the banner of Israel, he saves in the hour of danger. The Lord will make His law and His Messiah triumph over all the powers of the earth, by the power of His name alone.<br />\n &nbsp;<br />\nThe Lord will hear you in the day of danger,<br />\nThe name of the God of Jacob saves you.<br />\nHe sends you help from his sanctuary,<br />\nHe safeguards you from Tsiyon,<br />\nHe accepts with kindness<br />\nYour offerings and sacrifices.<br />\nHe grants you what your heart desires,<br />\nAnd make your designs succeed.<br />\nOh, we shall glory in your help,<br />\nThe name of our God will be our banner.<br />\nFor the Lord fulfills our vows.<br />\nNow I see what YHVH upholds his anointed;<br />\nFrom his holy dwelling place he hears him;<br />\nHe upholds his right hand with strength.<br />\nThey, with their chariots and with their messengers,<br />\nWe, in the name of YHVH our God.<br />\nThey succumb and fall over,<br />\nWe, remain standing.<br />\nYHVH, you are our help,<br />\nO King, it is you who answers us<br />\nWhen we call you.<br />\n</span></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Sources</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/Jonas-Ennery-Prieres-Dun-Coeur-Israelite#page/n603/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Monday"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English Translation",
        "French Jewry",
        "French vernacular prayer",
        "Monday",
        "North American Jewry",
        "paraliturgical teḥinot",
        "Psalm of the Day",
        "Psalms 20",
        "שיר של יום Shir Shel Yom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "16214"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/07/Meditation-Pour-Le-Lundi-Ennery-and-Arnaud.png",
        "title": "Meditation Pour Le Lundi (Ennery and Arnaud)",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=16221",
    "permalink": "https://opensiddur.org/prayers/solilunar/weekdays/monday/meditation-pour-le-lundi-by-arnaud-aron-and-jonas-ennery-1852/",
    "slug": "meditation-pour-le-lundi-by-arnaud-aron-and-jonas-ennery-1852"
}