{
    "title": "חַד גַּדְיָא | Ḥad Gadya in Aramaic and Yiddish (Prague Haggadah, ca. 1526)",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2016-03-17",
    "last_updated": "2025-01-03",
    "excerpt": "Making sense of Ḥad Gadya beyond its explicit meaning has long inspired commentary. For me, Ḥad Gadya expresses in its own beautiful and macabre way a particularly important idea in Judaism that has become obscure if not esoteric. While an animal's life may today be purchased, ultimately, the forces of exploitation, predation, and destruction that dominate our world will be overturned. Singing Ḥad Gadya is thus particularly apropos for the night of Passover since, in the Jewish calendar, this one night, <em>different from all other nights</em>, is considered the most dangerous night of the year -- it is the time in which the forces of darkness in the world are strongest. Why? It is on this night that the divine aspect of Mashḥit, the executioner, is explicitly invoked (albeit, only in the context of the divine acting as midwife and guardian/protector of her people), as explained in the <em>midrash</em> for Exodus 12:12 . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe earliest known appearance of &#8220;Ḥad Gadya,&#8221; by an unknown author, can be found in the Prague Haggadah (1526). The text of the poem is in a form of playful Aramaic and it is accompanied by the lyrics in medieval Yiddish.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The Jewish Encyclopedia (1906, NY) vol. 8 page 190 s.v. &#8220;Had Gadya&#8221; calls it German.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; It is unclear which, if either, came first &#8212; the Yiddish or the Aramaic. The transcription below follows the handwritten text as it appears in the Prague Haggadah (1526). The Aramaic has been vocalized according to the Prague Haggadah (1590).\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Transliteration (romanized Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\">\nחַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nאײן ציקלײן אײן ציקלײן<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nEin tsikleyn, eyn tsikleyn,\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nOne little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nדְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדז האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\ndos hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\n&#8230;that my father bought for two zuzim. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא שֻׁנְרָא וְאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קומט דז קעצלײן אונ׳ עשט דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa komt di ketsleyn un esht dos tsikleyn dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nA cat came and ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא כַּלְבָּא וְנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דז הינטלײן אונ׳ בײשט דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kam dos hintleyn, un beysht dos ketsleyn, dos da hat gigeshin dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nA dog came and bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא חֻטְרָא וְהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דז שטעקלײן אונ׳ שלאגט דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kam dos shtekleyn, un shlagt dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nA stick came and hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא נוּרָא וְשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דז פֿײארלײן אונ׳ פֿר ברענט דז שטעקלײן דז האט גישלאגין דז הינטלײן דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kam dos fayrleyn un far brent dos shtekleyn, dos hat gishlagin dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nA fire came and burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא מַיָּא וְכָבָה לְנוּרָא, דְּשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דז װאשרלײן אונ׳ פֿײארלײן דש דא האט פֿר ברענט דז שטעקלײן דז דא האט גישלאגין דז הינטלײן דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kam dos washrleyn, un far lesht dash fayrleyn, dash da hat far brent dos shtekleyn, dos da hat gishlagn dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nWater came and put out the fire that burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא תּוֹרָא וְשָׁתָא לְמַיָּא, דְּכָבָה לְנוּרָא, דְּשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דער אקס אונ׳ טרינקט דש װאשרלײן דז דא האט פֿר לעשט דז פֿײארלײן דז דא האט פֿר ברענט דז שטעקלײן דז דא האט גישלאגין דז הינטלײן דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kom der oks un trinkt dash washrleyn, dos da hat far lesht dos fayrleyn, dos da hat par brent dos shtekleyn, dos da hat gishlagn dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nAn ox came and drank the water that put out the fire that burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא הַשּׁוֹחֵט וְשָׁחַט לְתוֹרָא, דְּשָׁתָא לְמַיָּא, דְּכָבָה לְנוּרָא, דְּשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דער שוחט אונ׳ שעכט דען אקסין דער דא האט גיטרונקן דש װאשרלײן דז דא האט פֿר לעשט דז פֿײארלײן דז דא האט פֿר ברענט דז שטעקלײן דז דא האט גישלאגין דז הינטלײן דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kom der shoḥeyt un shekht den oksin, der da hat gitrunkn dash washrleyn, dos da hat far lesht dos fayrleyn, dos da hat far brent dos shtekleyn, dos da hat gishlagn dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nA butcher came and slaughtered the ox that drank the water that put out the fire that burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא מַלְאַךְ־הַמָּ֫וֶת וְשָׁחַט לְשׁוֹחֵט, דְּשָׁחַט לְתוֹרָא, דְּשָׁתָא לְמַיָּא, דְּכָבָה לְנוּרָא, דְּשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם דער מלאך המות אונ׳ שעכט דען שוחט דער דא האט גישעכט דען אקסין דער דא האט גיטרונקן דש װאשרלײן דז דא האט פֿר לעשט דז פֿײארלײן דז דא האט פֿר ברענט דז שטעקלײן דז דא האט גישלאגין דז הינטלײן דז דא האט גביסן דז קעצלײן דז דא האט גיגעשין דז ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nDa kom der Malakh haMovet un shekht den shoḥeyt, der da hat gishekht den oksin, der da hat gitrunkn dos washrleyn, dos da hat far lesht dash fayrleyn, dos da hat far brent dos shtekleyn, dos da hat gishlagn dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nThe Angel of Death came and slaughtered the shoḥet who slaughtered the ox that drank the water that put out the fire that burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"25%\">\n<div class=\"aramaic\" lang=\"jpa\" style=\"text-align: right;\">\nוְאָתָא הַקָּדוֹשׁ־בָּרוּךְ־הוּא וְשָׁחַט לְמַלְאַךְ־הַמָּ֫וֶת דְּשָׁחַט לְשׁוֹחֵט, דְּשָׁחַט לְתוֹרָא, דְּשָׁתָא לְמַיָּא, דְּכָבָה לְנוּרָא, דְּשָׂרַף לְחֻטְרָא, דְּהִכָּה לְכַלְבָּא, דְּנָשַׁךְ לְשֻׁנְרָא, דְּאָכְלָה לְגַדְיָא, דְּזַבִּן אַבָּא בִּתְרֵי זוּזֵי, חַד גַּדְיָא, חַד גַּדְיָא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"yiddish\" lang=\"yi\">\nדא קאם אונזר ליבר הער גאט אונ׳ שעכט דען מלאך המות דער דא האט גישעכט דען שוחט דער דא האט גישעכט דען אקסין דער דא האט גיטרונקן דש װאשרלײן דו דא האט פֿר לעשט דו פֿײארלײן דו דא האט פֿר ברענט דו שטעקלײן דו דא האט גישלאגין דו הינטלײן דו דא האט גביסן דו קעצלײן דו דא האט גיגעשין דו ציקלײן דא האט גיקױפֿט מײן פֿעטרלײן אום צװײא פפענינג אײן ציקלײן אײן ציקלײן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"romanized-transliteration\" lang=\"yi\">\nHaḲadosh Barukh Hu da kom unzr libr her got un shekht den Malakh haMovet, der da hat gishekht den shoḥeyt, der da hat gishekht den oksin, der da hat gitrunkn dash washrleyn, dos da hat far lesht dos fayrleyn, dos da hat far brent dos shtekleyn, dos da hat gishlagn dos hintleyn, dos da hat gbishn dos ketsleyn, dos da hat gigeshn dos tsikleyn, dos da hat gikoyft meyn fetrleyn, um tsvey pfening, eyn tsikleyn, eyn tsikleyn.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"english\" lang=\"en\">\nThen the blessed Holy One came and slaughtered the Angel of Death who slaughtered the shoḥet who slaughtered the ox that drank the water that put out the fire that burned the stick that hit the dog that bit the cat that ate the goat that my father bought for two <em>zuzim</em>. One little goat, one little goat.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nMaking sense of Ḥad Gadya beyond its explicit meaning has long inspired commentary. For me, Ḥad Gadya expresses in its own terrifying and macabre way a particularly important idea in Judaism that has become obscure if not esoteric. While an animal&#8217;s life may today be purchased, ultimately, the forces of exploitation, predation, and destruction that dominate our world will be overturned. A new age (olam habah) will dawn in which Nature will be sustained with compassion and fairness, and without creatures required to eat one another. </p>\n<p>Singing Ḥad Gadya is thus particularly apropos for the night of Passover since, in the Jewish calendar, this one night, <em>different from all other nights</em>, is considered the most dangerous night of the year &#8212; it is the time in which the forces of darkness in the world are strongest. Why? It is on this night that the divine aspect of <em>mashḥit</em>, the executioner, is explicitly invoked, as explained in the <em>midrash</em> for Exodus 12:12 read in the <em>maggid</em> section of the Haggadah for Passover:\n</div>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"36%\">\n<div class=\"commentary\" lang=\"he\">\n<span class=\"shofar\">וְעָבַרְתִּ֣י בְאֶֽרֶץ־מִצְרַיִם֮</span> &#8212; אֲנִי וְלֹא מַלְאָךְ.<br />\n<span class=\"shofar\">וְהִכֵּיתִ֤י כָׇל־בְּכוֹר֙</span> &#8212; אֲנִי וְלֹא שָׂרָף.<br />\n<span class=\"shofar\">וּבְכׇל־אֱלֹהֵ֥י מִצְרַ֛יִם אֶֽעֱשֶׂ֥ה שְׁפָטִ֖ים</span> &#8212; אֲנִי וְלֹא הַשָּׁלִיחַ.<br />\n<span class=\"shofar\">אֲנִ֥י יְהוָֽה</span> &#8212; אֲנִי הוּא וְלֹא אַחֵר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">“I will pass through the land of Mitsrayim:” &#8212; I, and not an angel.<br />\n“and I will smite every firstborn:” &#8212; I, and not a <em>seraf</em>.<br />\n“And I will execute judgment against all the gods of Mitsrayim:” &#8212; I, and not the messenger.<br />\n“I am YHVH” &#8212; I, and no other.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nIn Jewish belief, there is one and only one divinity responsible for light and dark, suffering and joy. The invocation of the most dangerous and harmful aspect is limited to the one day dedicated to telling of the birth of the people and in which the divine acts as midwife and guardian/protector of her people. This aspect, however, is destructive, and so is related to predation, the <em>yetzer hara</em> <a href=\"http://ejmmm2007.blogspot.com/2006/12/necessary-evil-yetzer-ha-ra.html\">as described in Yoma 69b</a>, a crucial mechanism by which the nature of our world, <em>Olam Hazeh</em>, is sustained. The significance of our founding as a people, however, is to study the Torah so as to circumscribe our predatory inclination with kindness and consideration, ethics and laws, so as to realize what Isaiah articulated in his vision &#8212; &#8220;They will neither harm nor destroy on all my holy mountain, for the earth will be filled with the knowledge of the YHVH as the waters cover the sea.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Isaiah 11:6-9&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Our world may be a bloody nightmare sustained through violent predation, but we hope for a new age in which the divinity suffusing all of creation is apparent to all and that even nature itself may be sustained in peace, kindness, and consideration.\n</div>\n<h3>Sources</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/PragueHaggadah1526#page/n86/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/PragueHaggadah1590#page/n76/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p><a href=\"https://www.win.tue.nl/~aeb/natlang/yiddish/had_gadya/chad_gadya.html\">Prague Haggadah</a> (1590) <a href=\"https://rosetta.nli.org.il/delivery/DeliveryManagerServlet?dps_pid=IE14556045\">NLI link</a></p>\n<h3>Recordings</h3>\n<p>Ḥad Gadya here is sung by Moishe Oysher with the Abraham Nadel Chorus (circa 1955?), in Aramaic and Hebrew. This stop-motion animation was created by Nina Paley (animator, director) with the help of Theodore Gray (stitchcoder, embroiderer) and Nick Mann (lights, camera).</p>\n<p><iframe loading=\"lazy\" title=\"Cantor Moshe Oysher Chad Gadyo Pesach\" width=\"640\" height=\"480\" src=\"https://www.youtube.com/embed/jr4LSdALxpI?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe></p>\n<div class=\"embed-vimeo\" style=\"text-align: center;\"><iframe loading=\"lazy\" src=\"https://player.vimeo.com/video/133054221\" width=\"640\" height=\"360\" frameborder=\"0\" webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The Jewish Encyclopedia (1906, NY) vol. 8 page 190 s.v. &#8220;Had Gadya&#8221; calls it German.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Isaiah 11:6-9</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Nirtsah"
    ],
    "tags": [
        "16th century C.E.",
        "53rd century A.M.",
        "Aramaic",
        "Prague",
        "predation",
        "salvation",
        "זמירות zemirot",
        "חד גדיא Ḥad Gadya",
        "פיוטים piyyutim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4770"
        ],
        "_thumbnail_id": [
            "55109"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/03/pen-and-ink-drawing-of-a-goat-de-animalium-proprietate-burney-97-f22v-manuel-philes-vergetio-angelo-R514R4.jpg",
        "title": "pen-and-ink-drawing-of-a-goat-de-animalium-proprietate-burney-97-f22v-manuel-philes-vergetio-angelo-R514R4",
        "caption": "Cropped image of a pen and ink drawing of a goat, with colour wash; rubrication and text. De animalium proprietate. 2nd quarter of the 16th century-3rd quarter of the 16th century. Source: Burney 97 f.22v. Language: Greek, Ancient. Author: MANUEL PHILES. Vergetio, Angelo."
    },
    "source_link": "https://opensiddur.org/?p=12981",
    "permalink": "https://opensiddur.org/prayers/lunisolar/pilgrimage/passover/leil-pesah/nirtsah/had-gadya-in-aramaic-and-yiddish-1526/",
    "slug": "had-gadya-in-aramaic-and-yiddish-1526"
}