{
    "post_id": 26154,
    "title": "&#x1F4AC; הפטרה לשבת חזון | Haftarah Reading for Parashat Devarim (Shabbat Ḥazon, Isaiah 1:1-27), translated by Isaac Gantwerk Mayer",
    "author": "the Mesorah (TaNaKh)",
    "coauthors": [
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Yeshayahu ben Amōts",
            "bio": "Yeshayahu or Isaiah (Hebrew: יְשַׁעְיָהוּ, Greek: Ἠσαΐας, Ēsaïās; Latin: Isaias; \"Yah is salvation\") was the 8th century BCE Jewish prophet for whom the Book of Isaiah is named. According to the rabbinic literature, Isaiah was a descendant of the royal house of Judah and Tamar (Sotah 10b). He was the son of Amōts (not to be confused with Prophet Amos), who was the brother of King Amaziah of Judah. (Talmud tractate Megillah 15a). Within the text of the Book of Isaiah, Isaiah himself is referred to as \"the prophet\", but the exact relationship between the Book of Isaiah and any such historical Isaiah is complicated. The traditional view is that all 66 chapters of the book of Isaiah were written by one man, Isaiah, possibly in two periods between 740 BCE and c. 686 BCE, separated by approximately 15 years, and includes dramatic prophetic declarations of Cyrus the Great in the Bible, acting to restore the nation of Israel from Babylonian captivity. Another widely-held view is that parts of the first half of the book (chapters 1–39) originated with the historical prophet, interspersed with prose commentaries written in the time of King Yoshiyahu (Josiah) a hundred years later, and that the remainder of the book dates from immediately before and immediately after the end of the exile in Babylon, almost two centuries after the time of the historic prophet. \r\n\r\n(from the article \"<a href=\"https://en.wikipedia.org/wiki/Isaiah\">Isaiah</a>\" on wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Isaiah",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yeshayahu-ben-amoz"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2019-07-21",
    "last_updated": "2026-01-30",
    "excerpt": "On Shabbat Ḥazon, the Shabbat before Tisha b'Av, many Ashkenazi communities have a custom to read most of the haftarah (Isaiah 1:1-27) in Eikha trop, the cantillation used for the Book of Lamentations. There are many distinct customs, but one of the most common reads verses at the beginning and end in standard haftarah trop, as well as several verses in the middle, selected for their more hopeful message. This edition of the haftarah for Shabbat Ḥazon, along with its new translation, has the verses recited in Eikha trop marked in blue and the verses in haftarah trop in black.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nOn Shabbat Ḥazon, the Shabbat before Tishah b&#8217;Av, many Ashkenazi communities have a custom to read most of the haftarah (Isaiah 1:1-27) in Eikha trop, the cantillation used for the Book of Lamentations. There are many distinct customs, but one of the most common reads verses at the beginning and end in standard haftarah trop, as well as several verses in the middle, selected for their more hopeful message. This edition of the haftarah for Shabbat Ḥazon, along with its new translation, has the verses recited in Eikha trop marked in blue and the verses in haftarah trop in black.</p>\n<p>Note: “The CAUSE” is used to translate the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.”\n</p></div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nחֲזוֹן֙ יְשַֽׁעְיָ֣הוּ בֶן־אָמ֔וֹץ אֲשֶׁ֣ר חָזָ֔ה עַל־יְהוּדָ֖ה וִירֽוּשָׁלָ֑&#x200d;ִם בִּימֵ֨י עֻזִּיָּ֧הוּ יוֹתָ֛ם אָחָ֥ז יְחִזְקִיָּ֖הוּ מַלְכֵ֥י יְהוּדָֽה׃ <span style=\"color: blue;\">שִׁמְע֤וּ שָׁמַ֙יִם֙ וְהַאֲזִ֣ינִי אֶ֔רֶץ כִּ֥י יְהֹוָ֖ה דִּבֵּ֑ר בָּנִים֙ גִּדַּ֣לְתִּי וְרוֹמַ֔מְתִּי וְהֵ֖ם פָּ֥שְׁעוּ בִֽי׃ יָדַ֥ע שׁוֹר֙ קֹנֵ֔הוּ וַחֲמ֖וֹר אֵב֣וּס בְּעָלָ֑יו יִשְׂרָאֵל֙ לֹ֣א יָדַ֔ע עַמִּ֖י לֹ֥א הִתְבּוֹנָֽן׃ ה֣וֹי ׀ גּ֣וֹי חֹטֵ֗א עַ֚ם כֶּ֣בֶד עָוֺ֔ן זֶ֣רַע מְרֵעִ֔ים בָּנִ֖ים מַשְׁחִיתִ֑ים עָזְב֣וּ אֶת־יְהֹוָ֗ה נִֽאֲצ֛וּ אֶת־קְד֥וֹשׁ יִשְׂרָאֵ֖ל נָזֹ֥רוּ אָחֽוֹר׃ עַ֣ל מֶ֥ה תֻכּ֛וּ ע֖וֹד תּוֹסִ֣יפוּ סָרָ֑ה כׇּל־רֹ֣אשׁ לׇֽחֳלִ֔י וְכׇל־לֵבָ֖ב דַּוָּֽי׃ מִכַּף־רֶ֤גֶל וְעַד־רֹאשׁ֙ אֵֽין־בּ֣וֹ מְתֹ֔ם פֶּ֥צַע וְחַבּוּרָ֖ה וּמַכָּ֣ה טְרִיָּ֑ה לֹא־זֹ֙רוּ֙ וְלֹ֣א חֻבָּ֔שׁוּ וְלֹ֥א רֻכְּכָ֖ה בַּשָּֽׁמֶן׃ אַרְצְכֶ֣ם שְׁמָמָ֔ה עָרֵיכֶ֖ם שְׂרֻפ֣וֹת אֵ֑שׁ אַדְמַתְכֶ֗ם לְנֶגְדְּכֶם֙ זָרִים֙ אֹכְלִ֣ים אֹתָ֔הּ וּשְׁמָמָ֖ה כְּמַהְפֵּכַ֥ת זָרִֽים׃ וְנוֹתְרָ֥ה בַת־צִיּ֖וֹן כְּסֻכָּ֣ה בְכָ֑רֶם כִּמְלוּנָ֥ה בְמִקְשָׁ֖ה כְּעִ֥יר נְצוּרָֽה׃ לוּלֵי֙ יְהֹוָ֣ה צְבָא֔וֹת הוֹתִ֥יר לָ֛נוּ שָׂרִ֖יד כִּמְעָ֑ט כִּסְדֹ֣ם הָיִ֔ינוּ לַעֲמֹרָ֖ה דָּמִֽינוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nVision of Yeshaʿyahu son of Amoẓ, who envisioned about Y&#8217;huda and Y&#8217;rushalayim in the days of ʿUzziyyahu, Yotam, Aḥaz, Y&#8217;ḥizqiyyahu, kings of Y&#8217;huda. <span style=\"color: blue;\">Hear, heaven, and give ear, earth—as the CAUSE speaks— My children whom I raised and grew, now they themselves revolt against Me! A bull knows its owner, a donkey its master&#8217;s trough; Israel doesn&#8217;t know, My people doesn’t understand! Oy, sinful nation, people heavy with guilt, seed of evildoers, corrupt children; they left the CAUSE, spurned Israel&#8217;s Holy, backed strangers! For what reason be beaten more, continuing to turn aside — every head is sick, every heart ailing! From head to toe nothing is whole – bruises and wounds and new cuts; un-compressed, un-swathed, un-rubbed with salve! Your land is a waste, your cities fire-burnt; your soils—in front of you—strangers eat of it, a wasteland, as stranger-overthrown! Maiden Ẓíōn  is left as a booth in a vineyard, a hut in a cucumber-field, a city besieged! If only the CAUSE of Multitudes left a small remnant, as Sdom we would be, as Ğamora we would be like!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span style=\"color: blue;\">שִׁמְע֥וּ דְבַר־יְהֹוָ֖ה קְצִינֵ֣י סְדֹ֑ם הַאֲזִ֛ינוּ תּוֹרַ֥ת אֱלֹהֵ֖ינוּ עַ֥ם עֲמֹרָֽה׃ לָמָּה־לִּ֤י רֹב־זִבְחֵיכֶם֙ יֹאמַ֣ר יְהֹוָ֔ה שָׂבַ֛עְתִּי עֹל֥וֹת אֵילִ֖ים וְחֵ֣לֶב מְרִיאִ֑ים וְדַ֨ם פָּרִ֧ים וּכְבָשִׂ֛ים וְעַתּוּדִ֖ים לֹ֥א חָפָֽצְתִּי׃ כִּ֣י תָבֹ֔אוּ לֵֽרָא֖וֹת פָּנָ֑י מִֽי־בִקֵּ֥שׁ זֹ֛את מִיֶּדְכֶ֖ם רְמֹ֥ס חֲצֵרָֽי׃ לֹ֣א תוֹסִ֗יפוּ הָבִיא֙ מִנְחַת־שָׁ֔וְא קְטֹ֧רֶת תּוֹעֵבָ֛ה הִ֖יא לִ֑י חֹ֤דֶשׁ וְשַׁבָּת֙ קְרֹ֣א מִקְרָ֔א לֹא־אוּכַ֥ל אָ֖וֶן וַֽעֲצָרָֽה׃ חׇדְשֵׁיכֶ֤ם וּמֽוֹעֲדֵיכֶם֙ שָֽׂנְאָ֣ה נַפְשִׁ֔י הָי֥וּ עָלַ֖י לָטֹ֑רַח נִלְאֵ֖יתִי נְשֹֽׂא׃ וּבְפָרִשְׂכֶ֣ם כַּפֵּיכֶ֗ם אַעְלִ֤ים עֵינַי֙ מִכֶּ֔ם גַּ֛ם כִּֽי־תַרְבּ֥וּ תְפִלָּ֖ה אֵינֶ֣נִּי שֹׁמֵ֑עַ יְדֵיכֶ֖ם דָּמִ֥ים מָלֵֽאוּ׃ רַֽחֲצוּ֙ הִזַּכּ֔וּ הָסִ֛ירוּ רֹ֥עַ מַעַלְלֵיכֶ֖ם מִנֶּ֣גֶד עֵינָ֑י חִדְל֖וּ הָרֵֽעַ׃ לִמְד֥וּ הֵיטֵ֛ב דִּרְשׁ֥וּ מִשְׁפָּ֖ט אַשְּׁר֣וּ חָמ֑וֹץ שִׁפְט֣וּ יָת֔וֹם רִ֖יבוּ אַלְמָנָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span style=\"color: blue;\">Hear the word of the CAUSE, commanders of Sdom, give ear to the Teaching of our God, people of Ğamora! Why increase your sacrifices for Me?—says the CAUSE—I am sated with whole-burnt rams and fatted suet; and blood of cattle and rams and goats doesn&#8217;t please me. You come to appear by my Face, who asked that from you, trampling my courts!? Stop bringing nothing-offerings; incense is abominable to me—you call out, calling out months and Sabbath, I can&#8217;t even tolerate evil assemblies! Your months and your festivals I loathe, they have become a burden on me and I cannot endure them! And when you hold up your hands, I lift up my eyes from you; what&#8217;s more, when you multiply your prayer, I do not listen; your hands are full of blood!  Wash, clean, turn your evil deeds away from My view; cease evil! Learn good, demand justice, set right the oppressed, judge for the orphan, lobby for the widow!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְכוּ־נָ֛א וְנִוָּכְחָ֖ה יֹאמַ֣ר יְהֹוָ֑ה אִם־יִהְי֨וּ חֲטָאֵיכֶ֤ם כַּשָּׁנִים֙ כַּשֶּׁ֣לֶג יַלְבִּ֔ינוּ אִם־יַאְדִּ֥ימוּ כַתּוֹלָ֖ע כַּצֶּ֥מֶר יִֽהְיֽוּ׃ אִם־תֹּאב֖וּ וּשְׁמַעְתֶּ֑ם ט֥וּב הָאָ֖רֶץ תֹּאכֵֽלוּ׃ <span style=\"color: blue;\">וְאִם־תְּמָאֲנ֖וּ וּמְרִיתֶ֑ם חֶ֣רֶב תְּאֻכְּל֔וּ כִּ֛י פִּ֥י יְהֹוָ֖ה דִּבֵּֽר׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nCome, please, and I will discuss—says the CAUSE—be your sins dark as crimson, they will be whitened like snow; be as red as the scarlet-worm, like wool they will be. If you are willing and listen, you will eat the good of the land. <span style=\"color: blue;\">And if you refuse and rebel, you will be eaten by the sword—for the mouth of the CAUSE has said.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span style=\"color: blue;\">אֵיכָה֙ הָיְתָ֣ה לְזוֹנָ֔ה קִרְיָ֖ה נֶאֱמָנָ֑ה מְלֵֽאֲתִ֣י מִשְׁפָּ֗ט צֶ֛דֶק יָלִ֥ין בָּ֖הּ וְעַתָּ֥ה מְרַצְּחִֽים׃ כַּסְפֵּ֖ךְ הָיָ֣ה לְסִיגִ֑ים סׇבְאֵ֖ךְ מָה֥וּל בַּמָּֽיִם׃ שָׂרַ֣יִךְ סוֹרְרִ֗ים וְחַבְרֵי֙ גַּנָּבִ֔ים כֻּלּוֹ֙ אֹהֵ֣ב שֹׁ֔חַד וְרֹדֵ֖ף שַׁלְמֹנִ֑ים יָתוֹם֙ לֹ֣א יִשְׁפֹּ֔טוּ וְרִ֥יב אַלְמָנָ֖ה לֹא־יָב֥וֹא אֲלֵיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span style=\"color: blue;\">Alas, how she has become a whore, the once-faithful town, full of justice, dwelling-place of righteousness, and now, murderers! Your silver has become scum, your liquor cut with water! Your rulers are renegades and cronies with thieves, all loving payoff and chasing bribes; they don&#8217;t judge for the orphan, and the lobby of the widow never comes to them!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָכֵ֗ן נְאֻ֤ם הָאָדוֹן֙ יְהֹוָ֣ה צְבָא֔וֹת אֲבִ֖יר יִשְׂרָאֵ֑ל ה֚וֹי אֶנָּחֵ֣ם מִצָּרַ֔י וְאִנָּקְמָ֖ה מֵאוֹיְבָֽי׃ וְאָשִׁ֤יבָה יָדִי֙ עָלַ֔יִךְ וְאֶצְרֹ֥ף כַּבֹּ֖ר סִיגָ֑יִךְ וְאָסִ֖ירָה כׇּל־בְּדִילָֽיִךְ׃ וְאָשִׁ֤יבָה שֹׁפְטַ֙יִךְ֙ כְּבָרִ֣אשֹׁנָ֔ה וְיֹעֲצַ֖יִךְ כְּבַתְּחִלָּ֑ה אַֽחֲרֵי־כֵ֗ן יִקָּ֤רֵא לָךְ֙ עִ֣יר הַצֶּ֔דֶק קִרְיָ֖ה נֶאֱמָנָֽה׃ צִיּ֖וֹן בְּמִשְׁפָּ֣ט תִּפָּדֶ֑ה וְשָׁבֶ֖יהָ בִּצְדָקָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore—declares the Lord CAUSE of Multitudes, Might of Israel—Oy, will I satisfy myself on My enemies, so I get vengeance on My adversaries. Thus I may turn My hand towards You and clean your scum with lye, so I may remove your waste. So I may return your judges as of old and your advisors as of yore, and after that you will be called the Righteous City, the Faithful Town! Ẓíōn  in judgement will be saved, and returned in righteousness!\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Recordings</h3>\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/haftarahreadingforshabbathazonisaacgantwerkmayer2019/Haftarah%20Reading%20for%20Shabbat%20Hazon%20-%20Isaiah%201v1-27.mp3?_=1\" /><a href=\"https://archive.org/download/haftarahreadingforshabbathazonisaacgantwerkmayer2019/Haftarah%20Reading%20for%20Shabbat%20Hazon%20-%20Isaiah%201v1-27.mp3\">https://archive.org/download/haftarahreadingforshabbathazonisaacgantwerkmayer2019/Haftarah%20Reading%20for%20Shabbat%20Hazon%20-%20Isaiah%201v1-27.mp3</a></audio>\n<p>&nbsp;</p>\n",
    "categories": [
        "Parashat Devarim",
        "Yeshayah (Isaiah)"
    ],
    "tags": [
        "הפטרות haftarot",
        "שבת חזון Shabbat Ḥazon"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3747"
        ],
        "_thumbnail_id": [
            "26320"
        ],
        "date_src_start": [
            "-0800-00-00"
        ],
        "date_src_end": [
            "-0600-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/07/Ajuga-chamepitys.-Ground-pine.-Jerusalem-wasteland-Dr-Mary-Gillham-Archive-Project-CC-BY.jpg",
        "title": "Ajuga chamepitys. Ground pine. Jerusalem wasteland",
        "caption": "<a href=\"https://www.flickr.com/photos/marygillhamarchiveproject/37085587665\">Flowers of Mt.Maquis. Jerusalem foothills, Ajuga chamepitys. Ground pine</a> (credit: Dr Mary Gillham Archive Project, license: CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=26154",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/neviim/aharonim/yeshayah/haftarah-reading-for-shabbat-hazon-translated-by-isaac-gantwerk-mayer/",
    "slug": "haftarah-reading-for-shabbat-hazon-translated-by-isaac-gantwerk-mayer"
}