{
    "title": "&#x1F4D6; מַחְזוֹר בִּרְכַּת שָׁלוֹם | Maḥzor Birkat Shalom, an egalitarian Rosh haShanah & Yom Kippur maḥzor (Havurat Shalom 2014/2022)",
    "author": "the Ḥavurat Shalom Siddur Project",
    "coauthors": [
        {
            "name": "the Ḥavurat Shalom Siddur Project",
            "bio": "Ḥavurat Shalom is a small egalitarian ḥavurah in Somerville, Massachusetts. Founded in 1968, it is not affiliated with the major Jewish denominations. Ḥavurat Shalom was the first countercultural Jewish community and set the precedent for the national ḥavurah movement. Founded in 1968, it was also significant in the development of the Jewish renewal movement and Jewish feminism. Originally intended to be an \"alternative seminary\", instead it evolved into a \"model ḥavurah.\" Founders and members of Ḥavurat Shalom have included Edward Feld, Merle Feld, Michael Fishbane, Everett Gendler, Arthur Green, Barry Holtz, Gershon Hundert, James Kugel, Alfred A. Marcus, Zalman Schachter-Shalomi, Jim Sleeper, Michael Strassfeld, and Arthur Waskow. Historian Jonathan Sarna has noted that among these members were \"the people who would be leading figures in Jewish life in the second half of the 20th century.”",
            "website": "https://www.thehav.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/02/Havurat_Shalom_Somerville_MA-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/havurat-shalom"
        }
    ],
    "date": "2022-12-08",
    "last_updated": "2025-01-03",
    "excerpt": "<span class=\"hebrew\">מַחְזוֹר בִּרְכַּת שָׁלוֹם</span> <em>Maḥzor Birkat Shalom</em> (second edition, 2022) is the egalitarian Rosh haShanah & Yom Kippur prayerbook of <a href=\"https://www.thehav.org/liturgy-and-blessings.html\">Havurat Shalom</a> in Sommerville, Massachusetts.  . . .",
    "content": "<p><span class=\"hebrew\">מַחְזוֹר בִּרְכַּת שָׁלוֹם</span> <em>Maḥzor Birkat Shalom</em> (second edition, 2022) is the egalitarian Rosh haShanah &#038; Yom Kippur prayerbook of <a href=\"https://www.thehav.org/liturgy-and-blessings.html\">Havurat Shalom</a> in Sommerville, Massachusetts. This is the second edition of the maḥzor containing corrections and updates from the first edition (as explained in the Notes).</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/mahzor-birkat-shalom-havurat-shalom-2022/Mahzor%20Birkat%20Shalom%20%28Havurat%20Shalom%202022%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p><em>Maḥzor Birkat Shalom</em> was graciously shared with a Creative Commons ShareAlike-Attribution license. Beyond the binding terms of this license, the ḥavurah also requests that no alterations are made, that the authors and Havurat Shalom Siddur Project are credited in writing, and that this work is not reproduced for sale. If you do use a copy of this maḥzor, the havurah would be overjoyed to hear from you. You may write to them at Havurat Shalom, 113 College Avenue, Somerville, MA 02144.</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nINTRODUCTION</p>\n<p>We come together as a community on the High Holidays, on Rosh Hashanah and Yom Kippur, to celebrate the New Year, to confront ourselves, to pray and to reflect. Whether you engage in this practice regularly or occasionally, we hope you will find this machzor meaningful. At Havurat Shalom, where we have dedicated ourselves to creating a truly egalitarian liturgy for Shabbat, we feel we need this balanced and accessible liturgy as much or moreso at this time of the year.</p>\n<p>For many years, Havurah members have been adapting the liturgy for the High Holidays and adding it to binders we called “anthologies”. Building on the efforts of those members, we proudly and humbly present the fruits of our efforts: the complete Rosh Hashanah and Yom Kippur machzor in one volume. The Hebrew of our machzor incorporates all the adaptations of the traditional High Holiday liturgy that were made previously by Havurat Shalom and placed in our Rosh Hashanah and Yom Kippur Anthology. The Hebrew that was not previously addressed has been adapted in a similar manner.</p>\n<p>The English translation and transliterations prepared previously have been incorporated. Additional translations have been written with the intention of providing a fairly literal key to the meaning of the Hebrew, but also to be texts that worshippers can pray from. It is possible that these translations will be revised and refined in future editions. An attempt has been made to align the Hebrew, English, and transliterations in order to enable readers to move among them easily.</p>\n<p>The Hebrew and translations have been crafted to conform to the principles of the original Havurat Shalom prayer book, <em><a href=\"/?p=47885\">Siddur Birkat Shalom</a></em>. This includes use of egalitarian language, greater variety of appellations and images for God, greater depth and openness in the portrayal of non-Jews, focus on the evil in the world as opposed to “evil people” and increased emphasis on our being a part of the vast web of life, and the divinity within us and in all of creation. In addition to adapting the traditional machzor, we have added an original meditation to remind us of our potential goodness as we face our wrongdoings, in order to help us in our teshuvah.</p>\n<p>Although much has changed in our lives and in the world since our original work began on the first Havurat Shalom siddur thirty years ago, we hope this newest volume will continue our long tradition of revising and opening the liturgy in order to help us all to open our hearts in prayer.</p>\n<p>Havurat Shalom Machzor Committee\n</p></blockquote>\n<blockquote><p>\nNOTES ON SECOND EDITION</p>\n<p>The first edition of <em>Machzor Birkat Shalom</em> was produced more than seven years ago during the course of a spring and summer. There were some prayers where we wished to do further editing but were constrained by deadlines. After the Machzor&#8217;s printing, we also discovered typographical and other errors in both the English and the Hebrew. In addition, since 2014, Havurat Shalom has been able to incorporate non-gendered Hebrew for prayers which previously had different options for male and female davenners. We are excited to present the second edition where the errors have (hopefully) all been corrected, where some of the issues we were wrestling with have been further developed and where the non-gendered language adopted in our Shabbat prayerbook is reflected in our Machzor. We have retained the same pagination as the original printing to faciliatate davenners being able to follow the service no matter which edition they are using.\n</p></blockquote>\n<blockquote><p>\nSOURCES</p>\n<p>This machzor is the fruit of many people’s labors.The committee responsible for working over the material in this machzor consisted of:</p>\n<p>Aliza Arzt<br />\nCindy Blank-Edelman<br />\nEmily Aviva Kapor<br />\nReena Kling<br />\nMeredith Jay Arzt Porter<br />\nLawrence Rosenwald</p>\n<p>Much of this work, particularly the Shaḥarit service, is taken from <em><a href=\"/?p=47885\">Siddur Birkat Shalom</a></em>, the work of the Havurat Shalom Siddur Project, sometimes very slightly adapted or corrected. We have tried as best as we can to follow in the evolving spirit of that work.</p>\n<p>All credit for original Havurat Shalom liturgy goes to its respective authors.The following additional people have worked on the Havurat Shalom Siddur Project since its inception in February 1984:</p>\n<p>Janet Berkenfield <span class=\"hebrew\">ז״ל</span><br />\nMiriam Bronstein<br />\nJoan Friedman<br />\nBenjamin Greenberg<br />\nTamar Kamionkowski<br />\nFelicia Mednick<br />\nNina Katz<br />\nElyse Landesberg<br />\nDenni Liebowitz<br />\nStephanie Loo<br />\nJoshua Schreiber Shalem</p>\n<p>Some specific credits for liturgical material that is new to this machzor follow:</p>\n<p>The art on the cover is by Ilana Brandes-Krug.</p>\n<p>The <em>Hash’kiveinu</em> prayer in the Ma’ariv service was adapted by Reena Kling <span class=\"hebrew\">ז״ל</span>.</p>\n<p>The meditation before the Vidui confessional prayers in the Yom Kippur service was composed by Reena Kling <span class=\"hebrew\">ז״ל</span>, and translated into Hebrew by Emily Aviva Kapor, with editing by Aliza Arzt.</p>\n<p>The English translation of the threefold priestly benediction on pages 66, 269, and 407 was written by Felicia Mednick.</p>\n<p>The meditation before the Shema on page 111 is by Janet Berkenfield <span class=\"hebrew\">ז״ל</span>. The calligraphy is by Emily Aviva Kapor.</p>\n<p>The blessings after the Haftarah were adapted in Hebrew by Reena Kling <span class=\"hebrew\">ז״ל</span>.</p>\n<p>The paragraph <em>Areshet sefateinu</em> in the Musaf service for Rosh Hashanah is not recited on Shabbat in many congregations. We have followed some older machzorim in inserting the word <em>zich’ron</em> (“recollection”) for when Rosh Hashanah falls on Shabbat.</p>\n<p>We have replaced the traditional Mal’chuyot (“Kingship”) section of the Rosh Hashanah Musaf service with a new Mekorot (“Sources”) service. This service acclaims God as the Source of all, and also celebrates the unique ways in which Havurat Shalom has adapted the traditional liturgy to serve our community’s needs. The Mekorot service was composed by Emily Aviva Kapor.</p>\n<p>The art on page 55 is by Simcha Miller.</p>\n<p>The poem on page 56 is by Cindy Blank-Edelman.</p>\n<p>Psalm 8 was adapted and translated by Reena Kling <span class=\"hebrew\">ז״ל</span></p>\n<p>Psalms 23 and 24 were adapted and translated by Reena Kling <span class=\"hebrew\">ז״ל</span> and Emily Aviva Kapor.</p>\n<p>Psalms 27, 32, and 34 were adapted and translated by Reena Kling <span class=\"hebrew\">ז״ל</span> and Miriam Bronstein.</p>\n<p>The piyyut beginning the Seliḥot section at Yom Kippur Minchah is by the famous Kabbalist Rabbi Eleazar Azikri, who lived in sixteenth-century Safed. It was adapted by Emily Aviva Kapor.</p>\n<p>The art on page 375 is by Tamar Brandes-Krug.</p>\n<p>Much of Yom Kippur Ne’ilah, including Hebrew adaptations and English translations used throughout the machzor, was composed and adapted by Reena Kling <span class=\"hebrew\">ז״ל</span>.</p>\n<p>The second verse (“<em>Mir’yam ha-nevi’ah</em>”) in the song Eliyahu ha-navi, traditionally sung after Havdalah, was written by Rabbi Leila Gal Berner.</p>\n<p>The various Torah and Haftarah readings were edited and translated by Emily Aviva Kapor.</p>\n<p>The manuscript was produced and typeset by Emily Aviva Kapor. Aliza Arzt proofread the Hebrew. In addition, we are grateful to Morris Keesan <span class=\"hebrew\">ז״ל</span> for correcting and proofreading the transliterations.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "egalitarian"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "47902"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/12/Mahzor-Birkat-Shalom-Havurat-Shalom-2022-title.png",
        "title": "Mahzor Birkat Shalom (Havurat Shalom 2022) &#8211; title",
        "caption": "Mahzor Birkat Shalom (Havurat Shalom 2022) - title"
    },
    "source_link": "https://opensiddur.org/?p=47900",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/rosh-hashanah-mahzorim/mahzor-birkat-shalom-by-havurat-shalom-2022/",
    "slug": "mahzor-birkat-shalom-by-havurat-shalom-2022"
}