{
    "post_id": 63766,
    "title": "📖 מחזור לראש השנה (אשכנז)‏ | Maḥzor l'Rosh ha-Shanah: The Form of Prayers for the New Year, a bilingual Hebrew-English prayerbook compiled and translated by David Levi (1794)",
    "author": "David Levi (translation)",
    "coauthors": [
        {
            "name": "David Levi (translation)",
            "bio": "David Levi (1742-1801), born in London, was a printer, author, pioneering Jewish translator, and scholar. A self-taught English Jew, he provided an educated defense of Judaism against its English detractors and published resources on Judaism to both Jews and Christians in English. Since the English Jewish community of the time knew little or no Hebrew, Levi translated the Sefaradi and Ashkenazi prayer books, and produced expositions and translations of much Jewish lore about ritual and practice. His texts were used by Jewish and Christian writers well into the 19th century.",
            "website": "https://en.wikipedia.org/wiki/David_Levi_(scholar)",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/07/david-levi-96x96.png",
            "profile_link": "https://opensiddur.org/profile/david-levi"
        }
    ],
    "date": "2025-10-04",
    "last_updated": "2025-12-31",
    "excerpt": "<span class=\"hebrew\">מחזור לראש השנה</span> <em>The Form of Prayers for the New Year According to the Custom of the German & Polish Jews</em> was compiled and translated in 1794 by David Levi (1742-1801). It is the first volume in a set of nusaḥ Ashkenaz maḥzorim by Levi, and his introduction sets forth his principles of translation used throughout the rest of the volumes. Due to the high esteem accorded it, this set served as a template for later maḥzorim in their translations and layout.  . . .",
    "content": "<p><span class=\"hebrew\">מחזור לראש השנה</span> <em>The Form of Prayers for the New Year According to the Custom of the German &#038; Polish Jews</em> was compiled and translated in 1794 by David Levi (1742-1801). It is the first volume in a set of nusaḥ Ashkenaz maḥzorim by Levi, and his introduction sets forth his principles of translation used throughout the rest of the volumes. Due to the high esteem accorded it, this set served as a template for later maḥzorim in their translations and layout. </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/mahzor-lrosh-hashanah-david-levi-1794/Mahzor%20l%27Rosh%20haShanah%20-%20The%20Form%20of%20Prayers%20for%20the%20New%20Year%20%28David%20Levi%201794%29#page/n7/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This digital edition was derived by Aharon Varady from a scan of a volume held in the collection of the National Library of Israel.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nPREFACE</p>\n<p>The necessity and utility of a Translation of the Prayers into English, for the use of such of our nation as are natives of England, hath been shewn at large in my Proposals, lately Published; I therefore shall not dwell thereon any farther at present, but proceed to state the reasons that gave rise to this Translation.</p>\n<p>Having, by the blessing of God, finished that great and important work of <em>Lingua Sacra</em>, which is a complete Dictionary of all the words in the twentyfour Books of the Old Testament; the Chaldee words in Daniel and Ezra; the Targums of Onkelas, Jonathan, and Jerusalem; and also such words of the Talmud, and writings of the most eminent Rabbins, as serve to illustrate Scripture, or treat of Philosopy, Arts, or Sciences; whether derived from the Chaldee, Persic, Arabic, or Greek. To which is prefixed, a complete Hebrew Grammar, explained in English. This attempt, having met with the approbation of the most eminently learned men of our nation, in consequence thereof, a number of the most respectable Portuguese Jews were so partial to me, as to judge me qualified to undertake a NEW TRANSLATION of their Prayers; but being fully convinced of the difficulty of such an ARDUOUS TASK, I for some time declined their pressing invitations; however, they still continuing to urge me thereto, by alledging, that all attempts hitherto made towards any thing like a Translation of their Prayers into English, had been executed in a manner so faulty, defective, and erroneous, as tended rather to bring disgrace on the service, than to recommend, and explain it. Moved by these considerations, I at length yielded to their solicitations, embarked therein, and with God’s assistance, have happily accomplished it.</p>\n<p>It would appear like vanity in me, to mention the universal approbation, that the said TRANSLATION has met with; and which has induced several of the most respectable of the German Jews, to invite me to make a Translation of their Prayers: but on reflection, every candid and liberal mind, will deem it necessary to be noticed, because it may be confidered as an earnest of the Public’s having, what has long been fought for in vain: viz. A CORRECT “TRANNSLATION of our FESTIVAL Prayers, &#038;c. In the prosecution of which, no pains shall be spared; being fully determined to exert, to the utmost, those little talents which the Supreme Being hath been pleafed to endow me with, im order to render it worthy the Patronage of the Nation. How far I may succeed in this most arduous attempt, I leave to the generous and candid public to decide. That the Reader, however, may be able to form a just idea of the magnitude and importance of the undertaking, and the great difficulty attending its proper execution, I shall just take notice of the nature of our Hebrew Prayers.</p>\n<p>It is well known, that the greatest part of our Prayers are poetical; it will therefore be proper to remark, that as it is the nature of all poetry, so it is particularly of the Hebrew, to differ from common language; and that not merely in the choice of words and phrases, but in the construction, so as to effect a peculiar and more exquisite mode of expression. We must also consider the phraseology peculiar to the poets, the bold ellipsis, the sudden transition of tenses, genders, and persons, and other similar circumstances.</p>\n<p>As to the style of Hebrew Poetry, I think it may not improperly bear the general title of PARABOLIC<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This is also the opinion of Bishop Lowth, Vide De S. Poesi Hebraeorum Prael. 14.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>; the constituent parts of which, are the SENTENTIOUS, the FIGURATIVE, and the SUBLIME. The FIGURATIVE style is srequently used in Hebrew Poetry; the constituent parts of which are, the ALLEGORY, COMPARISON, METAPHOR, and PERSONIFICATION.</p>\n<p>I must farther remark, that no figure is so frequently introduced into the Hebrew Poetry as the Metaphor; for, as Aristotle observes, “The great excellence of the poetic dialect, consists in perspicuity without meanness. Familiar terms, and words in common use, form a clear and perspicious, but frequently a low style. On the contrary, unusual, or foreign expressions, give it an air of grandeur, but frequently render it obscure.” —Of those, which he calls foreign, (as Dr. Lowth observes) “The principal force lies in the Metaphor.” And he farther observes, “As the temporate and reasonable use of this figure enlivens a composition, so the frequent introduction of Metaphors obscures it; and if they very commonly occur, it will be little better than an enigma.” —Now, although it will be readily allowed that the Hebrew Poets have in the formation of those Prayers, assiduously attended to the sublimity of their compositions, by the abundance and splendour of their figures; and in those Poems especially, in which uncommon grandeur and sublimity is aimed at, there predominates a continued, nay, I had almost said, a perpetual use of the Metaphor, sometimes boldly intruded, rushing in with imminent hazard of propriety: and a Metaphor thus licentiously introduced, is frequently continued to an immoderate length: but then, we must consider, that the Orientals are attached to this style of composition; and many flights which an English ear (too fastidious perhaps in these respects) will scarcely bear, must yet be allowed to the general freedom and boldness of those writers.</p>\n<p>I must farther remark, that abundance of Metaphors occur in the Poems of the Hebrew Prayers, deduced from sacred subjects; and others, which are borrowed from the rites and ceremonies of religion, and which are peculiarly liable to obscurity and mistakes. Hence, the necessity for the most diligent observation (in a translator) lest, that very connection with the affairs of religion should escape us in the translation; for should we, by his means, be mistaken in so material a point; should we erroneously account as common, or profane, what is in its nature divine; or should we rank among the mean and vulgar, sentiments and images which are sacred and sublime, it is incredible (as Dr. Lowth observes) how much the strength of the language, and the force and majesty of the ideas will be destroyed. Nothing in nature, indeed, can be so conducive to the sublime, as those sentiments which are conceived by contemplation of the greatest of all beings; and when the august form of religion prefents itself to the mental eye.<br />\n“A fervent pleasure, and an awe divine,<br />\nSeizes the soul, and lifts it to its GOD.”</p>\n<p>It therefore follows of course, that the dignity of Hebrew Poetry must, in some measure, be diminished in a translation, but much more so when the Translator is ignorant of the aforesaid points; since in that case, not only the connection of the imagery with sacred things, must frequently escape our obfervation, but even when most apparent, it can scarcely strike us with that force and vivacity, with which it must certainly penetrate the mind of the Hebraist.</p>\n<p>However, if the Translator is fully acquainted with the idiom and phraseology of the Sacred language, and the true grounds of Hebrew Poetry, and earnestly desires faithfully to do justice to the original, he will naturally proceed with great caution; and in the first place, attempt to lay down some certain rules as a guide. By this means, much may be effected: for although it is almoft impossible in an Englih Prose Translation, to reach the sublimity of an Hebrew Poem, yet, with great care, attention, and indutstry, in the Translator, and a strict adherence to the following rules, (and which are what I have laid down for myself, and followed in most of the Translations that I have made of Prayers, &#038;c. and likewise mean to folfow in this translation) much of its purity and dignity may be preserved; and by proper explanatory notes to illustrate such passages, as may be liable to obscurity, it may be rendered highly serviceable to those that are not intimately acquainted with the original; and also gratify the scholar and man of letters.</p>\n<p>The Rules laid down are as follow<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Several of these rules I since find, have been laid down by the Bishop of Waterford, in his Version of the Minor Prophets, as the grounds of a New Translation of the Bible;and which, I think, are extremely judicious.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>:</p>\n<p>Rule I. The Translator ought to express every word: in the original, by a literary rendering, where the idiom of the English language will admit thereof; and where not only purity, but perspicuity and dignity of expression can be preserved. Hence this rule excludes,</p>\n<p>1. Defective Translations, i.e. omissions.<br />\n2. Ungrammatical expressions.<br />\n3. Obscure renderings.—What I mean by obscure renderings is, the retaining of mere Hebraisms, when they neither add to the dignity, or the sublimity of the expression.</p>\n<p>Rule II. Where the English idiom requires a paraphrase, it ought to be so formed as to comprehend the original word or phrase; and the supplemental. parts should stand in Italics.</p>\n<p>Rule III. Where a verbal translation cannot be thus interwoven, one at least equivalent to it, and which implies the reading in the original, should be substituted; and the idiom in the text should be literally rendered in a note.</p>\n<p>Rule IV. The collocation of the words should never be harsh, and unsuited to an English ear.</p>\n<p>Rule V. Metaphors are, in general, to be retained: and if the original metaphor cannot be transfused, it should be rendered in a note.</p>\n<p>These rules appear to me, to be so indispensably necessary towards forming a true and real Translation of our Prayers, that I could by no means avoid noticing them; as I am confident, that whoever is ignorant of, or disregards them, will never be able to produce any thing like a correct Translation of the Hebrew Prayers in English.</p>\n<p>Hence, the candid and liberal Reader, may easily perceive the difficulty of the undertaking, and the care, assiduity, attention, and industry (not to mention the extensive knowledge of sacred literature) requisite to the forming a true and correct translation: it is therefore necessary to observe, that as this most important and difficult work hath been undertaken at the express desire of the most respectable of the German Jews, it is to be sincerely hoped, that the opulent of the nation will not be slow in lending their assistance, but by coming forward with a liberal subscription, proportionate to the arduousness of the task, enable me to perfect what I have now so happily began; and I solemnly pledge myself, that their liberality and confidence shall never be abused, but gratefully acknowledged by their</p>\n<p>Moft obedient,<br />\nHumble servant,<br />\nD. LEVI.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This is also the opinion of Bishop Lowth, Vide De S. Poesi Hebraeorum Prael. 14.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Several of these rules I since find, have been laid down by the Bishop of Waterford, in his Version of the Minor Prophets, as the grounds of a New Translation of the Bible;and which, I think, are extremely judicious.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Maḥzorim for Rosh haShanah"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "British Jewry",
        "Minhag Poland",
        "Nusaḥ Ashkenaz"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3868"
        ],
        "_thumbnail_id": [
            "63767"
        ],
        "date_src_start": [
            "1794-00-00"
        ],
        "date_src_end": [
            "1794-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/10/mahzor-lrosh-hashanah-the-form-of-prayers-for-the-new-year-david-levi-1794-title.jpg",
        "title": "Maḥzor l&#8217;Rosh haShanah &#8211; The Form of Prayers for the New Year (David Levi 1794) &#8211; title",
        "caption": "Maḥzor l'Rosh haShanah - The Form of Prayers for the New Year (David Levi 1794) - title"
    },
    "source_link": "https://opensiddur.org/?p=63766",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/rosh-hashanah-mahzorim/mahzor-lrosh-hashanah-the-form-of-prayers-for-the-new-year-a-bilingual-hebrew-english-prayerbook-by-david-levi-1794/",
    "slug": "mahzor-lrosh-hashanah-the-form-of-prayers-for-the-new-year-a-bilingual-hebrew-english-prayerbook-by-david-levi-1794"
}