{
    "post_id": 33133,
    "title": "&#x1F4D6; (מנהג הספרדים)‎‏ Orden de las Oraciones de Ros Ashanah y Kipur (Spanish translation by Ḥakham Ishak Nieto, 1740)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Ishac Nieto",
            "bio": "Isaac Nieto (1702–1774) (יצחק ניטו) was Ḥakham of the Portuguese congregation Sha'are Hashamayim, Bevis Marks, London, and the son of David Nieto. In 1749 Nieto became Gibraltar's first Rabbi when he travelled to Gibraltar from London and established the Shaar Hashamayim congregation. His prayer-book in two volumes: <em>Orden de las Oraciones de Ros Ashanah y Kipur</em> (London, 1740) and <em>Orden de las Oraciones Cotidianas, Ros Hodes Hanuca y Purim</em> (London 1771) was the basis of all subsequent translations (e.g., those of Isaac Pinto and of Aaron and David de Sola).",
            "website": "https://en.wikipedia.org/wiki/Isaac_Nieto",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/ishac-nieto"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2020-08-09",
    "last_updated": "2025-04-04",
    "excerpt": "Part one of Ḥakham Ishak Nieto's two volume set of prayerbooks: <em>Orden de las Oraciones de Ros Ashanah y Kipur</em> (London, 1740), the basis of all subsequent S&P translations (e.g., those of Isaac Pinto and of Aaron and David de Sola).  . . .",
    "content": "<p>Part one of Ḥakham Ishak Nieto&#8217;s two volume set of prayerbooks: <em>Orden de las Oraciones de Ros Ashanah y Kipur</em> (London, 1740), the basis of all subsequent S&#038;P translations (e.g., the <a href=\"/?p=33113\">prayerbook of Isaac Pinto</a> and those of Aaron and David de Sola).</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/orden-de-las-oraciones-de-ros-ashanah-y-kipur-ishac-nieto-1740#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<p>&nbsp;</p>\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"font-size: 1.2em;\">\nAl Pio y Devoto</p>\n<p>LECTOR.</p>\n<p>La falta de Devocion, es la origen de la disolucion de los Hombres, grangean la Libertad, a medida que adquieren el desprecio a lo Sagrado; y con lo dulce de aquella, se deslism de la Religion; dislocada esta de sus quicios, no hay accion por contraria a la razon que sea, que los Hombres no cometan, como acuerde con el gusto, o ajuste con el interes, por mas que se jacten de Morales; pues donde se carece de Religion, la Moralidad, no es mas que un pretexto. El introducir la Devocion, fuera del mas elevado servicio al Publico, y del mayor agrado a Dios; Y como tal deve ser esté, el mayor estudio de los que tienen a su cargo lo divino, y el mayor cuidado de su ocupacion. Devense pues apartàr todos los obstaculos, que puedan contribuir a impedir la Devocion, par pequeños que sean; por que basta qualquiera, para servirnos de Disculpa a nuestra desatencion.</p>\n<p>Son muy antiguas las quexas, que forman càfi todos; sobre la Version de nuestras Sagradas Oraciones, en la Lengua Castellana, y a ella imputan muchos la falta de Devocion: como impasible que sea el Instrumento desta, la Ignorancia. No entendemos, (dizen) lo que dezimos, y como se ha de imprimir la Devocion, por via de palabras sin sentido? està llena essa version, de palabras Improprias, Barbaras, Antiguas, y Toscas; Està en un Estilo, poco Inteligible, e indigno de Implorar en él, al Eterno y Omnipotente Dios; Si se puede reformar, y darle un verdadero sentido, en las mas proprias Palabras, y mas inteligibles de la Lengua, por que no se ha de hazer? Hemos de veneràr los yerros por antiguos? Hemos de respectar la impropriedad por anciana? Si las Lenguas alteran con el tiempo, enmiendente las Versiones, a medida que aquellas se reforman; Quien ignora la distancia de las dos Lenguas Hebraica, y Castellaña? quien no sabe, que cada Lengua tiene su peculiar emphasis, modos, y terminos de explicarse diferentes unos de otros? Si rezàmos en Castellano, es por que ignoramos la Lengua Hebraica, es por que no entendemos los Hebraismos; Si la Version està llena dellos, es hazernos rezàr en Castellano-Hebraico; que no es ni Hebraico, ni Castellano. Dizen algunos, en abono dessa Version, que los antiguos preservàron el Decoro de la Lengua Hebraica, y los Misterios, que en ella se encierran; pero uno, y otro se frustra, quando la ignorancia, roba el sentido a la atencion; si el misterio estriba en las Letras, se pierde en la Traduccion, si en el Sentido, se malogra con la Version verbal; fiendo cierto, que no se puede traducir de una Lengua a otra, sin acrecentar, o diminuir palabras, para expressàr el Sentido del Original, y mas En tan remotas Lenguas.</p>\n<p>Estas Razones, acompañadas de las instigaciones de algunos Devotos, y deseosos. del bien publico, me movieron, a emprender una nueva Version de nuestras Sagradas Oraciones de Ros-ashana y Kipur, como las que mas nos convidan a la Devocion; pero no con pequeño recelo. Primero, de mi Insuficiencia; Segundo, de encontrar con ciertos Criticos, que difinen la Sciencia, en hallàr defectos en las agenas producciones, pareciendoles que abonan el proprio Ingenio, con desacreditar, el del Proximo. Pero corrigiòme este recelo, la concideracion, de que no nos deve desviar del Divino Servicio, el miedo de la cenzura; por que si èsta es acertada, se satisface con la enmienda; y fino le acompaña la razon, se castiga con el silencio. Y aunque la Traduccion es donde los Hombres mas se exponen, por que, si se acierta, no se adquiere la alabansa; y si se yerra, se grangea el Descredito: no me desanimò essa consideracion, por que el fin que llevamos en esta Traduccion, es enteramente Divino, y fi cenzuraren el Ingenio, me basta con la Intencion, que es la que dedico al Eterno, y Omnipotente Dios, que como Omnisciente, sabe que fue dirigida a su santo Servicio.</p>\n<p>Haviendo pues relatado los motivos, que me hizieron resolver a emprender esta nueva Traduccion, parece me incumbe el dar noticia del methodo, que se uzò en ella; A la palabra de Dios, que nos fue comunicada por boca de sus Prophetas, se guardò la devida atencion, preservando su pureza, y ajustandonos a la Letra lo mas que fue possible, y quando la necessidad obligò acresentar alguna Palabra o Sentencia, para Ilustrar o hazer Inteligible el Sentido, se puso en la Letra Gripha para significar, que era fuera del Texto Hebraico. La misma advertencia se tuvo en el Cuerpo de las Oraciones, que fueron compiladas por el Senado Grande, en el principio del Segundo Templo, que consistia de Ciento, y Veinte, los mas Ilustres y conspicuos Varones de la Nacion, del qual eran miembros, los tres Prophetas, Hagay, Zeharyà, y Malahì; El summo Sacerdote Yehoshuah hijo de Yehozadak, Hesra, Nehemyah, Mordehay, &#038;c. Pero quando llegamos a lo Poetico, y por conseqûencia moderno de 500, para 600 Años a esta parte, uzamos de mayor libertad, contentandonos de dar el Sentido de lo que quizieron dezir, aunque tal vez nos fue necessarió explicarlo con otras palabras, pero siempre que se pudo ajustar a ellas, lo hizimos.</p>\n<p>En los Sacrificios se puso unas Anotaciones en baxo, para Ilustrar la Narracion; que sin ellas, no se puede comprehender a lo que alude el Author.</p>\n<p>Toda la Obra va expurgada de las palabras antiguas, y toscas, y muchas improprias, de que abundan las otras translaciones; no obstante se huyò la afectacion, y muy pocas vezes se uzò de palabras reconditas, siguiendo en todo, el Estilo claro y facil, para que pueda ser comprehendido de todos; y donde pareciò necessario explicar para la mayor inteligencia, se hizo, ya acrecentando quando lo permitia el Sentido, ya en baxo, quando el declaro era fuera del Texto; y en las partes donde los del Senado Grande aluden a algun Verso de la Sagrada Escritura, se le diò la misma Explicacion, que le dàn los mas graves expositores, con que se ilustra aquel passo, que antes estava poco Inteligible.</p>\n<p>El Igdal que dezimos las Noches de Sabat, y Fiestas despues de Harbit, en la mayor parte de los Libros està en Letra Castellana y en Lengua Hebraica, me pareciò mas acertado, el trasladarlo, para que se instruyessen los Hombres en los treze Articulos de nuestra Sagrada Religion, (que es lo que contienen essos Versos,) que el hazerles dizir lo que no entienden.</p>\n<p>El Keter Maljùt se hallarà al fin del Libro; està compuesto en un Estilo Poetico, muy retorico y elegante, y aunque su Sistema de Astronomia, no acuerda con la moderna, y en la magnitud y curzo de los Planetas, difiere mucho de lo que oy se cree, no dista nada del intento del Author, por que aunque fuera como èl representa, no dexava de conocerse la Grandeza, y Omnipotencia de su Criador, siendo su Intento el dar a conocer las Obras de la Omnipotencia, no un Sistema de Astronomia, haviendo èl seguido con la que corrìa en su Tiempo.</p>\n<p>Sus Viduim o Confessiones, al fin del Keter Maljùt, son summamente Devotas, como todo lo de aquel Pio, y Docto Author, en medio de la mayor Rethorica y elegancia que cabe en la Lengua Hebraica, sin afectacion; Pocos Poetas tuvo la Nacion que llegassen a su melodia, y que le excediesse ninguno; sino es el grande y Excelentissimo Ribi Yehudah A Levy, Corona y alumno de la Hebraica Poesia, de quien tenemos diversos Himnos, para los Sacros Dias de Ros-Ashana y Kipur.</p>\n<p>Consiste muchas vezes la Elegancia Hebraica, (fueras de la comun en todas las Lenguas,) en servirse de las Palabras, o Sentencia de un Verso de la Sagrada Escritura, ya aplicandolo al Sentido Literal, ya a otro diferente, y quando la Poesia Hebraica abunda de esta fuerte de Elegancia, càsi siempre se pierde en la Traduccion, y lo que en el Hebraico Luce, se opaca en el Castellano; Pero quando el Verso contiene concepto, se puede conservar por el Traductor, y essa es siempre la mas estimada Poesia. Muchas de nuestras Poesias son de la primera, que haze poco lucida la Traduccion, pero se deve atender a la Devocion con que el Author se expressa. Las Repeticiones que en la moderria Elegancia afean la Oracion, entre los Antiguos era muy frequentada, y lo que nosotros desechamos por superfluo, ellos admitian por necessario, y aun lo reputavan por adorno; pero son preceptos a beneplacito de los Hombres, que no tienen mas de Real que la costumbre. </p>\n<p>Todas nuestras Oraciones, son por un Estilo muy Claro, y muy terso, sin rosarse en lo Vulgar, adaptado aun para la menor comprehencion, pues las Oraciones deven ser para todos; y en todas, resplandece la Devocion, siendo el fin y escopo de sus Authores, el Adorar con ellas, al Omnipotente, y Eterno Criador, desta gran Machina del Universo; Pero no observaron el mismo Estilo los Poetas, o por que la Poesia no lo sufrìa, y requerìa una mayor elevacion de Estilo, o por que les pareciò dedicar lo mas excelso del pensamiento, a Dios; o bien, por que no se atribuyesse a falta de la Lengua; sea como fuere, suponemos su Intencion pia, y la admitimos por Devota.</p>\n<p>El Viduy o Confession de la Mañana de Kipur, excede a todos en propriedad de phrases, y en Devocion; El de Musaph, es el mas Retorico, y Elegante; El de Minhà, el mas Poetico; el primero denota la Devocion del Author; los dos ultimos muestran el Ingenio; pero el Dia, es mas apropriado para la Devocion; y el Estilo Claro, e Inteligible, el mas adaptado para la Oracion; y del qual se sirvieron los Authores de nuestras Sagradas Rezas.</p>\n<p>Hallaràse algunas diferencias en el Servicio del Sacerdote Grande, en la Musaph de Kipur; pero son, o enmiendas de algunos yerros que se Introduxieron en los Libros, o bien Illustraciones, para la inteligencia de aquella Narracion, lo que se podrà reconocer, por el que quiziere tomar el trabaxo de comparàrla con la Misná, y otros Authores que hablan sobre essa materia.</p>\n<p>En esta Impresson, và todo seguido y corriente con el Hebraico, conforme acostumbra nuestra Nacion Española y Portuguesa, en estas partes del Norte, con todo quanto se requiere sin boltar hoja atras ni adelante, para librar del enojo, y enfado, que causa a los Devotos, el estorbar su Devocion, ya preguntando, ya enseñando; por donde se reconocerà que el Interes no tuvo parte en esta Impression; y que nuestro fin fue el servir a nuestro proximo, en la mejor forma possible. Lo que suplico a su Divina Magestad, accepte como Sacrificio de la Voluntad, para que se establesca la Devocion, con aquel Decoro Veneracion y Respecto, devido a su Santissimo, e Inefable Nombre, y que se santifique este, por nuestro medio, como la Nacion que mas que todas està obligada a servirle, como Testigos de su Unidad, y a quien compete ser, los Maestros de la Devocion.</p>\n</div>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese",
        "Western Sepharadim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "33138"
        ],
        "date_src_start": [
            "1740-00-00"
        ],
        "date_src_end": [
            "1740-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/08/000-01.png",
        "title": "Orden de las Oraciones de Ros-ashanah y Kipur (Ishac Niteto) title page",
        "caption": "Orden de las Oraciones de Ros-ashanah y Kipur (Ishac Niteto) title page"
    },
    "source_link": "https://opensiddur.org/?p=33133",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/rosh-hashanah-mahzorim/orden-de-las-oraciones-de-ros-ashanah-y-kipur-spanish-translation-by-hakham-ishak-nieto-1740/",
    "slug": "orden-de-las-oraciones-de-ros-ashanah-y-kipur-spanish-translation-by-hakham-ishak-nieto-1740"
}