{
    "title": "&#x1F4D6; סדר עבודה מחזור לימים נוראים (אשכנז)‏ | Seder Avodah Maḥzor l'Yamim Nora'im, arranged and translated by Rabbi Max D. Klein (1960)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Max D. Klein",
            "bio": "Rabbi Max Klein was born in New York City in 1885 and was ordained by the Jewish Theological Seminary in 1911. Soon afterward, he began serving as rabbi for Congregation Adath Jeshurun in Philadelphia. Formerly a Reform synagogue, under Rabbi Klein's leadership it became one of the initial congregations affiliated with the United Synagogue of America (now called the United Synagogue for Conservative Judaism). In addition to serving as rabbi at Adath Jeshurun in Philadelphia until 1960, Rabbi Klein wrote, edited, and translated two prayer books: <em>Seder Avodah for Sabbath, Festivals, and Weekdays</em> (1951) and <em>Seder Avodah for Rosh Hashanah and Yom Kippur</em> (1960). He died in 1973.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/max-klein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-david-klein"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-09-20",
    "last_updated": "2025-01-03",
    "excerpt": "A maḥzor for Rosh haShanah and Yom Kippur, prepared for a mid-20th century Conservative Jewish congregation in Philadelphia. . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederavodahmahzorlyamimnoraimmaxklein1960#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE</p>\n<p>This volume of the Seder Avodah for Rosh ha-Shanah and Yom Kippur has been edited in accordance with the spirit of the first volume published in 1951. </p>\n<p>The Seder Avodah as then stated is intended for congregations within the Conservative movement, “although theologically, it may be said, to represent a less traditional point of view than that which obtains generally in the printed ritual of the Conservative camp in American Israel.” </p>\n<p>Like the first so does this volume seek “to retain the warmth of the traditional service.” </p>\n<p>The translations in prose and verse are generally speaking entirely new, the work of the editor. The few exceptions are noted on the page of acknowledgments at the end of the volume. </p>\n<p>Attention is called to the fact that translations have been made by the editor into Hebrew of poems and prayers originally composed in English; and also to the original Hebrew prayers composed by the editor. In both instances the editor was guided by a two-fold desire — on the one hand to pay tribute to the sacred tongue which is finding renewed, living expression in the land of our forefathers, and on the other hand to give expression to the hope shared by many that the Synagogue in American Jewry will in another generation be better acquainted with the tongue of the traditional liturgy and of the Hebrew Bible under the influence of Israel reborn. </p>\n<p>Attention is also drawn to the new services written for this volume: The Shophar Service (page 252), the Memorial Service, (page 583), the Avodah or Temple Service (page 632), the Martyrology, (page 722), and the Neilah Service, (page 782). </p>\n<p>Especial attention is also called to the manner in which the Oshamnu in the Vidui or Service of Confession has been dealt with (page 458 and page 520); and also to the Malchuyoth, Zichronoth and Shopharoth Service, (pages 286-305). </p>\n<p>It affords the editor once again much gratification to express his appreciation of the splendid cooperation given him in the printing of this volume by Dr. Maurice Jacobs of the Press of Maurice Jacobs, Inc. and his fine corps of men associated with him under the expert and devoted direction of Mr. David Skaraton. To Mr. Skaraton and his coworkers, Dr. Menahem G. Glenn and Dr. Helmut Frank, the editor is indebted for helpfulness to which these words do not do adequate justice. </p>\n<p>To his friend, Dr. Glenn, the editor again expresses his recognition of the debt he feels for the heart-warming interest taken by him in this work not only while it was going through the press but also during the years prior to the submission of the manuscript for printing. Dr. Glenn’s interest, bom of close friendship, and his scholarly attainments, always generously placed at the editor’s disposal, have been of great value. </p>\n<p>The editor is also indebted to his colleague, Rabbi Edward T. Sandrow, recently elected president of the Rabbinical Assembly of America for his reading of the manuscript and for his encouragement of the editor in his earlier liturgical publications. </p>\n<p>To Rabbi Max Arzt, Vice-Chancellor of the Jewish Theological Seminary of America, the editor wishes to express his appreciation of many a worthwhile suggestion while reading the manuscript. </p>\n<p>It should be obvious that as for the theology of the volume, the editor alone is to be held responsible. </p>\n<p>My loving and heartfelt thanks also go to two men who had been the editor’s pupils in the congregational school and arc now respectively president of the Congregation and chairman of its Board of Directors, Mr. Marshall A. Bernstein and Mr. I. Jerome Stern. </p>\n<p>Their loving devotion has been an incentive to the editor in the latter years in bringing this volume to completion. In this expression of his thanks the editor includes his whole Congregation whose loyalty made what work it was given to him to do more possible. </p>\n<p>This preface is being written on the eve of the editor’s retirement from the rabbinic leadership of his Congregation which, within a few months, he will have served fifty years. </p>\n<p>It is his hope that this volume, which he is now sending forth for the use of his Congregation and such others as may desire to use it, will be accepted as a tangible spiritual legacy. </p>\n<p>May the blessing of God be upon us all; and may we all become more worthy of his blessing. </p>\n<p>That this volume may be a source of strength to all who may use it is the editor’s prayer. </p>\n<p>Max D. Klein<br />\nRabbi, Congregation Adath Jeshurun<br />\nPhiladelphia, Pa. </p>\n<p>September 1960<br />\nElul 5720 </p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Congregation Adath Jeshurun",
        "Conservative Jewry",
        "Philadelphia"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "27169"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/Seder-Avodah-Mahzor-lYamim-Noraim-Max-Klein-1960-title-page.png",
        "title": "Seder Avodah Mahzor l&#8217;Yamim Nora&#8217;im (Max Klein 1960) &#8211; title page",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27167",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/rosh-hashanah-mahzorim/seder-avodah-mahzor-lyamim-noraim-by-max-klein-1960/",
    "slug": "seder-avodah-mahzor-lyamim-noraim-by-max-klein-1960"
}