{
    "post_id": 11870,
    "title": "אז בהלוך ירמיהו | Az Bahalokh Yirmiyahu: Then As Jeremiah Went, by Elazar ben Killir circa 7th century CE (translated by Gabriel Seed)",
    "author": "Gabriel Kretzmer Seed (translation)",
    "coauthors": [
        {
            "name": "Gabriel Kretzmer Seed (translation)",
            "bio": "Rabbi Gabe Kretzmer Seed has served as a Jewish chaplain in the New York City Department of Correction since 2018 where he provides religious services, classes and spiritual support primarily for Jewish incarcerated individuals along with providing general spiritual care for the incarcerated and staff of all faiths and none.  He was recently named one of the New York Jewish Week 36 Under 36, a list of individuals making a difference in the New York Jewish Community for his work in the jails during the pandemic. Gabe received semikhah from Yeshivat Chovevei Torah in 2017, and is a graduate of Columbia University where he majored in United States History. He also received BA and MA degrees from the Jewish Theological Seminary – JTS where he focused on Talmud and Midrash, and Jewish education.  He is the co-founder of the <a href=\"http://www.zemirotdatabase.org\">Zemirot Database</a>, an editable online database for zemirot, liturgy, and other Jewish songs.  Gabe is an avid Baal tefillah and Baal qriyah, and leads davening regularly in both his home community of Riverdale, NY, and has served as the High Holiday Ḥazzan Sheni at Congregation Tiferet Israel in Austin, TX since 2014. He also loves studying Jewish liturgy, especially comparing siddurim of different nusḥaot and minhagim.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Gabriel-Kretzmer-Seed-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gabriel-seed"
        },
        {
            "name": "Elazar ben Killir",
            "bio": "Eleazar ben Killir, also known as Eleazar Kalir, Eleazar Qalir or El'azar HaKalir (c. 570 – c. 640) was a Hebrew poet whose classical liturgical verses, known as piyut, have continued to be sung through the centuries during significant religious services, including those on Tisha b'Av and on the sabbath after a wedding. He was one of Judaism's earliest and most prolific of the paytanim, Hebrew liturgical poets. He wrote piyutim for all the main Jewish festivals, for special Sabbaths, for weekdays of festive character, and for the fasts. Many of his hymns have found their way into festive prayers of the Ashkenazi Jews' nusaḥ. (via wikipedia).",
            "website": "https://en.wikipedia.org/wiki/Eleazar_ben_Killir",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/kalir"
        }
    ],
    "date": "2015-07-25",
    "last_updated": "2026-01-31",
    "excerpt": "<em>Az Bahalokh Yirmiyahu</em> is a kinah, “based on <em>Eikhah Rabati</em> Petikhta 24, in which Jeremiah says to God: \"I am like a father who prepared to take his only son to be married, and the son tragically died under the wedding canopy. Do you not feel any pain for me or for my son?\" God responds: \"Go and rouse Abraham, Isaac, Jacob and Moses from their graves, for they know how to cry…” (Daniel Goldschmidt, <em>Seder Kinot le-Tisha b'Av</em>, Jerusalem, 1972, 98). . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nאָז בַהֲלוֹךְ יִרְמְיָהוּ עַל קִבְרֵי אָבוֹת וְנָם עֲצָמוֹת חֲבִיבוֹת מָה אַתֶם שׁוֹכְבוֹת בְנֵיכֶם גָלוּ וּבִתְּקוּם וְאַיֵה זְכוּת אָבוֹת בְאֶרֶץ תַלְאוּבוֹת:<br />\nאִם כְּאָדָם עָבְרוּ בְרִית אַיֵּה זְכוּת כְּרוּתֵי בְרִית<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThen as Jeremiah went to the graves of the ancestors and their beloved limbs were sleeping. [He asked] “How can you be slumbering? Your children have been exiled and have been speared by the captors’ swords. Where is the merit of their ancestors when they are in a dry and forsaken land?” If like humans they have broken the covenant, where is the merit of the ancestors with whom the covenant was made?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nגָּעוּ כֻלָּם בְּקִינִים עַל חֶסְרוֹן בָּנִים דּוֹבַבוּ בְּקוֹל תַּחֲנוּנִים פְּנֵי שׁוֹכֵן מְעוֹנִים וְאַיֵּה הַבְטָחַת וְזָכַרְתִּי לָהֶם בְּרִית רִאשׁוֹנִים:<br />\nמָה אֶעֱשֶׂה לָכֶם בָנַי גְזֵרָה הִיא מִלְּפָנָי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThey [the ancestors] all cried out in dirges.<br />\nTheir lips vibrated with the call of petition to the face of the One Who Dwells on High. And where is the promise of “I will remember for you the covenant with the early ones” (Leviticus 26:45) [God Replies:] What can I do for you, my children, it is a decree before me?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהֵם הֵמִירוּ כְבוֹדִי בְּתֺהוּ וְלֹא פָחֲדוּ וְלֹא רָהוּ וָאַעְלִּים עֵינַי מֵהֶם וְלֹא נָהוּ וְלֹא שָׁהוּ וְאֵיךְ אֶתְאַפַּק עַל אֲמִירַת לֹא הוּא: אִם כְּאָדָם עָבְרוּ בְרִית אַיֵּה זְכוּת כְּרוּתֵי בְרִית<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThey desecrated my glory without benefit, and they had no fear or distress. And I turned my eyes away from them and they did not mourn or cease to sin. How can I be silent when they say “it is not from God” (Jeremiah 5:12)? If like humans they have broken the covenant, where is the merit of the ancestors with whom the covenant was made?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nזָעַק אַב הֲמוֹן בַּעֲבוּרָם וְחִנֵּן פְּנֵי אֵל רָם חִנָּם נֻסֵּיתִי עֶשֶׂר בְּחִינוֹת עֲבוּרָם וְהֵן חָזִיתִי שִׁבְרָם וְאַיֵּה הַבְטָחַת אַל תִּירָא אַבְרָם: מָה אֶעֱשֶׂה לָכֶם בָנַי גְזֵרָה הִיא מִלְּפָנָי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe father of many nations [Abraham] raised his voice on their behalf and begged for mercy from before the Mighty One. Was it for nothing that I passed ten tests for their benefit? And now I see their brokenness. And where is the promise “Don’t fear Abram [your reward will be very great]” (Genesis 15:1] [God Replies:] What can I do for you, my children, it is a decree before me?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nטָעוּ לְהִזָּרוֹת בַּעבוֹדוֹת זָרוֹת יָעֲצוּ לַחְצֺב בֺּארוֹת בֺּארֺת נִשְׁבָּרוֹת וְאֵיךְ אֶתְאַפַּק עַל בִּטּוּל עֲשֶׂרֶת הַדִּבְרוֹת: אִם כְּאָדָם עָבְרוּ בְרִית אַיֵּה זְכוּת כְּרוּתֵי בְרִית<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThey went astray and became strangers by worshipping strange gods.<br />\nThey took counsel together to carve cisterns, broken cisterns which cannot hold water. And how can I be silent at the desecration of the Ten Commandments? If like humans they have broken the covenant, where is the merit of the ancestors with whom the covenant was made?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nכֺּה צָוַח יִצְחָק פְּנֵי שׁוֹכֵן שַׁחַק לַשָּׁוְא בִּי טֶּבַח הוּחַק וְהֵן זַרְעִי נִשְּׁחַק וְנִמְחַק וְאַיֵּה הַבְטָחַת וְאֶת בְּרִיתִי אָקִים אֶת יִצְחָק: מָה אֶעֱשֶֹה לָכֶם בָנַי גְזֵרָה הִיא מִלְּפָנָי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus cried out Isaac to the One Who Abides in the Skies:<br />\nWas it for naught that I willingly was bound on the altar and my skin was flayed. And where is the promise, “and I will fulfill My covenant through Isaac?” (Genesis 17:21). [God Replies:] What can I do for you, my children, it is a decree before me?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמָרוּ בְּיִרְמְיָה וְטִמְּאוּ הַר הַמֺּרִיָּה נִלְאֵיתִי נְשׂוֹא גְעָיָּה עוֹלָה לִי מִנְּשִׁיָּה וְאֵיךְ אֶתְאַפַּק בַּהֲרִיגַת זְכַרְיָה: אִם כְּאָדָם עָבְרוּ בְרִית אַיֵּה זְכוּת כְּרוּתֵי בְרִית<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThey embittered Jeremiah and made impure Mount Moriah. I cannot bear these sounds which come up from the earth. And how can I be silent at the killing of Zechariah? If like humans they have broken the covenant, where is the merit of the ancestors with whom the covenant was made?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nסָח יֻלּד בְּתֶלֶף דְּמָעוֹת כְּתַנִּין זוֹלֵף עולָלַי שֶׁטִּפַּחְתִּי בְּעֶלֶף אֵיךְ גָּזוּ מֶנִּי בְּחֶלֶף וְאֵיךְ הָפְרַע מֶנִּי דָּמִים בְּדָמִים כַּמָּה אָלֶף: מָה אֶעֱשֶֹה לָכֶם בָנַי גְזֵרָה הִיא מִלְּפָנָי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n[Jacob] the one raised in the house of study began to speak, and mighty tears flowed down his cheek. My children who I raised with toil, how have they been divided and taken away from me through destruction. And how is the blood of Zechariah avenged with the blood of the thousands who died in his stead? [God Replies:] What can I do for you, my children, it is a decree before me?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nפָּץ רוֹעַה נֶאֱמָן כָּפוּשׁ בָּאֵפֶר וּמֻדְמָן צֺאן אֲשֶׁר בְּחֵיקִי הָאֳמָן וְאֵיךְ גָּזוּ בְּלֹא זְמָן וְאַיֵּה הַבְטָחַת כִּי לֹא אַלְמָן: אִם כְּאָדָם עָבְרוּ בְרִית אַיֵּה זְכוּת כְּרוּתֵי בְרִית<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n[Moses] The faithful shepherd spoke, covered and dirty with ashes: The sheep which you asked me to carry in my bosom has been split up suddenly. And where is the promise that “Israel will not be widowed?” (Jer. 51:5) If like humans they have broken the covenant, where is the merit of the ancestors with whom the covenant was made?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nקוֹל בְּכִי לֵאָה מְתוֹפֶפֶת עַל לְבָבֶהָ רָחֵל אֲחוֹתָהּ מְבַכָּה עַל בָּנֶיהָ זִלְפָּה מַכָּה פָּנֶיהָ בִּלְהָה מְקוֹנֶנֶת בִּשְׁתֵּי יָדֶיהָ: מָה אֶעֱשֶֹה לָכֶם בָנַי גְזֵרָה הִיא מִלְּפָנָי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe sound of Leah’s cry beats in her heart. Rachel her sister cries for her children. Zilpah beats her face. Bilhah hold out both of her hands and wails. [God Replies:] What can I do for you, my children, it is a decree before me?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nשׁוּבוּ תְמִימִים לִמְנוּחַתְכֶם מַלֵּא אֲמַלֵּא כָּל מִשְׁאֲלוֹתֵיכֶם שֻׁלַּחְתִּי בָּבֶלָה לְמַעַנְכֶם הִנְנִי מְשׁוֹבֵב גָּלוּת בְּניכֶם:<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nReturn, o pure ones to your slumber, I will surely fulfill all of your requests. I have been exiled to Babylonia because of you, and I will return with the exiled of your children.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p><em>Az Bahalokh Yirmiyahu</em> is a kinah, “based on <em>Eikhah Rabati</em> Petikhta 24, in which Jeremiah says to God: &#8220;I am like a father who prepared to take his only son to be married, and the son tragically died under the wedding canopy. Do you not feel any pain for me or for my son?&#8221; God responds: &#8220;Go and rouse Abraham, Isaac, Jacob and Moses from their graves, for they know how to cry…” (Daniel Goldschmidt, <em>Seder Kinot le-Tishah b&#8217;Av</em>, Jerusalem, 1972, 98).</p>\n",
    "categories": [
        "Tishah b'Av"
    ],
    "tags": [
        "Mourning this Broken World",
        "קינות Ḳinōt"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "11874"
        ],
        "date_src_start": [
            "0590-00-00"
        ],
        "date_src_end": [
            "0640-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/07/Sukkah-of-the-Signs-Lauren-Manning-CC-BY.jpg",
        "title": "Sukkah of the Signs (Lauren Manning, CC BY)",
        "caption": "\"<a href=\"https://www.flickr.com/photos/laurenmanning/5177943030/\">Sukkah of the Signs</a>\" (Lauren Manning, CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=11870",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/mourning-days/tishah-bav/az-bahalokh-yirmiyahu-kalir-c-7th-cent/",
    "slug": "az-bahalokh-yirmiyahu-kalir-c-7th-cent"
}