{
    "post_id": 16294,
    "title": "A Prayer for Knowledge of the Messiah, a poem by Rosa Emma Salaman (1851)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Rosa Emma Salaman",
            "bio": "Rosa Emma Collins née Salaman (1815-1898), was a poet and translator of Hebrew and German. <em><a href=\"https://archive.org/details/poems-by-rosa-emma-salaman-1853\">Poems</a></em>, published in 1853, was reportedly the only book accepted by Queen Victoria in the year of mourning following Prince Albert's death in 1861. In the United States, her poetry appeared in Isaac Leeser's <a href=\"http://web.nli.org.il/sites/JPress/English/Pages/The-Occident-and-American-Jewish-Advocate.aspx\"><em>Occident</em> and <em>American Jewish Advocate</em></a>. The daughter of Simeon Kensington Salaman (b.1789) and Alice Cowan, Rosa Emma was one of fourteen siblings in a large and literary Jewish family in London, part of the Spanish and Portuguese Jewish community. Two sisters, Kate Salaman and Julia Goodman, were painters -- the former of miniatures and the latter, a prolific portraitist. Her brother, Charles Kensington Salaman, was a British composer and pianist. Her husband, Judah Julius Collins, was a warden of the Western Marble Arch Synagogue in London's West End, and purported to be a descendant of the <a href=\"https://en.wikipedia.org/wiki/Baal_Shem_of_London\">Baal Shem of London</a>. Their son, Edwin Collins, was a Jewish educator.",
            "website": "https://en.wikipedia.org/wiki/Rose_Emma_Salaman",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/rosa-emma-salaman"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-08-02",
    "last_updated": "2025-05-29",
    "excerpt": "This prayer and “<a href=\"https://opensiddur.org/prayers-for/seasons/by-month/av/prayer-love-god-rosa-emma-salaman-occident-av-5611august-1851/\">A Prayer for the Love of God</a>” were published as “Two Short Prayers” with a lengthy introduction probably penned by Isaac Leeser in the <a href=\"http://web.nli.org.il/sites/JPress/English/Pages/The-Occident-and-American-Jewish-Advocate.aspx\"><em>Occident</em> 9:5, Ab 5611/August 1851</a>, p.253-255. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Hebrew</th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOh! Lord God!<br />\nI come to ask counsel of Thee.<br />\nGive me, I beseech Thee,<br />\nknowledge, wisdom, and understanding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOh! God of wisdom,<br />\nlet thy power and thy might be seen in me,<br />\nfor the knowledge that I shall have of thy holy word.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGreat God! Almighty Creator!<br />\nenlighten my spirit,<br />\nthat I may know and understand thy wise purposes,<br />\nand thy merciful intentions in restoring us<br />\nto the land which Thou carest for,<br />\nand upon which thine eyes rest all the year.<br />\nTeach me the truth of that Divine promise,<br />\nand so enlighten my mind that I may teach it to others,<br />\nthat I may make thy name a praise and a glory to the whole world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOh, Lord God!<br />\nmay every word I read<br />\nbe clear to my mind and soul,<br />\nand may this clear light shine through me on others.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay this be thy holy will,<br />\nO Lord God of Israel!<br />\nAmen.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer and “<a href=\"https://opensiddur.org/prayers-for/seasons/by-month/av/prayer-love-god-rosa-emma-salaman-occident-av-5611august-1851/\">A Prayer for the Love of God</a>” were published as “Two Short Prayers” with a lengthy introduction probably penned by Isaac Leeser in the <a href=\"http://web.nli.org.il/sites/JPress/English/Pages/The-Occident-and-American-Jewish-Advocate.aspx\"><em>Occident</em> 9:5, Ab 5611/August 1851</a>, p.253-255. Leeser wrote:</p>\n<blockquote><p>Our fair correspondent, who has so often enriched our pages by her elegant and deep-toned poetical contributions, has lately turned her attention to the composition of prayers for her own edification, and she has sent us two as specimens of her work and we have no doubt that, if these awaken a corresponding feeling of what she has experienced in others, she may be induced to publish a small volume of devotional pieces, for the improvement of her people. Lightly as many may conceive the effort of writing or composing prayers, there is perhaps not one so extremely difficult in all the range of literature. The Psalms and Hymns of Scriptures are only prayers of various kinds; and yet how unattainable in excellence have they always proved themselves to their imitators. Still the heart feels occasionally impelled to pour itself out in either entreaty or thanks, and we look in vain for a biblical psalm just corresponding to our sensations of the moment. It is then that we naturally desire to have a manual of devotion, which may aid us to fashion our thoughts into prayers; and the closer, there fore, any writer can fathom the inborn wants and imperfections of the human heart, the better guide he becomes to us in our private hours of devotion. The prayer-book embraces a great variety of petitions, we gladly acknowledge, and there are but few public occasions when we need anything beyond its contents.</p>\n<p>But we speak now of the house, the bed-chamber, the solitary walk, the lonely hour, when we are not rarely reminded of our dependence on, of our necessity of divine aid, which we would gladly invoke, had we but words to express suitably our inward sensations. Every one is not endowed with the power of continued reflection, to string word on word, and thought on thought, so as to make the whole a suitable gift or petition to the Supreme. If, therefore, we can have another to think for us, we must needs call him our benefactor. The teachers of Israel have always acknowledged this, and hence there are a great variety of occasional prayers, composed in the language of the people, both of the barbarous jargon which was once customary in Europe, and the more refined dialects of modern times. It is needless to say that the ancient matter can be of little use at the present day, as both ideas and language are antiquated; but modern compositions, although occasionally beautiful, have failed, for the most part, to answer the end in view, for the simple reason that the authors could not think for the people. If it were necessary, we could exhibit proofs of this fact; but we are not about to indite a criticism on prayer, but merely to introduce specimens of an unpublished work.</p>\n<p>It is enough, therefore, to say that, though in Germany some excellent attempts have been made to supply the natural want of a domestic manual of occasional devotion for Israelites, the English language is almost without any such pieces at all, the few of the late Miss Aguilar, which, however, we have not read, being, as far as known to us, the only collection that has appeared in print. We therefore hope that the effort may be farther pursued by our gifted friend, and others who are willing to devote their hours to the sacred service, so that especially those who are not familiar with the Hebrew may have the means to commune with their heavenly Father in meekness of spirit. We would only caution all who make the attempt to take heed how they mix their own private thoughts in their outpourings; for, however blissful in its effects a prayer for the moment may be to the individual, it cannot make a good impression on another, who may never be placed in similar circumstances.</p>\n<p>Prayers like those we speak of should be universal, to be of the least value, and then they should be free from familiarity, and entirely Scriptural in their construction; for only thus can they be tolerated alongside of the prayer-book and the Psalms of the Bible.—Ed. Oc.</p></blockquote>\n<h3>Source</h3>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2017/08/Two-Short-Prayers-by-Rosa-Emma-Salaman-from-The-Occident-August-1851.pdf\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Click to access Two-Short-Prayers-by-Rosa-Emma-Salaman-from-The-Occident-August-1851.pdf</a></p>\n",
    "categories": [
        "Tishah b'Av"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Anglo Jewry",
        "British Jewry",
        "Ḥonen HaDa'at",
        "repatriation",
        "משיח Moshiaḥ",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "413"
        ],
        "_thumbnail_id": [
            "20598"
        ],
        "date_src_start": [
            "1851-00-00"
        ],
        "date_src_end": [
            "1851-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/08/prayer-for-knowledge-of-the-messiah-Rosa-Emma-Salaman-from-the-Occident-August-1851-1.png",
        "title": "prayer for knowledge of the messiah (Rosa Emma Salaman from the Occident August 1851)",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=16294",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/mourning-days/tishah-bav/prayer-for-knowledge-of-the-messiah-by-rosa-emma-salaman-1851/",
    "slug": "prayer-for-knowledge-of-the-messiah-by-rosa-emma-salaman-1851"
}