{
    "title": "Schedule for the Reading of Psalms corresponding to the Weekly Torah Portion, by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic texts, adding <em>niqqud</em> and <em>t'amim</em> as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer"
        }
    ],
    "date": "2018-03-28",
    "last_updated": "2025-02-28",
    "excerpt": "This is a system that seeks to create a Haftarah-like system for the reading of Psalms, linking their meaning to the meaning of the reading or the Shabbat of that day. Like the Haftarah system, there are special psalms for the Shabbatot leading up to and following the Ninth of Av, as well as specific psalms for Rosh Chodesh and the special Shabbatot. Unlike the Haftarah system, if two portions are read together or a special Shabbat occurs on a day when another reading is done, both psalms are read (since psalms are generally shorter and easier to read than prophetic texts.)  . . .",
    "content": "<style type=\"text/css\" media=\"all\">.printfriendly {display: none!important;}</style>\n<p><strong>DOWNLOAD:</strong> </p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2018/03/Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022.odt\">ODT</a> (English) | <a href=\"https://opensiddur.org/wp-content/uploads/2018/03/לוח-קריאת-תהלים-לפי-פרשת-השבוע-Isaac-Gantwerk-Mayer-2022.odt\">ODT</a> (Hebrew) | <a href=\"https://opensiddur.org/wp-content/uploads/2018/03/Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022.pdf\">PDF</a> (English &amp; Hebrew)</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nEvery single Shabbat, we read a portion from the Prophetic books, known as the Haftarah. These portions are usually connected in meaning with the weekly Torah reading, though they also sometimes reflect the specific Shabbat upon which they are read. Though not all of the Prophets are read, all of the readings are from the Prophets. The Writings, the third great category of Scripture, is avoided.</p>\n<p>Psalms, or Tehilim, have been in liturgical use for as long as any text in Judaism has been. Prayers, praises, supplications, and the like – it&#8217;s all in this book of 150 works. So it seems odd that while we use its texts regularly in prayer, we have no tradition of public kriah for Psalms. Some scholars have suggested that the 150 psalms were originally read in a triennial cycle, but if that is the case such a system has long been lost.</p>\n<p>This is a system that seeks to create a Haftarah-like system for the reading of Psalms, linking their meaning to the meaning of the reading or the Shabbat of that day. Like the Haftarah system, there are special psalms for the Shabbatot leading up to and following the Ninth of Av, as well as specific psalms for Rosh Ḥodesh and the special Shabbatot. Unlike the Haftarah system, if two portions are read together or a special Shabbat occurs on a day when another reading is done, both psalms are read (since psalms are generally shorter and easier to read than prophetic texts.)</p>\n<p>Perhaps these psalms could be read after the Torah reading in the Minḥa service (a time when some scholars as early as Rabbeinu Tam found evidence that the sages would read a weekly portion from the Ketuvim). Or perhaps they could be read at the same time as the psalm of the day – a &#8220;psalm of the week&#8221; if you will. Perhaps one could use a system of psalm cantillation (like the Syrian system, for instance), but since most communities don&#8217;t have such a system perhaps they could be read using musical motifs (the readings prior to Tishah b&#8217;Av could use the motifs of Lamentations III etc.)\n</p></div>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2018/03/Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022.pdf\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Click to access Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022.pdf</a></p>\n",
    "categories": [
        "Tehilim (Psalms)",
        "Reading Schedules"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "לוח lu'aḥ",
        "תהלים Psalms"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3220"
        ],
        "_thumbnail_id": [
            "46840"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/03/Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022_Page_1.png",
        "title": "Psalm-System-for-Shabbat-Readings-Isaac-Gantwerk-Mayer-2022_Page_1",
        "caption": "Psalm System for Shabbat Readings (Isaac Gantwerk-Mayer 2022) - English"
    },
    "source_link": "https://opensiddur.org/?p=19629",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/ketuvim/sifrei-emet/tehilim/schedule-for-the-reading-of-psalms-for-the-weekly-portion-by-isaac-gantwerk-mayer/",
    "slug": "schedule-for-the-reading-of-psalms-for-the-weekly-portion-by-isaac-gantwerk-mayer"
}