{
    "title": "&#x1F4C4; סֵדֶר ט״וּ בִּשְׁבָט | On Sweet Fruit and Deep Mysteries: Kabbalistic and Midrashic Texts to Sweeten your Tu Bishvat Seder, by Rabbi David Seidenberg (neohasid.org)",
    "author": "David Seidenberg",
    "coauthors": [
        {
            "name": "David Seidenberg",
            "bio": "Rabbi David Seidenberg, founder of <a href=\"http://neohasid.org\">NeoHasid.org</a>, teaches text and music, Jewish thought and spirituality, in their own right and in relation to ecology and the environment. With <em>smikhah</em> (ordination) from the Jewish Theological Seminary and from <a href=\"/profile/zalman-schachter-shalomi/\">Rabbi Zalman Schachter-Shalomi</a>, he has taught at over 100 synagogues, communities, retreats and conferences across North America (and a few in Europe and Israel). Rabbi Seidenberg's teaching empowers learners to become creators of Judaism through deep study and communion with texts and tradition. Areas of specialty include Kabbalah and Ḥasidut, Talmud, davenning, evolution and cosmology, sustainability, Maimonides, Buber, and more. Rabbi Seidenberg has <a href=\"http://neohasid.org/about/pub\">published widely</a> on ecology and Judaism and is the author of <em>Kabbalah and Ecology: God's Image in the More-Than-Human World</em> (Cambridge University Press, 2015).",
            "website": "https://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/david-seidenberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-seidenberg"
        },
        {
            "name": "Neohasid [dot] org",
            "bio": "NeoHasid [dot] org, founded October 2005, was first created by Rabbi David Seidenberg to help folks integrate ḥasidic song, learning, and nusaḥ into their davenning and communities and to explore embodied Torah. It evolved to focus on eco-Torah and to share liturgy that honors our relationship with the Earth and/or expresses gender parity.",
            "website": "https://neohasid.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/03/neohasid.org_-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/neohasid-org"
        }
    ],
    "date": "2012-02-07",
    "last_updated": "2024-11-29",
    "excerpt": "From [the Holy One’s] form/<em>to’ar</em> the constellations are shimmering, and God’s form projects the exalted ones. And Her crown blazes [with] the mighty, and His garment flows with the precious. And all the trees will rejoice in the word, and the plants will exult in His rejoicing, and His words shall drop as perfumes, flowing forth flames of fire, giving joy to those who search them, and quiet to those who fulfill them. . . .",
    "content": "<style type=\"text/css\" media=\"all\">.printfriendly {display: none!important;}</style>\n<p><strong>DOWNLOAD:</strong> <a href=\"https://opensiddur.org/wp-content/uploads/2012/02/Kabbalistic-and-Midrashic-Texts-to-Sweeten-your-Tu-Bishvat-Seder-David-Seidenberg-neohasid.org-2018.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2012/02/Kabbalistic-and-Midrashic-Texts-to-Sweeten-your-Tu-Bishvat-Seder-David-Seidenberg-neohasid.org-2018.docx\">DOCX</a></p>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n1) In the time that the Holy One created the first human, he took him to all the trees of Gan Eden and said to him, ‘See my works, how lovely and praiseworthy they are, and all I created, for your sake I created it. Put your mind [to this], that you don’t ruin or destroy my world, for if you ruin there is no one who will repair after you.” (<em>Ecclesiastes Rabbah</em> on Ecclesiastes 7:13 “See the work of God! Who can fix what he has twisted?”)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n2) Know that all the Holy Names are tied to YHVH…The four-letter name is like the trunk of a tree, and the name Ehyeh אהיה is like the root that nurtures the branches which are the other Names of God, and each one of these branches bears a different fruit. (<em>Gates of Light, Gikatilla, 6</em>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n3) There are four New Years: In the first of Nisan, the New Year for Kings and for Festivals; in the first of Elul, the New Year for tithing animals (R. Eli’ezer and R. Shimon say: in the first of Tishrei); in the first of Tishrei, the New Year for years, and for the release and the Jubilees and for planting and for vegetables; in the first of Shevat is the New Year for the Tree – according Shammai’s house; Hillel’s house say, in the fifteenth of it. (<em>Mishnah Rosh Hashanah</em> 1:1)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n4) </p>\n<h3>Prayer of Reb Nachman of Bratslav</h3>\n<p>רבונו של עולם<br />\nMaster of the Universe,<br />\ngrant me the ability to be alone;<br />\nmay it be my custom to go outdoors each day<br />\namong the trees and grass,<br />\namong all growing things<br />\nand there may I be alone,<br />\nand enter into התבודדות prayer,<br />\nto talk with the One to whom I belong.<br />\nMay I express there everything in my heart,<br />\nand may all the foliage of the field —<br />\nall grasses, trees, and plants —<br />\nawake at my coming,<br />\nto send the powers of their life<br />\ninto the words of my prayer<br />\nso that my prayer and speech are made whole<br />\nthrough the life and spirit of all growing things,<br />\nwhich are made as one by their transcendent Source.<br />\nMay I then pour out the words of my heart<br />\nbefore your Presence like water, O Lord,<br />\nand lift up my hands to You in worship,<br />\non my behalf, and that of my children!<br />\n(Adapted from R’ Natan, <a href=\"https://opensiddur.org/2011/09/likutei-tefillot-and-the-open-breslov-project/\">Tefillah 11 (Ot 224) from Likutei Tefillot v.2</a>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Fruits of the Four Worlds</h3>\n<p>5) Walnuts – עשיה Asiyah Doing</p>\n<p>“I went down to the nut garden…” With the walnut/egoz, you take one from the pile, and all of them scatter and roll, one after the other. So too with Israel: strike one of them, and all of them feel it. (<em>Song of Songs Rabbah</em> 6:11)</p>\n<p>Likewise, when a single species is endangered, the entire ecosystem is shaken and affected. (from Gale and Goodman&#8217;s <em><a href=\"https://opensiddur.org/2011/01/the-trees-are-davvening-abridged-a-tu-bishvat-haggadah-by-barak-gale-and-dr-ami-goodman/\">The Trees Are Davening Tu biShvat Haggadah</a></em>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n6) Olives – יצירה Y’tsirah Making</p>\n<p>“And the dove came in [to the ark] at evening, and here, an olive leaf torn off in her mouth.” (Gen. 8:9) From where did she bring it? R’ Bibi said: The gates of Gan Eden גן עדן were opened for her. R’ Abahu said: If she came from the garden of Eden, wouldn’t she bring something special, cinnamon or balsam? But she hinted to Noah: Better is bitterness from this and not sweetness from beneath your hand. (<em>Genesis Rabbah</em> 33:6)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n7) Figs – בריה B’riyah Creating</p>\n<p>R’ Yochanan said: Why is it written [about wisdom], “The one who guards a fig-tree will eat its fruit”? (Prov. 27:18) In what way are words of Torah compared to a fig? With a fig-tree, whenever one searches her, one finds [ripe] figs in her [because they don’t ripen at once, but some each day]. So too with words of Torah: whenever a person meditates upon them, he finds [new] meaning/ta`am טעם taste. (<em>Talmud Bavli Eruvin</em> 54a-b)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n8) Cedars – אצילות Atsilut Emanation</p>\n<p>R’ Yochanan said: The world was not worthy to make use of the cedars, for they were created only for the needs of the Temple that makes all holy. (<em>Genesis Rabbah</em> 15:1)</p>\n<p>For one hundred and twenty years Noah planted cedars and cut them down [in order to build the ark without cutting down any existing trees]. (<em>Genesis Rabbah</em> 30:7)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>The Mystery of Trees ( פשט <em>P’shat</em> level) ה<br />\n<em>Asiyah, Malkhut-Shekhinah</em>, Simple, Earth, Fruit</h3>\n<p>9) The Forest Prays (Ps. 96:11-12)</p>\n<p>The skies will rejoice, and the land sing forth; the sea and what fills him will shout out!<br />\n<em>Yism’chu hashamayim, v’tagayl ha‘arets, yiram hayam um’lo’o’</em><br />\nThe field will exult and all in him; then all the trees of the forest will sing out!<br />\n<em>Ya`aloz sadai v’khol asher bo az y’ran’nu kol `atsay ya`ar!</em>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n10) The Trees Speak</p>\n<p>“Kol si’ach hasadeh And all growth/siach סיח of the field” (Gen. 2:5)—All the trees are as it were conversing/ m’sichin מסיחין , these with those, and with the creatures/hab’riyot הבריות . And all the conversations of the creatures are about nothing except the land…<br />\n(<em>Genesis Rabbah</em> 13:1)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n11) The Waters Respond</p>\n<p>If different trees’ roots reach different depths, then how are they all watered equally? The upper abyss calls to the lower and says: Rise up and I will come down; and the lower abyss says: Come down and I will rise up.<br />\n(<em>Exodus Rabbah</em> 5:9)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n12) Compassion for the Fruit on <em>bal tash’chit</em>/not wasting</p>\n<p>Text: When you besiege a city many days to bring it into your power by making war against it, you shall not destroy the trees by swinging an axe against them; from them you may eat and you may not destroy them. For is the tree of the field human to withdraw before you?&#8221; Commentary: R’ Yishma’el said: The compassion of the Place/Maqom מקום (God) is on the fruit of the tree….For if scripture cautions you [not to harm] the tree that makes fruit, all the more so the fruits themselves. (<em>Sifrey D’varim</em> on Deut. 20:19, <em>Pisqa</em> 203)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>What is a human being? (רמז <em>Remez</em> level) ו<br />\n<em>Y’tsirah, Tiferet</em>, Moral, Water, Feeling, Branch</h3>\n<p>13) A Commentary on Hillel’s saying:</p>\n<p>If I am not for myself, who will be for me?<br />\n&#8211;The ecological crisis threatens our health, our children&#8217;s future,</p>\n<p>If I am only for myself, what am I?<br />\n&#8211;the well-being of all of God&#8217;s children, the survival of multitudes of species, the very integrity of Creation.</p>\n<p>If not now, WHEN?</p>\n<p>(from Gale and Goodman&#8217;s <em><a href=\"https://opensiddur.org/2011/01/the-trees-are-davvening-abridged-a-tu-bishvat-haggadah-by-barak-gale-and-dr-ami-goodman/\">The Trees Are Davening Tu biShvat Haggadah</a></em>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n14) The Human is the Earth (the Earth Gives Birth)</p>\n<p>R’ B’rakhyah said in the name of R’ Shimon ben Lakish: Whatever the Holy One created in the human, he created in the earth/<em>arets</em> as a model for him. A person has a head and so does the earth, as it’s said, “and the head of the dirt/<em>`afar</em> of the world” (Prov. 8:26)…Just as the woman gives birth so does the land, as it’s said, “Has the earth labored for a single day, even birthing a nation in a moment?” (<em>Kohelet Rabbah</em> to Ecclesiastes 1:4)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n15) The Human is the Universe is the Cosmic Tree</p>\n<p>Kabbalah teaches that the universe exists as the Cosmic image of a human being (called <em>Adam Kadmon</em> אדם קדמון). The universe is also the image of a tree, with roots in the emanation of divine blessing in God, the trunk as the manifestation of creation out of nothingness, branches as the unfolding and weaving of diversity in creation, leaves as the transformations of each life, and fruit as the souls of all living things, especially human beings. This means that universe and the tree are images of God. Also, like the Cosmic Tree, trees tie together heaven and earth (humans do as well), while fruit trees in particular give of themselves freely. These are all reasons why fruit trees, like humans, are seen as an image of God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n16) Our real purpose</p>\n<p>The rabbis taught: Every person must say, “The whole world was created only for me.” (Talmud Bavli Sanhedrin 37a) But if the world was created for me, then I must constantly pray for the world and learn how to fix the world and fulfill its needs&#8230; (Rebbe Nachman, <em>Likutey Moharan I</em>, 5:1)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>ACTION</h3>\n<p>Every Tu biShvat seder should include some action or practical work for trees and the earth. Find out what fits your local community. If you want to help Israel, look up the Good Energy Initiative, created by the Heschel Center for the Environment. Are you already recycling? Bicycling? Composting? What can you do next? What sustainable community initiatives exist where you live? What makes it hard to do more, and what inspires you to do more? What kind of world do you want to live in? Before you complete the <em>seder</em>, arrive at one resolution that you can do that will bring us closer to that vision.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>PRAYER</h3>\n<p><em>This prayer comes  from <a href=\"https://opensiddur.org/2010/11/pri-etz-hadar/\">P’ri Eits Hadar</a>, the original <a href=\"https://opensiddur.org/2010/11/pri-etz-hadar/\">Tu biShvat seder</a>. Use it as an inspiration in your own prayers for blessing the Tree of Life and the trees, in whatever way inspires you, at the beginning and/or end of your <em>seder</em>.</em></p>\n<p style=\"padding-left: 30px;\">O God, who makes, forms, creates, and emanates the highest worlds! You made the trees and grasses grow from the ground in the shape and pattern of these highest worlds. And this full moon is the beginning of Your work to renew and ripen the fruit trees, to bring forth the fruit of ‘the Tree of Life in the midst of the garden’. May it be Your will that our eating and blessing and meditating on these fruits will strengthen the flow of love and blessing over the trees, to make them grow and bloom, for good life, for blessing and for peace. May all Creation return to its original strength and may we see the rainbow rejoicing in its colors. And may all the sparks of divine energy, whether scattered by our hands, or by the hands of our ancestors, or by the sin of the first human against the fruit of the tree, be returned and included in the majestic might of the Tree of Life.</p>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Entering the Orchard ( רמז Drash level) ה<br />\n<em>B’riyah, Binah</em>, Mythic, Air, Intellect, Trunk</h3>\n<p>Arise my love, my fair one and come away<br />\nfor here, the winter is past<br />\nFlowers appear on the earth;<br />\nthe time of singing/harvest is here;<br />\nThe song of the dove is heard in the land&#8230;<br />\nLet us go down to the vineyards<br />\nto see if the vines are budding<br />\nThere I will give you my love<br />\n(<em>Song of Songs</em> 2:10-12, 7:12-13)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n17) Pardes I</p>\n<p>Four entered the orchard/<em>pardes</em> פרדס (Paradise)— Ben Azai, Ben Zoma, Acher and Rabbi Akiva. Ben Azai looked and died. Ben Zoma looked and lost his mind. Acher cut off the saplings. R’ Akiva entered in peace and came out in peace. (<em>Talmud Bavli Chagigah</em> 14)</p>\n<p>Commentary: Ben Azai saw things at the level of <em>p’shat</em> פ – he couldn’t contain the mystery. Acher saw things at the level of <em>remez</em> ר – everything had to make sense for him to believe. Ben Zoma saw things at the level of <em>sōd</em> ס – once he entered he never left. Akiva could move between the levels, drinking from all of them and from their source. This is the level of <em>drash</em> ד, the level of mythos, psyche, the dream-soul.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n18) Tree Fruit = Redemption</p>\n<p>R’ Abba taught: There is no greater revelation of redemption than that which the verse states: “And you, mountains of Israel, you shall give forth your branches and you shall bear your fruit for my people Israel, for they shall soon come.” (Ezra 36:8) (<em>Talmud Bavli Sanhedri</em>n 98a)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n19) A Hymn to the Universe as God’s Form</p>\n<p>From [the Holy One’s] form/<em>to’ar</em> the constellations are shimmering, and God’s form projects the exalted ones. And Her crown blazes [with] the mighty, and His garment flows with the precious. And all the trees will rejoice in the word, and the plants will exult in His rejoicing, and His words shall drop as perfumes, flowing forth flames of fire, giving joy to those who search them, and quiet to those who fulfill them. (<em>Heykhalot Rabbati</em> 24:3 in <em>Jewish Gnosticism</em> by Gershom Scholem)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Tasting the Fruit ( סוד Sōd level) י<br />\n<em>Atsilut, Ḥokhmah</em>, Secret, Fire, Spirit, Root</h3>\n<p>This one, your body, was like a palm tree,<br />\nand your breasts clusters [of dates].<br />\nI said, I will climb up that palm tree,<br />\nI will grab its branches.<br />\nMay your breasts be like clusters<br />\n[of grapes] on the vine,<br />\nthe scent of your breathing like apples.<br />\nAnd the inside of your mouth like good wine,<br />\ngoing straight to my lover,<br />\nlubricating sleepers’ lips.<br />\nI am my lover’s, and his desire is upon me.<br />\n(<em>Song of Songs</em> 7:8-11)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n20) Pardes II: Don’t Detach the Fruit from the Tree !</p>\n<p>The 4 letters of the word <em>pardes</em>—PRDS פרדס —stand for the 4 ways of interpreting Torah. These are <em>P’shat</em> פשט –literal interpretation, Remez רמז –allusion and parable, <em>D’rash</em> דרש – exegesis, and Sōd סוד – mystical inter-pretation. If we remove Sōd, we are left with PRD פרד , the root of <em>nifrad</em> נפרד , which means “separate” or “detached.” Torah without <em>Sōd</em>, its mystical dimension, is like a fruit separated from the Tree. (from <em>the Spiral Community Hub, New Zealand</em>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Wisdom of Kabbalah is Hidden in the Trees</h3>\n<p>21) When R’ Abba saw a tree whose fruit turned into a bird and flew away, he wept and said: If men only knew to what these things alluded, they would rend their garments! (<em>Zohar</em> 2:15b)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n22) R’ Y’hudah said: Why is it written, “God/<em>Elohim</em> made this one corresponding to this one”? (Ecclesiastes 7:14) Just like the pattern of the firmament, the Holy One made [everything] in the earth, and all of it alludes to what is above…All the plants in the earth, each one is a singular mystery, like the pattern [of the <em>Sefirot</em>] above. (<em>Zohar</em> 2:15b-16a)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n23) “You made all with wisdom” (Ps. 104) – higher above and lower below, “to join the tent [together] to become one” <em>l’chaber et ha’ohel lihyot echad</em> (Exod. 36:18), and You made trees and grasses bloom from the ground in the shape and pattern of what is above, to make known to the children of Adam wisdom and discernment through them, to reach what is hidden. (<em><a href=\"https://opensiddur.org/2010/11/pri-etz-hadar/\">P’ri Eits Hadar</a></em>)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>What is the Tree of Life?</h3>\n<p>24) The Tree of Life supports the Whole Cosmos I (God) am the one that planted this tree, for the whole world to delight in; and I hammered out all with him, and I called his name ‘all/<em>hako</em>l’, for all depends on him, and all comes from him. And all need him, and they look toward him and wait for him. And from there the souls blossom in joy…I planted and rooted this tree in my earth, and I rejoiced in them. (<em>Sefer Bahir</em>, sec.22)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n25) The Radiance of the Earth—Returning Light</p>\n<p>The essence and nature of the light of the infinite/<em>Eyn Sof</em> אין סוף …encompasses all worlds equally [as it says]: “And I fill the heavens and the earth ארץ ,” and “There is no place void of Him”—even in this physical world…[But] this radiance manifests its power and ability in the element of the physical earth/<em>`afar</em> עפר in an immense manifestation, in more enormous strength than the elements transcending it [water, air and fire,] even more than the hosts of heaven. For they do not have the power to bring forth something from nothing, like the element of earth—these are the plants and trees—from the power it possesses, which is אין <em>Ayin</em>/no-thing and spiritual. This is the constant and everlasting effect, throughout the earth, of the command “Let the earth bring forth plants”, and not only during the six days of creation. For during the seven days of the beginning there shone in this world a radiance from the light of the <em>Eyn Sof</em> in pure kindness <em>Ḥesed chinam</em>, making plants and trees and fruits grow from nothing to something, constantly from year to year. This is called <em>Or Ḥozer</em>, from below, where there is revealed in enormous strength the light of Eyn Sof that surrounds all worlds. (<em>Igeret Haqodesh</em> 20 in <em>Tanya</em>, Shneur Zalman (the Alter Rebbe), 507-509)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>The Tree of Life</h3>\n<p>“The kabbalists refer to the extension of the worlds as a tree. And this tree is the true Tree of Life, the soul of all life.” (Horowitz, Shla”h) For us, the Tree of Life also means the branches of the evolutionary tree, another kind of extension of the worlds, which connects every living thing and makes all species our relatives. We know something else the Kabbalists didn’t know: the most important fruit we get from trees is the oxygen they breathe out when they take in CO2.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Kabbalistic anagrams and gematriot (hard!)</h3>\n<p>26) YHVH = Shekhinah = the Tree of Life</p>\n<p>&#8220;This one, your body, was like a date palm&#8230;&#8221; (Song of Songs 7:8)</p>\n<p>Commentary: [What does this verse teach us about the Holy One?] It means that one who knows the measure of the body of [this date palm] inherits the coming world. For this date palm is the letter Vav ו [of God’s name – because ו is a straight line, like a trunk]. About Him it says, “YHVH is the purifying pool of Israel/<em>miqveh yisrael</em>”. <em>Miqveh</em> מקוה is her <em>qomah</em> קומה which is Her (<em>Shekhinah</em>’s) measure. [Because date palms require male and female trees to make fruit.] This is [why] it says, “The Righteous One like a date palm will blossom.” (Psalms 92:13) <em>Tiquney Zohar</em> 146a 27) The Name YHVH is alluded to in the word tree/<em>`eits</em>…How so? [Y × H + H × Y = 100, V × H + H × V = 60 = 160], thus the total is the value of <em>`eits</em> [Ayin + Ts = 70+90 = 160]. And beloved is the human being, who was created <em>b’tselem</em>/in God’s image, which has the same value, [Ts+L+M = 90+30+40 = 160]. (from <em>Generations of Man</em>, Isaiah Horowitz (the Shla”h), 111-112)</p>\n<p><em>Ilan</em>/tree equals 91, which is YHVH (26) + Adonai (65).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Ending the <em>Seder</em></h3>\n<h4>Redemption</h4>\n<p>28) [In the future, the Holy One] is destined to make the face of the heavens new, like the face of the sun, and the face of the earth new like the face of the moon, and the face of the fruit trees like the face of the stars, and the face of the fruits of the fruits of the ground like the face of the constellations, and make sweet their scent like the scent of Gan Eden…Each and every tree is destined to put forth fruit in the time-to-come, as it’s said, “And the land will give her produce and the tree of the field will give his fruit.” (<em>Midrash Alpha Beta, Batey Midrashot,</em> 430)</p>\n<p>Conclude with <a href=\"https://opensiddur.org/2011/01/a-prayer-for-the-tu-bishvat-seder-by-r-david-seidenberg/\">the blessing from P’ri Eits Hadar</a> or with the “<a href=\"https://opensiddur.org/2010/11/a-prayer-for-the-earth-by-david-seidenberg/\">Prayer for Creation</a>” by R. David Seidenberg.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Rabbi Seidenberg writes,</p>\n<blockquote><p>You can use this along with the One-Page Haggadah from neohasid.org to guide you! Advice for Using These Sheets: Keep what you like; use what fits; leave out what doesn’t; and add your own texts, songs and dreams.<br />\nGo to <a href=\"http://neohasid.org\">neohasid.org</a> for more resources and to <a href=\"http://neohasid.org/contribute-laments.html\">make a contribution</a>. <a href=\"http://neohasid.org/contribute-laments.html\">Please support this work</a>!</p></blockquote>\n<h3>Source</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/OnSweetFruitAndDeepMysteriesTextsToSweetenYourTuBishvatSeder#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n",
    "categories": [
        "Rosh haShanah la-Ilanot (Tu biShvat)",
        "Seder Leil Rosh haShanah la-Ilanot (Tu biShvat)"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "eco-conscious",
        "ecoḥasid",
        "four worlds",
        "neo-lurianic",
        "North America",
        "sourcesheet"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1079"
        ],
        "_thumbnail_id": [
            "4430"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2012/02/Fruit-Market-by-Tinou-Bao-CC-BY-2.0.jpg",
        "title": "Fruit Market by Tinou Bao (CC-BY 2.0)",
        "caption": "Image: Fruit Market by Tinou Bao (License: CC-BY 2.0)"
    },
    "source_link": "https://opensiddur.org/?p=4424",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/for-fruit-trees/on-sweet-fruit-and-deep-mysteries-kabbalistic-and-midrashic-texts-to-sweeten-your-tu-bishvat-seder-by-r-david-seidenberg/",
    "slug": "on-sweet-fruit-and-deep-mysteries-kabbalistic-and-midrashic-texts-to-sweeten-your-tu-bishvat-seder-by-r-david-seidenberg"
}