{
    "title": "&#x1F4AC; דָּנִיֵּאל וְהַתַּנִּין | Daniel vs. the Dragon, according to the Judeo-Aramaic text found in Divrei Yeraḥmiel, vocalized and cantillated by Isaac Gantwerk Mayer",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Yeraḥmiel ben Shlomo",
            "bio": "Yeraḥmiel ben Shlomo (also Jerahmeel ben Solomon, fl. ca. 1150), chronicler, lived in Italy. He wrote Megillat Yeraḥmi'el (or Meliẓ at Yeraḥmi'el or Sefer ha-Yeraḥmi'eli), a compilation of writings on history and other subjects such as grammar, music, astronomy, liturgy and more.",
            "website": "https://www.jewishvirtuallibrary.org/jerahmeel-ben-solomon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yerahmiel-ben-shlomo"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2023-06-06",
    "last_updated": "2025-03-27",
    "excerpt": "Daniel's battle with the Dragon, one of the apocryphal Additions to Daniel, is affixed to the end of the book in the Septuagint. The editor has here included a new vocalized and cantillated edition of the Aramaic text preserved in the 12th century Divrei Yeraḥmiel (Oxford Bodleian Heb d.11 transcribed by Rabbi Dr. Moses Gaster). The language of this passage is an odd synthesis of Targumic, pseudo-Biblical Aramaic, and even some Syriac forms, so the editor’s vocalization is aiming for a happy medium of all the possibilities. (In several locations Divrei Yeraḥmiel uses incorrect Hebrew-specific forms, probably due to scribal error. These are here marked as a <em>qere-ketiv</em> split.) . . .",
    "content": "<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\nDaniel&#8217;s battle with the Dragon, one of the apocryphal Additions to Daniel, is affixed to the end of the book in the Septuagint. The editor has here included a new vocalized and cantillated edition of the Aramaic text preserved in the 12th century Divrei Yeraḥmiel (Oxford Bodleian Heb d.11 transcribed by Rabbi Dr. Moses Gaster). The language of this passage is an odd synthesis of Targumic, pseudo-Biblical Aramaic, and even some Syriac forms, so the editor’s vocalization is aiming for a happy medium of all the possibilities. (In several locations Divrei Yeraḥmiel uses incorrect Hebrew-specific forms, probably due to scribal error. These are here marked as a <em>qere-ketiv</em> split.)</p>\n<p>Note: “The CAUSE” is used to translate the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.” This translation also uses the pluralis majestatis to refer to the Divine. This is not meant to imply that God is more than one, ḥas v’shalom, but rather to reflect the vastness and majesty of God while also avoiding gendered language. (Find Ibn Ezra’s commentary on Genesis 1:1 for a discussion of the pluralis majestatis when referring to God.)\n</p></div>\n<hr />\n\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<sup>א</sup>&nbsp;וְהָא֙ בְּאַתְרָ֣א הַה֔וּא תַּנִּ֖ין רַ֣ב וְסָגִ֑יא דַהֲו֥וּ פָּֽלְחִין־לֵ֖יהּ כׇּל־בְּנֵ֥י בָּבֶֽל׃ <sup>ב</sup>&nbsp;וַאֲמַ֨ר מַלְכָּ֜א לְדַנִיֵּ֗אל הָא־כְּעַן֩ לָ֨א תֵיכ֤וּל לְמֵימַר֙ דְהַאדֵ֔ין לֵ֛ית אֱלָהָ֥א חַיָּ֖יא ה֑וּא וּכְעַ֥ן צַלִּי־כְּעַ֖ן קֳדָמֽוֹהִי׃ <sup>ג</sup>&nbsp;וַאֲתֵ֥יב ואשיב דַּנִיֵּ֖אל לְמַלְכָּ֣א וַאֲמָ֑ר מִן־קֳדָ֣ם יְהֹוָ֗ה אֱלָהָ֤א דַאֲבָהָתִי֙ אֲנָ֣א מַצְלִ֔י דְּהָ֧א אֱלָהָ֛א חַיָּ֥יא רַבָּ֖א וּדְחִֽילוּ׃ <sup>ד</sup>&nbsp;וְאִ֨ם אַ֧תְּ מַלְכָּ֛א תִּֽתְיְהַב־לִ֖י רְשׁוּתָ֑א אִיקְּטִל֙ יַת־תַּנִּינָ֣א הַדֵּ֔ין בְּלָא־חַרְבָּ֖א וַחֲנִיתָֽא׃ <sup>ה</sup>&nbsp;וַאֲמַ֥ר מַלְכָּ֖א לְדַנִיֵּ֑אל הָא־כְּעַן֩ אֲנָ֨א יָהֵ֤יב לָךְ֙ רְשׁוּתָ֔א לְמֶ֥יעֱבַד־לֵ֖יהּ כׇּל־רְעוּתָֽךְ׃ <sup>ו</sup>&nbsp;וַאֲזַ֣ל דַּנִיֵּ֣אל וּנְסֵ֣יב לֵ֡יהּ זִפְתָּ֣א וְשַׁמְנוּנִיתָא֮ וְכִיתַּ֣ן וְסַעֲרָן֒ ושערין וְיִגְל֨וֹל יַתְה֜וֹן לִגְלִ֣יל חַ֗ד וַעֲבַ֥ד־לֵיהּ֙ מַסְרֵיקָ֣א דְּפַרְזְלָ֔א דברזלא וְיִגְל֧וֹל יָת־כׇּל־דֵּ֛ין סְחוֹר־סְח֖וֹר לְמַסְרֵיקָ֑א וּרְמָ֕הִי בְּפוּמֵ֖י דְּתַנִּינָֽא׃ <sup>ז</sup>&nbsp;וַהֲוָ֗ה כַּד־בְּלַ֣ע יָתֵיהּ֮ תַּנִּינָא֒ וּנְחֵ֣ית בְּגוּפֵ֗יהּ וּפְשַׁ֨ר שַׁמְנוּנִיתָ֤א וְזִפְתָּא֙ מֵעִילָּוֵ֣י מַסְרֵיקָ֔א וְחַבֵּ֧יל תַּנִּינָ֛א מִשִּׁינֵּ֥י מַסְרֵיקָ֖א וִיְמ֑וּת וַאֲמַ֣ר דַּנִיֵּ֗אל הָ֥א־כְּעַן֙ אֱלָ֣הֲכֹ֔ון דַּהֲוִית֥וֹן פָּלְחִ֖ין קֳדָמֽוֹהִי׃ <sup>ח</sup>&nbsp;וַהֲוָ֣ה ׀ כַּד־שְׁמָע֣וּ ׀ בְּנֵ֣י בָּבֶ֡ל דְּהָ֣א מִ֣ית תַּ֠נִּינָ֠א וּתְקֵ֨יף לְה֜וֹן לַחֲדָ֗א וּכְנַ֛שׁוּ וְעָל֥וּ קֳדָם־מַלְכָּ֖א וַאֲמָר֣וּ לְמֵימַ֑ר הָא־כְּעַן֩ אֲנַ֨חְנָא יָדְעִ֜ין דְּאַתְּ־ה֣וּא ׀ כַּחֲדָ֣א ׀ מִן־גֻבְרִ֣ין יְהוּדָאִ֗ין דְּהָ֨א בֵּ֤ל חַבֵּ֙ילְתָּא֙ וְאַף֙ יָת־תַנִּינָ֣א קְטַ֔לְתָּא וְכַֽהֲנֵי־בֵ֥ל עִם־הֵיכְלֵי֖הּ תְּבַֽרְתָּא׃ <sup>ט</sup>&nbsp;וּכְעַ֗ן אִם־לָ֛א תִּימְסַ֥ר יָת־דַּנִיֵּ֖אל בִּידָ֑נָא נִיקְט֥וֹל יָתָ֖ךְ בְּבֵיתָֽךְ׃ <sup>י</sup>&nbsp;וַחֲזָ֣א מַלְכָּ֗א דְהָ֨א תְקֵ֤יף לְהוֹן֙ לַחֲדָ֔א דְבָע֖וּ לְמִקְטְלֵ֑יהּ וּמְסַ֥ר לְה֖וֹן יָת־דַּנִיֵּֽאל׃ <sup>יא</sup>&nbsp;וְשַׁוִּ֣יאוּ יָת־דַּנִיֵּ֔אל בְּגוֹ־בֵּירָ֖א דְּאַרְיָוָתָ֑א וַהֲוָ֥ה תַמָּ֖ן שַׁבְעָ֥ה יוֹמִֽין׃ <sup>יב</sup>&nbsp;אֲרֵ֡י בֵּירָ֣א הֲוָה֩ בְּאַתְרָ֨א הַה֜וּא דִּי־בֵ֣יהּ ׀ שַׁבְעָ֣א אַרְיְוָ֗ן וַהֲו֨וּ יַהֲבִ֤ין לֵיהּ֙ כׇּל־יוֹמָ֔א תְּרֵ֛ין פִּגְרֵ֥י אֱינָשִׁ֖ין וּתְרֵ֣ין אָעָ֑ן וְהַה֤וּא יוֹמָא֙ לָא־אִיתְיְהִ֣יבוּ לְה֔וֹן בְּדִ֥יל דִּי־יֵכְל֖וּן יָת־דַּנִיֵּֽאל׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<sup>1</sup>&nbsp;And behold, in that place, was a great and vast dragon, to whom all the Babylonians would worship. <sup>2</sup>&nbsp;And the king said to Daniel, “Look, now, you cannot say that this is not a living god. And now, pray now before it.” <sup>3</sup>&nbsp;And Daniel responded to the king and said, “Only before the Cause, God of my ancestors, I pray, for They are a living, great, and revered God. <sup>4</sup>&nbsp;And if you, o king, grant me permission, I will kill this dragon without sword or spear.” <sup>5</sup>&nbsp;And the king said to Daniel, “Look, now, I give you permission to do to it all you want.” <sup>6</sup>&nbsp;And Daniel went and took asphalt and fat and flax and hair, and rolled it into a single ball, and made for it an iron rake, and rolled alol that around the rake, and threw it into the dragon’s mouth. <sup>7</sup>&nbsp;And it was, when the dragon swallowed it, and it went down into his gut, the fat and asphalt melted off of the rake, and the dragon was injured by the teeth of the rake and would die. And Daniel said, “C’mon, this is your god before whom you would worship?” <sup>8</sup>&nbsp;And it was, when the Babylonians heard that the dragon died, they worked themselves into a rage, and gathered and went before the king and said, quote: “Look, now we know that you are like one of the Jewish men, for look, Bel you have injured, and what’s more, the dragon you killed, and the priests of Bel with his temple you broke. <sup>9</sup>&nbsp;And now, if you don’t turn Daniel over to our hands, we will kill you in your house!” <sup>10</sup>&nbsp;And the king saw that they had worked themselves into a rage, that they wanted to kill him, and he turned Daniel over to them. <sup>11</sup>&nbsp;And they threw Danel into the pit of lions, and he was there seven days. <sup>12</sup>&nbsp;(Since there was a pit at that place, in which were seven lions, and they would give them two human corpses and two lambs daily. But that day they did not give it to them, so that they would eat Daniel.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<sup>יג</sup>&nbsp;וַהֲוָ֨ה חֲבַק֤וּק נְבִיָיא֙ בְּאַרְעָ֣א דְּיִשְׂרָאֵ֔ל וַהֲוָ֛ה מְבַשֵׁ֥ל תַּבְשִׁילָ֖א לְמֵיכַ֣ל לַחֲצַדַיָּ֑יא וְשַׁוִּ֨י לַחְמָ֤א בְּשָׂקֵיהּ֙ וַאֲזַ֔ל לְמֵיתֵ֥י לַחֲצַדַיָּ֖יא בְּחַקְלָֽא׃ <sup>יד</sup>&nbsp;וְהָ֣א מַלְאָכָ֣א דַ֠יהֹוָ֠ה וַאֲמַ֨ר לַחֲבַק֤וּק נְבִיָיא֙ לְמֵימַ֔ר זִ֤יל וְאַיְיתִי־כְּעַן֙ יָת־תַּבְשִׁילָ֣א הַדֵ֔ין דִּבְשִׁ֖ילְתָּא בְּבָבֶ֣ל קַרְתָּ֑א וְהַב־לֵיהּ֙ לְדַ֣נִיֵּ֔אל דְּה֖וּא בְּ֥גוֹב אַרְיָוָתָֽא׃ <sup>טו</sup>&nbsp;וְעָנֵ֥י חֲבַק֖וּק וַאֲמַ֣ר לְמַלְאָכָ֑א רִיבּוֹנִ֗י הָ֨א לָ֤א חֲזֵ֙יתִי֙ בָּבֶ֣ל קַרְתָּ֔א מִ֨דְּאַיְתִ֔י וְאַ֛ף ג֥וֹב גוף  אַרְיָוָתָ֖א לָא־יְדָעִֽית׃ <sup>טז</sup>&nbsp;וּנְסֵ֨יב מַלְאָכָ֤א דְּיְהֹוָה֙ בִּקְדָלֵ֔יהּ וְנַטְלֵ֖יהּ בְּצוּצִיתָ֣א דְּרֵישֵׁ֑יהּ וְשַׁוִּ֨י יָתֵ֤יהּ עִם־מֵיכְלָא֙ דִי־בִידֵ֔יהּ עַל־פּ֛וּם ג֥וֹב אַרְיָוָתָ֖א דִּי־בְּבָבֶֽל׃ <sup>יז</sup>&nbsp;וַהֲוָ֞ה כַּ֨ד־תַּ֤ב רוּחֵיהּ֙ לְוָתֵ֔יהּ וּקְרָ֣א חֲבַק֔וּק לְדַנִיֵּ֖אל וַאֲמָ֑ר טוֹל־כְּעַן֙ מְזוֹנָ֣א הַדֵ֔ין דִּי־שַׁדַ֥ר לָ֖ךְ אֱלָהָֽךְ׃ <sup>יח</sup>&nbsp;וְשַׁבַּ֕ח וְצַלִּ֥י דַּנִיֵּ֖אל וַאֲמָ֑ר יְהֹוָ֣ה אֱלָהִ֗ין דְּאַ֤תְּ דְּכִיר֙ יָתִ֔י דִי־לָ֣א שְׁבַ֔קְתָּא כׇּל־דִּרְחִימִ֖ין לָֽךְ׃ <sup>יט</sup>&nbsp;וְקָ֥ם דַּנִיֵּ֖אל וַאֲכָ֑ל וּמַלְאָכָ֤א דַיהֹוָה֙ אֲתֵ֣יב יָת־חֲבַק֔וּק לְאַתְרֵ֖יהּ בְּשַׁעֲתָ֥א חַדָֽא׃ <sup>כ</sup>&nbsp;וַהֲוָ֣ה ׀ בְּיוֹמָ֣א שְׁבִיעָ֗אָה וְקָ֤ם מַלְכָּא֙ וַאֲזַ֔ל לְג֥וֹב אַרְיָוָתָ֖א לְמֶיחֱזֵ֣י יָת־דַּנִיֵּ֑אל וַחֲזָא֙ יָת־דַּ֣נִיֵּ֔אל יָתֵ֖יב בְּגוֹבָֽא׃ <sup>כא</sup>&nbsp;וּקְרָ֣א מַלְכָּ֔א בְּק֛וֹל רַ֥ם וְסָגִ֖יא וַאֲמָ֑ר יְהֹוָֹה֙ אֱלָהֵ֣יהּ דְּדַנִיֵּ֔אל רַּבָּ֥ה ה֖וּא וְיַקִּירָֽא׃ <sup>כב</sup>&nbsp;וּפַקִּ֣יד מַלְכָּ֗א לְאַסָּ֣קָא לְדַנִיֵּאל֮ מִן־ג֣וֹב אַרְיָוָתָא֒ וְאִינּ֣וּן גֻבְרִ֗ין דִי־אֲכָל֤וּ קוּרְצֵיהּ֙ דְּדַ֣נִיֵּ֔אל  אֲמַ֥ר מַלְכָּ֖א לְמִירְמֵ֣י תַמָּ֑ן וּרְמ֤וֹ יָתְהוֹן֙ בְּג֣וֹב אַרְיָוָתָ֔א וַאֲכָל֥וּ יָתְה֖וֹן בִּפְרִֽיעַ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<sup>13</sup>&nbsp;And Habakkuk the prophet was in the land of Israel, and he was stewing a stew as food for the harvesters, and he threw bread in his sack and went to bring it to the harvesters in the field. <sup>14</sup>&nbsp;And look, a Messenger of the Cause! And he said to Habakkuk the prophet, quote: “Go and bring, now, this stew that you stewed, into the city of Babylon, and give it to Daniel, who is in the lions’ den.” <sup>15</sup>&nbsp;And Habakkuk answered and said to the Messenger: “My lord! Look, I have not seen the city of Babylon, nor been there, and what’s more, I know not the lions’ den.” <sup>16</sup>&nbsp;And the Messenger of the Cause took  Habakkuk by his nape and grabbed him by the braid of his head, and threw him with the food in his hand towards the mouth of the lions’ den which was in Babylon. <sup>17</sup>&nbsp;And it was, when Daniel’s spirit was leaving him, Habakkuk called him and said, “Now take this food that your God dispatched to you.” <sup>18</sup>&nbsp;And Daniel praised and prayed and said, “O Cause God, for You remembered me, for You do not abandon those who love You.” <sup>19</sup>&nbsp;And Daniel got up and ate, and the Messenger of the Cause returned Habakkuk to his place in a single hour. <sup>20</sup>&nbsp;And it was on the seventh day, and the king got up and went to the lions’ den to see Daniel, and he saw Daniel sitting in the den. <sup>21</sup>&nbsp;And the king called out aloud, and said, “The Cause, God of Daniel, is great and honored!” <sup>22</sup>&nbsp;And the king ordered to draw up Daniel from the lions’ den. And regarding those men who had bad-mouthed Daniel, the king said to cast them in. And they threw them into the lion’s den, and the lions ate them immediately.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The story of Daniel and the dragon held captive by the neo-Babylonians can be found in Aramaic in the Divrei Yeraḥmiel (the Chronicles of Jeraḥmeel, Oxford Bodleian Heb d.11), transcribed and translated into English by Ḥakham Moses Gaster and published in the <em>Proceedings of the Society of Biblical Archaeology,</em> Nov/Dec 1894, and Feb 1895, in his article &#8220;The Unknown Aramaic Original of Theodotion&#8217;s Additions to the Book of Daniel.&#8221; This work, as well as the deuterocanonical tale of <a href=\"https://opensiddur.org/?p=29769\">the prayer of Azaryah and his companions Mishael and Ḥananyah from within the Furnace</a>, can be found in the Greek translation of Theodotion. In his article, Gaster argues that the Aramaic text copied by Yeraḥmiel ben Shlomo in the 12th century is an antecedent to Theodotion&#8217;s translation.</p>\n<p>The vocalization and cantillation and original translation by Isaac Gantwerk Mayer are all improvements upon the transcription of Gaster&#8217;s effort, first offered <a href=\"/?p=29788\">here</a>.</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/theunknownaramaicoriginaloftheodotionsadditionstothebookofdanielmosesgaster1895#page/n13/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Second Temple Period"
    ],
    "tags": [
        "anti-predatory",
        "Antiquity",
        "Aramaic",
        "captive animals",
        "captives",
        "deuterocanonical works",
        "dragons",
        "iconoclastic",
        "Jewish Antiquities",
        "the Pit",
        "חבקוק Ḥabaquq",
        "קפיצת הדרך ḳfitsat haderekh"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3404"
        ],
        "_thumbnail_id": [
            "51450"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/06/Parz_-_Fresco_Daniel_2.jpg",
        "title": "Parz_-_Fresco_Daniel_2",
        "caption": "Parz castle ( Upper Austria ). Frescos ( 1580 ) at the facade - <a href=\"https://commons.wikimedia.org/wiki/File:Parz_-_Fresco_Daniel_2.jpg\">Scenes of the Book of Daniel: Daniel is killing a dragon holy to the worshippers of the god Bel, by feeding them poisoned bread, proving the dragon is no god.</a>"
    },
    "source_link": "https://opensiddur.org/?p=51448",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/second-temple-period/daniel-vs-the-dragon-according-to-the-text-of-divrei-yerahmiel-ca-12th-century-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "daniel-vs-the-dragon-according-to-the-text-of-divrei-yerahmiel-ca-12th-century-cantillated-by-isaac-gantwerk-mayer"
}