{
    "post_id": 29788,
    "title": "דָּנִיֵּאל וְהַתַּנִּין | Daniel vs. the Dragon, according to the Aramaic text of Divrei Yeraḥmiel (ca. 12th c.)",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Yeraḥmiel ben Shlomo",
            "bio": "Yeraḥmiel ben Shlomo (also Jerahmeel ben Solomon, fl. ca. 1150), chronicler, lived in Italy. He wrote Megillat Yeraḥmi'el (or Meliẓ at Yeraḥmi'el or Sefer ha-Yeraḥmi'eli), a compilation of writings on history and other subjects such as grammar, music, astronomy, liturgy and more.",
            "website": "https://www.jewishvirtuallibrary.org/jerahmeel-ben-solomon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yerahmiel-ben-shlomo"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-01-31",
    "last_updated": "2025-08-29",
    "excerpt": "The story of Daniel and the dragon held captive by the neo-Babylonians found in Aramaic in the Divrei Yeraḥmiel (the Chronicles of Jeraḥmeel, Oxford Bodleian Heb d.11). . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>1</sup>&nbsp;והא באתרא ההוא תנין רב וסגיא דהוו פלחין ליה כל בני בבל׃ <sup>2</sup>&nbsp;ואמר מלכא לדניאל הא כען לא תיכול למימר דהאדין לית אלהא חייא הוא וכען צלי כען קדמוהי׃ <sup>3</sup>&nbsp;ואשיב דניאל למלכא ואמר מן קדם יי אלהא דאבהתיי אנא מצלי דהא אלהא חייא רבא ודחילו׃ <sup>4</sup>&nbsp;ואם את מלכא תתיהב לי רשותא איקטל ית תנינא הדין בלא חרבא וחניתא׃ <sup>5</sup>&nbsp;ואמר מלכא לדניאל הא כען אנא יהיב לך רשותא למיעבד ליה בל רעותך׃ <sup>6</sup>&nbsp;ואזל דניאל ונסיב ליה זפתא ושמנוניתא וכיתן ושערין ויגלול יתהון לגליל חד ועבד ליה מסריקא דברזלא ויגלול ית כל דין סחור סחור למסריקא ורמהי בפומי דתנינא׃ <sup>7</sup>&nbsp;והוה כד בלע יתיה תנינא ונחית בגופיה ופשר שמנוניתא וזפתא מעילוי מסריקא וחביל תנינא משיני מסריקא וימות ואמר דניאל הא כען אלהכון דהויתון פלחין קדמוהי׃ <sup>8</sup>&nbsp;והוה כד שמעו בני בבל דהא מית תנינא ותקיף להון לחדא וכנשו ועלו קדם מלכא ואמרו למימר הא כען אנחנא ידעין דאת הוא כחדא מן גברין יהודאין דהא בל חבילתא ואף ית תנינא קטלתא וכהני בל עם היכליה תברתא׃ <sup>9</sup>&nbsp;וכען אם לא תימסר ית דניאל בידנא ניקטול יתך בביתך׃ <sup>10</sup>&nbsp;וחזא מלכא דהא תקיף להון לחדא דבעו למקטליה ומסר להון ית דניאל׃ <sup>11</sup>&nbsp;ושויאו ית דניאל בגו בירא דאריוותא והוה תמן שבעה יומין׃ <sup>12</sup>&nbsp;ארי בירא הוה באתרא ההוא די ביה שבעא אריוון והוו יהבין ליה כל יומא תרין פגרי אינשין ותרין אען וההוא יומא לא איתיהיבו להון בדיל די יכלון ית דניאל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>1</sup>&nbsp;And in that place there was a great and mighty dragon, which all the Babylonians worshipped. <sup>2</sup>&nbsp;And the king said unto Daniel, now you cannot say that this here is no living god, therefore pray to him. <sup>3</sup>&nbsp;And Daniel answered and said unto the king, I pray only to YHVH <em>elo&#8217;ah</em> of my fathers, for he is a living god, mighty and awe-inspiring. <sup>4</sup>&nbsp;But if you, O king, will give me leave, I will slay this dragon without lance or sword. <sup>5</sup>&nbsp;And the king said unto Daniel, I give you now leave to do unto it all that you wish. <sup>6</sup>&nbsp;And Daniel went and took pitch and fat and flax and hair, and rolled them into one lump, and he made unto himself iron hatchets, and rolled all that round and round the hatchets, and he threw it into the dragon’s mouth. <sup>7</sup>&nbsp;And it came to pass when the dragon had swallowed it and it had gone down into his stomach, the fat and pitch melted away from the hatchets, and the dragon was injured by the (spurs) points of the hatchet, and died. And Daniel said, lo, this is your god, whom you worshipped. <sup>8</sup>&nbsp;And when they of Babylon saw that the dragon was dead, they were all greatly incensed, and they gathered together and went up before the king, and they spake, saying, now we know that you are like unto one of the Jewish men, for lo! you have destroyed Bel, and the dragon you have killed, and the priests of Bel you have broken up, together with his temple. <sup>9</sup>&nbsp;And now, if you deliver not Daniel into our hands, we will kill you even in your house. <sup>10</sup>&nbsp;Now when the king saw that they were all greatly incensed so that they wanted to kill him, he delivered Daniel unto them. <sup>11</sup>&nbsp;And they cast Daniel into the lions’ pit, and he was there seven days. <sup>12</sup>&nbsp;For there was a pit in that place, in which there were seven lions, and they used to give them every day two carcasses, and two sheep; and on that day they were not given to them, to the intent that they might devour Daniel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>13</sup>&nbsp;והוה חבקוק נבייא בארעא דישר׳ והוה מבשל תבשילא למיכל לחצדייא ושוי לחמא בשקיה ואזל למיתי לחצדייא בחקלא׃ <sup>14</sup>&nbsp;והא מלאכא דיי ואמר לחבקוק נבייא למימר זיל ואייתי כען ית תבשילא הדין דבשילתא בבבל קרתא והב ליה לדניאל דהוא בגוב אריוותא׃ <sup>15</sup>&nbsp;ועני חבקוק ואמר למלאכא ריבוני הא לא חזיתי בבל קרתא מדאיתי ואף גוף [גוב] אריוותא לא ידעית׃ <sup>16</sup>&nbsp;ונסיב מלאכא דיי בקדליה ונטליה בצוציתא דרישיה ושוי יתיה עם מיכלא די בידיה על פום גוב אריוותא די בבבל׃ <sup>17</sup>&nbsp;והוה כד תב רוחיה לוותיה וקרא חבקוק לדניאל ואמר טול כען מזונא הדין די שדר לך אלהך׃ <sup>18</sup>&nbsp;ושבח וצלי דניאל ואמר יי אלהין דאת דכיר יתי די לא שבקתא כל דרחימין לך׃ <sup>19</sup>&nbsp;וקם דניאל ואכל ומלאכא דיי אתיב ית חבקוק לאתריה בשעתא חדא׃ <sup>20</sup>&nbsp;והוה ביומא שביעאה וקם מלכא ואזל לגוב אריוותא למיחזי ית דניאל וחזא ית דניאל יתיב בגובא׃ <sup>21</sup>&nbsp;וקרא מלכא בקול רם וסגיא ואמר יי אלהיה דדניאל רבה הוא ויקירא׃ <sup>22</sup>&nbsp;ופקיד מלכא לאסקא לדניאל מן גוב אריוותא ואינון גוברין די אכלו קורציה דדניאל אמר מלכא למירמי תמן ורמו יתהון בגוב אריוותא ואכלו יתהון בפריע׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>13</sup>&nbsp;The prophet Ḥabakkuk was then in the land of Yisrael, and he sod a pottage to feed the reapers, and placed bread in his sack, and went to bring it to the reapers in the field. <sup>14</sup>&nbsp;And lo, the angel of YHVH (appeared), and spoke to Ḥabakkuk the prophet, saying, go and carry now this pottage which you have made to the town of Babylon, and give it to Daniel, who is in the lions’ pit. <sup>15</sup>&nbsp;And the prophet Ḥabakkuk answered and said to the angel, my lord, I have never seen the town of Babylon, neither do I know the lions’ pit. <sup>16</sup>&nbsp;And the angel of YHVH took him by the neck and bore him by the lock of his head, and he set him with the food that he had in his hands over the mouth of the lions’ pit which was in Babylon. <sup>17</sup>&nbsp;And when he recovered his breath, Ḥabakkuk called Daniel, and said, take now this food which your <em>elo&#8217;ah</em> has sent you. <sup>18</sup>&nbsp;And Daniel praised and prayed, and said, YHVH Elohim, you have remembered me, neither have you forsaken all those that love you. <sup>19</sup>&nbsp;And Daniel arose and ate; and the angel of YHVH carried Ḥabakkuk back to his place in one hour. <sup>20</sup>&nbsp;And it came to pass on the seventh day that the king arose and went to the lions&#8217; pit to see Daniel, and he saw Daniel sitting in the den. <sup>21</sup>&nbsp;And the king cried with a loud and mighty voice, and said, YHVH <em>elo&#8217;ah</em> of Daniel is great and glorious. <sup>22</sup>&nbsp;And the king ordered to draw Daniel out from the lions’ pit, and those men who had calumniated Daniel, the king ordered to cast them in there. And they cast them in the lions’ pit, and the (lions) devoured them in a moment.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The story of Daniel and the dragon held captive by the neo-Babylonians can be found in Aramaic in the Divrei Yeraḥmiel (the Chronicles of Jeraḥmeel, Oxford Bodleian Heb d.11), transcribed and translated into English by Ḥakham Moses Gaster and published in the <em>Proceedings of the Society of Biblical Archaeology,</em> Nov/Dec 1894, and Feb 1895, in his article &#8220;The Unknown Aramaic Original of Theodotion&#8217;s Additions to the Book of Daniel.&#8221; This work, as well as the deuterocanonical tale of <a href=\"http://opensiddur.org/?p=29769\">the prayer of Azaryah and his companions Mishael and Ḥananyah from within the Furnace</a>, can be found in the Greek translation of Theodotion. In his article, Gaster argues that the Aramaic text copied by Yeraḥmiel ben Shlomo in the 12th century is an antecedent to Theodotion&#8217;s translation.</p>\n<p>I have modernized most but not all of Gaster&#8217;s antiquated English, and re-hebraicized divine names and personal names. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/theunknownaramaicoriginaloftheodotionsadditionstothebookofdanielmosesgaster1895#page/n13/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Second Temple Period"
    ],
    "tags": [
        "anti-predatory",
        "Antiquity",
        "Aramaic",
        "captive animals",
        "captives",
        "deuterocanonical works",
        "dragons",
        "iconoclastic",
        "Jewish Antiquities",
        "the Pit",
        "חבקוק Ḥabaquq",
        "קפיצת הדרך ḳfitsat haderekh"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3404"
        ],
        "_thumbnail_id": [
            "29790"
        ],
        "date_src_start": [
            "1100-00-00"
        ],
        "date_src_end": [
            "1200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/01/bel-and-the-dragon.jpg",
        "title": "Daniel injures the Dragon (The Hague, MMW, 10 B 23)",
        "caption": "Daniel injures the Dragon (The Hague, MMW, 10 B 23)"
    },
    "source_link": "https://opensiddur.org/?p=29788",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/second-temple-period/daniel-vs-the-dragon-according-to-the-text-of-divrei-yerahmiel-ca-12th-c/",
    "slug": "daniel-vs-the-dragon-according-to-the-text-of-divrei-yerahmiel-ca-12th-c"
}