{
    "title": "&#x1F4AC; ספר ברוך | Sefer Barukh (1:1-3:8), from the Reconstructed Hebrew Vorlage by Prof. Emmanuel Tov, vocalized and cantillated by Isaac Gantwerk Mayer",
    "author": "Septuagint (translation/Greek)",
    "coauthors": [
        {
            "name": "Jospeh Ziegler (translation)",
            "bio": "Joseph Georg Ziegler (1902-1988) was a Roman Catholic clergyman and biblical scholar. He was rector of the University of Würzburg (1961-1962). Ziegler was a Corresponding Member of the Göttingen Academy of Sciences and Humanities and, from 1959, a Full Member of the Bavarian Academy of Sciences and Humanities. He published numerous works, his major work being the Göttingen Septuagint.",
            "website": "https://de.wikipedia.org/wiki/Joseph_Ziegler_(Theologe)",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/06/josef-ziegler-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/joseph-ziegler"
        },
        {
            "name": "Emmanuel Tov (Hebrew reconstruction)",
            "bio": "Emanuel Tov (Hebrew: עמנואל טוב‎; born September 15, 1941, Amsterdam, Netherlands) is emeritus Professor in the Department of Bible at the Hebrew University of Jerusalem.",
            "website": "https://en.wikipedia.org/wiki/Emanuel_Tov",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/07/emmanuel-tov-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/emmanuel-tov"
        },
        {
            "name": "Septuagint (translation/Greek)",
            "bio": "The Septuagint (from the Latin: septuaginta, lit. 'seventy'; often abbreviated 70; in Roman numerals, LXX), is the earliest extant Koine Greek translation of books from the Hebrew Bible, various biblical apocrypha, and deuterocanonical books. The first five books of the Hebrew Bible, known as the Torah or the Pentateuch, were translated in the mid-3rd century BCE; they did not survive as original-translation texts, however, except as rare fragments. The remaining books of the Septuagint are presumably translations of the 2nd century BCE. The full title (Ancient Greek: Ἡ μετάφρασις τῶν Ἑβδομήκοντα, lit. 'The Translation of the Seventy') derives from the story recorded in the Letter of Aristeas that the Torah was translated into Greek at the request of Ptolemy II Philadelphus (285–247 BCE) by 70 Jewish scholars or, according to later tradition, 72: six scholars from each of the Twelve Tribes of Israel, who independently produced identical translations. The miraculous character of the Aristeas legend might indicate the esteem and disdain in which the translation was held at the time; Greek translations of Hebrew scriptures were in circulation among the Alexandrian Jews. Egyptian papyri from the period have led most scholars to view as probable Aristeas's dating of the translation of the Pentateuch to the third century BCE. Whatever share the Ptolemaic court may have had in the translation, it satisfied a need felt by the Jewish community (in whom the knowledge of Hebrew was waning).",
            "website": "https://en.wikipedia.org/wiki/Septuagint",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/12/septuagint-96x96.png",
            "profile_link": "https://opensiddur.org/profile/septuagint"
        },
        {
            "name": "Barukh ben Neriyah",
            "bio": "Barukh ben Neriyah (Hebrew: ברוך בן נריה - 'My Flame is Yah' (Nêrîyāh)\"; circa early 6th century BCE) was the scribe, disciple, secretary, and devoted friend of the prophet Yirmiyahu (Jeremiah). He is traditionally credited with authoring the deuterocanonical Book of Barukh.",
            "website": "https://en.wikipedia.org/wiki/Baruch_ben_Neriah",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/barukh-ben-neriyah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2020-07-14",
    "last_updated": "2023-04-07",
    "excerpt": "The book of Barukh (also, Baruch and Barouch) in its reconstructed Hebrew vorlage from verse 1:1 till 3:8. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe book of Barukh (also, Βαροὺχ and Baruch/Barouch) is a deuterocanonical work traditionally attributed to Barukh son of Neriyah, the scribe of the prophet Jeremiah. It was preserved in the Seputagint, but not traditionally kept by Jews. But the opening portions of the book show quintessential signs of having been translated from a Hebrew original source, or Vorlage. This is the reconstructed Hebrew Vorlage of Baruch 1:1-3:8 that Prof. Emmanuel Tov (<em>shlita</em>) published in 1975. The Greek text continues for two and a half more chapters, but the later sections are of uncertain origin and a Vorlage cannot be constructed for them with the same level of accuracy. (<a href=\"/?p=37824\">Visit here</a> for Barukh 3:9-5:8 in Greek with English translation adapted by Aharon Varady.)</p>\n<p>The text here is vocalized and cantillated according to the standard Tiberian system. Both because of the solemn nature of the content and the book&#8217;s status as traditionally related to the works of Jeremiah, the attached recording uses the cantillation system of Lamentations. At the end verse 3:6 is repeated so as to end on a positive note. (Chapter 5 in the Greek also ends on a positive note, but as previously stated the Semitic origin of the final chapters is questionable.) Barukh is appropriate to study during the Three Weeks for its emphasis on exile, or during the season of repentance.\n</p></div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Translation (Greek)</th>\n<th style=\"text-align: right;\">Reconstructed Vorlage (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n1 <sup>1</sup>&nbsp;καὶ οὗτοι οἱ λόγοι τοῦ βιβλίου οὓς ἔγραψεν Βαρουχ υἱὸς Νηριου υἱοῦ Μαασαιου υἱοῦ Σεδεκιου υἱοῦ Ασαδιου υἱοῦ Χελκιου ἐν Βαβυλῶνι. <sup>2</sup>&nbsp;ἐν τῷ ἔτει τῷ πέμπτῳ ἐν ἑβδόμῃ τοῦ μηνὸς ἐν τῷ καιρῷ ᾧ ἔλαβον οἱ Χαλδαῖοι τὴν Ιερουσαλημ καὶ ἐνέπρησαν αὐτὴν ἐν πυρί.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְאֵ֙לֶּה֙ דִּבְרֵ֣י הַסֵּ֔פֶר אֲשֶׁ֥ר כָּתַ֖ב בָּר֣וּךְ בֶן־נֵרִיָּ֑ה בֶן־מַחְסֵיָ֧ה בֶן־צִדְקִיָּ֛ה בֶן־חֲסַדְיָ֥ה בֶן־חִלְקִיָ֖ה בְּבָבֶֽל׃ בַּשָּׁנָה֙ הַחֲמִישִׁ֔ית בְּשִׁבְעָ֖ה לַחֹ֑דֶשׁ בְּעֵ֗ת אֲשֶׁר־לָכְד֤וּ הַכַּשְׂדִּים֙ אֶת־יְר֣וּשָׁלַ֔םִ וַיִּשְׂרְפ֖וּהָ בָאֵֽשׁ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n1 <sup>1</sup>&nbsp;And these are the words of the book which Barukh ben Neriyah ben Maḥseyah ben Tsidkiyah ben Ḥasadyah ben Ḥilqiyah wrote in Babylon, <sup>2</sup>&nbsp;in the fifth year, on the seventh of the month, at the time when the Kasdim<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> the Chaldean, Neo-Babylonian Empire.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> took Jerusalem and set it on fire.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>3</sup>&nbsp;καὶ ἀνέγνω Βαρουχ τοὺς λόγους τοῦ βιβλίου τούτου ἐν ὠσὶν Ιεχονιου υἱοῦ Ιωακιμ βασιλέως Ιουδα καὶ ἐν ὠσὶ παντὸς τοῦ λαοῦ τῶν ἐρχομένων πρὸς τὴν βίβλον. <sup>4</sup>&nbsp;καὶ ἐν ὠσὶν τῶν δυνατῶν καὶ υἱῶν τῶν βασιλέων καὶ ἐν ὠσὶ τῶν πρεσβυτέρων καὶ ἐν ὠσὶ παντὸς τοῦ λαοῦ ἀπὸ μικροῦ ἕως μεγάλου πάντων τῶν κατοικούντων ἐν Βαβυλῶνι ἐπὶ ποταμοῦ Σουδ. <sup>5</sup>&nbsp;καὶ ἔκλαιον καὶ ἐνήστευον καὶ ηὔχοντο ἐναντίον κυρίου. <sup>6</sup>&nbsp;καὶ συνήγαγον ἀργύριον καθὰ ἑκάστου ἠδύνατο ἡ χείρ. <sup>7</sup>&nbsp;καὶ ἀπέστειλαν εἰς Ιερουσαλημ πρὸς Ιωακιμ υἱὸν Χελκιου υἱοῦ Σαλωμ τὸν ἱερέα καὶ πρὸς τοὺς ἱερεῖς καὶ πρὸς πάντα τὸν λαὸν τοὺς εὑρεθέντας μετ’ αὐτοῦ ἐν Ιερουσαλημ. <sup>8</sup>&nbsp;ἐν τῷ λαβεῖν αὐτὸν τὰ σκεύη οἴκου κυρίου τὰ ἐξενεχθέντα ἐκ τοῦ ναοῦ ἀποστρέψαι εἰς γῆν Ιουδα τῇ δεκάτῃ τοῦ Σιουαν σκεύη ἀργυρᾶ ἃ ἐποίησεν Σεδεκιας υἱὸς Ιωσια βασιλεὺς Ιουδα <sup>9</sup>&nbsp;μετὰ τὸ ἀποικίσαι Ναβουχοδονοσορ βασιλέα Βαβυλῶνος τὸν Ιεχονιαν καὶ τοὺς ἄρχοντας καὶ τοὺς δεσμώτας καὶ τοὺς δυνατοὺς καὶ τὸν λαὸν τῆς γῆς ἀπὸ Ιερουσαλημ καὶ ἤγαγεν αὐτὸν εἰς Βαβυλῶνα.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיִּקְרָ֣א בָּר֗וּךְ אֶת־דִּבְרֵי֙ הַסֵּ֣פֶר הַזֶּ֔ה בְּאׇזְנֵ֧י יְכׇנְיָ֛ה בֶן־יְהוֹיָקִ֖ים מֶ֣לֶךְ יְהוּדָ֑ה וּבְאׇזְנֵ֥י כׇל־הָעָ֖ם הַבָּאִ֥ים אֶל־הַסֵּפֶֽר׃ וּבְאׇזְנֵ֣י הַגְּבָרִים֩ וּבְנֵ֨י הַמְּלָכִ֜ים וּבְאׇזְנֵ֣י הַזְּקֵנִ֗ים וּבְאׇזְנֵ֣י כׇל־הָעָ֔ם לְמִקָּטֹ֖ן וְעַד־גָּד֑וֹל כׇּל־הַיּוֹשְׁבִ֥ים בְּבָבֶ֖ל עַל־נָ֥הָר סֽוּד׃ וַיִּבְכּ֖וּ וַיָּצ֑וּמוּ וַיִּתְפַּלְּל֖וּ לִפְנֵ֥י יְהֹוָֽה׃ וַיִּ֣קְבְּצוּ־כָ֔סֶף אִ֖ישׁ כַּאֲשֶֽׁר־הִשִּׂ֥יגָה יָדֽוֹ׃ וַיִּשְׁלְח֨וּ יְרוּשָׁלַ֧םִ אֶל־יְהוֹיָקִ֛ים בֶּן־חִלְקִיָּ֥ה בָן־שַׁלּ֖וּם הַכֹּהֵ֑ן וְאֶל־הַכֹּהֲנִים֙ וְאֶל־כׇּל־הָעָ֔ם הַנִּמְצָאִ֥ים עִמּ֖וֹ בִּירוּשָׁלִָֽם׃ בְּקַחְתּ֞וֹ אֶת־כְּלֵ֣י ׀ בֵּ֣ית יְהֹוָ֗ה הַמּוֹצְאִים֙ מִן־הַ֣הֵיכָ֔ל לְהָשִׁ֛יב אֶל־אֶ֥רֶץ יְהוּדָ֖ה בַּעֲשָׂרָ֥ה לְסִיוָ֑ן כְּלֵ֥י כֶּ֙סֶף֙ אֲשֶׁ֣ר עָשָׂ֔ה צִדְקִיָּ֥ה בֶן־יֹאשִׁיָּ֖ה מֶ֥לֶךְ יְהוּדָֽה׃ אַחֲרֵ֖י הַגְל֣וֹת נְבוּכַדְנֶאצַּ֑ר אֶת־יְכׇנְיָ֞ה וְאֶת־הַשָּׂרִ֤ים וְאֶת־הַמַּסְגֵּר֙ וְאֶת־הַגְּבָרִ֔ים וְאֶת־עַ֤ם הָאָ֙רֶץ֙ מִיר֣וּשָׁלַ֔&#x200d;ִם וַיְבִאֵ֖ם בָּבֶֽל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>3</sup>&nbsp;And Barukh read the words of this book in the ears of Yekhonyah ben Yehoyaqim, king of Yehudah, and in the ears of all the people, those who came to the book, <sup>4</sup>&nbsp;and in the ears of the mighty and the sons of the kings and in the ears of the elders and in the ears of all the people, from small to great, all who lived in Babylon by the river Soud. <sup>5</sup>&nbsp;And they kept weeping and fasting and praying before YHVH, <sup>6</sup>&nbsp;and they collected silver as the hand of each was able <sup>7</sup>&nbsp;and sent it to Jerusalem to the priest Yehoyaqim ben Ḥilqiyah ben son of Shalum and to the priests and to all the people who were found with him in Jerusalem <sup>8</sup>&nbsp;when he took the vessels of the house of YHVH which were carried out of the shrine to return to the land of Yehudah on the tenth of Sivan—the silver vessels that Tsidqiyah ben Yoshiyah, King of Yehudah, had made, <sup>9</sup>&nbsp;after Nevukhadnetsar, king of Babylon, exiled Yekhonyah and the magistrates and the prisoners and the mighty and the people of the land from Jerusalem, and he brought him to Babylon.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>10</sup>&nbsp;καὶ εἶπαν ἰδοὺ ἀπεστείλαμεν πρὸς ὑμᾶς ἀργύριον καὶ ἀγοράσατε τοῦ ἀργυρίου ὁλοκαυτώματα καὶ περὶ ἁμαρτίας καὶ λίβανον καὶ ποιήσατε μαννα καὶ ἀνοίσατε ἐπὶ τὸ θυσιαστήριον κυρίου θεοῦ ἡμῶν. <sup>11</sup>&nbsp;καὶ προσεύξασθε περὶ τῆς ζωῆς Ναβουχοδονοσορ βασιλέως Βαβυλῶνος καὶ εἰς ζωὴν Βαλτασαρ υἱοῦ αὐτοῦ ἵνα ὦσιν αἱ ἡμέραι αὐτῶν ὡς αἱ ἡμέραι τοῦ οὐρανοῦ ἐπὶ τῆς γῆς. <sup>12</sup>&nbsp;καὶ δώσει κύριος ἰσχὺν ἡμῖν καὶ φωτίσει τοὺς ὀφθαλμοὺς ἡμῶν καὶ ζησόμεθα ὑπὸ τὴν σκιὰν Ναβουχοδονοσορ βασιλέως Βαβυλῶνος καὶ ὑπὸ τὴν σκιὰν Βαλτασαρ υἱοῦ αὐτοῦ καὶ δουλεύσομεν αὐτοῖς ἡμέρας πολλὰς καὶ εὑρήσομεν χάριν ἐναντίον αὐτῶν. <sup>13</sup>&nbsp;καὶ προσεύξασθε περὶ ἡμῶν πρὸς κύριον τὸν θεὸν ἡμῶν ὅτι ἡμάρτομεν τῷ κυρίῳ θεῷ ἡμῶν καὶ οὐκ ἀπέστρεψεν ὁ θυμὸς κυρίου καὶ ἡ ὀργὴ αὐτοῦ ἀφ’ ἡμῶν ἕως τῆς ἡμέρας ταύτης. <sup>14</sup>&nbsp;καὶ ἀναγνώσεσθε τὸ βιβλίον τοῦτο ὃ ἀπεστείλαμεν πρὸς ὑμᾶς ἐξαγορεῦσαι ἐν οἴκῳ κυρίου ἐν ἡμέρᾳ ἑορτῆς καὶ ἐν ἡμέραις καιροῦ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיֹּאמר֕וּ הִנֵּ֛ה שָׁלַ֥חְנוּ אֲלֵ֖יכֶם כָּ֑סֶף וּקְנ֣וּ בַּכֶּ֗סֶף עוֹל֤וֹת וְחַטֹּאת֙ וּלְבוֹנָ֔ה וְעָשׂ֣וּ מִנְּחָ֔ה וְהֶעֱל֛וּ עַל־מִזְבַּ֥ח יְהֹוָ֖ה אֱלֹהֵֽינוּ׃ וְ֠הִתְפַּלְּל֠וּ בְּעַ֨ד חַיֵּ֤י נְבוּכַדְנֶאצַּר֙ מֶ֣לֶךְ בָּבֶ֔ל וּבְעַ֤ד חַיֵּי֙ בֵּלְשַׁאצַּ֣ר בְּנ֔וֹ לְמַ֖עַן יִהְי֣וּ יְמֵיהֶ֑ם כִּימֵ֥י הַשָּׁמַ֖יִם עַל־הָאָֽרֶץ׃‏ וְיִתֵּ֣ן יְהֹוָ֣ה עֹז֮ לָ֒נוּ֒ וְיָאֶ֣ר אֶת־עֵינֵ֗ינוּ וּנְחִ֨י בְּצֵ֤ל נְבוּכַדְנֶאצַּר֙ מֶ֣לֶךְ בָּבֶ֔ל וּבְצֵּ֥ל בֵּלְשַׁאצַּ֖ר בְּנ֑וֹ וְנַעֲבֹ֤ד אֹתָם֙ יָמִ֣ים רַבִּ֔ים וְנִֽמְצָא־חֵ֖ן בְּעֵינֵיהֶֽם׃ וְהִתְפַּלְּל֤וּ בַּעֲדֵ֙נוּ֙ אֶל־יְהֹוָ֣ה אֱלֹהֵ֔ינוּ כִּ֥י חָטָ֖אנוּ לַיהֹוָ֣ה אֱלֹהֵ֑ינוּ וְלֹ֣א שָׁ֗ב אַ֨ף יְהֹוָ֤ה וַחֲמָתוֹ֙ מִמֶּ֔נּוּ עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ וְקִרְאוּ֙ אֶת־הַסֵּ֣פֶר הַזֶּ֔ה אֲשֶׁ֖ר שָׁלַ֣חְנוּ אֲלֵיכֶ֑ם לְהִ֤תְוַדּוֹת֙ בְּבֵ֣ית יְהֹוָ֔ה בְּי֥וֹם חַ֖ג וּבִימֵ֥י מוֹעֵֽד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>10</sup>&nbsp;And they said: &#8220;Look, we sent you silver; and buy with the silver whole burnt offerings and for sin and incense, and make <em>minḥah</em>, and offer them on the <em>mizbe&#8217;aḥ</em> of YHVH our <em>elo&#8217;ah</em>; <sup>11</sup>&nbsp;and pray concerning the life of King Nevukhadnetsar of Babylon and regarding the life of his son Belshatsar so that their days on the earth may be as the days of Heaven. <sup>12</sup>&nbsp;And YHVH will give strength to us, and he will illuminate our eyes, and we shall live under the shadow of King Nevukhadnetsar of Babylon and under the shadow of his son Belshatsar, and we shall be subject to them many days, and we shall find favor before them. <sup>13</sup>&nbsp;And pray concerning us to YHVH our <em>elo&#8217;ah</em>, for we have sinned against YHVH our <em>elo&#8217;ah</em>, and the anger of YHVH and his wrath have not turned away from us until this day. <sup>14</sup>&nbsp;And you shall read aloud this book, which we sent to you to declare in the house of YHVH on a pilgrimage day and on seasonal days.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>15</sup>&nbsp;καὶ ἐρεῖτε τῷ κυρίῳ θεῷ ἡμῶν ἡ δικαιοσύνη ἡμῖν δὲ αἰσχύνη τῶν προσώπων ὡς ἡ ἡμέρα αὕτη ἀνθρώπῳ Ιουδα καὶ τοῖς κατοικοῦσιν Ιερουσαλημ. <sup>16</sup>&nbsp;καὶ τοῖς βασιλεῦσιν ἡμῶν καὶ τοῖς ἄρχουσιν ἡμῶν καὶ τοῖς ἱερεῦσιν ἡμῶν καὶ τοῖς προφήταις ἡμῶν καὶ τοῖς πατράσιν ἡμῶν. <sup>17</sup>&nbsp;ὧν ἡμάρτομεν ἔναντι κυρίου. <sup>18</sup>&nbsp;καὶ ἠπειθήσαμεν αὐτῷ καὶ οὐκ ἠκούσαμεν τῆς φωνῆς κυρίου θεοῦ ἡμῶν πορεύεσθαι τοῖς προστάγμασιν κυρίου οἷς ἔδωκεν κατὰ πρόσωπον ἡμῶν. <sup>19</sup>&nbsp;ἀπὸ τῆς ἡμέρας ἧς ἐξήγαγεν κύριος τοὺς πατέρας ἡμῶν ἐκ γῆς Αἰγύπτου καὶ ἕως τῆς ἡμέρας ταύτης ἤμεθα ἀπειθοῦντες πρὸς κύριον θεὸν ἡμῶν καὶ ἐσχεδιάζομεν πρὸς τὸ μὴ ἀκούειν τῆς φωνῆς αὐτοῦ. <sup>20</sup>&nbsp;καὶ ἐκολλήθη εἰς ἡμᾶς τὰ κακὰ καὶ ἡ ἀρά ἣν συνέταξεν κύριος τῷ Μωυσῇ παιδὶ αὐτοῦ ἐν ἡμέρᾳ ᾗ ἐξήγαγεν τοὺς πατέρας ἡμῶν ἐκ γῆς Αἰγύπτου δοῦναι ἡμῖν γῆν ῥέουσαν γάλα καὶ μέλι ὡς ἡ ἡμέρα αὕτη. <sup>21</sup>&nbsp;καὶ οὐκ ἠκούσαμεν τῆς φωνῆς κυρίου τοῦ θεοῦ ἡμῶν κατὰ πάντας τοὺς λόγους τῶν προφητῶν ὧν ἀπέστειλεν πρὸς ἡμᾶς. <sup>22</sup>&nbsp;καὶ ᾠχόμεθα ἕκαστος ἐν διανοίᾳ καρδίας αὐτοῦ τῆς πονηρᾶς ἐργάζεσθαι θεοῖς ἑτέροις ποιῆσαι τὰ κακὰ κατ’ ὀφθαλμοὺς κυρίου θεοῦ ἡμῶν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיֹּאמר֗וּ לַיהֹוָ֤ה אֱלֹהֵינוּ֙ הַצְּדָקָ֔ה וְלָ֛נוּ בֹּ֥שֶׁת הַפָּנִ֖ים כַּיּ֣וֹם הַזֶּ֑ה לְאִ֥ישׁ יְהוּדָ֖ה וּלְיֹשְׁבֵ֥י יְרוּשָׁלָֽםִ׃ וְלִמְלָכֵ֖ינוּ וּלְשָׂרֵ֑ינוּ וּלְכֹהֲנֵ֥ינוּ וְלִנְבִיאֵ֖ינוּ וְלַאֲבוֹתֵֽינוּ׃ אֲשֶׁ֥ר חָטָ֖אנוּ לִפְנֵ֥י יְהֹוָֽה׃ מָרַ֤דְנוּ בּוֹ֙ וְלֹ֣א שָׁמַ֔עְנוּ בְּק֖וֹל יְהֹוָ֣ה אֱלֹהֵ֑ינוּ לָלֶ֛כֶת בְּתוֹרַ֥ת יְהֹוָ֖ה אֲשֶׁר־נָתַ֥ן לְפָנֵֽינוּ׃ לְמִן־הַיּ֗וֹם אֲשֶׁר֩ הוֹצִ֨יא יְהֹוָ֤ה אֶת־אֲבוֹתֵ֙ינוּ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם וְעַ֖ד הַיּ֣וֹם הַזֶּ֑ה מַמְרִ֤ים הָיִ֙ינוּ֙ עִם־יְהֹוָ֣ה אֱלֹהֵ֔ינוּ וְס֥וּר לְבִלְתִּי־שְׁמֹ֖עַ בְקוֹלֽוֹ׃ וַתִּ֥דְבַּק־בָּ֙נוּ֙ הָרָעָ֣ה וְהָאָלָ֔ה אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לְמֹשֶׁ֣ה עַבְדּ֑וֹ בְּי֨וֹם הוֹצִ֤יא אֶת־אֲבוֹתֵ֙ינוּ֙ מֵאֶ֣רֶץ מִצְרַ֔יִם לָתֵ֣ת לָ֔נוּ אֶ֨רֶץ זָבַ֥ת חָלָ֛ב וּדְבַ֖שׁ כַּיּ֣וֹם הַזֶּֽה׃ וְלֹ֣א שָׁמַ֔עְנוּ בְּק֖וֹל יְהֹוָ֣ה אֱלֹהֵ֑ינוּ כְּכׇל־דִּבְרֵ֥י הַנְּבִאִ֖ים אֲשֶׁר־שָׁלַ֥ח אֵלֵֽינוּ׃ וַנֵּ֨לֶךְ אִ֜ישׁ בַּשְּׂרָר֤וֹת לִבּוֹ֙ הָרַ֔ע לַעֲבֹ֖ד אֱלֹהִ֣ים אֲחֵרִ֑ים לַעֲשׂ֣וֹת אֶת־הָרַ֔ע בְּעֵינֵ֖י יְהֹוָ֥ה אֱלֹהֵֽינוּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>15</sup>&nbsp;And you shall say: &#8220;To YHVH, our <em>elo&#8217;ah</em>, belongs righteousness but to us: faces of shame as this day, to a person of Yehudah, to the inhabitants of Jerusalem, <sup>16</sup>&nbsp;to our kings and to our magistrates and to our priests and to our prophets and to our fathers, <sup>17</sup>&nbsp;for which things we have sinned before YHVH, <sup>18</sup>&nbsp;and we disobeyed him and have not listened to the voice of YHVH our <em>elo&#8217;ah</em>, to walk by the decrees of YHVH that he gave before us. <sup>19</sup>&nbsp;From the day when YHVH brought our fathers out of the land of Mitsrayim even until this day, we were being disobedient to YHVH our <em>elo&#8217;ah</em>, and we were acting carelessly so as not to listen to his voice. <sup>20</sup>&nbsp;And there have clung to us the bad things and the curse that YHVH instructed to his servant Mosheh in the day he brought out our ancestors from the land of Mitsrayim, to give to us a land flowing with milk and honey, as this day. <sup>21</sup>&nbsp;And we did not listen to the voice of YHVH our <em>elo&#8217;ah</em> according to all the words of the prophets whom he sent to us, <sup>22</sup>&nbsp;and each of us went off in the intent of his evil heart to work for other gods, to do evil things in the eyes of YHVH our <em>elo&#8217;ah</em>.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n2 <sup>1</sup>&nbsp;καὶ ἔστησεν κύριος τὸν λόγον αὐτοῦ ὃν ἐλάλησεν ἐφ’ ἡμᾶς καὶ ἐπὶ τοὺς δικαστὰς ἡμῶν τοὺς δικάσαντας τὸν Ισραηλ καὶ ἐπὶ τοὺς βασιλεῖς ἡμῶν καὶ ἐπὶ τοὺς ἄρχοντας ἡμῶν καὶ ἐπὶ ἄνθρωπον Ισραηλ καὶ Ιουδα. <sup>2</sup>&nbsp;οὐκ ἐποιήθη ὑποκάτω παντὸς τοῦ οὐρανοῦ καθὰ ἐποίησεν ἐν Ιερουσαλημ κατὰ τὰ γεγραμμένα ἐν τῷ νόμῳ Μωυσῆ. <sup>3</sup>&nbsp;τοῦ φαγεῖν ἡμᾶς ἄνθρωπον σάρκας υἱοῦ αὐτοῦ καὶ ἄνθρωπον σάρκας θυγατρὸς αὐτοῦ <sup>4</sup>&nbsp;καὶ ἔδωκεν αὐτοὺς ὑποχειρίους πάσαις ταῖς βασιλείαις ταῖς κύκλῳ ἡμῶν εἰς ὀνειδισμὸν καὶ εἰς ἄβατον ἐν πᾶσι τοῖς λαοῖς τοῖς κύκλῳ οὗ διέσπειρεν αὐτοὺς κύριος ἐκεῖ. <sup>5</sup>&nbsp;καὶ ἐγενήθησαν ὑποκάτω καὶ οὐκ ἐπάνω ὅτι ἡμάρτομεν κυρίῳ θεῷ ἡμῶν πρὸς τὸ μὴ ἀκούειν τῆς φωνῆς αὐτοῦ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוַיָּ֨קֶם יְהוָ֝ה אֶת־דְּבָר֣וֹ ׀ אֲשֶׁר־דִּבֶּ֣ר עָלֵ֗ינוּ וְעַ֤ל שֹֽׁפְטֵ֙ינוּ֙ הַשְּׁפָטִ֣ים אֶת־יִשְׂרָאֵ֔ל וְעַל־מְלָכֵ֖ינוּ וְעַל־שָׂרֵ֑ינוּ וְעַל־אִ֥ישׁ יִשְׂרָאֵ֖ל וִיהוּדָֽה׃ לֹֽא־נֶעֶשְׂתָ֗ה תַּ֚חַת כׇּל־הַשָּׁמַ֔יִם כַּאֲשֶׁ֥ר נֶעֶשְׂתָ֖ה בִּירוּשָׁלִָ֑ם כַּכָּת֖וּב בְּתוֹרַ֥ת מֹשֶֽׁה׃ לֶ֥אֱכֹל אִישׁ֙ אֶת־בְּשַׂ֣ר בְּנ֔וֹ וָאִ֖ישׁ אֶת־בְּשַׂ֥ר בִּתּֽוֹ׃ וַיִּתֵּן֩ אֹתָ֨ם לְזַעֲוָ֜ה לְכֹ֣ל ׀ הַמַּמְלָכ֗וֹת אֲשֶׁר֙ סְבִ֣יבֹתֵ֔ינוּ לְחֶרְפָּ֤ה וּלְשַׂמָּה֙ בְּכׇל־הַגּוֹיִ֔ם אֲשֶׁ֖ר סְבִיבֹתֵ֑ינוּ אֲשֶׁר־הִדִּיחָ֥ם יְהֹוָ֖ה שָֽׂם׃ וַיִּהְי֤וּ לְמַ֙טָּה֙ וְלֹ֣א לְמַ֔עְלָה כִּ֥י חָטָ֖אנוּ לַיהֹוָ֣ה אֱלֹהֵ֑ינוּ לְבִלְתִּ֥י שְׁמֹ֖עַ בְקוֹלֽוֹ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n2 <sup>1</sup>&nbsp;And YHVH established his word which he spoke to us and to our judges who judged Yisrael and to our kings and to our magistrates and to a person of Yisrael and Yehudah. <sup>2</sup>&nbsp;It was not done under the whole of Heaven as he did in Jerusalem, according to that which is written in the Instruction of Mosheh <sup>3</sup>&nbsp;—that we should eat, a person the flesh of his son and a person the flesh of his daughter. <sup>4</sup>&nbsp;And he gave them as subjects to all the kingdoms around us as a disgrace and as something untrodden, among all the peoples around us there where YHVH scattered them. <sup>5</sup>&nbsp;And they became beneath and not above, because we sinned against YHVH, our <em>elo&#8217;ah</em>, so as not to listen to his voice.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>6</sup>&nbsp;τῷ κυρίῳ θεῷ ἡμῶν ἡ δικαιοσύνη ἡμῖν δὲ καὶ τοῖς πατράσιν ἡμῶν ἡ αἰσχύνη τῶν προσώπων ὡς ἡ ἡμέρα αὕτη <sup>7</sup>&nbsp;ἃ ἐλάλησεν κύριος ἐφ’ ἡμᾶς πάντα τὰ κακὰ ταῦτα ἦλθεν ἐφ’ ἡμᾶς. <sup>8</sup>&nbsp;καὶ οὐκ ἐδεήθημεν τοῦ προσώπου κυρίου τοῦ ἀποστρέψαι ἕκαστον ἀπὸ τῶν νοημάτων τῆς καρδίας αὐτῶν τῆς πονηρᾶς. <sup>9</sup>&nbsp;καὶ ἐγρηγόρησεν κύριος ἐπὶ τοῖς κακοῖς καὶ ἐπήγαγε κύριος ἐφ’ ἡμᾶς ὅτι δίκαιος ὁ κύριος ἐπὶ πάντα τὰ ἔργα αὐτοῦ ἃ ἐνετείλατο ἡμῖν. <sup>10</sup>&nbsp;καὶ οὐκ ἠκούσαμεν τῆς φωνῆς αὐτοῦ πορεύεσθαι τοῖς προστάγμασιν κυρίου οἷς ἔδωκεν κατὰ πρόσωπον ἡμῶν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nלַיהֹוָ֥ה אֱלֹהֵ֖ינוּ הַצְּדָקָ֑ה וְלָ֣נוּ וְלַאֲבוֹתֵ֔ינוּ בֹּ֥שֶׁת הַפָּנִ֖ים כַּיּ֥וֹם הַזֶּֽה׃ אֲשֶׁ֥ר דִּבֵּ֖ר יְהֹוָ֣ה עָלֵ֑ינוּ כׇּל־הָרָעָ֥ה הַזֹּא֖ת בָּאָ֥ה עָלֵֽינוּ׃ וְלֹ֥א חִלִּ֖ינוּ אֶת־פְּנֵ֣י יְהֹוָ֑ה לָשׁ֥וּב אִ֛ישׁ מִמֹּעֵצ֥וֹת לִבָּ֖ם הָרַֽע׃ וַֽיִּשְׁקֹ֨ד יְהוָ֤ה עַל־הָרָעָה֙ וַֽיְבִיאֶ֣הָ עָלֵ֔ינוּ כִּ֕י צַדִּ֥יק יְהֹוָ֖ה עַל־כׇּל־מַעֲשָׂ֑יו אֲשֶׁ֥ר צִוָּ֖ה לָֽנוּ׃ וְלֹ֥א שָׁמַ֖עְנוּ בְּקוֹל֑וֹ לָלֶ֛כֶת בְּתוֹרַ֥ת יְהֹוָ֖ה אֲשֶׁר־נָתַ֥ן לְפָנֵֽינוּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>6</sup>&nbsp;To YHVH, our <em>elo&#8217;ah</em>, belongs righteousness but to us and to our fathers faces of shame, as this day. <sup>7</sup>&nbsp;All these bad things which YHVH spoke to us have come upon us. <sup>8</sup>&nbsp;And we did not entreat the face of YHVH to turn away, each from the designs of their wicked heart. <sup>9</sup>&nbsp;And YHVH kept watch over the bad things, and YHVH brought them upon us, for YHVH is just in all his works, which he commanded us. <sup>10</sup>&nbsp;And we have not listened to his voice to walk by the decrees of YHVH that he gave before us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>11</sup>&nbsp;καὶ νῦν κύριε ὁ θεὸς Ισραηλ ὃς ἐξήγαγες τὸν λαόν σου ἐκ γῆς Αἰγύπτου ἐν χειρὶ κραταιᾷ καὶ ἐν σημείοις καὶ ἐν τέρασιν καὶ ἐν δυνάμει μεγάλῃ καὶ ἐν βραχίονι ὑψηλῷ καὶ ἐποίησας σεαυτῷ ὄνομα ὡς ἡ ἡμέρα αὕτη. <sup>12</sup>&nbsp;ἡμάρτομεν ἠσεβήσαμεν ἠδικήσαμεν κύριε ὁ θεὸς ἡμῶν ἐπὶ πᾶσιν τοῖς δικαιώμασίν σου. <sup>13</sup>&nbsp;ἀποστραφήτω ὁ θυμός σου ἀφ’ ἡμῶν ὅτι κατελείφθημεν ὀλίγοι ἐν τοῖς ἔθνεσιν οὗ διέσπειρας ἡμᾶς ἐκεῖ. <sup>14</sup>&nbsp;εἰσάκουσον κύριε τῆς προσευχῆς ἡμῶν καὶ τῆς δεήσεως ἡμῶν καὶ ἐξελοῦ ἡμᾶς ἕνεκεν σοῦ καὶ δὸς ἡμῖν χάριν κατὰ πρόσωπον τῶν ἀποικισάντων ἡμᾶς. <sup>15</sup>&nbsp;ἵνα γνῷ πᾶσα ἡ γῆ ὅτι σὺ κύριος ὁ θεὸς ἡμῶν ὅτι τὸ ὄνομά σου ἐπεκλήθη ἐπὶ Ισραηλ καὶ ἐπὶ τὸ γένος αὐτοῦ. <sup>16</sup>&nbsp;κύριε κάτιδε ἐκ τοῦ οἴκου τοῦ ἁγίου σου καὶ ἐννόησον εἰς ἡμᾶς κλῖνον κύριε τὸ οὖς σου καὶ ἄκουσον. <sup>17</sup>&nbsp;ἄνοιξον κύριε τοὺς ὀφθαλμούς σου καὶ ἰδέ ὅτι οὐχ οἱ τεθνηκότες ἐν τῷ ᾅδῃ ὧν ἐλήμφθη τὸ πνεῦμα αὐτῶν ἀπὸ τῶν σπλάγχνων αὐτῶν δώσουσιν δόξαν καὶ δικαίωμα τῷ κυρίῳ. <sup>18</sup>&nbsp;ἀλλὰ ἡ ψυχὴ ἡ λυπουμένη ἐπὶ τὸ μέγεθος ὃ βαδίζει κύπτον καὶ ἀσθενοῦν καὶ οἱ ὀφθαλμοὶ οἱ ἐκλείποντες καὶ ἡ ψυχὴ ἡ πεινῶσα δώσουσίν σοι δόξαν καὶ δικαιοσύνην κύριε.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְעַתָּ֞ה יְהֹוָ֣ה ׀ אֱלֹהֵ֣י יִשְׂרָאֵ֗ל אֲשֶׁר֩ הוֹצֵ֨אתָ אֶֽת־עַמְּךָ֜ מֵאֶ֤רֶץ מִצְרַ֙יִם֙ בְּיָ֣ד חֲזָקָ֔ה וּבְאֹת֣וֹת וּבְמוֹפְתִ֔ים בְּכֹ֥חַ גָּד֖וֹל וּבִזְר֣וֹעַ נְטוּיָ֑ה וַתַּֽעַשׂ־לְךָ֥ שֵׁ֖ם כַּיּ֥וֹם הַזֶּֽה׃ חָטָ֥אנוּ הֶעֱוִ֖ינוּ הִרְשַֽׁעְנוּ׃ יְהֹוָ֣ה אֱלֹהֵ֗ינוּ כְּכׇל־צִדְקֹתֶ֙ךָ֙ יָֽשׇׁב־נָ֤א אַפְּךָ֙ מִמֶּ֔נּוּ כִּ֥י נִשְׁאַ֖רְנוּ מְעַ֑ט בַּ֣גּוֹיִ֔ם אֲשֶׁ֥ר הִדַּחְתָּ֖נוּ שָֽׂם׃ שְׁמַ֣ע יְהֹוָ֔ה אֶל־תְּפִלָּתֵ֖נוּ וְאֶל־תַּ֣חֲנוּנֵ֑ינוּ וְהַצִּילֵ֙נוּ֙ לְמַ֣עַנֶ֔ךָ וְתֵן־לָ֥נוּ חֵ֖ן לִפְנֵ֣י שׁוֹבֵֽינוּ׃ לְמַ֤עַן תֵּדַע֙ כׇּל־הָאָ֔רֶץ כִּ֥י אַתָּ֖ה יְהֹוָ֣ה אֱלֹהֵ֑ינוּ כִּ֚י שִׁמְךָ֣ נִקְרָ֔א עַל־יִשְׂרָאֵ֖ל וְעַל־עַמּֽוֹ׃ יְהֹוָ֧ה הַשְׁקִ֛יפָה מִמְּע֥וֹן קׇדְשְׁךָ֖ וְהַבֵּ֣ט אֵלֵ֑ינוּ הַטֵּ֧ה יְהֹוָ֛ה אׇזְנְךָ֖ וּשֲׁמָֽע׃ פְּקַ֣ח עֵינֶ֗יךָ וּרְאֵה֙ כִּי־לֹא֙ הַמֵּתִ֣ים בִּשְׁא֔וֹל אֲשֶׁ֛ר לָקְחָ֥ה רוּחָ֖ם מִקִּרְבָּ֑ם יִתְּנ֕וּ כָּב֥וֹד וּצְדָקָ֖ה לַיהֹוָֽה׃ כִּ֣י ׀ לֵ֣ב רַגָּ֗ז וְרֶ֤גֶל הַהוֹלֶ֙כֶת֙ כְּפוּפָ֣ה וּכְשֵׁלָ֔ה וְכִלְי֥וֹן עֵינַ֖יִם וְדַ֣אֲבוֹן נָ֑פֶשׁ יִתְּנ֧וּ לְךָ֛ כָּב֥וֹד וּצְדָקָ֖ה יְהֹוָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>11</sup>&nbsp;And now, YHVH, <em>elo&#8217;ah</em> of Yisrael, you who brought out your people from the land of Mitsrayim by a mighty hand and with signs and with wonders and with great power and with a strong arm and you made yourself a name, as this day. <sup>12</sup>&nbsp;We have sinned; we have been impious; we have done wrong, YHVH our <em>elo&#8217;ah</em>, against all of your requirements. <sup>13</sup>&nbsp;Let your anger turn away from us, for few of us have been left behind among the nations, there where you scattered us. <sup>14</sup>&nbsp;Listen, YHVH, to our prayer and our petition, and deliver us for your sake, and give us favor before the face of those who carried us off to exile <sup>15</sup>&nbsp;in order that all the earth may know that you are YHVH our <em>elo&#8217;ah</em>, for your name has been called upon Yisrael and upon his family. <sup>16</sup>&nbsp;YHVH, look down from your holy house, and think of us. Incline, YHVH, your ear, and listen. <sup>17</sup>&nbsp;Open your eyes, and see, for the dead in Sheol, those whose spirit has been taken from their inward parts, will not give glory and justification to YHVH. <sup>18</sup>&nbsp;But the soul who is grieving over the magnitude, that walks bowed and is weak, and the eyes that are failing and the soul that is hungry—they shall give you glory and righteousness, YHVH.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>19</sup>&nbsp;ὅτι οὐκ ἐπὶ τὰ δικαιώματα τῶν πατέρων ἡμῶν καὶ τῶν βασιλέων ἡμῶν ἡμεῖς καταβάλλομεν τὸν ἔλεον ἡμῶν κατὰ πρόσωπόν σου κύριε ὁ θεὸς ἡμῶν. <sup>20</sup>&nbsp;ὅτι ἐνῆκας τὸν θυμόν σου καὶ τὴν ὀργήν σου εἰς ἡμᾶς καθάπερ ἐλάλησας ἐν χειρὶ τῶν παίδων σου τῶν προφητῶν λέγων. <sup>21</sup>&nbsp;οὕτως εἶπεν κύριος κλίνατε τὸν ὦμον ὑμῶν καὶ ἐργάσασθε τῷ βασιλεῖ Βαβυλῶνος καὶ καθίσατε ἐπὶ τὴν γῆν ἣν ἔδωκα τοῖς πατράσιν ὑμῶν. <sup>22</sup>&nbsp;καὶ ἐὰν μὴ ἀκούσητε τῆς φωνῆς κυρίου ἐργάσασθαι τῷ βασιλεῖ Βαβυλῶνος. <sup>23</sup>&nbsp;ἐκλείψειν ποιήσω ἐκ πόλεων Ιουδα καὶ ἔξωθεν Ιερουσαλημ φωνὴν εὐφροσύνης καὶ φωνὴν χαρμοσύνης φωνὴν νυμφίου καὶ φωνὴν νύμφης καὶ ἔσται πᾶσα ἡ γῆ εἰς ἄβατον ἀπὸ ἐνοικούντων.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכִּ֗י לֹ֕א עַל־צִדְק֥וֹת אֲבוֹתֵ֖ינוּ וּמְלָכֵ֑ינוּ אֲנַ֨חְנוּ מַפִּילִ֤ים תַּחֲנוּנֵ֙ינוּ֙ לְפָנֶ֔יךָ יְהֹוָ֖ה אֱלֹהֵֽינוּ׃ כִּ֧י שָׁלַ֛חְתָּ אַפְּךָ֥ וַחֲמָתְךָ בָּ֑נוּ כַּאֲשֶׁ֧ר דִּבַּ֛רְתָּ בְּיַ֥ד עֲבָדֶ֖יךָ הַנְּבִאִ֥ים לֵאמֹֽר׃ כֹּ֣ה ׀ אָמַ֣ר יְהֹוָ֗ה הַטּ֤וּ צַוְּארֵיכֶם֙ וְעִבְדוּ֙ אֶת־מֶ֣לֶךְ בָּבֶ֔ל וּשְׁב֣וּ עַל־הָאָ֔רֶץ אֲשֶׁ֖ר נָתַ֣תִּי לַאֲבֹתֵיכֶֽם׃ וְאִם־לֹ֥א תִשְׁמְע֖וּ בְּק֣וֹל יְהֹוָ֑ה לַעֲבֹ֖ד אֶת־מֶ֣לֶךְ בָּבֶֽל׃ וְהִשְׁבַּתִּ֣י ׀ מֵֽעָרֵ֣י יְהוּדָ֗ה וּמֵֽחֻצוֹת֙ יְר֣וּשָׁלַ֔&#x200d;ִם ק֤וֹל שָׂשׂוֹן֙ וְק֣וֹל שִׂמְחָ֔ה ק֥וֹל חָתָ֖ן וְק֣וֹל כַּלָּ֑ה וְהָֽיְתָה֙ כׇּל־הָאָ֔רֶץ לְשַׁמָּ֖ה מֵאֵ֥ין יוֹשֵֽׁב׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>19</sup>&nbsp;For it is not because of acts deemed righteous of our fathers and our kings that we throw down our mercy before you, YHVH, our <em>elo&#8217;ah</em>. <sup>20</sup>&nbsp;For you have brought your anger and your wrath against us, as you had spoken by the hand of your servants the prophets, saying: <sup>21</sup>&nbsp;Thus did YHVH say: &#8220;Incline your shoulder, and work for the king of Babylon, and sit upon the land which I gave to your fathers. <sup>22</sup>&nbsp;And if you do not obey the voice of YHVH to work for the king of Babylon, <sup>23</sup>&nbsp;I will make to fail from the towns of Yehudah and from the courtyards of Jerusalem a voice of merriment and a voice of delight, a voice of bridegroom and a voice of bride, and all the land will become untrodden by inhabitants.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>24</sup>&nbsp;καὶ οὐκ ἠκούσαμεν τῆς φωνῆς σου ἐργάσασθαι τῷ βασιλεῖ Βαβυλῶνος καὶ ἔστησας τοὺς λόγους σου οὓς ἐλάλησας ἐν χερσὶν τῶν παίδων σου τῶν προφητῶν τοῦ ἐξενεχθῆναι τὰ ὀστᾶ βασιλέων ἡμῶν καὶ τὰ ὀστᾶ τῶν πατέρων ἡμῶν ἐκ τοῦ τόπου αὐτῶν. <sup>25</sup>&nbsp;καὶ ἰδού ἐστιν ἐξερριμμένα τῷ καύματι τῆς ἡμέρας καὶ τῷ παγετῷ τῆς νυκτός καὶ ἀπεθάνοσαν ἐν πόνοις πονηροῖς ἐν λιμῷ καὶ ἐν ῥομφαίᾳ καὶ ἐν ἀποστολῇ. <sup>26</sup>&nbsp;καὶ ἔθηκας τὸν οἶκον οὗ ἐπεκλήθη τὸ ὄνομά σου ἐπ’ αὐτῷ ὡς ἡ ἡμέρα αὕτη διὰ πονηρίαν οἴκου Ισραηλ καὶ οἴκου Ιουδα.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְלֹ֣א ׀ שָׁמַ֣עְנוּ בְּקוֹלְךָ֗ לַעֲבֹד֙ אֶת־מֶ֣לֶךְ בָּבֶ֔ל וַתָּ֤קׇם אֶת־דְּבָרֶ֙יךָ֙ אֲשֶׁ֣ר דִּבַּ֔רְתָּ בְּיַ֥ד עֲבָדֶ֖יךָ הַנְּבִאִ֑ים לְהוֹצִיא֙ אֶת־עַצְמ֣וֹת מְלָכֵ֔ינוּ וְאֶת־עַצְמ֥וֹת אֲבוֹתֵ֖ינוּ מִמְּקוֹמָֽן׃ וְהִנָּן֙ מְשַׁ֣לְּכ֔וֹת לַחֹ֥רֶב בַּיּ֖וֹם וְלַקֶּ֣רַח בַּלָּ֑יְלָה וַֽיָּמֻ֙תוּ֙ בְּתַחֲלֻאִ֣ים רָעִ֔ים בְּרָעָ֖ב בְּחֶ֥רֶב וּבְדָֽבֶר׃ וַתִּתֵּ֣ן אֶת־הַבַּ֗יִת אֲשֶׁ֤ר נִקְרָא֙ שִׁמְךָ֣ עָלָ֔יו לִשְׁמָמָ֖ה כַּיּ֣וֹם הַזֶּ֑ה בִּגְלַ֧ל רָעַ֛ת בֵּ֥ית יִשְׂרָאֵ֖ל וּבֵ֥ית יְהוּדָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>24</sup>&nbsp;And we did not obey your voice to work for the king of Babylon, and you have established your words which you spoke by the hands of your servants the prophets, that the bones of our kings and the bones of our fathers may be carried out from their place. <sup>25</sup>&nbsp;And look, they are cast out in the heat of the day and the frost of the night, and they died in wicked pains, by famine and by sword and by dispatch. <sup>26</sup>&nbsp;And you made the house, where your name was called over it, as this day because of the wickedness of the house of Yisrael and the house of Yehudah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n<sup>27</sup>&nbsp;καὶ ἐποίησας εἰς ἡμᾶς κύριε ὁ θεὸς ἡμῶν κατὰ πᾶσαν ἐπιείκειάν σου καὶ κατὰ πάντα οἰκτιρμόν σου τὸν μέγαν. <sup>28</sup>&nbsp;καθὰ ἐλάλησας ἐν χειρὶ παιδός σου Μωυσῆ ἐν ἡμέρᾳ ἐντειλαμένου σου αὐτῷ γράψαι τὸν νόμον σου ἐναντίον υἱῶν Ισραηλ λέγων. <sup>29</sup>&nbsp;ἐὰν μὴ ἀκούσητε τῆς φωνῆς μου ἦ μὴν ἡ βόμβησις ἡ μεγάλη ἡ πολλὴ αὕτη ἀποστρέψει εἰς μικρὰν ἐν τοῖς ἔθνεσιν οὗ διασπερῶ αὐτοὺς ἐκεῖ. <sup>30</sup>&nbsp;ὅτι ἔγνων ὅτι οὐ μὴ ἀκούσωσίν μου ὅτι λαὸς σκληροτράχηλός ἐστιν καὶ ἐπιστρέψουσιν ἐπὶ καρδίαν αὐτῶν ἐν γῇ ἀποικισμοῦ αὐτῶν. <sup>31</sup>&nbsp;καὶ γνώσονται ὅτι ἐγὼ κύριος ὁ θεὸς αὐτῶν καὶ δώσω αὐτοῖς καρδίαν καὶ ὦτα ἀκούοντα. <sup>32</sup>&nbsp;καὶ αἰνέσουσίν με ἐν γῇ ἀποικισμοῦ αὐτῶν καὶ μνησθήσονται τοῦ ὀνόματός μου. <sup>33</sup>&nbsp;καὶ ἀποστρέψουσιν ἀπὸ τοῦ νώτου αὐτῶν τοῦ σκληροῦ καὶ ἀπὸ πονηρῶν πραγμάτων αὐτῶν ὅτι μνησθήσονται τῆς ὁδοῦ πατέρων αὐτῶν τῶν ἁμαρτόντων ἔναντι κυρίου. <sup>34</sup>&nbsp;καὶ ἀποστρέψω αὐτοὺς εἰς τὴν γῆν ἣν ὤμοσα τοῖς πατράσιν αὐτῶν τῷ Αβρααμ καὶ τῷ Ισαακ καὶ τῷ Ιακωβ καὶ κυριεύσουσιν αὐτῆς καὶ πληθυνῶ αὐτούς καὶ οὐ μὴ σμικρυνθῶσιν. <sup>35</sup>&nbsp;καὶ στήσω αὐτοῖς διαθήκην αἰώνιον τοῦ εἶναί με αὐτοῖς εἰς θεὸν καὶ αὐτοὶ ἔσονταί μοι εἰς λαόν καὶ οὐ κινήσω ἔτι τὸν λαόν μου Ισραηλ ἀπὸ τῆς γῆς ἧς ἔδωκα αὐτοῖς.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוָתֵּעָ֥שׂ עִמָּ֖נוּ יְהֹוָ֣ה אֱלֹהֵ֑ינוּ כְּכׇל־חַסְדְּךָ֥ וּכְכׇל־רַחֲמֶ֖יךָ הָרַבִּֽים׃ כַּאֲשֶׁ֣ר דִּבַּ֔רְתָּ בְּיַ֥ד עַבְדְּךָ֖ מֹשֶׁ֑ה בְּיוֹם֙ צַוְתְּךָ֣ אֹת֔וֹ לִכְתֹּ֧ב אֶת־תּוֹרָתְךָ֛ לִפְנֵ֥י בְנֵי־יִשְׂרָאֵ֖ל לֵאמֹֽר׃ אִ֕ם לֹ֥א תִּשְׁמְע֖וּ בְּקוֹלִ֑י כִּ֨י הֶהָמ֤וֹן הַגָּדוֹל֙ הָרָ֣ב הַזֶּ֔ה יָשׁ֧וּב לִמְעַ֛ט בַּגּוֹ֖יִם אֲשֶׁר־אַדִּיחֵ֥ם שָֽׁם׃ כִּ֣י יָדַ֔עְתִּי כִּ֥י לֹ֖א יִשְׁמְע֣וּ אֵלַ֑י כִּ֤י עַם־קְשֵׁה־עֹ֙רֶף֙ ה֔וּא וְיָשִׂ֥יבוּ אֶל־לְבָבָ֖ם בְּאֶ֥רֶץ שִׁבְיָֽם׃ וְיָדְע֗וּ כִּ֛י אֲנִ֖י יְהֹוָ֣ה אֱלֹהֵיהֶ֑ם וְנָתַ֧תִּי לָהֶ֛ם לֵ֥ב וְאֹ֖זֶן שֹׁמַֽעַת׃ וְי֤וֹדוּ לִי֙ בְּאֶ֣רֶץ שִׁבְיָ֔ם וְיִזְכְּר֖וּ שְׁמִֽי׃ וְיָשְׁבוּ֙ מֵעׇרְפָ֣ם הַקָּשֶׁ֔ה וּמֵרֹ֖עַ מַעַלְלֵיהֶ֑ם כִּ֤י יִזְכְּרוּ֙ אֶת־דֶּ֣רֶךְ אֲבֹתָ֔ם הַחַטָּאִ֖ים לִפְנֵ֥י יְהֹוָֽה׃ וַהֲשִׁבֹתִ֣ים אֶל־הָאָ֗רֶץ אֲשֶׁ֤ר נִשְׁבַּ֙עְתִּי֙ לַאֲבֹתָ֔ם לְאַבְרָהָ֨ם וּלְיִצְחָ֤ק וּלְיַעֲקֹב֙ וְיֵרְשׁ֔וּהָ וְהִרְבִּיתִ֖ים וְלֹ֥א יִמְעָֽטוּ׃ וְכָרַ֤תִּי לָהֶם֙ בְּרִ֣ית עוֹלָ֔ם לִהְי֥וֹת לָהֶ֖ם לֵאלֹהִ֑ים וְהֵ֣מָּה ׀ יִהְיוּ־לִ֣י לְעָ֗ם וְלֹ֨א אֶתֹּ֤שׁ עוֹד֙ אֶת־עַמִּ֣י יִשְׂרָאֵ֔ל מֵעַ֣ל הָאֲדָמָ֔ה אֲשֶׁ֥ר נָתַ֖תִּי לָהֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<sup>27</sup>&nbsp;And you have done to us, YHVH our <em>elo&#8217;ah</em>, according to all your fairness and according to all your great compassion <sup>28</sup>&nbsp;as you spoke by the hand of your servant Mosheh in the day when you commanded him to write your Instruction before the sons of Yisrael, saying, <sup>29</sup>&nbsp;&#8220;If you do not obey my voice, surely this great multitude will turn into a small one among the nations, there where I will scatter them. <sup>30</sup>&nbsp;For I knew that they would not obey me, because the people are stiff-necked. And they will return to their heart in the land of their exile, <sup>31</sup>&nbsp;and they will know that I am YHVH their <em>elo&#8217;ah</em>. And I will give them a hearing heart and ears, <sup>32</sup>&nbsp;and they will praise me in the land of their exile, and they will remember my name, <sup>33</sup>&nbsp;and they will turn away from their stubborness and from their wicked deeds, because they will remember the way of their fathers who sinned before YHVH. <sup>34</sup>&nbsp;And I will return them to the land, which I swore to their fathers, to Avraham and to Yitsḥaq and to Yaaqov, and they will rule over it, and I will multiply them, and they will not diminish. <sup>35</sup>&nbsp;I will establish with them an everlasting covenant, that I am Elohim for them and they are a people for me, and I will not disturb again my people Yisrael from the land that I have given them.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"el\">\n3 <sup>1</sup>&nbsp;κύριε παντοκράτωρ ὁ θεὸς Ισραηλ ψυχὴ ἐν στενοῖς καὶ πνεῦμα ἀκηδιῶν κέκραγεν πρὸς σέ. <sup>2</sup>&nbsp;ἄκουσον κύριε καὶ ἐλέησον ὅτι ἡμάρτομεν ἐναντίον σου. <sup>3</sup>&nbsp;ὅτι σὺ καθήμενος τὸν αἰῶνα καὶ ἡμεῖς ἀπολλύμενοι τὸν αἰῶνα. <sup>4</sup>&nbsp;κύριε παντοκράτωρ ὁ θεὸς Ισραηλ ἄκουσον δὴ τῆς προσευχῆς τῶν τεθνηκότων Ισραηλ καὶ υἱῶν τῶν ἁμαρτανόντων ἐναντίον σου οἳ οὐκ ἤκουσαν τῆς φωνῆς κυρίου θεοῦ αὐτῶν καὶ ἐκολλήθη ἡμῖν τὰ κακά. <sup>5</sup>&nbsp;μὴ μνησθῇς ἀδικιῶν πατέρων ἡμῶν ἀλλὰ μνήσθητι χειρός σου καὶ ὀνόματός σου ἐν τῷ καιρῷ τούτῳ. <sup>6</sup>&nbsp;ὅτι σὺ κύριος ὁ θεὸς ἡμῶν καὶ αἰνέσομέν σε κύριε. <sup>7</sup>&nbsp;ὅτι διὰ τοῦτο ἔδωκας τὸν φόβον σου ἐπὶ καρδίαν ἡμῶν τοῦ ἐπικαλεῖσθαι τὸ ὄνομά σου καὶ αἰνέσομέν σε ἐν τῇ ἀποικίᾳ ἡμῶν ὅτι ἀπεστρέψαμεν ἀπὸ καρδίας ἡμῶν πᾶσαν ἀδικίαν πατέρων ἡμῶν τῶν ἡμαρτηκότων ἐναντίον σου. <sup>8</sup>&nbsp;ἰδοὺ ἡμεῖς σήμερον ἐν τῇ ἀποικίᾳ ἡμῶν οὗ διέσπειρας ἡμᾶς ἐκεῖ εἰς ὀνειδισμὸν καὶ εἰς ἀρὰν καὶ εἰς ὄφλησιν κατὰ πάσας τὰς ἀδικίας πατέρων ἡμῶν οἳ ἀπέστησαν ἀπὸ κυρίου θεοῦ ἡμῶν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיְהֹוָ֥ה צְבָא֖וֹת אֱלֹהֵ֣י יִשְׂרָאֵ֑ל נֶ֣פֶשׁ בְּצָרָ֔ה וְר֥וּחַ עֲטוּפָ֖ה צְעָקָ֥ה אֵלֶֽיךָ׃ שְׁמַ֥ע יְהֹוָ֖ה וְחׇנֵ֑נוּ כִּ֥י חָטָ֖אנוּ לְפָנֶֽיךָ׃ כִּי־אַתָּ֖ה שֹׁ֣כֵן עַ֑ד וַאֲנַ֖חְנוּ אַ֥בְּדֵי עַֽד׃ יְהֹוָ֣ה צְבָאוֹת֮ אֱלֹהֵ֣י יִשְׂרָאֵל֒ שְׁמַע־נָ֕א אֶל־תְּפִלַּ֖ת מֵתֵ֣י יִשְׂרָאֵ֑ל וּבְנֵי֙ הַחַטָּאִ֣ים לְפָנֶ֔יךָ אֲשֶׁ֨ר לֹ֤א שָׁמְעוּ֙ בְּקוֹל־יְהֹוָ֣ה אֱלֹהֵיהֶ֔ם וַתִּ֥דְבַּק בָּ֖נוּ הָרָעָֽה׃ אַל־תִּזְכֹּ֖ר עֲוֹנֹ֣ת אֲבֹתֵ֑ינוּ כִּי־זְכֹ֛ר יָדְךָ֥ וְשִׁמְךָ֖ בָּעֵ֥ת הַזֹּאֽת׃ כִּ֗י אַתָּה֙ יְהֹוָ֣ה אֱלֹהֵ֔ינוּ וְנוֹדֶ֖ךָ יְהֹוָֽה׃ כִּ֗י עַל־כֵּ֨ן נָתַ֤תָּ אֶת־יִרְאָֽתֶ֙ךָ֙ עַ֣ל לְבָבֵ֔נוּ לִקְרֹ֥א בְּשִּׁמְךָ֖ וְנוֹדְךָ֣ בְּשִׁבְיֵ֑נוּ כִּ֣י ׀ הֱשִׁיבָ֣נוּ אֶל־לְבָבֵ֗נוּ כׇּל־עֲוֹ֧ן אֲבֹתֵ֛ינוּ הַחֲטָאִ֖ים לְפָנֶֽיךָ׃ הִנֵּה֩ אָנַ֨חְנוּ הַיּ֜וֹם בְּשִׁבְיֵ֗נוּ אֲשֶׁר֙ הִדַּחְתָּ֣נוּ שָׂ֔ם לְחֶרְפָּ֥ה וּלְאַלָּ֖ה וּלְזַעֲוָ֑ה כְּכֹל֙ עֲוֹנֹ֣ת אֲבֹתֵ֔ינוּ אֲשֶׁר־פָּ֖שְׁעוּ בַּיהֹוָ֥ה אֱלֹהֵֽינוּ׃  כִּ֗י אַתָּה֙ יְהֹוָ֣ה אֱלֹהֵ֔ינוּ וְנוֹדֶ֖ךָ יְהֹוָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n3 <sup>1</sup>&nbsp;YHVH Tseva&#8217;ot <em>elo&#8217;ah</em> of Yisrael, a soul in straits and a weary spirit calls out to you. <sup>2</sup>&nbsp;Listen, YHVH, and show mercy, for we have sinned before you. <sup>3</sup>&nbsp;For you are enthroned forever, and we are perishing forever. <sup>4</sup>&nbsp;YHVH Tseva&#8217;ot <em>elo&#8217;ah</em> of Yisrael, listen now to the prayer of those of Yisrael who have died and of the sons of those who kept sinning before you, who did not listen to the voice of YHVH their <em>elo&#8217;ah</em> and bad things have clung to us. <sup>5</sup>&nbsp;Do not remember the injustices of our ancestors; rather, remember your hand and your name in this season. <sup>6</sup>&nbsp;For you are YHVH our <em>elo&#8217;ah</em>, and we will praise you, YHVH. <sup>7</sup>&nbsp;For because of this you have given your fear in our heart in order that we call upon your name, and we will praise you in our exile, for we have put away from our heart all the injustice of our fathers who sinned before you. <sup>8</sup>&nbsp;Look, we are today in our exile, there where you have scattered us for a reproach and for a curse and for a penalty according to all the injustices of our fathers who departed from YHVH our <em>elo&#8217;ah</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The English translation here was adapted by Aharon Varady from the critical translation of Joseph Ziegler (<em>Septuaginta: Vetus Testamentum Graecum Auctoritate Societatis Litterarum Gottingensis editum XV: leremias Baruch Threni Epistula leremiae</em> [Göttingen: Vandenhoeck &#038; Ruprecht, 1957]). Hebrew and divine names have been re-Hebraized, and the text altered to better reflect the reconstructed Hebrew vorlage in places.</p>\n<h3>Recordings</h3>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/sefer-barukh--reconstructed-hebrew-vorlage-of-emmanuel-tov/Isaac%20Gantwerk%20Mayer%20-%20Barukh%20%281v1-3v8%29%20.mp3?_=1\" /><a href=\"https://archive.org/download/sefer-barukh--reconstructed-hebrew-vorlage-of-emmanuel-tov/Isaac%20Gantwerk%20Mayer%20-%20Barukh%20%281v1-3v8%29%20.mp3\">https://archive.org/download/sefer-barukh--reconstructed-hebrew-vorlage-of-emmanuel-tov/Isaac%20Gantwerk%20Mayer%20-%20Barukh%20%281v1-3v8%29%20.mp3</a></audio>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">the Chaldean, Neo-Babylonian Empire.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Second Temple Period"
    ],
    "tags": [
        "2nd century B.C.E.",
        "37th century A.M.",
        "Classical Antiquity",
        "deuterocanonical works",
        "early Judaism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_thumbnail_id": [
            "32908"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/07/The_Bible_panorama_or_The_Holy_Scriptures_in_picture_and_story_1891-horizontal-flip.jpg",
        "title": "Barukh and Jeremiah by Gustav Doré",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:The_Bible_panorama,_or_The_Holy_Scriptures_in_picture_and_story_(1891)_(14598456337).jpg\">Baruch writing Jeremiah's prophecies</a>\" by \nGustave Doré (1832-83) and A. Doms, engraver (1866) - horizontally flipped per proper Right-to-Left Hebrew script scribing"
    },
    "source_link": "https://opensiddur.org/?p=32891",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/second-temple-period/sefer-barukh-from-the-reconstructed-hebrew-vorlage-by-emmanuel-tov-vocalized-and-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "sefer-barukh-from-the-reconstructed-hebrew-vorlage-by-emmanuel-tov-vocalized-and-cantillated-by-isaac-gantwerk-mayer"
}