{
    "post_id": 29243,
    "title": "Σουσαννα | שׁוֹשַׁנָּה וְהַזְּקֵנִים | Shoshanah & the Elders, according to Theodotion translated and cantillated in Masoretic Hebrew by Isaac Gantwerk Mayer",
    "author": "Theodotion (translation/Greek)",
    "coauthors": [
        {
            "name": "Theodotion (translation/Greek)",
            "bio": "Theodotion (/ˌθiːəˈdoʊʃən/; Greek: Θεοδοτίων, gen.: Θεοδοτίωνος; died ca. 200) was a Hellenistic Jewish scholar, perhaps working in Ephesus, who in ca. 150 CE translated the Hebrew Bible into Greek. Whether he was revising the Septuagint, or was working from Hebrew manuscripts that represented a parallel tradition that has not survived, is debated. His finished version, which filled some lacunae in the Septuagint version of the Book of Jeremiah and Book of Job, formed one column in Origen of Alexandria's Hexapla, c. 240 CE. Theodotion's translation was so widely copied in the Early Christian church that its version of the Book of Daniel virtually superseded the Septuagint's.",
            "website": "https://en.wikipedia.org/wiki/Theodotion",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/theodotion"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2020-01-16",
    "last_updated": "2025-08-27",
    "excerpt": "The story of Shoshanah & the Elders, according to the text of Theodotion translated into Biblical Hebrew. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe book of Daniel is one of three books (along with Esther and Jeremiah) which have substantial structural differences between the version found in the Hebrew Masoretic Text and the version of the Greek Septuagint. In Daniel&#8217;s case, three sections found in the Greek are missing from the Hebrew and Aramaic: the Story of Susanna (Shoshanah), <a href=\"http://opensiddur.org/?p=29229\">Bel &#038; the Dragon</a> (Bel v&#8217;haTaanin), and the prayer of Azaryah. Here you can find translations of these three fascinating readings into Biblical Hebrew (derived from the Greek translation by <a href=\"https://en.wikipedia.org/wiki/Theodotion\">Theodotion</a>), with cantillation added. </p>\n<p>The story of Susanna might be the most notorious one missing from the book of Daniel. This legend of a woman who rejects the advances of two lecherous old men, then is almost sentenced to death by their false claims, is painfully relevant to this day. Why was the story of Susanna missing from the Hebrew text? Several hypotheses have been put forth. One suggests that the end of the story, where the men are sentenced to death for their false oath, appeared to the rabbis as unhalakhic. In order to reflect this issue I edited the cantillation in that verse to separate &#8220;accordng to all the torah/instruction of Moses&#8221; from &#8220;and they killed them.&#8221; Another suggests that the wordplay found near the end of the book, where the trees the men list are punned with the angel&#8217;s actions, only work in the Greek. This translation follows the suggestion of R. Nehemias Brüll <em>z&#8221;l</em>, who rather than translating the trees directly, translated the paranomasia. The third is the story&#8217;s negative portrayal of Babylonian sages, which may have been taken as anti-rabbinic propaganda. I personally don&#8217;t believe that, and have kept it in.\n</div>\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Greek)</th>\n<th style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\nΣουσαννα<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשושנה והזקנים<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Shoshanah and the Elders</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>1</sup>&nbsp;Καὶ ἦν ἀνὴρ οἰκῶν ἐν Βαβυλῶνι, καὶ ὄνομα αὐτῷ Ιωακιμ. <sup>2</sup>&nbsp;καὶ ἔλαβεν γυναῖκα, ᾗ ὄνομα Σουσαννα θυγάτηρ Χελκιου, καλὴ σφόδρα καὶ φοβουμένη τὸν κύριον· <sup>3</sup>&nbsp;καὶ οἱ γονεῖς αὐτῆς δίκαιοι καὶ ἐδίδαξαν τὴν θυγατέρα αὐτῶν κατὰ τὸν νόμον Μωυσῆ. <sup>4</sup>&nbsp;καὶ ἦν Ιωακιμ πλούσιος σφόδρα, καὶ ἦν αὐτῷ παράδεισος γειτνιῶν τῷ οἴκῳ αὐτοῦ· καὶ πρὸς αὐτὸν προσήγοντο οἱ Ιουδαῖοι διὰ τὸ εἶναι αὐτὸν ἐνδοξότερον πάντων.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִי֙ אִ֣ישׁ אֶחָ֔ד יוֹשֵׁ֖ב בְּבָבֶ֑ל וּשְׁמ֖וֹ יוֹיָקִֽים׃ וַיִּקַּ֨ח לְאִשָּׁ֜ה שׁוֹשַׁנָּ֣ה בַּת־חִלְקִיָּ֗ה יְפַת־תֹּאַר֙ וִיפַ֣ת מַרְאֶ֔ה וִירֵאָ֖ה אֶת־יהוֽה׃ וְהוֹרֶ֖יהָ צַדִּיקִ֣ים הָי֑וּ וְלוֹמְדֶ֖יהָ כְּכׇל־תּוֹרַ֥ת משֶֽׁה׃ וְיוֹיָקִ֤ים הָיָה֙ עֲשִׁ֣יר מְאֹ֔ד וַֽיְהִי־ל֥וֹ פַּרְנֵ֖ס אֵ֣צֶל־בֵּית֑וֹ וְכׇל־הַיִּהוּדִים֙ בָּ֣אוּ אֵלָ֔יו כִּ֧י מְכֻבָּ֛ד ה֥וּא הָיָ֖ה מֵעַ֥ל כֻּלָּֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>1</sup>&nbsp;And there was a man living in Babylon, and his name was Yoyaḳim. <sup>2</sup>&nbsp;He took a wife named Shoshanah daughter of Ḥilqiyah, very beautiful and fearing YHVH. <sup>3</sup>&nbsp;And her parents were righteous and had taught their daughter according to the torah/instruction of Mosheh. <sup>4</sup>&nbsp;And Yoyaḳim was very rich and had an orchard adjoining his house, and the Judeans used to come to him because he was the most honored of them all.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>5</sup>&nbsp;καὶ ἀπεδείχθησαν δύο πρεσβύτεροι ἐκ τοῦ λαοῦ κριταὶ ἐν τῷ ἐνιαυτῷ ἐκείνῳ, περὶ ὧν ἐλάλησεν ὁ δεσπότης ὅτι Ἑξῆλθεν ἀνομία ἐκ Βαβυλῶνος ἐκ πρεσβυτέρων κριτῶν, οἳ ἐδόκουν κυβερνᾶν τὸν λαόν. <sup>6</sup>&nbsp;οὗτοι προσεκαρτέρουν ἐν τῇ οἰκίᾳ Ιωακιμ, καὶ ἤρχοντο πρὸς αὐτοὺς πάντες οἱ κρινόμενοι. <sup>7</sup>&nbsp;καὶ ἐγένετο ἡνίκα ἀπέτρεχεν ὁ λαὸς μέσον ἡμέρας, εἰσεπορεύετο Σουσαννα καὶ περιεπάτει ἐν τῷ παραδείσῳ τοῦ ἀνδρὸς αὐτῆς. <sup>8</sup>&nbsp;καὶ ἐθεώρουν αὐτὴν οἱ δύο πρεσβύτεροι καθ&#8217; ἡμέραν εἰσπορευομένην καὶ περιπατοῦσαν καὶ ἐγένοντο ἐν ἐπιθυμίᾳ αὐτῆς. <sup>9</sup>&nbsp;καὶ διέστρεψαν τὸν ἑαυτῶν νοῦν καὶ ἐξέκλιναν τοὺς ὀφθαλμοὺς αὐτῶν τοῦ μὴ βλέπειν εἰς τὸν οὐρανὸν μηδὲ μνημονεύειν κριμάτων δικαίων. <sup>10</sup>&nbsp;καὶ ἦσαν ἀμφότεροι κατανενυγμένοι περὶ αὐτῆς καὶ οὐκ ἀνήγγειλαν ἀλλήλοις τὴν ὀδύνην αὐτῶν, <sup>11</sup>&nbsp;ὅτι ᾐσχύνοντο ἀναγγεῖλαι τὴν ἐπιθυμίαν αὐτῶν ὅτι ἤθελον συγγενέσθαι αὐτῇ. <sup>12</sup>&nbsp;καὶ παρετηροῦσαν φιλοτίμως καθ&#8217; ἡμέραν ὁρᾶν αὐτήν. <sup>13</sup>&nbsp;καὶ εἶπαν ἕτερος τῷ ἑτέρῳ Πορευθῶμεν δὴ εἰς οἶκον, ὅτι ἀρίστου ὥρα ἐστίν· καὶ ἐξελθόντες διεχωρίσθησαν ἀπ&#8217; ἀλλήλων· <sup>14</sup>&nbsp;καὶ ἀνακάμψαντες ἦλθον ἐπὶ τὸ αὐτὸ καὶ ἀνετάζοντες ἀλλήλους τὴν αἰτίαν ὡμολόγησαν τὴν ἐπιθυμίαν αὐτῶν· καὶ τότε κοινῇ συνετάξαντο καιρὸν ὅτε αὐτὴν δυνήσονται εὑρεῖν μόνην.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִ֣י בַּשָּׁנָ֣ה הַהִ֡יא וַיִּנָּתְנוּ֩ שְׁנֵ֨י זִקְנֵ֤י הָעָם֙ כַּשּׁוֹפְטִ֔ים וַעֲלֵיהֶ֖ם נֶאֱמַ֣ר הַאֲדֹ֑ן כִּ֨י מִבָּבֶ֜ל תֵּצֵ֣א חָמַ֗ס וּדְבַ֤ר בְּלִיַּ֙עַל֙ מִזְּקֵנִ֔ים בִּמְק֗וֹם שׁוֹפְטִים֙ בֵּ֣ין הַגּוֹיִ֔ם וּמוֹכִיחִ֖ים לְעַמִּ֥ים רַבִּֽים׃ וְכׇל־י֤וֹם וָיוֹם֙ נִמְצָאִ֔ים הָאֲנָשִׁ֥ים הָאֵ֖לֶּה בְּבֵ֣ית יוֹיָקִ֑ים וְכֹ֣ל ׀ אֲשֶׁ֣ר הָֽיָה־ל֗וֹ רִ֧יב לְמִשְׁפָּ֛ט בָּ֥אוּ אֲלֵיהֶ֖ם שָֽׁם׃ וַיְהִ֗י כַּאֲשֶׁ֛ר יָצְא֥וּ הָאֲנָשִׁ֖ים בַּצׇּהֳרָ֑יִם וַתָּבֺ֤א שׁוֹשַׁנָּה֙ וַתִּ֣תְהַלֵּ֔ךְ בְּפַרְנֵ֖ס אִישָֽׁהּ׃ וְכׇל־י֥וֹם הַזְּקֵנִ֛ים רוֹאֶ֥יהָ בְּבֹאָ֖הּ וּמַחֲזֶ֣יהָ בַּהֲלִיכָתָ֑הּ וַיִּתְאַוּ֖וּ אַחֲרֶֽיהָ׃ וַיָּסֻ֣רוּ אֶת־לִבָּ֗ם וַיְכֻסּוּ֙ אֶת־עֵ֣ינֵיהֶ֔ם פֶּן־יַבִּ֖יטוּ הַשָּׁמָ֑יְמָה וּפֶן־יִזְכְּר֖וּ לִשְׁפֹּ֥ט צֶֽדֶק׃ וַיִּסְתַּ֖נְוְרוּ־בָ֑הּ וְלֹא־הִגִּ֥ידוּ צָרָתָ֖ם אִ֥ישׁ אֶל־רֵעֵֽהוּ׃ כִּי־בֹ֖שׁוּ מֵהַגִּ֣יד אֶת־תַּאֲוָתָ֑ם וַיַּחְפְּצ֖וּ בְּמִשְׁכָּ֥ב אִתָּֽהּ׃ וְכׇל־י֥וֹם וָי֖וֹם נִכְסְפ֥וּ לִרְאוֹתָֽהּ׃ וַיֹּאמְר֣וּ ׀ אִ֣ישׁ אֶל־רֵעֵ֗הוּ עַתָּ֤ה נֵלְכָה֙ הַבַּ֔יְתָה כִּ֥י הִגִּ֖יעַ זְמַ֣ן אֲכִילָ֑ה וַיֵּצְא֧וּ וַיִּפָּרְד֛וּ אִ֖ישׁ מֵעַ֥ל רֵעֵֽהוּ׃ וַיָּשֻׁ֣בוּ וַיָּבֹאוּ֮ אֶל־עֶ֣צֶם הַמָּק֣וֹם הַהוּא֒ וַיִּפְצְר֞וּ אִ֤ישׁ אֶל־רֵעֵ֙הוּ֙ עַל־מֶ֔ה וַיַּגִּיד֖וּ אֶת־תַּאֲוָתָ֑ם וַיִּוָּֽעֲצוּ־זְמַ֥ן לִפְגֹּשָׁ֖הּ לְבַדָּֽהּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>5</sup>&nbsp;And that year two elders from the people were appointed as judges, concerning whom the Master had said: &#8220;Lawlessness came forth from Babylon, from elders who were judges, who were supposed to govern the people.&#8221; <sup>6</sup>&nbsp;These men were always to be found at Yoyaḳim&#8217;s house, and all who had a case to be tried would come to them there. <sup>7</sup>&nbsp;And it happened when the people left at noon that Shoshanah would enter and walk about in her husband&#8217;s orchard. <sup>8</sup>&nbsp;And every day the two elders would watch her going in and walking about, and they were in lust with her. <sup>9</sup>&nbsp;And they diverted their own mind and turned away their eyes in order not to look to heaven nor to remember to make right decisions.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Or &#8216;judgments.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>10</sup>&nbsp;And both were transfixed<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Or &#8216;bedazzled.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> by her, and they did not tell one another their distress, <sup>11</sup>&nbsp;because they were ashamed to tell their lust, that they wanted to be intimate<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Or &#8216;have sex.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> with her. <sup>12</sup>&nbsp;And every day they would watch eagerly to see her. <sup>13</sup>&nbsp;And they said, one to the other, &#8220;Now, let us go home, for it is time for lunch.&#8221; And they left and parted from one another. <sup>14</sup>&nbsp;And when they bent back, they came to the same place, and when they pressed one another for the reason, they acknowledged their lust. And then together they arranged a time when they could find her alone.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>15</sup>&nbsp;καὶ ἐγένετο ἐν τῷ παρατηρεῖν αὐτοὺς ἡμέραν εὔθετον εἰσῆλθέν ποτε καθὼς ἐχθὲς καὶ τρίτης ἡμέρας μετὰ δύο μόνων κορασίων καὶ ἐπεθύμησε λούσασθαι ἐν τῷ παραδείσῳ, ὅτι καῦμα ἦν· <sup>16</sup>&nbsp;καὶ οὐκ ἦν οὐδεὶς ἐκεῖ πλὴν οἱ δύο πρεσβύτεροι κεκρυμμένοι καὶ παρατηροῦντες αὐτήν. <sup>17</sup>&nbsp;καὶ εἶπεν τοῖς κορασίοις Ἑνέγκατε δή μοι ἔλαιον καὶ σμῆγμα καὶ τὰς θύρας τοῦ παραδείσου κλείσατε, ὅπως λούσωμαι. <sup>18</sup>&nbsp;καὶ ἐποίησαν καθὼς εἶπεν καὶ ἀπέκλεισαν τὰς θύρας τοῦ παραδείσου καὶ ἐξῆλθαν κατὰ τὰς πλαγίας θύρας ἐνέγκαι τὰ προστεταγμένα αὐταῖς καὶ οὐκ εἴδοσαν τοὺς πρεσβυτέρους, ὅτι ἦσαν κεκρυμμένοι. <sup>19</sup>&nbsp;καὶ ἐγένετο ὡς ἐξήλθοσαν τὰ κοράσια, καὶ ἀνέστησαν οἱ δύο πρεσβῦται καὶ ἐπέδραμον αὐτῇ <sup>20</sup>&nbsp;καὶ εἶπον Ἰδοὺ αἱ θύραι τοῦ παραδείσου κέκλεινται, καὶ οὐδεὶς θεωρεῖ ἡμᾶς, καὶ ἐν ἐπιθυμίᾳ σού ἐσμεν· διὸ συγκατάθου ἡμῖν καὶ γενοῦ μεθ&#8217; ἡμῶν· <sup>21</sup>&nbsp;εἰ δὲ μή, καταμαρτυρήσομέν σου ὅτι ἦν μετὰ σοῦ νεανίσκος καὶ διὰ τοῦτο ἐξαπέστειλας τὰ κοράσια ἀπὸ σοῦ. <sup>22</sup>&nbsp;καὶ ἀνεστέναξεν Σουσαννα καὶ εἶπεν Στενά μοι πάντοθεν· ἐάν τε γὰρ τοῦτο πράξω, θάνατός μοί ἐστιν, ἐάν τε μὴ πράξω, οὐκ ἐκφεύξομαι τὰς χεῖρας ὑμῶν· <sup>23</sup>&nbsp;αἱρετόν μοί ἐστιν μὴ πράξασαν ἐμπεσεῖν εἰς τὰς χεῖρας ὑμῶν ἢ ἁμαρτεῖν ἐνώπιον κυρίου. <sup>24</sup>&nbsp;καὶ ἀνεβόησεν φωνῇ μεγάλῃ Σουσαννα, ἐβόησαν δὲ καὶ οἱ δύο πρεσβῦται κατέναντι αὐτῆς. <sup>25</sup>&nbsp;καὶ δραμὼν ὁ εἷς ἤνοιξεν τὰς θύρας τοῦ παραδείσου. <sup>26</sup>&nbsp;ὡς δὲ ἤκουσαν τὴν κραυγὴν ἐν τῷ παραδείσῳ οἱ ἐκ τῆς οἰκίας, εἰσεπήδησαν διὰ τῆς πλαγίας θύρας ἰδεῖν τὸ συμβεβηκὸς αὐτῇ. <sup>27</sup>&nbsp;ἡνίκα δὲ εἶπαν οἱ πρεσβῦται τοὺς λόγους αὐτῶν, κατῃσχύνθησαν οἱ δοῦλοι σφόδρα, ὅτι πώποτε οὐκ ἐρρέθη λόγος τοιοῦτος περὶ Σουσαννης.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִ֣י כִּי־שָׁמְרוּ֮ לַיּוֹם֒ וַתָּבֺ֗א כַּבָּאָה֙ אֶתְמ֣וֹל שִׁלְשׁ֔וֹם וּשְׁתֵּ֥י נְעָר֖וֹת עִמָּ֑הּ וַתַּחְפֹּ֤ץ בִּרְחִיצָה֙ בְּפַרְדֵּ֔ס כִּ֖י חַם־לָֽהּ׃ וְאֵ֖ין שָׁ֑ם מִלְּבַ֕ד שְׁנֵ֛י הַזְּקֵנִ֥ים הַנִּסְתָּרִ֖ים אֲשֶׁ֥ר רוֹאֶֽיהָ׃ וַתֹּ֖אמֶר אֶל־הַנְּעָר֑וֹת הָ֠בְןָ הָבֵ֨אןָ לִ֤י שֶֽׁמֶן־זַ֙יִת֙ וּבֹרִ֔ית וּסְגֹ֕רְןָ אֶת־דַּלְת֥וֹת הַפַּרְדֵּ֖ס וָאֶרְחַֽצָה׃ וַתַּעֲשֶׂ֣יןָ כִּדְבָרֶ֗יהָ וַתִּסְגֹּ֙רְןָ֙ אֶת־דַּלְת֣וֹת הַפַּרְדֵּ֔ס וָתֵּצֶ֛אןָ בַּפֶּ֥תַח הַקָּטָ֖ן כַּהִצְטַוֵּיתֶ֑ן וְלֹא־רָאוּ֙ אָת־הַזְּקֵנִ֔ים כִּי־נִסְתָּרִ֖ים הֵֽמָּה׃ וַיְהִ֖י כִּי־יָצְא֣וּ הַנְּעָר֑וֹת וַיָּקֻ֥מוּ הַזְּקֵנִ֖ים וַיָּרֻ֥צוּ אֵלֶֽיהָ׃ וַיֹּאמְרוּ֩ הִנֵּ֨ה סְגוּרִ֜ים דַּלְת֣וֹת הַפַּרְדֵּ֗ס וְאֵין־אִישׁ֙ לִרְאוֹתֵ֔נוּ וַאֲנַ֖חְנוּ מִ֣תְאַוִּים־לָ֑ךְ עַל־כֵּ֥ן הֵאוֹתִ֖י וּב֥וֹאִי אֵלֵֽינוּ׃ וְאִם־לֹ֗א נַ֨עֲנָה־בָּ֤ךְ עֵדִים֙ לֵאמֹ֔ר כִּי־נַ֥עַר הָיָ֖ה עִמָּ֑ךְ וְעַל־כֵּ֛ן שִׁלַּ֥חְתְּ אֶת־הַנְּעָר֖וֹת מִמֵּֽךְ׃ וַתֵּאָנֵ֥חַ שׁוֹשַׁנָּ֖ה וַתֹּאמַ֑ר צַר־לִ֣י מִכׇּל־מִסָּבִ֗יב כִּ֥י אִ֨ם אֶעֱשֶׂ֤ה כֵן֙ הִנֵּה֙ מֵתָ֣ה אָנֹ֔כִי וְאִם־לֹ֧א אֶעֱשֶׂה־כֵ֛ן אֵ֥ין מַצִּ֖יל מִידֵיכֶֽם׃ טוֹב־לִ֕י אֶפֹּ֥לָה בִּידֵיכֶ֖ם תָּמִ֑ים מִדָּבָ֣ר הַזֶּ֔ה וְלֹא־אֶחֱטָ֖א לִפְנֵ֥י יהוֽה׃ וַתִּזְעַ֥ק שׁוֹשַׁנָּ֖ה זְעָקָ֣ה גְּדוֹלָ֑ה אַ֕ךְ גַּ֥ם הַזְּקֵנִ֖ים זָעֲק֥וּ נֶגְדָּֽהּ׃ וַתָּ֖רׇץ הָאַחַ֑ת וַתִּפְתַּ֖ח אֶת־דַּלְת֥וֹת הַפַּרְדֵּֽס׃ וַיִּשְׁמְע֤וּ בְנֵי־הַבַּיִת֙ אֶת־הַזְּעָקָ֣ה בַּפַּרְדֵּ֔ס וַיְמַהֲר֥וּ וַיַּעֲבִ֖רוּ בַּפֶּ֣תַח הַקָּטָ֑ן לִרְא֖וֹת מֶ֥ה הָֽיָה־לָֽהּ׃ וַיְדַבְּר֤וּ הַזְּקֵנִים֙ דִּבְרֵיהֶ֔ם וַיֵּבֹשׁ֥וּ הָעֲבָדִ֖ים מְאֹ֑ד כִּ֨י מֵעוֹלָ֧ם לֹא־נֶאֱמַ֛ר אָמ֥וּר כָּזֶ֖ה בְּשׁוֹשַׁנָּֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>15</sup>&nbsp;And it happened while they were watching for an opportune day, she entered one time just as yesterday and the third day with only two girls and desired to bathe in the orchard, for it was hot. <sup>16</sup>&nbsp;And no one was there except the two elders, hidden and watching her. <sup>17</sup>&nbsp;And she said to the girls, &#8220;Now, bring me olive oil and soaps, and shut the orchard doors so that I can bathe.&#8221; <sup>18</sup>&nbsp;And they did as she said, and they shut the orchard doors and went out by the side doors to bring the things they had been commanded. And they did not see the elders, because they were hidden. <sup>19</sup>&nbsp;And it happened when the girls had gone out, the two elders got up and ran to her <sup>20</sup>&nbsp;and said, &#8220;Lo, the orchard doors are shut, and no one can see us, and we are in lust with you. Therefore, give your consent to us, and be with us. <sup>21</sup>&nbsp;But if not, we will testify against you that a young man was with you, and for this reason you sent the girls away from you.&#8221; <sup>22</sup>&nbsp;And Shoshanah groaned and said, &#8220;Things are narrow for me on all sides. For if I do this, it is death for me; if I do not, I will not escape your hands. <sup>23</sup>&nbsp;It is preferable for me to fall into your hands by not doing it than to sin before YHVH.&#8221; <sup>24</sup>&nbsp;And Shoshanah cried out with a loud voice, but also the two elders shouted against her. <sup>25</sup>&nbsp;And running, the one opened the orchard doors. <sup>26</sup>&nbsp;But when those from the house heard the shouting in the orchard, they rushed in through the side door to see what had happened to her. <sup>27</sup>&nbsp;But when the elders spoke their words, the slaves felt very ashamed, for never had a word like this been said about Shoshanah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>28</sup>&nbsp;Καὶ ἐγένετο τῇ ἐπαύριον ὡς συνῆλθεν ὁ λαὸς πρὸς τὸν ἄνδρα αὐτῆς Ιωακιμ, ἦλθον οἱ δύο πρεσβῦται πλήρεις τῆς ἀνόμου ἐννοίας κατὰ Σουσαννης τοῦ θανατῶσαι αὐτὴν <sup>29</sup>&nbsp;καὶ εἶπαν ἔμπροσθεν τοῦ λαοῦ Ἀποστείλατε ἐπὶ Σουσανναν θυγατέρα Χελκιου, ἥ ἐστιν γυνὴ Ιωακιμ· οἱ δὲ ἀπέστειλαν. <sup>30</sup>&nbsp;καὶ ἦλθεν αὐτὴ καὶ οἱ γονεῖς αὐτῆς καὶ τὰ τέκνα αὐτῆς καὶ πάντες οἱ συγγενεῖς αὐτῆς· <sup>31</sup>&nbsp;ἡ δὲ Σουσαννα ἦν τρυφερὰ σφόδρα καὶ καλὴ τῷ εἴδει. <sup>32</sup>&nbsp;οἱ δὲ παράνομοι ἐκέλευσαν ἀποκαλυφθῆναι αὐτήν, ἦν γὰρ κατακεκαλυμμένη, ὅπως ἐμπλησθῶσιν τοῦ κάλλους αὐτῆς· <sup>33</sup>&nbsp;ἔκλαιον δὲ οἱ παρ&#8217; αὐτῆς καὶ πάντες οἱ ἰδόντες αὐτήν. <sup>34</sup>&nbsp;ἀναστάντες δὲ οἱ δύο πρεσβῦται ἐν μέσῳ τῷ λαῷ ἔθηκαν τὰς χεῖρας ἐπὶ τὴν κεφαλὴν αὐτῆς· <sup>35</sup>&nbsp;ἡ δὲ κλαίουσα ἀνέβλεψεν εἰς τὸν οὐρανόν, ὅτι ἦν ἡ καρδία αὐτῆς πεποιθυῖα ἐπὶ τῷ κυρίῳ. <sup>35</sup>&nbsp; <sup>36</sup>&nbsp;εἶπαν δὲ οἱ πρεσβῦται Περιπατούντων ἡμῶν ἐν τῷ παραδείσῳ μόνων εἰσῆλθεν αὕτη μετὰ δύο παιδισκῶν καὶ ἀπέκλεισεν τὰς θύρας τοῦ παραδείσου καὶ ἀπέλυσεν τὰς παιδίσκας· <sup>37</sup>&nbsp;καὶ ἦλθεν πρὸς αὐτὴν νεανίσκος, ὃς ἦν κεκρυμμένος, καὶ ἀνέπεσε μετ&#8217; αὐτῆς. <sup>38</sup>&nbsp;ἡμεῖς δὲ ὄντες ἐν τῇ γωνίᾳ τοῦ παραδείσου ἰδόντες τὴν ἀνομίαν ἐδράμομεν ἐπ&#8217; αὐτούς· <sup>39</sup>&nbsp;καὶ ἰδόντες συγγινομένους αὐτοὺς ἐκείνου μὲν οὐκ ἠδυνήθημεν ἐγκρατεῖς γενέσθαι διὰ τὸ ἰσχύειν αὐτὸν ὑπὲρ ἡμᾶς καὶ ἀνοίξαντα τὰς θύρας ἐκπεπηδηκέναι, <sup>40</sup>&nbsp;ταύτης δὲ ἐπιλαβόμενοι ἐπηρωτῶμεν, τίς ἦν ὁ νεανίσκος, <sup>41</sup>&nbsp;καὶ οὐκ ἠθέλησεν ἀναγγεῖλαι ἡμῖν. ταῦτα μαρτυροῦμεν. καὶ ἐπίστευσεν αὐτοῖς ἡ συναγωγὴ ὡς πρεσβυτέροις τοῦ λαοῦ καὶ κριταῖς καὶ κατέκριναν αὐτὴν ἀποθανεῖν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִ֣י מִמׇּחֳרָ֗ת וַיֵּאָסֵ֣ף כׇּל־הָעָ֣ם אֶל־יוֹיָקִ֣ים אִישָׁ֡הּ וַיָּבֹ֩אוּ֩ שְׁנֵ֨י הַזְּקֵנִ֤ים מְלֵאִים֙ עֲלִילַ֣ת הֶחָמָ֔ס בְּשׁוֹשַׁנָּ֖ה לַהֲמִיתָהּ֑ וַיֹּאמְר֛וּ בִּפְנֵ֥י כׇל־הָעָ֖ם לֵאמֹֽר׃ שִׁלְחוּ־נָ֕א שׁוֹשַׁנָּ֥ה בַּת־חִלְקִיָּ֖ה אֵ֣שֶׁת יוֹיָקִ֑ים וַ֖יִּשְׁלָֽחוּ׃ וַתָּבֺ֗א וְהוֹרֶ֛יהָ וִילָדֶ֥יהָ וְכׇל־קְרוֹבֶ֖יהָ עִמָּֽהּ׃ וְשׁוֹשַׁנָּ֣ה הָיְתָ֔ה יְפַת־תֹּ֖אַר וִיפַת־מַרְאֶֽה׃ וַיִּפְקְד֤וּ הַנְּבָלִים֙ וַתִּגָּ֔לוּ כִּי־כֻּסֵּ֥ית בַּצָּעִ֖יף הִ֑יא לִשְׂבֹּ֖עַ‎ בְּיׇפְיָֽה׃ וַיִּבְכּ֗וּ כׇל־אֲשֶׁ֥ר עִמָּ֖הּ וְכׇל־רוֹאֶֽיהָ׃ וַיָּקֻ֛מוּ שְׁנֵ֥י הַזְּקֵנִ֖ים לִפְנֵ֣י הָעָ֑ם וַיִּשְׂא֥וּ אֶת־יְדֵיהֶ֖ם עָלֶֽיהָ׃ וַתֵּ֕בְךְּ וַתִּשָּׂ֥א אֶת־עֵינֶ֖יהָ הַשָּׁמָ֑יְמָה כִּ֛י לִבָּ֥הּ בָּטַ֖ח בַּיהוֽה׃ וַיֹּא֣מְרוּ הַזְּקֵנִ֗ים אֲנַ֥חְנוּ הִתְהַלַּ֣כְנוּ בְּפַרְדֵּס֮ בִּלְבָדֵ֒ינוּ֒ וַתָּבֺא֙ הָאִשָּׁ֣ה הַזֹּא֔ת וּשְׁתֵּ֥י שְׁפָח֖וֹת עִמָּ֑הּ וַתִּסְגֹּ֥ר אֶת־הַדֶּ֖לֶת וַתִּשְׁלַ֥ח אֶת־הַשְּׁפָחֽוֹת׃ וַיָּ֖קׇם נַ֣עַר נִסְתָּ֑ר וַיָּב֥וֹא אֵלֶ֖יהָ וַיִּשְׁכַּ֥ב עִמָּֽהּ׃ וַאֲנַ֥חְנוּ נִצָּבִ֖ים בִּפְאַ֣ת הַפַּרְדֵּ֑ס וְאֶת־הֶחָמָ֣ס רָאִ֔ינוּ וַנָּ֖רׇץ אֵלֶֽיהָ׃ וְאוֹתָ֣ם ׀ בַּזְנּ֣וּת רָאִ֗ינוּ וְאֵינֶ֤נּוּ לְהַחֲזִיק֙ בָּאִ֣ישׁ הַה֔וּא כִּי־חָזָ֖ק מִמֶּ֑נּוּ וַיִּפְתַּ֥ח אֶת־הַדְּלָת֖וֹת וַיָּנֹֽס׃ אַ֕ךְ בָּאִשָּׁ֥ה הַזֹּא֖ת הֶחֱזַ֑קְנוּ וַנְּבַקֵּ֧שׁ מִמֶּ֛נָּה אֶת־מִ֖י הָאִ֥ישׁ הַהֽוּא׃ וְלֹ֤א הִגִּֽידָה־לָנוּ֙ אֶת־הַדְּבָרִ֣ים הָאֵ֔לֶּה עֵדִ֖ים אֲנַ֑חְנוּ וְכִי־זִקְנֵ֨י הָעָ֤ם וְשׁוֹפְטִים֙ הֵ֔מָּה הַקָּהָל֙ הֶאֱמִ֣ינוּ בָהֶ֔ם וַיִּֽשְׁפְּטוּ־בָּ֖הּ מִשְׁפַּ֥ט מָֽוֶת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>28</sup>&nbsp;And it happened the next day, when the people gathered to her husband Yoyaḳim, the two elders came, full of the lawless plot against Shoshanah, to have her put to death. And in the presence of the people they said, <sup>29</sup>&nbsp;&#8220;Send for Shoshanah daughter of Ḥilqiyah, who is the wife of Yoyaḳim.&#8221; So they sent, <sup>30</sup>&nbsp;and she came, and her parents and her children and all her relatives. <sup>31</sup>&nbsp;Now Shoshanah was very refined and beautiful in appearance. <sup>32</sup>&nbsp;Then the scoundrels commanded that she be uncovered (for she was veiled) so that they could be sated with her beauty. <sup>33</sup>&nbsp;But those who were with her and all who saw her began weeping. <sup>34</sup>&nbsp;Then after the two elders stood up before the people, they put their hands on her head. <sup>35</sup>&nbsp;But she, while crying, looked up to heaven, because her heart trusted in YHVH. <sup>36</sup>&nbsp;Then the elders said, &#8220;While we were walking in the orchard alone, this woman came in with two maids and shut the orchard doors and dismissed the maids. <sup>37</sup>&nbsp;And a young man, who was hiding, came to her and lay down with her. <sup>38</sup>&nbsp;Now since we were in the corner of the orchard, when we saw the lawlessness, we ran to them. <sup>39</sup>&nbsp;And although we saw them being intimate,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Or &#8216;having sex.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> we were not able to take hold of that man, because he was stronger than we, and when he had opened the doors, he ran away. <sup>40</sup>&nbsp;But when we had seized this woman, we asked who the young man was, <sup>41</sup>&nbsp;and she did not want to tell us. These things we testify.&#8221; And as they were elders of the people and judges, the assembly believed them, and they condemned her to death.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>42</sup>&nbsp;ἀνεβόησεν δὲ φωνῇ μεγάλῃ Σουσαννα καὶ εἶπεν Ὁ θεὸς ὁ αἰώνιος ὁ τῶν κρυπτῶν γνώστης ὁ εἰδὼς τὰ πάντα πρὶν γενέσεως αὐτῶν, <sup>43</sup>&nbsp;σὺ ἐπίστασαι ὅτι ψευδῆ μου κατεμαρτύρησαν· καὶ ἰδοὺ ἀποθνῄσκω μὴ ποιήσασα μηδὲν ὧν οὗτοι ἐπονηρεύσαντο κατ&#8217; ἐμοῦ. <sup>44</sup>&nbsp;Καὶ εἰσήκουσεν κύριος τῆς φωνῆς αὐτῆς. <sup>45</sup>&nbsp;καὶ ἀπαγομένης αὐτῆς ἀπολέσθαι ἐξήγειρεν ὁ θεὸς τὸ πνεῦμα τὸ ἅγιον παιδαρίου νεωτέρου, ᾧ ὄνομα Δανιηλ, <sup>46</sup>&nbsp;καὶ ἐβόησεν φωνῇ μεγάλῃ Καθαρὸς ἐγὼ ἀπὸ τοῦ αἵματος ταύτης. <sup>47</sup>&nbsp;ἐπέστρεψεν δὲ πᾶς ὁ λαὸς πρὸς αὐτὸν καὶ εἶπαν Τίς ὁ λόγος οὗτος, ὃν σὺ λελάληκας; <sup>48</sup>&nbsp;ὁ δὲ στὰς ἐν μέσῳ αὐτῶν εἶπεν Οὕτως μωροί, οἱ υἱοὶ Ισραηλ; οὐκ ἀνακρίναντες οὐδὲ τὸ σαφὲς ἐπιγνόντες κατεκρίνατε θυγατέρα Ισραηλ; <sup>49</sup>&nbsp;ἀναστρέψατε εἰς τὸ κριτήριον· ψευδῆ γὰρ οὗτοι κατεμαρτύρησαν αὐτῆς.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַתִּזְעַ֧ק שׁוֹשַׁנָּ֛ה בְּק֥וֹל גָּד֖וֹל וַתֹּאמַ֑ר אֵ֤ל עוֹלָם֙ הַמֵּבִ֣ין אֶת־כׇּל־הַנִּסְתָּר֔וֹת הַיּוֹדֵ֕עַ כׇּל־דָּבָ֖ר מֵרֵאשִׁ֥ית דַּרְכּֽוֹ׃ אַתָּ֣ה יָדַ֗עְתָּ כִּ֤י עֵדֵי־שֶׁ֙קֶר֙ עָֽנוּ־בִּ֣י סָרָ֔ה וְהִנֵּ֖ה מ֣וֹת אָמ֑וּת כִּ֚י לֹ֣א עָשִׂ֔יתִי אֵ֛ת כׇּל־אֲשֶׁ֥ר הֵעִֽידוּ־בִ֖י בֶּחָמָֽס׃ וַיִּשְׁמַ֥ע יהו֖ה אֶת־קוֹלָֽהּ׃ וַיּוֹלִיכ֖וּהָ לַהֲמִיתָ֑הּ וַיָּ֤עַר אֱלֹהִים֙ אֶת־ר֙וּחַ֙ נַ֣עַר אֶחָ֔ד וּשְׁמ֖וֹ דָּנִיאֵֽל׃ וַיִּקְרָ֥א אֲלֵיהֶ֖ם בְּק֣וֹל גְּד֑וֹל נָקִ֣י אָנֹ֔כִי מִדָּ֥ם הָאִשָּׁ֖ה הַזֹּאֽת׃ וַיָּסֻ֤רוּ כׇּל־הָעָם֙ אֵלָ֔יו וַיֹּא֖מרוּ־ל֑וֹ מָ֛ה הַדָּבָ֥ר הַזֶּ֖ה אֲשֶׁ֥ר דִּבַּֽרְתָּ׃ וְהוּא֩ נִצָּ֨ב בְּתוֹכָ֜ם וַיֹּ֗אמֶר הֲכְסִילִ֧ים אֲתֶּ֛ם כָּזֶ֖ה בְּנֵ֣י יִשְׂרָאֵ֑ל הֲלֹ֤א חוֹקְרִים֙ הֲלֹא־נוֹדָעִ֣ים אֱמֶ֔ת הֲמַ֥רְשִׁיעִ֖ים אֶת־בַּ֥ת יִשְׂרָאֵֽל׃ שׁוּבוּ־נָ֖א אֵל־הַשַּׁ֑עַר כִּ֚י הָאֲנָשִׁ֣ים הָאֵ֔לֶּה עָנוּ־בָּ֖הּ עֵדוּת־שָֽׁקֶר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>42</sup>&nbsp;Then Shoshanah cried out with a loud voice and said, &#8220;El of the Cosmos, you who are familiar with secret things, you who know all things before their beginning, <sup>43</sup>&nbsp;you understand that they have testified lies against me. And lo, I will die, though I have done nothing that they have maliciously alleged against me!&#8221; <sup>44</sup>&nbsp;And YHVH heeded her voice. <sup>45</sup>&nbsp;And as she was being led away to be executed, Elohim awakened the holy spirit of a young lad whose name was Daniel, <sup>46</sup>&nbsp;and he shouted with a loud voice, &#8220;I am innocent of this woman&#8217;s blood!&#8221; <sup>47</sup>&nbsp;Then all the people turned to him and said, &#8220;What is this word that you have spoken?&#8221; <sup>48</sup>&nbsp;So he, as he stood among them said, &#8220;Are you such fools, O sons of Yisrael? Without examining nor learning the plain truth, do you condemn a daughter of Yisrael? <sup>49</sup>&nbsp;Return to the court, for these men have testified lies against her.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>50</sup>&nbsp;καὶ ἀνέστρεψεν πᾶς ὁ λαὸς μετὰ σπουδῆς. καὶ εἶπαν αὐτῷ οἱ πρεσβύτεροι Δεῦρο κάθισον ἐν μέσῳ ἡμῶν καὶ ἀνάγγειλον ἡμῖν· ὅτι σοὶ δέδωκεν ὁ θεὸς τὸ πρεσβεῖον. <sup>51</sup>&nbsp;καὶ εἶπεν πρὸς αὐτοὺς Δανιηλ Διαχωρίσατε αὐτοὺς ἀπ&#8217; ἀλλήλων μακράν, καὶ ἀνακρινῶ αὐτούς.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְמַהֲר֥וּ כׇּל־הָעָ֖ם לָשׁ֣וּב הַשַּׂ֑עֲרָה וַיֹּא֤מרוּ אֵלָיו֙ הַזְּקֵנִ֔ים ס֨וּרָה שְׁבָה־פֹּ֤ה עִמָּנוּ֙ וְהַגֵּ֣ד לָ֔נוּ כִּ֛י נָתַן־לְךָ֥ אֱלֹהִ֖ים זְכ֥וּת זָקֵֽן׃ וַיֹּ֥אמֶר דָּנִיאֵ֖ל אֵלָ֑יו הַפְרֵדָ֕ם אִ֥ישׁ מֵרֵעֵ֖הוּ וְאוֹתָ֥ם אֶחְקֹֽרָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>50</sup>&nbsp;And all the people returned quickly. And the elders said to him, &#8220;Come, sit among us, and tell us, for God has given you the right of an elder.&#8221; <sup>51</sup>&nbsp;And Daniel said to them, &#8220;Separate them far from one another, and I will examine them.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>52</sup>&nbsp;ὡς δὲ διεχωρίσθησαν εἷς ἀπὸ τοῦ ἑνός, ἐκάλεσεν τὸν ἕνα αὐτῶν καὶ εἶπεν πρὸς αὐτόν Πεπαλαιωμένε ἡμερῶν κακῶν, νῦν ἥκασιν αἱ ἁμαρτίαι σου, ἃς ἐποίεις τὸ πρότερον <sup>53</sup>&nbsp;κρίνων κρίσεις ἀδίκους καὶ τοὺς μὲν ἀθῴους κατακρίνων ἀπολύων δὲ τοὺς αἰτίους, λέγοντος τοῦ κυρίου Ἀθῷον καὶ δίκαιον οὐκ ἀποκτενεῖς· <sup>54</sup>&nbsp;νῦν οὖν ταύτην εἴπερ εἶδες, εἰπόν Ὑπὸ τί δένδρον εἶδες αὐτοὺς ὁμιλοῦντας ἀλλήλοις; ὁ δὲ εἶπεν Ὑπὸ σχῖνον. <sup>55</sup>&nbsp;εἶπεν δὲ Δανιηλ Ὀρθῶς ἔψευσαι εἰς τὴν σεαυτοῦ κεφαλήν· ἤδη γὰρ ἄγγελος τοῦ θεοῦ λαβὼν φάσιν παρὰ τοῦ θεοῦ σχίσει σε μέσον.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיִּפְרְדוּם֙ אִ֣ישׁ מֵרֵעֵ֔הוּ וַיִּקְרָ֛א אֶל־אֶחָ֥ד מֵהֶ֖ם וַיֹּ֣אמֶר אֵלָ֑יו אַתָּ֗ה הַמִּזְדַּקֵּן֙ בַּיָּמִ֣ים רְשָׁעִ֔ים בָּ֥אוּ חַטֹּאותֶ֖יךָ אֲשֶׁ֥ר חָטָֽאתָ׃ כַּאֲשֶׁר֩ רִ֨יב שָׁפַ֜טְתָּ בְּלֹ֣א מִשְׁפָּ֗ט וְאֶת־הַצַּדִּיקִים֙ הִרְשַׁ֔עְתָּ וְאֶת־הָרְשָׁעִ֖ים הוֹצֵ֑אתָ נֶ֕גֶד אֲשֶׁ֨ר אָמַ֧ר יהו֛ה וְנָקִ֥י וְצַדִּ֖יק אַל־תַּהֲרֹֽג׃ וְעַתָּה֩ כִּי־אִ֨ם רָאֹ֤ה רָאִ֙יתָ֙ אֶת־הָאִשָּׁ֣ה הַזֹּ֔את תַּגִּידֵ֣נִי־נָ֔א מָה־הָעֵ֛ץ אֲשֶׁר־תַּחְתָּ֥יו‎ רָאִ֖יתָ אֶת־זְנוּתָ֑ם וַיֹּ֕אמֶר תַּ֖חַת פִּסְתָּֽק׃ וַיֹּ֣אמֶר דָּנִיאֵ֔ל אָכֵ֥ן שִׁקַּ֖רְתָּ נֶ֣גֶד רֹאשֶׁ֑ךָ כִּ֣י עַתָּה֩ יִשְׁמַ֨ע מַלְאַ֤ךְ הָאֱלֹהִים֙ אֶת־מִשְׁפַּ֣ט אֲדֺנָ֔יו וְרֹאשְׁךָ֖ יִפְסֹֽק׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>52</sup>&nbsp;So when they were separated one from the one, he summoned one of them and said to him, &#8220;You that have grown aged in wicked days, your sins have now come, which you have committed formerly, <sup>53</sup>&nbsp;when you judged unjust cases, and condemning the innocent, while releasing those responsible, though YHVH says, &#8216;You shall not kill an innocent and righteous person.&#8217; <sup>54</sup>&nbsp;Now, therefore, if you really saw this woman, tell: Under what tree did you see them having intercourse together?&#8221; Then he said, &#8220;Under a mastich.&#8221; <sup>55</sup>&nbsp;Then Daniel said, &#8220;Truly you have lied to the detriment of your own head, for already as the angel of Elohim receives the sentence from his lord he will split you in two.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>56</sup>&nbsp;καὶ μεταστήσας αὐτὸν ἐκέλευσεν προσαγαγεῖν τὸν ἕτερον· καὶ εἶπεν αὐτῷ Σπέρμα Χανααν καὶ οὐκ Ιουδα, τὸ κάλλος ἐξηπάτησέν σε, καὶ ἡ ἐπιθυμία διέστρεψεν τὴν καρδίαν σου· <sup>57</sup>&nbsp;οὕτως ἐποιεῖτε θυγατράσιν Ισραηλ, καὶ ἐκεῖναι φοβούμεναι ὡμίλουν ὑμῖν, ἀλλ&#8217; οὐ θυγάτηρ Ιουδα ὑπέμεινεν τὴν ἀνομίαν ὑμῶν· <sup>58</sup>&nbsp;νῦν οὖν λέγε μοι Ὑπὸ τί δένδρον κατέλαβες αὐτοὺς ὁμιλοῦντας ἀλλήλοις; ὁ δὲ εἶπεν Ὑπὸ πρῖνον. <sup>59</sup>&nbsp;εἶπεν δὲ αὐτῷ Δανιηλ Ὀρθῶς ἔψευσαι καὶ σὺ εἰς τὴν σεαυτοῦ κεφαλήν· μένει γὰρ ὁ ἄγγελος τοῦ θεοῦ τὴν ῥομφαίαν ἔχων πρίσαι σε μέσον, ὅπως ἐξολεθρεύσῃ ὑμᾶς.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיַּאַסְרֻ֗הוּ וַיִּפְקְדֵ֤ם לְהָבִיא֙ אֶת־הַ֣שֵּׁנִ֔י וַיֹּ֖אמֶר אֵלָ֑יו ה֗וֹי בֶּן־כְּנַעַן֙ וְלֹ֣א בֶן־יְהוּדָ֔ה הִשִּׁ֧יא הַיֹּ֛פִי וְתָאֲוָ֖ה עִוְּתָ֥ה אֶת־לִבֶּֽךָ׃ כֹּ֨ה וָכֹ֤ה עָשִׂ֙יתָ֙ בִּבְנ֣וֹת יִשְׂרָאֵ֔ל וַתִּפְחַ֥דְןָ מִפָּנֶ֖יךָ וַתִּשְׁכַּ֣בְןָ עִמָּ֑ךְ אַ֚ךְ הָיְתָ֣ה בַּ֣ת יְהוּדָ֔ה אֲשֶׁר־לֹ֥א נוֹשֵׂ֖את אֶת־חֲמָסֶֽיךָ׃ וְעַתָּה֙ תַּגִּידֵ֣נִי־נָ֔א מָה־הָעֵ֧ץ אֲשֶׁר־תַּחְתָּ֛יו‎ רָאִ֥יתָ אֶת־זְנוּתָ֖ם יַחְדָּ֑ו וַיֹּ֕אמֶר תַּ֖חַת רִמּֽוֹן׃ וַיֹּ֣אמֶר דָּנִיאֵ֗ל אָכֵ֛ן גָם־אֲתָּ֥ה שִׁקַּ֖רְתָּ נֶ֣גֶד רֹאשֶׁ֑ךָ כִּ֣י עַתָּה֩ נִצַּ֨ב‎ מַלְאַ֤ךְ הָאֱלֹהִים֙ בַּחֶ֔רֶב וּמָלַ֛ק וְהֵרִ֥ים אֶת־רֹאשְׁךָ֖ עַד־חׇרְמָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>56</sup>&nbsp;And after he had him removed, he ordered them to bring the other. And he said to him, &#8220;O seed of K&#8217;naan and not Yehudah, beauty has beguiled you, and lust has twisted your heart. <sup>57</sup>&nbsp;Thus you used to treat the daughters of Yisrael, and they, being afraid, would have intercourse with you, but a daughter of Yehudah did not tolerate your lawlessness. <sup>58</sup>&nbsp;Now, therefore, tell me: Under what tree did you catch them having intercourse together?&#8221; Then, he said, &#8220;Under a pomegranate.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> McLay has &#8220;evergreen oak.&#8221; The Hebrew translation, in following R. Brüll, says <span class\"hebrew\">רימון</span> and <span class\"hebrew\">ירים ראשך</span> since it&#8217;s generally agreed that the trees themselves don&#8217;t matter as much as the puns do. Brüll suggested that the Greek author used πρίνον since &#8220;<em>prinon</em>&#8221; sounds like &#8220;<em>rimon</em>.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>59</sup>&nbsp;Then Daniel said to him, &#8220;Truly you also have lied to the detriment of your own head, for the angel of Elohim is waiting with the sword to saw you in two so as to destroy you.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Gk=pl.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>60</sup>&nbsp;καὶ ἀνεβόησεν πᾶσα ἡ συναγωγὴ φωνῇ μεγάλῃ καὶ εὐλόγησαν τῷ θεῷ τῷ σῴζοντι τοὺς ἐλπίζοντας ἐπ&#8217; αὐτόν. <sup>61</sup>&nbsp;καὶ ἀνέστησαν ἐπὶ τοὺς δύο πρεσβύτας, ὅτι συνέστησεν αὐτοὺς Δανιηλ ἐκ τοῦ στόματος αὐτῶν ψευδομαρτυρήσαντας, καὶ ἐποίησαν αὐτοῖς ὃν τρόπον ἐπονηρεύσαντο τῷ πλησίον, <sup>62</sup>&nbsp;ποιῆσαι κατὰ τὸν νόμον Μωυσῆ, καὶ ἀπέκτειναν αὐτούς· καὶ ἐσώθη αἷμα ἀναίτιον ἐν τῇ ἡμέρᾳ ἐκείνῃ. <sup>63</sup>&nbsp;Χελκιας δὲ καὶ ἡ γυνὴ αὐτοῦ ᾔνεσαν τὸν θεὸν περὶ τῆς θυγατρὸς αὐτῶν Σουσαννας μετὰ Ιωακιμ τοῦ ἀνδρὸς αὐτῆς καὶ τῶν συγγενῶν πάντων, ὅτι οὐχ εὑρέθη ἐν αὐτῇ ἄσχημον πρᾶγμα. <sup>64</sup>&nbsp;καὶ Δανιηλ ἐγένετο μέγας ἐνώπιον τοῦ λαοῦ ἀπὸ τῆς ἡμέρας ἐκείνης καὶ ἐπέκεινα.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְּרַנְּנ֥וּ כׇּל־הַקָּהָ֖ל בְּק֣וֹל גָּד֑וֹל וַיְבָ֤רֲכוּ֙ אֶת־הָאֱלֹהִ֔ים אֲשֶׁ֧ר מַצִּ֛יל אֶת־כֺּ֥ל אֲשֶׁר־בּוֹטֵ֖חַ בּֽוֹ׃ וַיָּקֻ֣מוּ בַּזְּקֵנִ֗ים כִּ֨י הֶרְאָ֤ה דָּנִיאֵל֙ כִּ֣י מִפִּיהֶ֔ם בָּאָ֖ה עֵד֣וּת שָׁ֑קֶר וַיַּעֲשׂ֣וּ בָּהֶ֗ם בַּאֲשֶׁ֧ר הָיָ֛ה עֵצָתָ֥ם הָרָעָ֖ה לַעֲשֹׂ֥ת בִּשְׁכֵנָתָֽם׃ וַיַּעֲשׂ֣וּ בָּהֶ֔ם כְּכׇל־אֲשֶׁ֥ר כָּתַ֖ב בְּתוֹרַ֣ת מֹשֶׁ֑ה וַיַּהַרְג֕וּם וְהִנֵּה֙ בַּיּ֣וֹם הַה֔וּא הוּצַ֖ל דַּ֥ם נָקִֽי׃ וַ֠יִּשְׁבְּח֠וּ חִלְקִיָּ֨ה וְאִשְׁתּ֜וֹ עַל־אוֹד֣וֹת בִּתּ֗וֹ יַ֚חַד עִם־אִישָׁ֣הּ יוֹיָקִ֔ים וְכֺ֖ל קְרוֹבֶ֑יהָ כִּ֕י בוּשָׁ֖ה לֹא־מָ֥צָא בָּֽהּ׃ וַיִּגְדַּ֥ל דָּנִיאֵ֖ל בִּפְנֵ֣י הָעָ֑ם מִן־הַיּ֥וֹם הַה֖וּא וַ֥עֲדֵי עַֽד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>60</sup>&nbsp;And the whole assembly shouted with a loud voice and blessed Elohim who saves those who hope in him. <sup>61</sup>&nbsp;And they rose up against the two elders, because Daniel had implicated them out of their own mouth that as false witnesses, and they did to them what they had wickedly intended to the neighbor, <sup>62</sup>&nbsp;by doing to them according to the torah/instruction of Mosheh. They killed them and guiltless blood was saved that day. <sup>63</sup>&nbsp;Then Ḥilqiyah and his wife expressed praise concerning their daughter together with her husband Yoyaḳim and all the relatives, because no shameful deed was found against her. <sup>64</sup>&nbsp;And Daniel became great in the presence of the people from that day onward.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Greek text of Theodotion&#8217;s <em>Shoshanah and the Elders</em> was provided by the <a href=\"http://www.katapi.org.uk/katapiNSBunix/Lxx/LxxByBC.php\">Katapi New Study Bible</a>. The English translation of Theodotion was prepared by R. Timothy McLay from critical texts made by Joseph Ziegler and Oliver Munnrich and offered via the <a href=\"http://ccat.sas.upenn.edu/nets/edition/\">Electronic Edition of NETS</a>. It is shared here under our Fair Use right. I have re-hebraicized hellenized names, including divine names, and modified the parsing of verse 62 according to the reading of Isaac Mayer. &#8211;Aharon Varady</p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Or &#8216;judgments.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Or &#8216;bedazzled.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Or &#8216;have sex.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Or &#8216;having sex.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">McLay has &#8220;evergreen oak.&#8221; The Hebrew translation, in following R. Brüll, says <span class\"hebrew\">רימון</span> and <span class\"hebrew\">ירים ראשך</span> since it&#8217;s generally agreed that the trees themselves don&#8217;t matter as much as the puns do. Brüll suggested that the Greek author used πρίνον since &#8220;<em>prinon</em>&#8221; sounds like &#8220;<em>rimon</em>.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Gk=pl.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Second Temple Period"
    ],
    "tags": [
        "anti-predatory",
        "Antiquity",
        "deuterocanonical works",
        "Jewish Antiquities",
        "sexual predation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "29246"
        ],
        "date_src_start": [
            "-0200-00-00"
        ],
        "date_src_end": [
            "-0100-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Greek (Ancient, to 1453 CE)\",\"code\":\"grc\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Greek\",\"code\":\"Grek\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/01/721px-Susanna_and_the_Elders_1610_Artemisia_Gentileschi.jpg",
        "title": "721px-Susanna_and_the_Elders_(1610),_Artemisia_Gentileschi",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Susanna_and_the_Elders_(1610),_Artemisia_Gentileschi.jpg\">Susanna and the Elders</a> (1610), Artemisia Gentileschi"
    },
    "source_link": "https://opensiddur.org/?p=29243",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/second-temple-period/shoshanah-and-the-elders-according-to-theodotion-translated-into-biblical-hebrew-by-isaac-gantwerk-mayer/",
    "slug": "shoshanah-and-the-elders-according-to-theodotion-translated-into-biblical-hebrew-by-isaac-gantwerk-mayer"
}