{
    "post_id": 29769,
    "title": "תפילת עזריה חנניה ומישאל בתוך הכבשן | The Prayer of Azaryah, Ḥananyah, and Mishael from within the Furnace, according to the Aramaic text of Divrei Yeraḥmiel (ca. 12th c.)",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Yeraḥmiel ben Shlomo",
            "bio": "Yeraḥmiel ben Shlomo (also Jerahmeel ben Solomon, fl. ca. 1150), chronicler, lived in Italy. He wrote Megillat Yeraḥmi'el (or Meliẓ at Yeraḥmi'el or Sefer ha-Yeraḥmi'eli), a compilation of writings on history and other subjects such as grammar, music, astronomy, liturgy and more.",
            "website": "https://www.jewishvirtuallibrary.org/jerahmeel-ben-solomon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yerahmiel-ben-shlomo"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-01-31",
    "last_updated": "2025-08-01",
    "excerpt": "The prayer of Azaryah and his song of praise with Ḥananyah, and Mishael from within the Furnace (also known as \"the song of the three holy children\") found in Aramaic in the Divrei Yeraḥmiel (the Chronicles of Jeraḥmeel, Oxford Bodleian Heb d.11). . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nועתה אעתיק חסרון ההודאות והשירים. אשר היללו ושבחו שלשת הבחורים שמצא תודוס שאינו בכ̈ד ספרים׃ ודין הוא סידרא דיסדר בסידריה תודוס גבר חכים די פתר ביומוהי דקומודוס מלכא דרומאי דהא לא אישתכח בספרא דעבראי אילהין מן שבעים סבייא די פתרו סיפרא דאורייתא עם אלעזר כהנא רבא דאיתקטיל ביומוהי דאנטיוכום שחיק טמייא די פתרו כל אורייתא ביומוהי דתלמי מלכא דמצראי ואף גובריא אילין תרין די שמהתהון סימכוס ועקילם די פתרו ביומוהי דאדריינוס מלכא הוו מן פותרנייא ואקילס הוא אונקלוס׃ ודין הוא סידרא די לא כתיבא בסידרא דעיבראי דהא תודוס אשכחא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>1</sup>&nbsp;ואזלו תלתיהון לגו אתון נורא יקידתא משבחין ומברכין ית יי וקם עזריה לצלאה וצלי כדון ופתח פומיה ואמר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>1</sup>&nbsp;And the three went into the furnace of burning fire, praising and blessing YHVH. And Azaryah stood up to pray, and he prayed thus; and he opened his mouth and said׃\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>2</sup>&nbsp;בריך הוא אלהא דאבהתנא ויהא שמיה משבח ומהדר לעלמיי׃ <sup>3</sup>&nbsp;דהא קשוט את בכל מה דעבדת לנא דכל עובדך קשיטין ואורחתך יציבין וכל דיינך מהימנין׃ <sup>4</sup>&nbsp;ארי דין דקשוט עבדתא על כל די אייתיתת עלנא ועל קרתא ירושלם קדישתא די לאבהתנא דהא דינין קשיטין אייתיתת עלנא בדיל חובנא׃ <sup>5</sup>&nbsp;חבנא ועוינא ואעדנא מינך. <sup>6</sup>&nbsp;ושטנא מכל פקודייא די פקידתא לנא דלא קבילנא יתהון למיטר ולמיעבד בדיל דאוטיב לנא׃ <sup>7</sup>&nbsp;ובדיל די לא עבדנא פיקודייך וקיימך עבדת דין דקשוט׃ <sup>8</sup>&nbsp;די מסרתא יתנא בידא דסנאין בישין ובידא דמלכין חייבין ובישין בכל ארעתא׃ <sup>9</sup>&nbsp;וכען לית אין יכילנא למיפתח פומנא דהא לחיסודא הוו עבדך די דבקין בך׃ <sup>10</sup>&nbsp;ובבעו מנך די לא תימסר יתנא לחלוטין בדיל שמך רבא וקדישא ולא תשכח שהידוותך׃ <sup>11</sup>&nbsp;ולא תעדי טיבותך מיננא בדיל אברהם רחימך ויצחק עבדך וישראל קדישך׃ <sup>12</sup>&nbsp;די אמרת להון לאסגאה ית בניהון ככוכבי שמיא וכחלא דעל כיף ימא׃ <sup>13</sup>&nbsp;ועד כאן עזרנא (זערנה) יי מן כל עממיא דמסכינין אנחנא בכל ארעתא יומא דין בדיל חובנא׃ <sup>14</sup>&nbsp;ובעידנא הדין לית לן לא רב ונבייא ולא פחוותא וסיגנין ולא עלוון וניכסין ומנחתא דלית אתר לאיתאה כל אילין קדמך לאשכחא רחמין׃ <sup>15</sup>&nbsp;אילהין בנפשא נכאה ורוחה תבירא נתקבל כעלוון וניכסין דיכרין ותורין וכאלפין אימרין פטימין׃ <sup>16</sup>&nbsp;כדון יהא דיבחא דילנא יומא דין לרעוא מן קדמך דהא לא יתכלמון כל די מהודין לך׃ <sup>17</sup>&nbsp;וכען בעין אנא בכל ליבנא למדחל יתך׃ <sup>18</sup>&nbsp;ונתבע מן קדמך די לא תתכלים יתנא אילהין תעביד עימנא כרחמנותך ובסגי טיבותך׃ <sup>19</sup>&nbsp;שיזיב יתנא והב יקרא לשמך יי ותיתכלם לכל דעבדין לעבדייא דילך בישא׃ <sup>20</sup>&nbsp;ויהון מתכלמין מכל גבורתהון ומתוקפהון יהון תבירין. <sup>21</sup>&nbsp;וידעין ארי את בלחודך שליט בכל ארעתא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>2</sup>&nbsp;“Blessed be he, <em>elo&#8217;ah</em> of our fathers, and be his name praised and glorified for evermore. <sup>3</sup>&nbsp;For you are true in all that you have done to us, for all your works are true, and your ways established, and all your judgments faithful. <sup>4</sup>&nbsp;Yea, true judgment have you wrought in all (the things) that you have brought upon us, and upon Jerusalem the holy city of our fathers, for true judgments have you brought upon us, because of our sins. <sup>5</sup>&nbsp;We have sinned, and we have committed iniquity, and we have departed (withdrawn) from you. <sup>6</sup>&nbsp;And we have turned aside (trespassed) from all the commandments which you have commanded us, as we have not been willing to keep and to observe them, that it might go well with us. <sup>7</sup>&nbsp;And because we have not done (observed) your commandments and statutes, <sup>8</sup>&nbsp;you have wrought true judgment in that you have delivered us into the hands of lawless enemies, and into the hands of wicked and lawless kings in all the lands. <sup>9</sup>&nbsp;And now we cannot open our mouths, for your servants who cling to you have become ashamed. <sup>10</sup>&nbsp;And we beseech you not to deliver us up wholly, for the sake of your great and holy name, neither to forget your covenants. <sup>11</sup>&nbsp;And cause not your mercy to depart from us, for the sake of Avraham your beloved, and your servant Yitsḥaq, and your holy Yisrael. <sup>12</sup>&nbsp;To whom you had spoken that (you would) multiply their children as the stars of heaven, and as the sand (that lay) on the seashore. <sup>13</sup>&nbsp;And now we are become less than any other nation, as we are miserable (poor) this day in all the lands because of our sins. <sup>14</sup>&nbsp;And at this time we have neither a leader nor prophets, neither governors nor deputies, neither burnt-offerings nor sacrifices, nor oblations, as there is no place to bring all these before you (in order) to find mercy. <sup>15</sup>&nbsp;But with a contrite heart and humble spirit let us be accepted like as burnt offerings and sacrifices of rams and bullocks, and like thousands of fat lambs. <sup>16</sup>&nbsp;Thus may our sacrifice today be acceptable in your sight׃ for they shall not be confounded that put their trust in you. <sup>17</sup>&nbsp;And now we desire with all our heart to fear you. <sup>18</sup>&nbsp;and we pray unto you, that you put us not to shame, but that you deal with us after your lovingkindness, and according to the multitude of your mercy. <sup>19</sup>&nbsp;Deliver us and give glory to your name, YHVH; and let all them that do your servants hurt be ashamed. <sup>20</sup>&nbsp;And let them be confounded in (in spite of) all their power, and in (in spite of) their strength let them be broken. <sup>21</sup>&nbsp;And they shall know that you alone are ruler over all the lands.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>22</sup>&nbsp;כען נסיבו עבדין דמלכא ושמשוהי די רמיו לתלתא גוברין באתונא נפטא וזיפתא ונעורת ועבדו גלילין. <sup>23</sup>&nbsp;לאסגאה שלהובית דנור מעילוי אתונא ברום ארבעין ותשע אמין׃ <sup>24</sup>&nbsp;ונפק נורא ושלהוביתא ואוקיד יתהון עם כל מאן די הוו קיימין מכשדאי בסטר אתונא׃ <sup>25</sup>&nbsp;ומלאכא דיי נחית עם עזריה וחברוהי באתונא ואיצטנין נורא דאתונא׃ <sup>26</sup>&nbsp;ועבד בגו אתונא כרוחא די מנשבא טלא ולא קריב בהון כל נור ולא איתנזיקו מידעם׃ <sup>27</sup>&nbsp;בכן איליין תלתיהון בפומא חדא שבחו והודו ובריכו ית יי בגו אתונא יקידתא ואמרו׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>22</sup>&nbsp;And now the servants of the king and his attendants, that threw the three men into the furnace, took naphtha, pitch and tow, and made balls, <sup>23</sup>&nbsp;in order to increase the flame of the fire forty-nine cubits above the furnace. <sup>24</sup>&nbsp;And the fire and the flame streamed forth and burnt them and every one of the Chaldaeans that were standing by the side of the furnace. <sup>25</sup>&nbsp;And the angel of YHVH came down into the oven with Azaryah and his fellows, and the fire of the oven cooled down. <sup>26</sup>&nbsp;And he made in the midst of the furnace like unto a wind that blew dew, and none of the fire touched them, nor were they hurt in any way. <sup>27</sup>&nbsp;Then those three with one mouth praised, and glorified and blessed YHVH in the midst of the burning furnace, and said׃\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>28</sup>&nbsp;בריך יי אלהא דאבהתנא<br />\nויהא משבח ומרומם לעלמי עלמייא׃<br />\n<sup>29</sup>&nbsp;ובריך יהא שמך רבא ויקירא וקדישא<br />\nומשבּח ומרומם על כל עלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>28</sup>&nbsp;Blessed is YHVH <em>elo&#8217;ah</em> of our fathers,<br />\nand to be praised and exalted for ever and ever.<br />\n<sup>29</sup>&nbsp;And blessed be your great and glorious and holy name,<br />\nand praised and exalted over all the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>30</sup>&nbsp;בריך את בהיכלא קדישתך<br />\nותשתבח ותתייקר על כל עלמין׃<br />\n<sup>31</sup>&nbsp;בריך את בכורסא יקר מלכותך<br />\nותשתבח ותתרומם לעלם ולעלמי עלמיא׃<br />\n<sup>32</sup>&nbsp;בריך את דאישתקעתא תהומיא ויתיבתא על כרובין<br />\nותהי משבח ומהדר בכל עלמין׃<br />\n<sup>33</sup>&nbsp;בריך את ברקיע שמיא<br />\nותתהלל ות(ש)תבח בעלמין׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>30</sup>&nbsp;Blessed are you in your holy temple,<br />\nand to be praised and glorified over all the worlds.<br />\n<sup>31</sup>&nbsp;Blessed are you upon the throne of your glorious kingdom,<br />\nand to be praised and exalted for ever and ever.<br />\n<sup>32</sup>&nbsp;Blessed are you, who have lowered the abyss and sit upon the <em>keruvim</em><br />\nand be praised and glorified in all the worlds.<br />\n<sup>33</sup>&nbsp;Blessed are you in the firmament of heavens,<br />\nand be extolled and praised for ever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>34</sup>&nbsp;בריכו כל עובדיא יי אלהין<br />\nשבחוניה ורוממוהו יתיה בעלמא.<br />\n<sup>35</sup>&nbsp;בריכו מאלכיא יי אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>36</sup>&nbsp;בריכו מיא די מעילוי שמיא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>37</sup>&nbsp;בריכו כל חילייא דיי אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>38</sup>&nbsp;בריכו כוכבי שמייא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>39</sup>&nbsp;בריכו מיטרא וטלא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>40</sup>&nbsp;בריכו כל רוחיא דיי אלהין<br />\nשבחוהו ורוממוהו בעלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>34</sup>&nbsp;O all ye works bless ye YHVH Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>35</sup>&nbsp;All ye angels bless ye YHVH Elohim,<br />\npraise him and exalt him over the world.<br />\n<sup>36</sup>&nbsp;O ye waters that be above the heavens bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>37</sup>&nbsp;All ye hosts of YHVH, bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>38</sup>&nbsp;O ye stars of heaven bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>39</sup>&nbsp;O ye rain and dew bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>40</sup>&nbsp;All ye winds of YHVH, bless ye Elohim,<br />\npraise him and exalt him in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>41</sup>&nbsp;בריכו אשא [אשתא] ושרבא אלהין<br />\nבריכו קריר וחמימא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>42</sup>&nbsp;בריכו רעפיא וגירא אלהין<br />\nבריכו קרח וקברא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>43</sup>&nbsp;בריכו קיטורין ועניין אלהין<br />\nבריכו לילוון ויממין אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>44</sup>&nbsp;בריכו נהורא וחשוכא אלהין<br />\nבריכו קבלא ועמיטתא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>41</sup>&nbsp;O ye fire and heat, bless ye Elohim,<br />\nO ye cold and warmth bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>42</sup>&nbsp;O ye thunders and lightnings bless ye Elohim,<br />\nO ye ice and frost bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>43</sup>&nbsp;O ye vapours and clouds bless ye Elohim,<br />\nO ye nights and days bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>44</sup>&nbsp;O ye light and darkness bless ye Elohim,<br />\nO ye dusk and dawn bless ye Elohim,<br />\npraise him and exalt him in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>45</sup>&nbsp;בריכו ארעתא אלהין<br />\nבריכו טוריא ורמתא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>46</sup>&nbsp;בריכו כל צימחי ארעא אלהין<br />\nבריכו מבועיא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>47</sup>&nbsp;בריכו ימייא ונהריא אלהין<br />\nבריכו נוניא וכל די רחיש במיא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>48</sup>&nbsp;בריכו כל ציפרי שמיא אלהין<br />\nבריכו כל חיותא ובעירא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>45</sup>&nbsp;O ye lands bless ye Elohim,<br />\nO ye mountains and little hills bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>46</sup>&nbsp;O all ye things that grow in the earth bless ye Elohim,<br />\nO ye deep fountains bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>47</sup>&nbsp;O ye seas and rivers bless ye Elohim,<br />\nO ye fish and all that move in the waters bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>48</sup>&nbsp;O all ye birds of the heavens bless ye Elohim,<br />\nO all ye wild and tame animals bless ye Elohim,<br />\npraise him and exalt him in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>49</sup>&nbsp;בריכו כל בני אינשא אלהין<br />\nבריך ישראל אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>50</sup>&nbsp;בריכו כהניא דיי אלהין<br />\n(בריך עבדך אלהין)<br />\nהללוהו ורוממוהו בעלמא׃<br />\n<sup>51</sup>&nbsp;בריכו רוחין ונשמי צדיקיא אלהין<br />\nבריכו קדישין וענוי לבב אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>49</sup>&nbsp;O all ye children of men bless ye Elohim,<br />\nO Yisrael bless ye Elohim,<br />\npraise him and exalt him in the world.<br />\n<sup>50</sup>&nbsp;O ye priests of YHVH bless ye Elohim,<br />\n(O ye servants of YHVH, bless ye Elohim),<br />\npraise him and exalt him in the world.<br />\n<sup>51</sup>&nbsp;O ye spirits and souls of the righteous bless ye Elohim,<br />\nO ye holy and humble men of heart bless ye Elohim,<br />\npraise him and exalt him in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>52</sup>&nbsp;בריכו חנניה עזריא ומישאל אלהין<br />\nהללוהו ורוממוהו בעלמא<br />\nדהא שיזבנא משאול<br />\nופריק יתנא מידא דמותא<br />\nדהא שיזבנא מן אתון נורא יקידתא<br />\nומנור דליק ושלהובין יציל יתנא׃<br />\n<sup>53</sup>&nbsp;הודון קדם יי ארי טב דהא לעלמיא טיבותיא<br />\nובריכו למרי עלמא הוא אלהין<br />\nהללוהו ורוממוהו בעלמא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>52</sup>&nbsp;O ye Ḥananyah, Azaryah, and Mishael bless ye Elohim,<br />\npraise him and exalt him in the world,<br />\nfor he hath delivered us from Sheol<br />\nand saved us from the hand of death;<br />\nfor he delivered us from the furnace of burning fire,<br />\nand he hath saved us from burning fire and flames.<br />\n<sup>53</sup>&nbsp;Give thanks unto YHVH, for he is good, as his mercies (endure) for ever,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Psalms 136:1.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nand bless ye the Lord of the World, he is Elohim,<br />\npraise him and exalt him in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעד̈ כה̈ סו̈פא דמ̈לתא. ד̈י ל̈א כת̈יבתא בס̈פר יהוד̈ייתא׃<br />\n[מכ̈אן וא̈ילך הע̈תיק ירח̈מאל מתוד̈וס ויוסיפ̈ון ביש̈ראל׃]<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The prayer of Azaryah and his song of praise with Ḥananyah, and Mishael from within the Furnace (also known as &#8220;the song of the three holy children&#8221;) can be found in Aramaic in the Divrei Yeraḥmiel (the Chronicles of Jeraḥmeel, Oxford Bodleian Heb d.11), transcribed and translated into English by Ḥakham Moses Gaster and published in the <em>Proceedings of the Society of Biblical Archaeology,</em> Nov/Dec 1894, and Feb 1895, in his article &#8220;The Unknown Aramaic Original of Theodotion&#8217;s Additions to the Book of Daniel.&#8221; This work, as well as the deuterocanonical story <a href=\"http://opensiddur.org/?p=29788\">Daniel &amp; the Dragon</a>, can be found in the Greek translation of Theodotion. In his article, Gaster argues that the Aramaic text copied by Yeraḥmiel ben Shlomo in the 12th century is an antecedent to Theodotion&#8217;s translation.</p>\n<p>I have modernized most but not all of Gaster&#8217;s antiquated English, and re-hebraicized divine names and personal names. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/theunknownaramaicoriginaloftheodotionsadditionstothebookofdanielmosesgaster1895#page/n9/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Psalms 136:1.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Second Temple Period"
    ],
    "tags": [
        "Aramaic",
        "Daniel",
        "deuterocanonical works",
        "martyrdom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3404"
        ],
        "_thumbnail_id": [
            "29779"
        ],
        "date_src_start": [
            "1100-00-00"
        ],
        "date_src_end": [
            "1200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/01/The-three-men-in-the-fiery-furnace-Priscilla-Catacomb-Rome-3rd-c..jpg",
        "title": "The three men in the fiery furnace (Priscilla Catacomb, Rome, 3rd c.)",
        "caption": "The three men in the fiery furnace (Priscilla Catacomb, Rome, 3rd c.)"
    },
    "source_link": "https://opensiddur.org/?p=29769",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/second-temple-period/the-prayer-of-azaryah-hananyah-and-mishael-from-the-furnace-aramaic-text-from-divrei-yerahmiel/",
    "slug": "the-prayer-of-azaryah-hananyah-and-mishael-from-the-furnace-aramaic-text-from-divrei-yerahmiel"
}