{
    "post_id": 36476,
    "title": "וּתְקוֹל | U-tqol of Djerba — a Midrashic Addition to the Haggadah relating the story of Avraham & Nimrod's Furnace in Judeo-Tunisian Arabic",
    "author": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=2240\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2021-03-23",
    "last_updated": "2025-12-31",
    "excerpt": "The ancient Jewish community of Djerba, an island off the coast of southern Tunisia, has many unique customs and practices. Among them is that during the Maggid, after the citation of Joshua 24:2-4 and before the paragraph beginning \"Praise the One who keep faith with the people Israel,\" an extensive work in Judeo-Tunisian Arabic is recited, telling the well-known story of Abraham's realization of divine unity and his ordeal in the oven of fire. Here is a transcript of that text, vocalized according to the original manuscripts, transcribed, and translated into English and modern Hebrew.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe ancient Jewish community of Djerba, an island off the coast of southern Tunisia, has many unique customs and practices. Among them is that during the Maggid, after the citation of Joshua 24:2-4 and before the paragraph beginning &#8220;Praise the One who keep faith with the people Israel,&#8221; an extensive work in Judeo-Tunisian Arabic is recited, telling the well-known story of Abraham&#8217;s realization of divine unity and his ordeal in the oven of fire. Here is a transcript of that text, vocalized according to the original manuscripts, transcribed, and translated into English and modern Hebrew.</p>\n<p>(The community of Gafṣa in inland Tunisia has its own separate custom for U-tqol, which the editor is in the process of transcribing. If anyone has a manuscript copy of U-tqol Gafṣa which incldues niqqud, please send it to the editor at isaacgmayerjewishtranscription@gmail.com.)</p>\n<p>Some linguistic notes for those unfamiliar with the dialect: in Tunisian Arabic the vowels /o/ and /u/ are often interchangeable, the Arabic distinction between interdental fricatives {ð, θ} and dental plosives {d, t} is lost, the definite prefix al- is shortened to l-, and the diphthong /aj/ simplifies to /e:/. This text will look strikingly different to those only familiar with Classical Arabic usage. The Jewish communities of the Arab world have always been somewhat more willing to use local dialects than the Muslim ones, since Judaism doesn&#8217;t consider Arabic a holy language the way Islam does, so texts like this can be invaluable for students of Arabic linguistic history.</p>\n<p>[If you’d like to commission a Jewish creative work, check out my website at <a href=\"http://igmjewishcreativeworks.com\">igmjewishcreativeworks.com</a>!]\n</div>\n<hr />\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Judeo-Tunisian Arabic)</th>\n<th style=\"text-align: left;\">Transliteration (Romanized Judeo-Tunisian Arabic)</th>\n<th style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nוּתְקוֹל לוֹ: יָא בְּנִי, מִן אַוְּולָא כַּאנוֹ אַבַּאתְנָא. עָאבְּדִין לְאַצְנָאם  וּלְאוֹתָן, לְאָן קַאלוּ לַחֲכָׄמִים זִכְׄרָם לַבְּרָכָׄה, פִֿי אִיָּיאם אֱנוֹשׁ, גַׄלְטוֹ  אַנָּאס גַׄלְט אָן עְצִׄים. וְצָארוֹ יְעַבְּדוֹ עֲבֿוֹדָה זָרָה, וִיעַבְּדוֹ לַכְּוָאכֶּבּ וּלִפְֿלוֹךּ. וַעמְלוֹ לְהוֹם בְּיוֹת, וַעְמַלוֹ פִֿיהוֹם תַצְוִירָת מִן לַכְׄשַׁבּ וּמִן לַחְגַר וּמִן פַֿצָא וּדְהָבּ, חַתָּא צָארַת גְמִיע אַנָּאס. תְגִי וּתִתְגַמָּאע וִישַׁסְדוֹ לְדוֹךּ לַמְעָאבַּד. וִיקוֹלוֹ הָאד הַצּוֹרָה תַפְעַל לְכִׄיר וְשַׁר. פִֿלְמַאן טָאלַת לְמַדָּא וּטָאלַת לְאַיָּיאם. וּתְנַסָּא אֲסַם ﭏֲלָהּ מִן פְֿמָאמהוֹם. וְלָא בְּקָא חַד יָעְרִף ﭏֲלָהּ תוֹעֲאלָא. חַתָּא גָא אַבְֿרָהָם אָבִֿינוּ (עְלֵיהּ אַסְּלָאם). וְעַלַּם אַנָּאס עִבָּאדַת ﭏֲלָהּ וּתוֹחִידוֹ. בְּאַן קַאלוֹ לַחֲכָׄמִים זִכְׄרָם לַבְּרָכָׄה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nU-tqol lo: Ya bni, min awwəla kāno abbātəna ʿābdin l-aṣnām ul-otan, l-an  qālu la-ḥăkhamim zikhram la-brakha: fi iyyām Ĕnosh, ghalṭo annās ghalṭ an ʿəḍim. Wə-ṣāro yəʿabdo ʿavoda zara, wi-yəʿabdo la-kwākeb uli-flok. Waʿmlo ləhom bəyot, waʿmlo fihom taṣwirat min la-khshab u-min  la-həjar u-min faṣā u-dəhab, ḥatta ṣārat jəmiʿ annās. Təji u-titjammaʿ wi-yəshasdo lə-dok la-məʿābad. Wi-yəqolo hād haṣ-ṣora tafʿal lə-khīr wə-shar. Filmān ṭālat lə-madda u-ṭālat lə-ayyām. U-tənassa ăsam Allah min fəmāmhom. Wə-la bəqa ḥad yaʿrif Allah toʿala. Ḥatta ja Avraham Avinu (ʿəleh as-səlām), wə-ʿallam annās ʿibādat Allah u-toḥīdo. Bə-an qālo la-ḥăkhamim zikhram la-brakha.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְתֹאמַר לוֹ: בְּנִי, מִתְּחִלָּה אֲבוֹתֵינוּ הָיוּ עוֹבְדֵי צְלָמִים וְאוֹתוֹת, כְּמוֹ שֶׁאָמְרוּ הַחֲכָמִים זִכְרָם לִבְרָכָה, מֵימֵי אֱנוֹשׁ, טָעוּ הָעָם וְטָעוּ הַגְּדוֹלִים. וְהִתְחִילוּ לַעֲבֹד עֲבוֹדָה זָרָה, וְעָבְדוּ לַכּוֹכָבִים וְלַמְּסִלּוֹת. וְעָשׂוּ לָהֶם בָּתִּים, וְעָשׂוּ בָּהֶם תְּמוּנוֹת מֵעֵץ וָאֶבֶן וּמִכֶּסֶף וְזָהָב, וּמֵאָז הִתְחִילוּ כׇּל־הָעָם. בָּאוּ וְהִקְהִילוּ וְסִדְּרוּ אֶת־הַדָּבָר לָעֲבוֹדָה. וְאָמְרוּ כִּי הַצּוּרָה תַּעַשׂ טוֹב וָרַע. וּמֵאָז הֶאֱרִיךְ הַזְּמַן וְהֶאֱרִיכוּ הַיָּמִים, וְנִשְׁכַּח שֵׁם־יהוה מִפִּיהֶם .וְלֹא נִשְׁאַר בָּהֶם עַד אֶחָד יוֹדֵעַ יהוה עֶלְיוֹן, עַד שֶׁבָּא אַבְרָהָם אָבִינוּ (עָלָיו הַשָּׁלוֹם). וְהִלָּמֵד לָעָם אֶת־עֲבוֹדַת יהוה וְאַחְדוּתוֹ. בְּכָךְ אָמְרוּ הַחֲכָמִים זִכְרָם לִבְרָכָה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd tell him: O my son, of old our ancestors were worshipping images and signs, as the sages of blessed memory said, from the days of Enosh, the people erred and the great ones erred. And they began to worship false worship, and worshipped the stars and the orbits, and made them houses, and made within them images of wood and stone and of silver and gold, and thus began all the people. They came and assembled and ordered the matter for worship. And they said that the form would do good and evil. And from this the time went on and the days went on, and the name of Allah was forgotten from their mouths. And not one of them was left who knew the highest Allah, until Avraham our Father (peace be upon him) came. And he taught the people the worship of Allah and divine unity. Thus said the sages of blessed memory.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nוַקְתְ אַן תְוָואלֶד אַבְֿרָהָם אָבִֿינוּ (עְלֵיהּ אַסְּלָאם) רָאיו לְמַסְתַנְגְמִין חַתָּא קָאם כּוֹכָּבּ וָאחַד, וּבְּלַע תַלְת כְּוָואכֶּבּ. מְשָׁאיו לְעַנְדְ נִמְרוֹד הַצֻּלְטָאן. וְקַאלוֹ לוֹ „יָא מוֹלָאנָא! זְדָאד הַסָּאעָא וַלְדְ עַנְדְ תֶרַח. וּרִינָא עְגַבּ אַן עְצִׄים פִֿי אַסְמָא, וּפִֿי אַנְגוֹם! חַתָּא קָאם כּוֹכָּבּ וָאחַד וּבְּלַע תַלְתְ כְּוָואכַּבּ. וּאוֹחְנָא עָארְפִֿין יָא מוֹלָאנָא. אַנְהוּ הָאד לְוַלְדְ יַכְׄרַבּ לְמַלְךּ וִיפַֿסַּד הַדִּין.“<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nWaqət an təwāled Avraham Avinu (ʿəleh as-səlām) rāʾw lə-mastanjəmin ḥatta qām kokab wāḥad, u-bəlaʿ talət kəwakeb. Məshaʾw lə-ʿand Nimrod haṣ-Ṣulṭān, wə-qālo lo, “Ya molānā! Zədād hassāʿa wald ʿand Teraḥ. U-rīnā ʿəjab an ʿəḍim fi asma, u-fi anjom! Ḥatta qām kokab wāḥad u-bəlaʿ talət kəwakeb. U-ʾoḥna ʿārfin, ya molānā, anhu hād lə-waləd yakhrab lə-malək wi-yfassad had-din!”<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבְּעֵת שֶׁהִוָּלֵד אַבְרָהָם אָבִינוּ (עָלָיו הַשָּׁלוֹם) רָאוּ הָאִצְטַגְנִינִים כִּי קָם כּוֹכָב אֶחָד וּבָלַע לִשְׁלוֹשָׁה כּוֹכָבִים. הָלְכוּ אֶל־נִמְרוֹד הַסּוּלְטָן וְאָמְרוּ לוֹ, &#8220;אֲדֹנֵנוּ! בְּאוֹתָהּ הַשָּׁעָה נוֹלָד בֵּן לְתֶרַח. וּרְאֵה אֶת הַפֶּלֶא הַגָּדוֹל עַל הַשָּׁמַיִם וְעַל הַמַּזָּלוֹת! כִּי קָם כּוֹכָב אֶחָד וּבָלַע לִשְׁלוֹשָׁה כּוֹכָבִים. וַאֲנַחְנוּ יוֹדְעִים, אֲדֹנֵנוּ, כִּי זֶה הַיֶּלֶד יַחֲרִיב אֶת־הַמֶּלֶךְ וְיַשְׁחִית אֶת־הַדָּת.&#8221;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen Avraham our Father (peace be upon him) was born, the astrologers saw that one star rose up and swallowed three stars. They went to Nimrod the sultan, and said to him, “O our lord! At this very time a son is being born to Teraḥ. And see the great wonder regarding the heavens and constellations! For one star rose and swallowed three stars. And we know, o our lord, this is the child who will destroy the king and corrupt the religion!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nבְּעַת נִמְרוֹד אוֹרָא תֶרַח, וְקָאל לוֹ „יָא תֶרַח! אַײָאךּ תְבִּיע לִי וַלְדַךְּ בְּאָלַף דְהַבּ וְהָאת נְקַטְלוֹה.“ קַאל לוֹ תֶרַח „יָא מוֹלָאִי! נְמִתַּל לַֹךּ פִֿי הָאדָא. מְתַל לַחְצָאן אַלְדִי קָאלוּ לוֹ הַנָּאס, ’נַעְטִיווּךּ קְפִֿיז סְעִיר. וְהָאת נְקַטְעוֹ רָאצַךּ.‘ קָאל לְהוֹם לַחְצָאן: ’יָא חַמָּק, אִידָא קְטַעתוֹ רָאצִי מִן יָאכֶּל אַסְּעִיר?‘ כְּדָאלַךְּ הָאנָא. אִידָא קְטַלְתוֹ וַלְדִי הָאשׁ יִנְפַֿעְנִי אָלֶף דְהָבּ?“ קַאלוֹ לוּ „יָא מְבָּארַךּ לְחַאל. הָאדָא יְמוֹת וְתוֹלֶד וַלְדְ אָכׄוֹר גֵׄירוֹ!“ קָאל לְהוֹם, „אָנָא מָא נַעְרַף נוֹלֶד גֵׄירוֹ אָו מָא נוֹלֶד!“ פַֿלְמַן רָאווֹה שַׁד עְלָא וָלְדוֹ, סַכְּתוֹ וְכַלָּאווֹה. חַתָּא כְּבַּר אַבְֿרָהָם אָבִֿינוּ (עְלֵיהּ אַסְּלָאם), וְצָאר וַלְדְ תַלְתְ סְנִין.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nBəʿat Nimrod ora Teraḥ, wə-qāl lo, “Ya Teraḥ! Ayyak təbiʿ li waldak bə-alaf dəhab, w-hāt nəqaṭloh.” Qāl lo Teraḥ, “Ya molāy! Nəmittal lak fi hādā. Mətal laḥṣān aldi qālu lo hannaas, ‘Naʿṭiwuk qəfiz səʿir, wə-hāt nəqaṭʿo rāṣak.’ Qāl ləhom laḥṣān: ‘Ya ḥammaq, ida qəṭaʿto rāṣi, min yākel as-səʿir?’ Kə-dālak hānā. Ida qəṭalto waldi, hāsh yinfaʿni alef dəhab?” Qālo lu, “Ya məbārak lə-ḥāl! Hādā yəmot wə-toled wald akhor gheyro!” Qāl ləhom, “Ana ma naʿraf noled gheyro aw ma noled?” Falmad rāwoh shad ʿəla waldo, sakto wə-khallāwoh. Ḥatta kəbar Avraham Avinu (ʿəleh as-səlām), wə-ṣār waləd talət sənin.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשָׁלַח נִמְרוֹד לְתֶרַח וְאָמַר לוֹ, &#8220;תֶּרַח, הִנְּךָ תִּשְׁלַח לִי אֶת־יַלְדְּךָ בְּאֶלֶף זָהָב, הֲבִיאֵהוּ וְנֵהָרְגָהוּ.&#8221; אָמַר לוֹ תֶּרַח, &#8220;אֲדֹנִי, אֶמְשֹׁל לְךָ עַל הַדָּבָר הַזֶּה. מָשָׁל עַל סוּס שֶׁאָמַר לוֹ אֲנָשִׁים, &#8216;נִתֵּן לְךָ כּוֹר שְׂעוֹרָה וּבוֹא, נַעֲרֹף אֶת־רֹאשְׁךָ.&#8217; אָמַר לָהֶם הַסּוּס, &#8216;אֵיזֶה שְׁטוּת! אִם תַּעְרְפוּ אֶת־רֹאשִׁי מִי יֹאכַל אֶת־הַשְּׂעוֹרָה?&#8217; וְכָמוֹהוּ כָּאן. הֵן אִם תַּהַרְגוּ אֶת־יַלְדִּי, מָה יִתְרוֹן אֶלֶף זָהָב לִי?&#8221; אִמְרוּ לוֹ, &#8220;מְבֹרָךְ עַד־זִקְנָה, זֶה יָמוּת וְתוֹלִיד יֶלֶד אַחַר בִּמְקוֹמוֹ!&#8221; אָמַר לָהֶם, &#8220;אֲנִי לֹא יוֹדֵעַ אִם אוֹלִיד בִּמְקוֹמוֹ אוֹ אִם לֹא אוֹלִיד!&#8221; כְּשֶׁרָאָה כֹּחַ בְּיַלְדּוֹ, נַעֲלוֹ וּכְלָאֵהוּ. מִשָּׁם גִּדֵּל אַבְרָהָם אָבִינוּ (עָלָיו הַשָּׁלוֹם) וְהוּא הָיָה לְבֶן שָׁלוֹשׁ שָׁנִים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNimrod went to Teraḥ and said to him, “O Teraḥ! Hey, bring me your son for a thousand gold, come and we’ll kill him.” Said Teraḥ to him, “O milord! Let me allege an allegory on this matter. An allegory of a horse to whom men said, ‘We will give you a bushel of barley, and come, we will cut off your head.’ The horse said to them, ‘What nonsense! If you cut off my head, who will eat the barley?’ And it’s like that here. If you kill my child, what benefit is a thousand gold to me?” They said to him, “Blessed to old age, this one will die and you will father another child in his place.” He said to them, “I know not if I will father one in his place or if I will not father one!” When he saw strength in his child, he locked him up and isolated him. There Avraham our father (peace be upon him) grew up, and he became a three-year-old.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nוּצָאר יַתְמֵּיֶּיז פִֿי עַלְמוֹ, פִֿי אַסְמָא, וּפִֿי אַנְגוֹם. וּרָא אַסָּמְסְ תִזְרַק מִן הַשַּׁרְקְ וּתְגִׄבּ פַֿלְגַׄרְבְּ. צָׄן פִֿי כָׄאטְרוֹ, אַן אַסָּמְסְ הוֹ לְאֵילָהּ, פַֿלְמַן מְשָׁא אַנְהָאר, וּזַרְקֶת לִקְמֶר וְלִכְּוָואכֶּבּ? צָׄן פִֿי כָׄאטְרוֹ, אָן הוֹם אַלְדִי כַׄלְקוֹ אַדַּנְײָא, פַֿלְמַן צְבַּח אַצְבָּאח, וּזְרַקְת אַסָּמְסְ? קָאל (עְלֵיהּ אַסְּלָאם) „דִלְחִין תְחַקַּק עַנְדִי אַן הוֹם מַכְׄלוֹקִין מִתְלִי, וּלְהוֹם אֵילָהּ יְמַשֵּׁיהוֹם כִּיף יְרִיד.“ פַֿלְמַן הוֹא יַתְחַדֶּת מְעָא עַקְלוֹ. תְגַלָּא עְלֵיהּ הַרַבּ עֻבְּחָאנוּ. וְקָאל לוֹ „יָא אַבְֿרָהָם, מָאלַךּ תָתְמֵיֶּיז פִֿי עַלְמֶךּ, פִֿי אַסְמָא, וּפִֿי אַנְגוֹם! אָנָא הוּוָא אַלְדִי כְׄלַקְתַךּ וּכְׄלַקְתְהוֹם, וּכְׄלַקְתְ גְמִיע אַסְמָאוָאת וּלַארָאצִׄי!“<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nU-ṣār yatmeyyez fi ʿalmo, fi asmā, u-fi anjom. U-ra as-saməs tizraq min has-sharəq u-təghib fal-gharb. Ṣan fi khāṭro, an as-saməs ho lə-eylah, falman məsha anhār, u-zarqet li-qmer wəli-kəwākeb? Ṣan fi khāṭro, an hom aldi khalqo addanəya, falman ṣəbaḥ aṣbāḥ, u-zəraqət as-saməs? Qāl (ʿəleh as-səlām), “Dilḥīn təḥaqqaq ʿandi an hom makhloqin mitli, u-ləhom elah yəmassheyhom kīf yərīd.” Falman ho yatḥadet məʿā ʿaqlo. Təjalla ʿəleh har-Rabb ʿubḥānu. Wəqāl lo, “Ya Avraham, mālak tatmeyyez fi ʿalmek, fi asma, u-fi anjom! Ana huwwa aldi khəlaqtak u-khəlaqtəhom, u-khəlaqət jəmiʿ  asmāwāt ul-arāḍi!”<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְהוּא נִהְיָה מְצֻוִּין עַל דַּעְתּוֹ עַל הַשָּׁמַיִם וְעַל הַמַּזָּלוֹת. וְרָאָה אֶת הַשֶּׁמֶשׁ זוֹרַחַת מִמִּזְרָח וּבָאָה בַּמַּעֲרָב. הוּא הֵבִין אִלּוּ הַשֶּׁמֶשׁ הָיְתָה אֱלוֹהַּ, אָז לָמָּה יֵלֵךְ הָאוֹר לַחֹשֶׁךְ לַיָּרֵחַ וְלַכּוֹכָבִים? הוּא הֵבִין אִלּוּ הֵם הָיוּ בּוֹרְאֵי הָעוֹלָם, אָז לָמָּה יָאִיר הָאוֹר וְתִזְרַח הַשֶּׁמֶשׁ? אָמַר (עָלָיו הַשָּׁלוֹם): &#8220;אִישׁ בִּינָה יְוַדֵּא לְעַצְמוֹ כִּי הֵם בְּרוּאִים כְּמוֹ הֵם, וְלָהֶם שֶׁגָּבוֹהַּ בְּיוֹתֵר הוֹלִיךְ אוֹתָם כִּרְצוֹנוֹ.&#8221; וְהוּא הֶחֱזִיק בּוֹ לְפִי בִּינָתוֹ. נִגְלָה לְפָנָיו הָאֱלֹהִים בִּכְבוֹדוֹ וְאָמַר לוֹ, &#8220;אַבְרָהָם, מָה מִצּוּיָן אַתָּה עַל דַּעְתְּךָ עַל הַשָּׁמַיִם וְעַל הַמַּזָּלוֹת! אֲנִי הוּא אֲשֶׁר בְּרָאתִיךָ וּבְרָאתִים וּבָרָאתִי כׇּל־הַשָּׁמַיִם וְהָאָרֶץ!&#8221;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd he became outstanding in knowledge of the heavens and the constellations. And he saw the sun rise from the east and set in the west. He reasoned that if the sun were a god, then why would the light go into darkness for the moon and stars? He reasoned that if they were the creators of existence, then why would the light shine forth and the sun rise? He said (peace be upon him): “An intelligent man will verify for himself that they are created alike, and one higher than them willed to lead them both.” He grasped this by his own intelligence. God in divine glory appeared before him and said to him, “Avraham, how outstanding are you in knowledge of the heavens and the constellations! I am the One who created you and created them and created all the heavens and earth!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nפִֿי דִיךּ אָסָּאעָא, מְשָׁא אַבְֿרָהָם לְעַנְדְ אוֹבּוֹה. וְקָאל לוֹ „יָא אֵיבֵּי, נְחַבּ תְכַׄבַּרְנִי הָאשְׁכּוֹן אַלְדִי כְׄלַק אַדִּנְײָא?“ קָאל לוֹ „יָא בְּנִי, תַמָּא מְעָאבַּד עַנְדִי פִֿלְבִּית, הוֹם אַלְדִי כַׄלְקוֹ אַדִּנְײָא.“ קָאל לוֹ „יָא אֵיבִּי, נְחַבּ תְוָורִיהוֹם לִי. בָּאשׁ נְקַרַבּ לְהוֹם קׇרְבָּן, אַײָאךּ יִרְצָׄאוו עַנְדִי.“ תַם דַכְׄלוֹ אוֹבּוֹה לְבִּית מַלְײָאנָא שִׁי כְׄשָׁבּ שִׁי חְגַר וּשִׁי פַֿצָׄא וּדְהָבּ תַם מְשָׁא לְעַנְדְ אַמּוֹ. וְקָאל לְהָא „יָא אַמִּי, קוֹמִי צִנְעִי לִי מְעִישָׁא טַײְבָּא, נְקִרְבְּהָא לְדוֹךּ לַמְעָאבַּד, אַײָאךּ יִרְצָׄאוו עַנְדִי.“ תַם קָאמַת אַמּוֹ וּצִנְעַת לוֹ מַא רָאד. וַקְדַּם לְהוֹם לְיָאכְּלוֹ וְלָא חַד מִנְהוֹם מַד יַדּוֹ לְיָאכַּל. קָאל (עְלֵיהּ אַסְלָאם) „דִלְחִין תְחַקַּק עַנְדִי אָן הוֹם מָא יְרָאיוֹ וְלָא יְסַמְעוֹ, כַּמְתַלְהוֹם יִכּוֹן פָֿאעְלְהוֹם!“ כַׄדָא וָחְרִקְהוֹם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nFi dik as-sāʿā, məsha Avraham ləʿand oboh. Wə-qāl lo, “Ya eybey, nəḥab təkhabarni hāshkon aldi khəlaq addinəya?” Qāl lo, “Ya bəni, tammā məʿābad ʿandi fil-bit, hom aldi khalqu addinəya.” Qāl lo, “Ya eybey, nəḥab təwarīhom li. Bāsh nəqarab ləhom qorban, ayāk yirḍāʾw ʿandi.” Tam dakhlo oboh lə-bit malyānā shi khəshab shi ḥəjar u-shi faḍā u-dəhab, tam məsha ləʿand ammo. Wə-qāl ləha, “Ya ammi, qomi ṣinʿi li məʿīsha tayba, nəqirbəha lədok la-məʿābad, ayāk yirḍāʾw ʿandi.” Tam qāmat ammo u-ṣinʿat lo mā rād. Wa-qəddam ləhom lə-yāklo wə-la ḥad minhom mad yaddo lə-yākal. Qāl (ʿəleh as-səlām), “Dilḥīn təḥaqqaq ʿandi an hom mā yərāyo wə-la yəsamʿo,  kamtalhom yikon fāʿləhom!” Khadā wa-ḥəriqəhom.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִזֹּאת הַשָּׁעָה, הָלַךְ אַבְרָהָם נֶגֶד אָבִיו. וְאָמַר לוֹ, &#8220;אֲבִי, תַּגִּידֵנִי נָא מִיהוּ הַבַּעַל הַבּוֹרֵא אֶת־הָעוֹלָם?&#8221; אָמַר לוֹ, &#8220;בְּנִי, אוֹתָם הַפְּסִלִים אֲשֶׁר בַּבַּיִת, הֵמָּה אֲשֶׁר בָּרְאוּ אֶת־הָעוֹלָם.&#8221; אָמַר לוֹ, &#8220;אֲבִי, נְדִיבוֹת תּוֹרוֹתָם בְּעֵינַי. הָבָה נִקְרַב לָהֶם קׇרְבָּן, וְהִנֵּה יִרְצוּ בִּי.&#8221; שָׁם נִכְנָס אָבִיו לְבֵית אֱלִילֵי עֵץ וָאֶבֶן וְכֶסֶף וְזָהָב, שָׁם הָלַךְ לְאִמּוֹ. וְאָמַר לֵהּ,  &#8220;אִמִּי, קוּמִי עֲשִׂי לִי סְעוּדָה טוֹבָה וְנַקְרִיבֶיהָ לַפְּסִלִים, וְהִנֵּה יִרְצוּ בִּי.&#8221; שָׁם קָמָה אִמּוֹ וְעָשְׂתָה מָה־שֶׁבִּקֵּשׁ. וְהוּא שָׂם לִפְנֵיהֶם לָאֲכִילָה, וְאַף אֶחָד מֵהֶם לֹא שָׁלַח יָדָיו לֶאֱכֹל. אָמַר (עָלָיו הַשָּׁלוֹם), &#8220;אִישׁ בִּינָה יְוַדֵּא לְעַצְמוֹ כִּי הֵם לֹא יִרְאוּ וְלֹא יִשְׁמָעוּ, כְּמוֹהֶם יִהְיוּ עֹשֵׂיהֶם!&#8221; אָמַץ וְשָׂרַף אוֹתָם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom that moment on, Avraham went against his father. And he said to him, “O my father, tell me please, who is the master who creates the world?” He said to him, “O my son, those idols that are in the house, they are the ones who created the world.” He said to him, “O my father, noble are their laws to me. Come, let us sacrifice an offering to them, that they may desire me.” There his father went into the house of the godlets of wood and stone and silver and gold, there he went to his mother. And he said to her, “O my mother, get up, make me a great feast, and let us sacrifice it to the idols, that that they may desire me.” There his mother got up and made him what he asked for. And he put it before them and not one of them lifted its hand to eat. He said (peace be upon him), “An intelligent man will verify for himself that they do not see and do not hear, like them will be their makers!” He took courage and burned them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nחַתָּא גָא אוֹבּוֹה וּצָאבְּהוֹם מַחְרוֹקִין! קָאל לוֹ „יָא בְּנִי! הָאשׁ הָאד לְעַמְלָא אָלְדִי עְמַלְתְ!?“ קָאל „יָא אֵיבִּי, אָנָא מָא עְמַלְתְ שָׁי מִן הָאדָא. אַלָּא הוֹם יִתְכָׄאצְמוֹ עְלָא הֵטְעָאם, וּחַרְקוֹ בַּעְצְׄהוֹם בַָּאעְץׄ!“ קָאל לוֹ „יָא חַמָּק! וָאשׁ הוֹם יִתְכַּלְמוֹ, אָו יִתְחַרְכּוֹ, אָו יִפְֿעַלוּ כִׄיר אָו שַׁר!? חַתָּא תְקוּל הָאד לְקוּל?“  קָאל לוֹ „יָא אֵיבִּי, תַסְמַע וַדְנַךּ מָה פֿוּמָךּ יְקוּל! אִידָא מָא פִֿיהוֹם לַא קַוָּוא וְלָא גִבְּרַוָּוא, עַלָאשׁ תְעִבְּדוּהוּם, וּתְתַרְכּוּ לְאֵילָא לְאַזְלִי אַלְדִי כְׄלַקְנִי וּכַׄלְקַךּ וּכְׄלַק גְּמִיע אַסְּמָאוָואת וּלַאְרָאצִׄי?“<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nḤatta ja oboh u-ṣābəhom maḥroqīn! Qāl lo, “Ya bəni! Hāsh hād lə-ʿamlā aldi ʿəmalt!?” Qāl, “Ya eybi ana ma ʿəmalət shai min hada, alla hom yitkhāṣmo ʿəlā heṭʿām, u-ḥarqo baʿḍəhom bāʿəḍ!” Qāl lo, “Ya ḥammaq! Wāsh hom yitkalmo, aw yitḥarko, aw yifʿalu khīr aw shar!? Ḥatta təqul hād lə-qul?” Qāl lo, “Ya eybi, tasmaʿ wadnak ma fumak yəqul! Ida ma fīhom la qawwā wə-la jibrawwā, ʿalāsh təʿibduhum, u-tətarku lə-eila lə-azli aldi khəlaqni u-khalqak, u-khəlaq jəmiʿ  asmāwāt ul-arāḍi!”<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִזֶּה בָּא אָבִיו וְהִבִּיט עֲלֵיהֶם שְׂרוּפִים! אָמַר לוֹ, &#8220;בְּנִי! מַהוּ הָעֲלִילָה אֲשֶׁר עוֹלַלְתָּ?&#8221; אָמַר, &#8220;אֲבִי, אֲנִי לֹא עוֹלַלְתִּי כְּלוּם, רַק הֵם רִיבוּ עַל הַמַּטְעַמִּים, וְהֵם שָׂרְפוּ עַצְמָם אֶת־עַצְמָם!&#8221; אָמַר לוֹ, &#8220;אֵיזֶה שְׁטוּת! הַאִם יְכוֹלִים לְדַבֵּר אוֹ לָזוּז אוֹ לַעֲשׂוֹת טוֹב אוֹ רַע? אֵיךְ אוֹמֵר קוֹלְךָ הַדָּבָר?&#8221; אָמַר לוֹ, &#8220;אֲבִי, הַשְׁמַע לְאׇזְנֶיךָ מָה שֶׁאַתָּה אוֹמֵר מִפִּיךָ! אִם אֵין פִּיהֶם קוֹל אוֹ גְּבוּרָה, עַל־מָה תַּעֲבֹד לָהֶם, וְתַעַזְבוּ מֵאֱלֹהֵי עוֹלָם אֲשֶׁר בְּרָאַנִי וּבְרָאֲךָ וּבָרָא אֶת־כׇּל־הַשָּׁמַיִם וְהָאָרֶץ?&#8221;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom that his father came and beheld them burning! He said to him, “My son! What plot have you plotted?” He said, “O my father, I have not plotted anything, but rather they were fighting over the treats, and they themselves burned each other!” He said to them, “What nonsense! Can they speak or move or do good or evil? How could your voice say such a thing?” He said to him, “O my father, may your ears hear what your mouth says! If their mouth has no voice or strength, why do you worship them and abandon the Eternal God who created me and created you and created all the heavens and earth?”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nכִּיף סְמַאע אוֹבּוֹה כְּלָאמוּ, רַפְֿעוּ לְעַנְדְ נִמְרוֹד הַצֻּלְטָאן. קָאל לוֹ „יָא מוּלָאִי, נְצַׄר מָא עְמָל בְּנִי לְיוֹם!“ קָאל נִמְרוֹד לְאַבְֿרָהָם, „הָאשׁ הָאד לְעַמְלָא אַלְדִי עְמַלְתְ?“ קָאל לוֹ „יָא סִידִי, אָנָא מָא עְמַלְתְ שַׁי מִן הָאדָה אַלָּא הוֹם תְכַׄאצְמוּ עְלָא הַטְעָאם וּחַרְקוּ בַּעְצְׄהוֹם בָּאְעְץ!“ קָאל לוֹ „יָא חַמָּק! וָאשׁ הוֹם יִתְכַּלְמוֹ, אָו יִתְחַרְכּוֹ אָו יִפְֿעַלוּ כִׄיר אָו שַׁר!? חַתָּא תְקוּל הָאד לְקוּל?“  קָאל לוֹ „יָא מוּלָאי, תַסְמַע וַדְנַךּ מָה פֿוּמָךּ יְקוּל! אִידָא מָא פִֿיהוֹם לַא קַוָּוא וְלָא גִּבְּרַוָּוא, עַלָאשׁ תְעִבְּדוּהוּם, וּתְתַרְכּוּ לְאֵילָא לְאַזְלִי אַלְדִי כְׄלַקְנִי וּכַׄלְקַךּ וּכְׄלַק גְמִיע אַסְּמָאוָואת וּלַאְרָאצִׄי?“ קָאל נִמְרוֹד לְאַבְֿרָהָם, „אָנָא הוּוָא אַלְדִי כְׄלַקְתַךּ וּכְׄלַקְתְהוֹם, וּכְׄלַקְתְ גְמִיע אַסְּמָאוָואת וּלַארָאצִׄי!“ קָאל לוֹ „יָא סִּידִי, אַנְכָּאן אַנְתִין עְלָא לְחַק, אְמַר לְסַמְסְ תַזְרַק מִן לְגַׄרְבְּ וּתְגִׄיבּ פִֿשַׁרְקְ! וּכָּאן מָא עְמַלְתְ שַׁי מִן הָאדָא? לְאִילָהּ אַלְדִי קַצַׄרְנִי עְלָא מְעַבְּדַךּ וַחְרַקְתְהוֹם, יְקַצַׄרְנִי חַתָּא עְלִיךּ וּנְחַרְקַךּ!“<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nKīf səmāʿ oboh kəlāmu, rafʿu ləʿand Nimrod haṣ-Ṣulṭān. Qāl lo, “Ya mulāy, nəḍar mā ʿəmal bəni lə-yom!” Qāl Nimrod lə-Avraham, “Hāsh hād lə-ʿamlā aldi ʿəmalt!?” Qāl, “Ya sīdī, ana ma ʿəmalət shai min hada, alla hom yitkhāṣmo ʿəlā heṭʿām, u-ḥarqo baʿḍəhom bāʿəḍ!” Qāl lo, “Ya ḥammaq! Wāsh hoim yitkalmo, aw yitḥarko, aw yifʿalu khīr aw shar!? Ḥatta təqul hād lə-qul?” Qāl lo, “Ya mulāy, tasmaʿ wadnak ma fumak yəqul! Ida ma fīhom la qawwā wə-la jibrawwā, ʿalāsh təʿibduhum, u-tətarku lə-eila lə-azli aldi khəlaqni u-khalqak, u-khəlaq jəmiʿ  asmāwāt ul-arāḍi?” Qāl Nimrod lə-Avraham, “Ana huwā aldi khəlaqtak u-khəlaqtəlhom, u-khəlaqət jəmiʿ  asmāwāt ul-arāḍi!” Qāl lo, “Ya ssīdi, ankān antīn ʿəlā lə-ḥaq, ʾəmar  lə-saməs tazraq min lə-gharb u-təghīb fi-sharq! U-kān mā ʿəmalət shay min hādā? Lə-Ilah aldi qaḍarni ʿəlā məʿabdak wa-ḥəraqtəhom, yəqaḍarni ḥatta ʿəlik u-nəḥarqak!”<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכַּאֲשֶׁר שָׁמַע אָבִיו אֶת־דְּבָרָיו, רָץ אֶל נִמְרוֹד הַסּוּלְטָן. אָמַר לוֹ, &#8220;אֲדֹנִי, בְּדּוֹק אֶת־מָה שֶׁעָשָׂה בְּנִי הַיּוֹם!&#8221; אָמַר נִמְרוֹד לְאַבְרָהָם, &#8220;מַהוּ הָעֲלִילָה אֲשֶׁר עוֹלַלְתָּ?&#8221; אָמַר, &#8220;בַּעֲלִי, אֲנִי לֹא עוֹלַלְתִּי כְּלוּם, רַק הֵם רִיבוּ עַל הַמַּטְעַמִּים, וְהֵם שָׂרְפוּ עַצְמָם אֶת־עַצְמָם!&#8221; אָמַר לוֹ, &#8220;אֵיזֶה שְׁטוּת! הַאִם יְכוֹלִים לְדַבֵּר אוֹ לָזוּז אוֹ לַעֲשׂוֹת טוֹב אוֹ רַע? אֵיךְ אוֹמֵר קוֹלְךָ הַדָּבָר?&#8221; אָמַר לוֹ, &#8220;אֲדֹנִי, הַשְׁמַע לְאׇזְנֶיךָ מָה שֶׁאַתָּה אוֹמֵר מִפִּיךָ! אִם אֵין פִּיהֶם קוֹל אוֹ גְּבוּרָה, עַל־מָה תַּעֲבֹד לָהֶם, וְתַעַזְבוּ מֵאֱלֹהֵי עוֹלָם אֲשֶׁר בְּרָאַנִי וּבְרָאֲךָ וּבָרָא אֶת־כׇּל־הַשָּׁמַיִם וְהָאָרֶץ?&#8221; אָמַר נִמְרוֹד לְאַבְרָהָם, &#8220;אֲנִי הוּא אֲשֶׁר בְּרָאתִיךָ וּבְרָאתִים וּבָרָאתִי  אֶת־כׇּל־הַשָּׁמַיִם וְהָאָרֶץ.&#8221; אָמַר לוֹ, &#8220;בַּעֲלִי, אִם וַדַּאי כֵּן בֶּאֱמֶת, אָז צַו לַשֶּׁמֶשׁ לִזְרֹחַ בַּמַּעֲרָב וְלָבוֹא בַּמִּזְרָח. הַאֶפְשָׁר לְךָ לַעֲשׂוֹת כְּמוֹ־זֶה? הָאֵל אֲשֶׁר גָּזַר לִי עַל הַפְּסִלִים לְשָׂרְפָם, הוּא יִגְזֹר לִי נֶגְדְּךָ וְיִשְׂרָפְךָ!&#8221;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen his father heard his words, he ran to Nimrod the sultan. He said to him, “O milord, investigate what my son did today!” Said Nimrod to Avraham, “What plot have you plotted?” He said, “O sir, I have not plotted anything, but rather they were fighting over the treats, and they themselves burned each other!” He said to them, “What nonsense! Can they speak or move or do good or evil? How could your voice say such a thing?” He said to him, “O milord, may your ears hear what your mouth says! If their mouth has no voice or strength, why do you worship them and abandon the Eternal God who created me and created you and created all the heavens and earth?” Said Nimrod to Avraham, “I am he who created you and created them and created all the heavens and earth!” He said to him, “O sir, if that is verifiably true, order the sun to rise from the west and set in the east! And can you do any such thing? The God who decreed to me about the idols to burn them will decree for me against you and burn you!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nפִֿי דַאלַךּ אַסָּאעָא, קָאל נִמְרוֹד לַעְמָאלְתוֹ, „הָאדָא אַנְכָּאן כַׄלִּינָאה חַי פַֿדִּנײָא יְכַׄרַבּ לְמַלְךּ וִיפַֿסַּד הַדִּין! מָא אִילְנָא אַלָּא נְחַרְקוֹהּ!“ כִּיף מָא חְרַק לִמְעָאבַּד, תַם כְׄדָאוו אַבְֿרָהָם אָבִֿינוּ (עְלֵיהּ אַסְּלָאם) וּרְמָאווֹהּ פִֿי אָתוֹן נָאר מוֹקְדָא.  פִֿתְגַלָּא עְלֵיהּ הַרַבּ צוֹבְּחָאנוֹ, וּכַׄלְצוֹ בַּכְׄרָאמָאתוֹ וּבִּגְּלָאלָתוֹ, וּכְׄרַג מִן תַם סָאלַם. חַתָּא רָאת גְמִיע אַנָּאס עְגֶּבּ, וּבְּקָא (עְלֵיהּ אַסְּלָאם) יְעַלַם אַנָּאס עִבָּאדַת ﭏֲלָהּ וּתוֹחִידוֹ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nFi dālak as-sāʿā, qāl Nimrod laʿmālto, “Hādā ankān khallīnāh ḥai faddinəya yəkharab lə-malək wi-yfassad had-din! Mā ilnā allā nəḥarqkoh!” Kif mā ḥəraq li-məʿābad, tam khədāʾw Avraham Avinu (ʿəleh as-səlām) u-rəmawoh fi aton nār moqdā. Fi-təjallā ʿəleh har-Rabb ṣobəḥāno, u-khalṣo ba-khrāmāto ubi-jəlālato, u-khəraj min tam sālam. Ḥatta rāt jəmiʿ  annās ʿəjeb, u-bəqā (ʿəleh as-səlām) yəʿalam annās ʿibādat Allah u-toḥīdo.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמֵאוֹתָהּ הַשָּׁעָה, אָמַר נִמְרוֹד לַעֲבָדָיו, &#8220;הַהוּא, אִם נְשַׁחְרְרֵהוּ חַי מִמִּשְׁפַּט כֵּן, הוּא יַחֲרִיב אֶת־הַמֶּלֶךְ וְיַשְׁחִית אֶת־הַדָּת. אֵין לָנוּ אֶלָּא לִשְׂרָפֵהוּ!&#8221; כַּאֲשֶׁר אֶפְשָׁר הָיָה לַעֲשׂוֹת שְׂרֵפָה, שָׁם לָקְחוּ אֶת־אַבְרָהָם אָבִינוּ (עָלָיו הַשָּׁלוֹם) וְרָמוּהוּ בְּתַנּוּר לַפִּיד אֵשׁ. אָז נִגְלָה לְפָנָיו הָאֱלֹהִים בִּכְבוֹדוֹ וְהוּא הַצִּילֵהוּ בְּחַסְדּוֹ וּבְתִפְאַרְתּוֹ, וְהוּא הָלַךְ מִשָּׁם שָׁלֵם. מִזֶּה רָאָה כׇּל־הָעָם אֶת־הַנֵּס וְהוּא עִשֵּׂר (עָלָיו הַשָּׁלוֹם) וְהִלָּמֵד לָעָם אֶת־עֲבוֹדַת יהוה וְאַחְדוּתוֹ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom that moment on, Nimrod said to his servants: “This one, if we let him go free alive from judgement, he will destroy the king and corrupt the religion. We have no choise but to burn him!” When they could do the burning, they took Avraham our father (peace be upon him) there and cast him into a burning fiery oven. Then God in divine glory was revealed to them and saved him in kindness and magnificence, and he went out from there whole. From this all the people saw the miracle, and he tithed (peace be upon him) and taught the people the worship of Allah and divine unity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"judeo-arabic\" lang=\"ajt-Hebr\">\nבְּאָן קָאלוֹ לַחֲכָׄמִים זִכְׄרָם לַבְּרָכָׄה כָּאנָת יָאקוֹתָא: מְעַלְּקָא פִֿי רַקְבַּת אַבְֿרָהָם אוֹבּוֹנָא (עְלֵיהּ אַסְּלָאם) וּכָּאנַת תַצְׄוֵי מִן טָרְף אַדִּנײָא לְטַרְפְֿהָא, וְהָאד לְיָאקוֹתָא הִיּיָא הַתּוֹחִיד אַלְדִי כָּאן יְכַׄרַגּ מִן חַלְקוֹ, וִיעַלַּם אַנָּאס עִבָּאדַת ﭏֲלָהּ וְתוֹחִידוֹ. וְהִייָּא דְלִיל — וַיֹּ֨אמֶר יְהוֹשֻׁ֜עַ אֶל־כׇּל־הָעָ֗ם. שְׁרַח דָאלַךּ — וְקָ֨אל יְהוֹשֻׁ֜עַ לַגְמִֽיע־לְק֗וֹם הַֽאײְדָא־קָא֣ל ﭏֲלָהּ֮ אֵ֣ילָה יִשְׂרָאֵל֒ פִֿי־מְזָ֣אז לְוָ֗אד זִלְס֤וֹ אַבָּאתְכּוֹם֙ מִן־אַ֔וְולָא תֶּ֛רַח אֵיבִּ֥י אַבְֿרָהָ֖ם וְאֵיבִּ֣י נָח֑וֹר וְעַבְּד֖וֹ מְעָאבֶּ֥ד אוֹכְׄרִֽין׃ וּ֠צִטְפִֿית לְאַ֤בְֿרָהָם֙ מִן־מִזָ֣אז לְוָ֔אד וּמַ֥שִּׁית֖וֹ פִֿי־גְמִֽיע־אַ֣רְץׄ הַשָּׁ֑אם וּכַּתַּרְתְ֙ נַסְל֔וֹ וַעְטִית־ל֖וֹ יִצְחַֽק׃ וַעְטִ֣ית לְיִצְחַ֔ק יַעֲקֹ֖ב וְעֵשָׂ֑ו וַעְטִ֨ית לְעֵשָׂ֜ו גְבֶּ֤ל שְׂעִיר֙ יְרָ֣אתָ֔א, וְיַעֲקֹ֥ב וּוְלַאד֖וֹ הַבְּט֥וֹ לַמָּֽצֶר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"romanized-transliteration\" lang=\"ajt-Latn\">\nBə-an qālo la-ḥăkhamim zikhram la-brakha kānat yāqotā: Mə-ʿalqā fi raqbat Avraham Obona (ʿəleh as-səlām) u-kānat taḍwey min ṭarəf addinəya lə-ṭarfəhā, wə-hād lə-yāqota hiyyā ha-toḥid aldi kān yəkharaj min ḥalqo, wi-yʿallam annās ʿibādat Allah u-toḥīdo. Wə-hiyya dəlīl — “Way-yomer Yəhoshuaʿ el kol ha-ʿam.” Shəraḥ dālak — Wəqāl Yəhoshuaʿ la-jəmiʿ ləqom, Hayədā qāl Allah elah Yisrael, fi məzāz lə-wād zilso abātəkom min awwəlā, Teraḥ eybi Avraham wə-eybi Naḥor, wə-ʿabdo məʿabed okhrīn. U-ṣiṭfīt lə-Avraham min mizāz lə-wād, u-masshīto fi jəmiʿ arəḍ hash-Sham, u-katarət naslo waʿṭīt lo Yiṣḥaq. Waʿṭīt lə-Yiṣḥaq Yaʿaqob wə-ʿEśaw, waʿṭīt lə-ʿEśaw jəbel Śəʿīr yərātā, wə-Yaʿaqob u-wəlādo habṭo lam-Maṣer.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבְּכָךְ אָמְרוּ הַחֲכָמִים זִכְרָם לִבְרָכָה, וְהוֹסִיפוּ פְּנִינָה זֹאת: מִשְּׁמִירָתוֹ שֶׁל אֱמוּנַת אַבְרָהָם אָבִינוּ (עָלָיו הַשָּׁלוֹם) וְגַם מִצֵּרוּפוֹ נֶגֶד כׇּל־הָעוֹלָם לְהִצְטָרֵף בְּצִדּוֹ, וְגַם מִבִּינָתוֹ לְאַחְדוּת, בִּזְכוּתָם הוּצַל מִגְּזֵרָתוֹ, וְהִלָּמֵד לָעָם אֶת־עֲבוֹדַת יהוה וְאַחְדוּתוֹ. וְזֶה כְּמוֹ שֶׁכָּתוּב: וַיֹּ֨אמֶר יְהוֹשֻׁ֜עַ אֶל־כׇּל־הָעָ֗ם כֹּה־אָמַ֣ר יְהֹוָה֮ אֱלֹהֵ֣י יִשְׂרָאֵל֒ בְּעֵ֣בֶר הַנָּהָ֗ר יָשְׁב֤וּ אֲבֽוֹתֵיכֶם֙ מֵֽעוֹלָ֔ם תֶּ֛רַח אֲבִ֥י אַבְרָהָ֖ם וַאֲבִ֣י נָח֑וֹר וַיַּעַבְד֖וּ אֱלֹהִ֥ים אֲחֵרִֽים׃ וָ֠אֶקַּ֠ח אֶת־אֲבִיכֶ֤ם אֶת־אַבְרָהָם֙ מֵעֵ֣בֶר הַנָּהָ֔ר וָֽאוֹלֵ֥ךְ אֹת֖וֹ בְּכׇל־אֶ֣רֶץ כְּנָ֑עַן וָֽאַרְבֶּ֙ אֶת־זַרְע֔וֹ וָאֶתֶּן־ל֖וֹ אֶת־יִצְחָֽק׃ וָאֶתֵּ֣ן לְיִצְחָ֔ק אֶֽת־יַעֲקֹ֖ב וְאֶת־עֵשָׂ֑ו וָֽאֶתֵּ֨ן לְעֵשָׂ֜ו אֶת־הַ֤ר שֵׂעִיר֙ לָרֶ֣שֶׁת אוֹת֔וֹ וְיַעֲקֹ֥ב וּבָנָ֖יו יָרְד֥וּ מִצְרָֽיִם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus said the sages of blessed memory, and added this gem: From guarding the faith of Avraham our father (peace be upon him), and from joining against all the world to join with his side, and from his knowledge of unity, on their account he was saved from his decree, and taught the people the worship of Allah and divine unity. And this is the proof  — Way-yomer Yəhoshuaʿ el kol ha-ʿam. And this is the translation — And Yəhoshuaʿ said to all the people: thus says Allah the god of Israel, across the river your ancestors of old dwelt, Teraḥ the father of Avraham and the father of Naḥor, and served other gods. And I took [your father] Avraham across the river and I led him to the land of the Levant, and I multiplied his seed and gave him  Yiṣḥaq. And I gave Yiṣḥaq Yaʿaqob and ʿEśaw, and I gave to ʿEśaw the mountain Śəʿīr as an inheritance, and Yaʿaqob and his sons went down to Egypt.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Magid"
    ],
    "tags": [
        "Avraham Avinu",
        "Djerba",
        "Judeo-Arabic",
        "the Furnace",
        "Tunisia"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4766"
        ],
        "_thumbnail_id": [
            "36239"
        ],
        "date_src_start": [
            "0800-00-00"
        ],
        "date_src_end": [
            "1200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Arabic (Judeo-Tunisian Arabic)\",\"code\":\"ajt\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/03/El_Ghriba.jpg",
        "title": "El Ghriba Synagogue",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:El_Ghriba.jpg\">El Ghriba Synagogue</a> (credit: Chapultepec, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=36476",
    "permalink": "https://opensiddur.org/prayers/lunisolar/pilgrimage/pesah/leil-pesah/magid/utqol-of-djerba-a-judeo-tunisian-arabic-midrashic-addition-to-the-haggadah/",
    "slug": "utqol-of-djerba-a-judeo-tunisian-arabic-midrashic-addition-to-the-haggadah"
}