{
    "post_id": 227,
    "title": "Development Status (2009-11-11)",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2009-11-11",
    "last_updated": "2025-09-30",
    "excerpt": "",
    "content": "<p><strong>Open Siddur Project Development Status as of 11/11/2009</strong></p>\n<p>Our  third development status covers progress on the Open Siddur made since  our last update 9/22/09. Email aharon@opensiddur.org if you want to  include something we haven&#8217;t covered. For now we&#8217;ll be sending these out  once a month but if you&#8217;d like to get news of Open Siddur as it  happens, make sure to follow <a href=\"http://twitter.com/opensiddur\">@opensiddur</a> at Twitter.</p>\n<p><em>Contributions</em></p>\n<p>Aharon read through Reb Zalman&#8217;s weekday  and shabbat evening siddur and prepared the document for sharing as a  PDF as well as in the ODT (open document) format. Folks can now use this  to help make their own siddurim offline while we continue to work on  creating our online open siddur web application. Want to craft your own siddur using material from Reb Zalman&#8217;s siddur? Check it out <a href=\"https://opensiddur.org/2009/10/reb-zalmans-open-siddur-tehillat-hashem/\">here</a>.</p>\n<p>We  need a <em>print</em> copy of Siddur Torah Ohr (pre-1923) to correct and proof  a digital transcription of the siddur already available CC-BY-SA at  wikisource. Do you have one we could use? Please <a href=\"https://opensiddur.org/contact/\">let us know</a>. With this  text vetted and proofed, we could use it to help folk begin making their  own siddurim as well as for comparing it with our transcription of  Siddur Avodat Israel.</p>\n<p>Manual transcription of Seligman Baer&#8217;s Siddur Avodat Israel slowed over  the last few months, but this is the easiest place someone with little  technical capability can make a big difference. Every line of text  transcribed is digitally liberated for use in future siddurim. If you  haven&#8217;t yet, register on the wiki and start transcribing here.</p>\n<p><em>Software Development</em></p>\n<p>Efraim completed an implementation of  XPointer to be used in our XSLT transforms and XQuery.  In the process,  he developed a generic parser generator for XSLT  (<a href=\"http://web.archive.org/web/20111014021609/http://wiki.jewishliturgy.org:80/XSLT_Grammar_Parser\">http://wiki.jewishliturgy.org/XSLT_Grammar_Parser</a>).  This is a  prerequisite to the continued development of (1) toolkit APIs that grab  ordered text segments from JLPTEI documents and (2) transforms to  convert JLPTEI to other forms. The code is complete and committed to  subversion.  The code has had some minimal testing.<br />\nEfraim explains in  more detail in a posting on our listserve: <a href=\"http://groups.google.com/group/jewishliturgy-discuss/browse_thread/thread/61285fef05e1846f\"> http://groups.google.com/group/jewishliturgy-discuss/browse_thread/thread/61285fef05e1846f</a></p>\n<p>Efraim also finished a first pass of XSLT code to combine multiple <a href=\"https://github.com/opensiddur/opensiddur/wiki\">overlapping  hierarchies</a> as  described on our wiki.  Finishing this  take us one step closer to processing JLPTEI.  Help wanted!</p>\n<p>Azriel&#8217;s  OSNAT (<a href=\"http://groups.google.com/group/jewishliturgy-discuss/browse_thread/thread/0ece3140bcf90f6b#\">Open  Siddur Network Application for Transcription</a>)  is still pre-alpha, but includes a fly in-browser Hebrew Unicode  5.0 standard keyboard. Interested and familiar with Javascript and  jQuery?</p>\n<p>We are  always looking for more software developers! Please <a href=\"https://opensiddur.org/contact/\">contact  us</a> with your skills.</p>\n<p><em>Documentation</em></p>\n<p>We are still looking for volunteers to  just look over our documentation and help us know how it reads and where  we can make improvements. Anyone can <a href=\"https://opensiddur.org/wp-login.php\">freely register</a> to edit on our  wiki.</p>\n<p><em>Organization/Structure</em></p>\n<p>w00t!  The Open Siddur now has a mission statement. <a href=\"https://opensiddur.org/development/mission/\"> </a>see <a href=\"https://opensiddur.org/development/mission/\">http://wiki.jewishliturgy.org/Mission_Statement</a></p>\n<p>How can we better  track progress now that we have a list of milestones  (<a href=\"https://github.com/opensiddur/opensiddur/issues?q=is%3Aopen+is%3Aissue+milestone%3A%22Server+v1.0%22\">http://wiki.jewishliturgy.org/Milestones</a>)? Aharon is thinking of a fractal tree showing milestone markers and child dependencies.</p>\n<p><em>Communication and  Promotion</em></p>\n<p>We had our third Open Siddur Open Chat at  <a href=\"irc://irc.freenode.net/jewisliturgy\">irc://irc.freenode.net/jewisliturgy</a> on October 16th. The logs of the  chat are available on our wiki at  http://wiki.jewishliturgy.org/IRC_Conference</p>\n<p>Our next Open Chat  is scheduled for November 22nd, 11am EST.</p>\n<p><em>Team Member  Updates</em></p>\n<p>At Yeshivat Hadar, Aharon is studying with R. Elie  Kaunfer the evolution of Jewish spiritual practice in prayer and  meditation and where Jewish liturgy supports this practice in the  evolution of nusaḥ.</p>\n",
    "categories": [
        "Development"
    ],
    "tags": [
        "development status"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "date_src_start": [
            "2009-11-11"
        ],
        "date_src_end": [
            "2009-11-11"
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=227",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/development/development-status-11112009/",
    "slug": "development-status-11112009"
}