{
    "title": "Development Status (2010-02-15)",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-02-16",
    "last_updated": "2025-03-29",
    "excerpt": "",
    "content": "<p><strong>Open Siddur Project Development Status as of February 2010/Adar 5770</strong></p>\n<p>Friends,</p>\n<p>The communal project  of Jewish spirituality can only be improved through cooperation and  collaboration. The creative work used in our traditional liturgies is  the common  cultural heritage of the Jewish people. Most of this work resides in the  public domain. The Open Siddur is your Siddur. Join the Open Siddur  Project  today and begin crafting and sharing the siddur you&#8217;ve always wanted.</p>\n<p>This  development status update chronicles progress on the Open Siddur made  since our last update 11/11/2009. If you’d like to get news of Open  Siddur Project development as it occurs, make sure to follow <a href=\"http://twitter.com/opensiddur\" target=\"_blank\" rel=\"noopener noreferrer\">@opensiddur</a> at Twitter, or join  the <a href=\"http://groups.google.com/group/opensiddur-announce\" target=\"_blank\" rel=\"noopener noreferrer\">opensiddur-announce</a> email list.</p>\n<p><em>Contributions </em>(Aharon, Anonymous, Gabriel,  Efraim, Eve, Daniel, John)</p>\n<div style=\"padding-left: 30px;\">Following  the contribution of Reb Zalman&#8217;s <a href=\"../../../2009/10/reb-zalmans-open-siddur-tehillat-hashem/\">Siddur Tehillat HaShem</a>, Rabbi Daniel Brenner, executive director of  Birthright Israel Next, contributed a >Ḳaddish he composed in English. Check it out <a href=\"/?p=261\">here</a>.  Feel free to adapt and modify these works for yourself. They are  distributed with a <a href=\"http://www.creativecommons.org/licenses/by-sa/3.0\" target=\"_blank\" rel=\"noopener noreferrer\">Creative  Commons 3.0 Share Alike By Attribution</a> license. (All derivative  works must show attribution to the original authors and must also be  distributed under the CC-BY-SA 3.0 license.)</p>\n<p>John B. Hare of the <a href=\"http://www.sacred-texts.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Internet Sacred Text Archive</a> contributed the scans and auto-transcribed text of the 1917 JPS English Translation of the TaNaKh. We are currently helping John release the  first ever free licensed digital text of the 1917 JPS TaNaKh translation  and have proofread the Book of Neḥemia and nearly 70% of Psalms. Please  help us complete this task by <a href=\"https://opensiddur.org/translations/%d7%aa%d7%a0%d7%b4%d7%9a-the-holy-scriptures-a-new-translation-jps-1917/\" target=\"_blank\" rel=\"noopener noreferrer\">proofreading  a few pages</a> &#8212; it&#8217;s a relatively easy way to begin working on the  Open Siddur Project.</p>\n<p>John Hare also scanned and transcribed a  1915 edition of the <a href=\"http://www.sacred-texts.com/jud/spb/index.htm\" target=\"_blank\" rel=\"noopener noreferrer\">Singer Siddur</a>,  an English translation based on Seligman Baer&#8217;s Seder Avodat Yisrael.  Thank you, John!</p>\n<p><a href=\"https://opensiddur.org/tools/transcribe/\" target=\"_blank\" rel=\"noopener noreferrer\">Transcription of  Seder Avodat Yisrael </a>has picked up since our last update. We have  transcribed 33 pages of the liturgy from Baer&#8217;s critical edition. Every  line of text transcribed is digitally liberated with the <a href=\"http://www.creativecommons.org/publicdomain/zero/1.0\" target=\"_blank\" rel=\"noopener noreferrer\">Creative Commons Zero</a> (CC0) license for  free use in future siddurim. If you haven’t yet, register on the wiki  and start transcribing today. This is a great way to become fluent  typing Hebrew with <em>nikkudot</em> (vowels) &#8212; a real skill!</p>\n<p>Gabriel   Wasserman contributed his transcription of many sections of the Seder  Avodat Yisrael that he had incorporated into his Maḥzor for Shabbat  Ḥanukkah. Thank you, Gabriel!</p>\n<p>Efraim Feinstein acquired and  scanned a work of the Siddur Torah Ohr  (Nusaḥ HaAri/Lubavitch) an important siddur based on the text edited by Rabbi Shneur Zalman of Liadi. A partial digital transcription of the siddur  is already available on <a href=\"http://he.wikisource.org/wiki/%D7%A1%D7%99%D7%93%D7%95%D7%A8_%D7%AA%D7%95%D7%A8%D7%94_%D7%90%D7%95%D7%A8\" target=\"_blank\" rel=\"noopener noreferrer\">Wikisource</a> and this scan will help us complete  that transcription and provide a source for proofreading it. Thanks  Efraim!</p>\n<p>An anonymous contributor provided a text of the  Spanish-Portuguese  Nusaḥ. The text is currently formatted in the proprietary format of  DavkaWriter Platinum. Please let us know if you have a copy of this  software and if you can help us convert this document to an open  standard Unicode format.</p>\n<p>If you have digitized any text of the  siddur or prepared a siddur that you&#8217;d like to share, please consider  contributing your work to the Open Siddur Project.</p>\n</div>\n<p><em>Software  Development </em>(Efraim, Ze&#8217;ev, Ilan, Raphael)</p>\n<div style=\"padding-left: 30px;\">We have now a functioning demonstration of  how we can display text encoded in JLPTEI XML on a webpage. Click <a href=\"http://app.opensiddur.org\" target=\"_blank\" rel=\"noopener noreferrer\">here</a> for examples of  working Open Siddur technology.</p>\n<p>An update to our demo is  forthcoming this week. License statements and contributor credits lists  are now being generated by the code, and both are mostly functional.   These should be incorporated in demo release 0.3.1 Generating a  bibliography correctly is a bit harder, and may have to wait for 0.4. We  are in the process of moving our Tanach to get its data directly from  the Westminster Leningrad Codex.  The process is almost complete, and  the new code will likely be in demo release 0.4.</p>\n<p>Since our last  update, we&#8217;ve passed a few milestones, especially in our work on data  transforms. The major improvements we&#8217;ve made are the following:</p>\n<ul>\n<li>JLPTEI&#8217;s  <a href=\"http://web.archive.org/web/20100507124255/http://wiki.jewishliturgy.org:80/Conditionals\" target=\"_blank\" rel=\"noopener noreferrer\">conditional  inclusion feature</a></li>\n<li>Parallel text alignment for <a href=\"http://web.archive.org/web/20101229095129/http://wiki.jewishliturgy.org:80/Translations\" target=\"_blank\" rel=\"noopener noreferrer\">translations</a></li>\n<li>Generic  standoff <a href=\"https://github.com/opensiddur/opensiddur-client/wiki\" target=\"_blank\" rel=\"noopener noreferrer\">annotations</a>,  the basis for instructions, commentary, linkages, historical notation</li>\n</ul>\n<p>With  a lot of help from Ze&#8217;ev Clementson, cross platform build procedures  and instructions were tested; many build errors and documentation errors  were <a href=\"http://web.archive.org/web/20100507124255/http://wiki.jewishliturgy.org:80/Conditionals\" target=\"_blank\" rel=\"noopener noreferrer\">conditional  inclusion feature</a>.</p>\n<p>Ze&#8217;ev  has been checking in code to converting the STML formatted text of the  Singer Siddur provided by John B. Hare (see above) into a more easily  parsed XML representation. He&#8217;s now working on encoding this into JLPTEI  XML formatted text for integration into the Open Siddur&#8217;s database.  Ze&#8217;ev has also committed code for converting Strong&#8217;s Hebrew Dictionary  into JLPTEI XML for integration into the Open Siddur. (It&#8217;s currently  formatted in OSIS.) Ze&#8217;ev is currently working on the conversion of  David Troidl&#8217;s digitization of the Strong&#8217;s Biblical Hebrew dictionary  from OSIS to JLPTEI for integration into the Open Siddur.</p>\n<p>Ilan Cohen committed an outline of the jQuery port of the transcription  interface. Thanks Ilan!</p>\n<p>Some of the work we&#8217;re doing requires  expertise in the rules of Hebrew grammar and its effect on vowel  markings. Jonah Rank provided Joshua Jacobson&#8217;s rules written in  Chanting the Hebrew Bible for determining qamats qatan. Raphael Finkel  completed the first-pass qamats qatan/sheva na detection code.   That  code (currently written in Perl) needs to be integrated into our  infrastructure (mostly XQuery/XSLT; might be able to work in Java). The  transliteration engine used in Efraim&#8217;s early proof-of-concept Haggadah  is now incorporated into the code again.  It will need some tweaking  again once we integrate a system for indicating a definite sheva na in  the encoding, and it does not work properly unless the qamats qatan is  properly encoded).</p>\n</div>\n<p><em>Documentation</em> (Efraim,  Aharon, Ze&#8217;ev)</p>\n<div style=\"padding-left: 30px;\">We are still  looking for volunteers to just look over our documentation and help us  know how it reads and where we can make improvements. Anyone can freely  register to edit on our wiki.</p>\n<p>Much thanks are due to Ze&#8217;ev  Clementson whose many questions posed on our discussion list helped us  clarify our documentation and fix bugs in our build processes.</p>\n<p>Aharon  and Efraim, besides blogging on opensiddur.net,  they are also <a href=\"http://groups.google.com/group/jewish-tech/msg/b97320225bb29bc0\" target=\"_blank\" rel=\"noopener noreferrer\">contributing</a> to the new <a href=\"http://groups.google.com/group/jewish-tech/\" target=\"_blank\" rel=\"noopener noreferrer\">J-Tech</a> list set up by Dan Sieradski. If you&#8217;re a Jewish technologist, we  recommend this list as a useful space for sharing knowledge and ideas.</p>\n</div>\n<p><em>Organizational  Structure</em> (Aharon, Efraim)</p>\n<div style=\"padding-left: 30px;\">After  some feedback, we&#8217;ve made an effort to merge all project resources  under the Open Siddur Project banner. If you look closely, you&#8217;ll still  see the Jewish Liturgy Project. Hint: take a look at our XML encoding  documentation :)</p>\n<p>Efraim and Aharon are looking into economic  models to keep this project  both free and sustainable in the long term.  One of these models is a  cooperative of contributors.  We are certainly looking for more input  here.</p>\n<p>We are now <a href=\"http://www.razoo.com/story/The-Open-Siddur-Project-2\" target=\"_blank\" rel=\"noopener noreferrer\">capable of  receiving tax deductible donations</a> via Razoo through a fiscal  sponsorship agreement with the United States 501(c)3 registered  non-profit, <a href=\"http://jewishcreativity.org\" target=\"_blank\" rel=\"noopener noreferrer\">Center for Jewish Culture &amp; Creativity</a>. Money raised  this way can help us pay for our major operational expenses (server  costs, domain registration fees).</p>\n</div>\n<p><em>Communications and  Promotion</em> (Aharon)</p>\n<div style=\"padding-left: 30px;\">Aharon  gave a presentation at this year&#8217;s Limmud NY and pitched the Open Siddur  Project. Answering his question, what&#8217;s the siddur you&#8217;ve always  wanted, 11 year old Leora answered: &#8220;I&#8217;ve grown a lot since I was given  my first siddur in second grade, but I&#8217;m still using the same blue Shiloh siddur. I&#8217;d like to make a siddur that I can draw in, write my  own prayers, and share them with my friends.&#8221; Help the Open Siddur  Project bring Leora&#8217;s vision to fruition, there are <a href=\"https://opensiddur.org/contribute/\">many ways to contribute</a>.</p>\n<p>We  now have two discussion email lists and an announcement email list.  Much of the volume on our old jewishliturgy-discuss list was focused on  software development. To avoid having our non-developer list members  tune out of the discussion, we thought it better to divide the list into  <a href=\"http://groups.google.com/group/opensiddur-talk\" target=\"_blank\" rel=\"noopener noreferrer\">opensiddur-talk</a> and <a href=\"http://groups.google.com/group/opensiddur-tech\" target=\"_blank\" rel=\"noopener noreferrer\">opensiddur-tech</a>.</p>\n<p>The  <a href=\"http://groups.google.com/group/opensiddur-announce\" target=\"_blank\" rel=\"noopener noreferrer\">opensiddur-announcement</a> list will be used mainly for sending out regular updates like this one.  Announcements will also be shared via twitter (149 followers) and our  facebook group (nearly 300 users).</p>\n<p>Since last November we have  had 3 Open Siddur Open Chats at irc://irc.freenode.net/jewisliturgy .  During these chats we&#8217;ve talked shop with all sorts of curious folks,  software developers, liturgy researchers, and Jewish educators. The  format and medium of the communication (Internet Relay Chat) is proving  difficult for a number of participants and we&#8217;re investigating  alternatives. So far we&#8217;ve looked at DimDim and came away unimpressed.  Any suggestions for cross-platform group chat technology accessible to  users at no cost?</p>\n<p>Thanks to quick action on the part of Azriel,  the Open Siddur Project now owns the opensiddur.org domain. Good work,  Azriel! :)</p>\n<p>The logs of the chat are available on our wiki, here.</p>\n<p>Our  next Open Chat is scheduled for February 21st, 1pm EST/10am PST/8pm  Israel.</p>\n<p>Aharon will be speaking on the Open Siddur at the <a href=\"http://www.ajrsem.org\" target=\"_blank\" rel=\"noopener noreferrer\">Academy for Jewish  Religion</a> in Riverdale, March 15th.</p>\n</div>\n<p><em>Press</em> (Aharon, Efraim)</p>\n<div style=\"padding-left: 30px;\">Since our last  update in November, two major articles appeared in Jewish media  concerning the Open Siddur Project. Hadara Graubart&#8217;s &#8220;<a href=\"http://www.tabletmag.com/life-and-religion/21498/prayer-unbound/\" target=\"_blank\" rel=\"noopener noreferrer\">Prayer  Unbound</a>&#8220;, in Tablet Magazine and Steve Lipman&#8217;s &#8220;<a href=\"http://groups.yahoo.com/group/shefa/message/2976\" target=\"_blank\" rel=\"noopener noreferrer\">Taking  Prayer Into Their Own Hands</a>&#8220;, in Jewish Week. Sociologist Dr.  Steven M. Cohen may have also been thinking of us when he wrote  concerning the use of New media by young Jewish innovators in an article  for the JPR Newsletter, &#8220;<a href=\"http://www.jpr.org.uk/news/detail.php?id=141\" target=\"_blank\" rel=\"noopener noreferrer\">From Jewish people  to Jewish purpose: The new age of social innovation in American Jewish  life, and its implications for British Jewry</a>&#8220;:</p>\n<div style=\"padding-left: 30px;\">&#8220;The growth of Jewish culture may partly be  attributed to the expansion of the Internet and the decline in  production costs.  The Internet has allowed new music, videos and films  to be produced and distributed at almost no cost.  Much of the recent  Jewish innovation focuses on building websites, which typically empower  Jews to create their own Jewish lives on their own terms.  As the  Internet has become a two-way communications device, online innovations  often allow users to participate in interesting Jewish activities that  are free of any controlling authority.  Examples include online  facilities that allow people to create their own siddurim (prayer books)  or access midrashim  (Biblical commentaries) in ways that enable Jews  to discover traditional texts.&#8221;</div>\n</div>\n<p><em>Team Member  Updates</em> (Azriel, Aharon)</p>\n<div style=\"padding-left: 30px;\">Azriel  writes that this semester has kept him super busy and so hasn&#8217;t been  able to give as much as he&#8217;d like to the Open Siddur this semester.  Everyone here misses him.</p>\n<p>Most of our developers are either  working full time or studying full time. Aharon&#8217;s fellowship at Yeshivat  Hadar is coming to a close in May and he&#8217;s been busy thinking about  where he can go next to help improve awareness, increase compassion, and  inspire creativity through Jewish spiritual techniques and  technologies. If you&#8217;re looking for someone <a href=\"http://aharon.varady.net/\" target=\"_blank\" rel=\"noopener noreferrer\">multi-talented, capable, and visionary</a> all at once, reach out to him while he&#8217;s still available. Your Jewish  institution could hardly do better and you&#8217;d be supporting the Open  Siddur Project at the same time.</p>\n</div>\n<p>Wishing you a happy  and warm Adar,<br />\nAharon Varady<br />\nFounder &amp; Co-director<br />\nThe Open Siddur Project<br />\nhttps://opensiddur.net/join-us/</p>\n",
    "categories": [
        "Development"
    ],
    "tags": [
        "status update"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=463",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/development/development-status-15022010/",
    "slug": "development-status-15022010"
}