{
    "title": "First Pitch from the Hotseat at the PresenTense Start-Up Incubator (Aharon Varady 2009)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2009-06-18",
    "last_updated": "2024-11-29",
    "excerpt": "I began by explaining that in the experience of religion there is a contradiction between the individual’s desire for authentic experience and their need for relevant tools to engage individual growth vis-à-vis the project of Judaism. This contradiction is actually a design challenge for useful tools in Judaism’s toolkit of educational and spiritual resources for its participants. The imperfect present is expressed in many current expressions of the Siddur. Although a siddur's nusaḥ is an authentic expression of a tradition, its utility as a static tool for engaging the creative improvisation required for sinciere spiritual expression (as well as its ability to serve as the traditional tool for educating Jews in sourcetext) is certainly questionable. Our solution is a siddur that is a Siddur that users can build for themselves. Ingredients from all available siddur texts (i.e., copyright permitting) will be available for building siddurim ranging from unchanged nusaḥ Ashkenaz, to mashups of different nusḥaot with additional prayers and art added by the user, with user edited translations they contribute to, and with commentary they share with other users. In this way, a siddur user becomes a sophisticated master of t’fillah, seriously engaged in the prayer authored and offered by Jewish tradition with the freedom to enrich the tradition from their own experience privately or publicly. . . .",
    "content": "<p>During the summer of 2009, Aharon Varady was accepted as a fellow of PresenTense start-up incubator for social entrepreneurship organized by Ariel Beery and Aharon Horwitz in Jerusalem. As part of that program, he blogged about his experience noting ideas that would feed into other essays articulating the principles behind the Open Siddur Project.</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nBusy days this week at the PresenTense (PT) hub for the Open Siddur project. Wednesday was the heaviest and began in earnest with work on a website, <a href=\"https://opensiddur.org\">opensiddur.org</a>, from late Tuesday night into the lonely hours before the sunrise.</p>\n<p>Each Wednesday, PT encourages its fellows by requiring the submission of a deliverable. The first was the “Visioning Deliverable”–a short narrative of Open Siddur’s quest to improve an imperfect world, how we will attract minions to our cause, and what we need in order to accomplish our goal. For this deliverable, I submitted the <a href=\"https://opensiddur.org\">About</a> page of opensiddur.org.</p>\n<p>Later in the morning, and after a few hours rest, I explained the Open Siddur project to a journalist from a major Israeli English language newspaper/website (!) A challenging interview, I’m hopeful the story is accepted for publication in the next few weeks.</p>\n<p>One of the ideas I elaborated in the interview that I had not developed beforehand was the idea that the project of the Open Siddur is important for both beginner and advanced Siddur users because it enables a more dynamic and content-rich mental Siddur. Regular Siddur users have so many prayers memorized, that practically they could recite t’fillah (prayer) verbatim without printed text. A siddur with variations between nusḥot made visible and accessible would both enrich the experience of t’fillah as well as improve one’s understanding and respect of Jewish diversity — an important value in the Jewish tradition of minhagim (regional customs) and nusḥaot (regional variations in liturgy).</p>\n<p>The idea of a mental Siddur should sound similar to anyone who has read the interesting theories concerning mental maps and developed further by critical cartographers such as Matthew Edney. Physical maps are artifacts reflecting cultural worldviews, and I think similarly, the seder (order), liturgy, and rules concerning group and individual prayer reflect particular Jewish values. The fact that Judaism so respects the diversity of minhagim and nusaḥot reflects a value of pluralism engaged in one of the most intimate experiences of Jewish spirituality.</p>\n<p>Post-interview I was keen to share what I said with my partners at our sister project at jewishliturgy.org. Volume on our listserve is spiking and I noticed <a href=\"http://jewschool.com\">jewschool</a> writer David A.M. Wilensky is now participating on it too. I’m enthusiastic that we’re working on a new proof of concept highlighting our vision for the Open Siddur which will apply Efraim Feinstein’s important work developing a Jewish liturgy extension to the <a href=\"http://www.tei-c.org/index.xml\" target=\"_blank&quot;\" rel=\"noopener noreferrer\">Text Enconding Initiative</a> XML schema for encoding text.</p>\n<p>After a brisk afternoon walk to find a SIM card at the local Hadar mall (new cell number, 052 789 2435), I returned to the PresenTense hub in time to give the first pitch from the “Hotseat” (the name Ariel Beery and Aharon Horwitz have for their version of pitchgiving methodology). It boils down to 3 minutes of pitching, 5 minutes of questions, 5 minutes of comments, and 2 minutes of wrap-up. Many people use slide application such as MS PowerPoint for this. There was simply no time for a slide presentation at short notice, even while multitasking, and I welcomed fellow PT fellow Russel Neiss&#8217; encouragement to take confidence in myself as the unbound expression of the Open Siddur inside me.</p>\n<p>The pitch actually went pretty well, all things considered. Given Ariel’s formula I quickly outlined my remarks and delivered them with passion. PT encourages social entrepreneurs to pitch their ideas in the form of a narrative describing the imperfect present, the improved future, and what’s needed to get there.</p>\n<p>I began by explaining that in the experience of religion there is a contradiction between the individual’s desire for authentic experience and their need for relevant tools to engage individual growth vis-à-vis the project of Judaism. This contradiction is actually a design challenge for useful tools in Judaism’s toolkit of educational and spiritual resources for its participants. The imperfect present is expressed in many current expressions of the Siddur. Although a siddur&#8217;s nusaḥ is an authentic expression of a tradition, its utility as a static tool for engaging the creative improvisation required for sincere spiritual expression (as well as its ability to serve as the traditional tool for educating Jews in sourcetext) is certainly questionable.</p>\n<p>Our solution is a siddur that is a Siddur that users can build for themselves. Ingredients from all available siddur texts (i.e., copyright permitting) will be available for building siddurim ranging from unchanged nusaḥ Ashkenaz, to mashups of different nusḥaot with additional prayers and art added by the user, with user edited translations they contribute to, and with commentary they share with other users. In this way, a siddur user becomes a sophisticated master of t’fillah, seriously engaged in the prayer authored and offered by Jewish tradition with the freedom to enrich the tradition from their own experience privately or publicly.</p>\n<p>During the comment period of my Hotseat pitch, a PT fellow made an important comment. The problem I described wasn’t necessarily solved by the solution provided. For example: there might be a deeper problem to the concept of a spiritual tool with a formal liturgy being capable of successfully engaging the spiritual and creative expression of its users — even with the freedom provided by remixing content. Understanding this, we nevertheless see the siddur also relevant to the value of communal spiritual engagement–and this is why formal text exists–so that participants can share in a common structure for engagement.</p>\n<p>[cross-posted to <a href=\"http://web.archive.org/web/20090626080826/http://www.presentense.org:80/node/604\">PresenTense</a>]\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Development"
    ],
    "tags": [
        "philosophy",
        "PresenTense"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "1163"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/Varady-at-PresenTense-2009-crop.jpg",
        "title": "Aharon Varady",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=23",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/development/first-pitch-from-the-hotseat/",
    "slug": "first-pitch-from-the-hotseat"
}