{
    "post_id": 503,
    "title": "Testing Our Transliteration Engine with help from James Strong’s Biblical Hebrew Dictionary",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-04-28",
    "last_updated": "2026-01-31",
    "excerpt": "",
    "content": "<p><a href=\"http://en.wikipedia.org/wiki/James_Strong_%28theologian%29\"><img loading=\"lazy\" decoding=\"async\" class=\"alignright size-full wp-image-539\" title=\"James Strong\" src=\"https://opensiddur.org/wp-content/uploads/2010/04/220px-James_Strong_theologian_-_Brady-Handy.jpg\" alt=\"\" width=\"220\" height=\"459\" /></a>The mark of a particularly valuable dictionary is how long it is still  being used years after it&#8217;s introduced. Marcus Jastrow&#8217;s <em>Dictionary of the Targumim, Talmud Babli, Talmud Yerushalmi and Midrashic  Literature</em> (1903), Brown-Driver-Brigg&#8217;s <em>Hebrew and English  Lexicon of the Old Testament</em> (1906), and James Strong&#8217;s <em>Concise Dictionary of the Words in the Hebrew Bible with their Renderings</em> (1890) are all standard reference works still used today.</p>\n<p>But dictionaries are not only invaluable reference tools for scholarly research. They are also useful features in online applications&#8211;and not only for their definitions. Dictionaries also include transliterations. Both translations and transliterations are features we would like to provide for users of the Open Siddur application we are developing. But in order to provide these features, the dictionaries must be digitized and their contents encoded in a standard searchable format.</p>\n<p>Strong&#8217;s dictionary, prepared as a companion to his famous concordance, contains a complete list of Hebrew words that appear in the TaNaKh, transliterated with a consistent ruleset.  By formatting the words in the dictionary and replicating the transliteration as it appears in the dictionary the Open Siddur Project could test the transliteration engine that will be used to transliterate Hebrew text with <em>nikkud</em> (vowels) to any other script (Latin, Cyrillic, Arabic, Amharic, etc.).</p>\n<p>Strong&#8217;s dictionary was digitized (<a class=\"pdf\" href=\"http://www.heraldmag.org/olb/Contents/dictionaries/SHebrew.pdf\" target=\"_blank\" rel=\"noopener\">PDF</a>) in 1998 by unknown contributors. Converting the digitized, machine-readable text to an open standard format was a milestone sought by a number of projects including <a href=\"http://openscriptures.org/\" target=\"_blank\" rel=\"noopener\">OpenScriptures</a>, an open source project digitizing and encoding variant manuscripts of the Gospels. In partnership with Open Scripture contributing developers, the Open Siddur Project created a quality XML encoding of Strong&#8217;s dictionary. Work began early in February and was completed by the second week of April. The data and XML is available as public domain text, <a href=\"http://github.com/openscriptures/strongs/downloads\" target=\"_blank\" rel=\"noopener\">here</a>.</p>\n<p>The project served to test our transliteration engine and develop a good working and ecumenical relationship between two worthy open source projects sharing technology for advancing the digital humanities. The three main contributors on the project were David Troidl, Ze&#8217;ev Clementson, and Efraim Feinstein (lead developer of the Open Siddur). Ze&#8217;ev initiated the project in a forum discussion, <a href=\"http://groups.google.com/group/opensiddur-talk/browse_frm/thread/6c323b6a32196432/32c95bdc01a6c020\" target=\"_blank\" rel=\"noopener\">here</a>.  (Ze&#8217;ev is a regular contributor to the Open Siddur Project and creator  of innovative <a href=\"http://beresheit.blogspot.com/2010/04/hebrewbible-version-40-with-ipad.html\" target=\"_blank\" rel=\"noopener\">Jewish educational software</a> for the iPhone/iPad  platforms (so far)). Initially, David obtained Strong&#8217;s Hebrew data in the form of a PHP script from <a href=\"http://www.tyndalearchive.com/Brewer/author.htm\" target=\"_blank\" rel=\"noopener\">Dr. David Instone-Brewer</a>. (The data is the basis for Instone-Brewer&#8217;s website <a href=\"http://www.2letterlookup.com/\" target=\"_blank\" rel=\"noopener\">2 Letter Lookup</a>).  Troidl then parsed out the data and converted it to the Open Scripture Information Standard (<a href=\"http://en.wikipedia.org/wiki/Open_Scripture_Information_Standard\" target=\"_blank\" rel=\"noopener\">OSIS</a>) XML schema, &#8220;using the best available OSIS structure for the data, since OSIS has no official dictionary module,&#8221; he explained. <del datetime=\"2010-04-28T23:52:31+00:00\">Efraim </del> Ze&#8217;ev converted the XML to the Text Encoding Initiative (<a href=\"http://en.wikipedia.org/wiki/Text_Encoding_Initiative\" target=\"_blank\" rel=\"noopener\">TEI</a>) standard used by the Open Siddur Project. Efraim helped define the tag usage for the Open Siddur extension to the TEI &#8212; the <a href=\"https://github.com/opensiddur/opensiddur/wiki/JLPTEI-101:-00:-Introduction\" target=\"_blank\" rel=\"noopener\">JLPTEI</a>.</p>\n<p>James Strong is best known for his concordance and the scholarly tools  he innovated show a prescient interest in linked data. Were Strong to  look down from his perch in the heavenly yeshiva/academy at our work, I think he might be quite pleased with this collaboration. I asked David, Ze&#8217;ev and Efraim if they would comment on their work together contributing to the Open Siddur Project.</p>\n<p>Why was updating Strong&#8217;s Hebrew Dictionary to Unicode and XML such an important target?</p>\n<blockquote><p>David: The existing ASCII transliterations were neither  fully accurate, nor a faithful representation of the ones in Strong&#8217;s  printed dictionary.</p>\n<p>Ze&#8217;ev: Having a standard &#8220;dictionary&#8221; in Open Siddur allows us to  provide new functionality that we didn&#8217;t have before. So, for example,  someone might want to make a child&#8217;s siddur or a siddur for people who  don&#8217;t know understand or read Hebrew well that contains definitions  (perhaps at the bottom of the page or in the margin) for some of the  less common Hebrew words. We now have the ability to add accurate  transliterations (either alongside the Hebrew or instead of the Hebrew  in the siddur) for people who can&#8217;t read Hebrew.</p>\n<p>Efraim: It opened a route of collaboration  between  projects. Specific to the Open Siddur, working on this   provided a specification  for a new type of associated  data &#8212;  dictionary  words.</p></blockquote>\n<p>How did this collaboration advance your project&#8217;s specific goals?</p>\n<blockquote><p>Efraim: By having a second independent implementation of transliteration  we could debug our transliterator and discover corrections to make in  Strong&#8217;s original document.</p>\n<p>Ze&#8217;ev: The collaboration with David was great in that it helped us to   identify a number of shortfalls/bugs in the existing Open Siddur   transliteration code. However, the collaboration worked both ways in   that, as a result of the email discussions, David was able to make   changes to his source document (e.g. &#8211; adding qamets qatan, holam haser   for vav, spelling corrections, etc) and Open Siddur was able to   &#8220;robustify&#8221; the transliteration code so that it handled more &#8220;corner   cases&#8221; than it did before (e.g. &#8211; adding dagesh transliteration support   for non-bgdkft letters, improved handling of silent letters, support  for  literally-transliterated tetragrammaton, etc) and it also helped us  to  generally test/verify other transliterations. We also now have a   &#8220;transliteration tester&#8221; which lets us automatically validate our   programmatically-generated transliterations against static versions of   the Strong&#8217;s transliterations (this can be used in unit tests in the   future to ensure that transliteration code changes don&#8217;t &#8220;break&#8221; the   existing Strong&#8217;s transliteration logic).</p>\n<p>David: Ze&#8217;ev&#8217;s questions about Strong&#8217;s transliterations, while   developing his transliteration table, spurred me on to work on a project   that I had been wanting to do for some time anyway.  After using the   existing ASCII transliterations as a comparison metric, we started   trading our results, to compare the Unicode transliterations.  This   allowed both of us to fine tune our code and produced a significantly   higher degree of accuracy in the transliterations themselves.</p></blockquote>\n<p>The XML and code generated by this effort are available to everyone with open/free culture licensing. Besides this obvious advantage, how will this work help other folk&#8217;s projects worldwide?</p>\n<blockquote><p>David: Many Internet resources that I&#8217;ve come across fall far short of a print publisher&#8217;s tolerance for error.  While the availability of the information is commendable, I would like to see a greater emphasis on the accuracy of existing resources.  There are many texts, in print and electronic, that utilize Strong&#8217;s numbering system, and a reliable reference will be a benefit.</p>\n<p>Ze&#8217;ev: The major additional &#8220;public&#8221; benefit from the exercise is that there is now an open-source, digital Strong&#8217;s source document that has accurate transliterations in the style defined in the Strong&#8217;s Concordance book and which has been edited to correct misspellings (both Hebrew misspellings and errors in the English transliterations). Already, at least one application (my Hebrew Bible iPhone/iPad app) is utilizing the Strong&#8217;s Concordance data and currently provides <a href=\"http://sites.google.com/site/hebrewsoftware/_/rsrc/1270146166151/images/ipad2.jpg\" target=\"_blank\" rel=\"noopener\">integrated word definition display</a> when reading the TaNaKh  as well as <a href=\"http://sites.google.com/site/hebrewsoftware/_/rsrc/1260640562866/images/HebrewBible3.jpg\" target=\"_blank\" rel=\"noopener\">Hebrew root lookup</a>.</p></blockquote>\n<p>What new opportunities for collaboration and development do you see coming out of this work?</p>\n<blockquote><p>Efraim: One thing we (Open Siddur) don&#8217;t have is a way for the general public to get access to it!  It&#8217;s in <a href=\"http://code.google.com/p/jewishliturgy/source/checkout\" target=\"_blank\" rel=\"noopener\">SVN</a>, and we have a way to convert it to HTML, but no public interface [exists yet] to transform it or to look up words.</p>\n<p>David: The ideal markup format is still an open question.  My version is  pushing the limits of OSIS, in its present form.  The TEI form that  Ze&#8217;ev [Open Siddur] is using is verbose and repetitive.  I have some ideas that are  still coalescing.  Also, we are moving toward adding a Brown, Driver,  Briggs layer on top of the Strong&#8217;s data, striving for a richer and more  accurate dictionary.</p>\n<p>Ze&#8217;ev: This was a bit of a unique scenario in that we were both  attempting to validate independently-developed transliteration  code with the same source document. We have now completed the  validation of the Strong&#8217;s transliteration scheme and have  discussed following through with a similar exercise for the SBL  transliterations.</p></blockquote>\n",
    "categories": [
        "Development"
    ],
    "tags": [
        "dictionary",
        "transliteration"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "date_src_start": [
            "2010-04-28"
        ],
        "date_src_end": [
            "2010-04-28"
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=503",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/development/james-strongs-hebrew-dictionary-in-xml-ftw/",
    "slug": "james-strongs-hebrew-dictionary-in-xml-ftw"
}