{
    "title": "Technology is a “plus” not “or” proposition: thoughts after NewCAJE — by Efraim Feinstein (Open Siddur 2010)",
    "author": "Efraim Feinstein",
    "coauthors": [
        {
            "name": "Efraim Feinstein",
            "bio": "Efraim Feinstein is the lead developer of the Open Siddur <a href=\"https://github.com/opensiddur\">web application</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/05/efraim-feinstein-e1431205103997-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/efraim"
        }
    ],
    "date": "2010-08-08",
    "last_updated": "2025-02-28",
    "excerpt": "In education, technology is a means to an end, not an end in itself. There are some problems technology can solve, and others it can't. As Joel Grishaver said better than I can, technology is a <a href=\"http://joelgrishaver.wordpress.com/2010/08/05/%e2%80%9cplus%e2%80%9d-not-%e2%80%9cor%e2%80%9d/\">\"plus\" not \"or\"</a> proposition. Learners will have different success rates using technological solutions, such as distance learning, and the use of computers cannot take the place of a real-world social community. On the other hand, technology also has the potential to transform learning and learning environments and to make both learning materials and the teachers to guide their use accessible where they would not have otherwise been. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nLast week, I attended the first <a href=\"http://newcaje.org\">NewCAJE</a> conference for Jewish educators and the young professionals retreat that followed.  I met a lot of good people who chose an often under-appreciated profession; all of them dedicated to what they do: teaching the next generation of young Jews what it means to be Jewish.  In recent days, my Facebook profile has been more active than it&#8217;s ever been, and I hope to stay in contact with those I met at the conference.</p>\n<p>I came to the conference from a somewhat different starting point from most of its other participants.  The vast majority were religious school teachers in synagogues from across the country, with a smaller contingent from day schools.  I came in from the perspective of one who fits an expanded definition of Jewish educator &#8212; an Internet content provider.  The classroom teachers were certainly encouraging in our work at the Open Siddur Project.  Many envisioned uses for our software and data that would not have occurred to me beforehand, and they look forward to our future success.</p>\n<p>In education, technology is a means to an end, not an end in itself.  There are some problems technology can solve, and others it can&#8217;t.  As Joel Grishaver said better than I can, technology is a <a href=\"http://joelgrishaver.wordpress.com/2010/08/05/%e2%80%9cplus%e2%80%9d-not-%e2%80%9cor%e2%80%9d/\">&#8220;plus&#8221; not &#8220;or&#8221;</a> proposition.  Learners will have different success rates using technological solutions, such as distance learning, and the use of computers cannot take the place of a real-world social community.  On the other hand, technology also has the potential to transform learning and learning environments and to make both learning materials and the teachers to guide their use accessible where they would not have otherwise been.</p>\n<p>Those in the front line of education are in a unique position to guide technologists in enabling positive uses of what we create in the virtual world.  Technologists often talk about initiating collaboration with educators in the field.  They are, after all, the people who will be using, directing the use of, and benefiting from our products.  Conferences like NewCAJE are an appropriate forum for this type of dialogue; not to sell products, but to have a bidirectional conversation about the ideas that form the basis of our technological approaches.  At the next NewCAJE conference (assuming there will be one!), I would encourage more educational technologists to take advantage of the opportunity for interaction.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Development"
    ],
    "tags": [
        "NewCAJE"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=1223",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/development/newcaje-1-post-conference-thoughts-and-appeal-to-technologists/",
    "slug": "newcaje-1-post-conference-thoughts-and-appeal-to-technologists"
}