{
    "post_id": 19386,
    "title": "Betrachtung, wenn der Neumond eingesegnet wird | Prayer on the Sabbath Prior to the New Moon, by Fanny Schmiedl-Neuda (1855)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Fanny Schmiedl-Neuda",
            "bio": "Fanny Neuda (1819-1894) was a Jewish German-speaking writer best known for her popular collection of prayers, <em> Stunden Der Andacht</em>. She was born in Lomnice to the family of Rabbi Yehudah Schmiedl (1776-1855). After marrying Abraham Neuda (1812-1854), the couple moved to Loštice to Moravia, where her husband held the position of rabbi. They had three sons: Moritz (1842), Julius (1845) and Gotthold (1846). After her husband's death in 1854 she stayed for some time in Brno and later settled in Vienna . She died at the age of 75 years in the spa town of Merano (present-day Italy).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/fanny-neuda-portrait-in-the-lostice-synagogue-richard-stipl--2011-from-zide-v-ceskych-zemich-cropped-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/fanny-neuda"
        },
        {
            "name": "Wikisource Contributors (transcription)",
            "bio": "Wikisource is a collaborative transcription site and part of the family of user-generated content sites administered by the Wikimedia Foundation. The Open Siddur Project uses Wikisource for collaborative transcription by taking advantage of the <a href=\"https://www.mediawiki.org/wiki/Extension:Proofread_Page\">Proofread Page</a> MediaWiki extension installed as a feature for public use. For detailed attribution information for any text, please refer to the \"View History\" link on specific Wikisource pages.",
            "website": "http://wikisource.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Wikisource-logo-he-96x96.png",
            "profile_link": "https://opensiddur.org/profile/wikisource-contributors"
        },
        {
            "name": "Julia Watts Belser (translation)",
            "bio": "Julia Watts Belser is Associate Professor of Jewish Studies in the Theology Department at Georgetown University. She is the author of <em>Power, Ethics, and Ecology in Jewish Late Antiquity</em> (Cambridge Univ. Press 2015) and <em>Rabbinic Tales of Destruction: Gender, Sex, and Disability in the Ruins of Jerusalem</em> (Oxford University Press 2018).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/04/Julia-Watts-Belser-Landscape-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/julia-watts-belser"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2018-03-18",
    "last_updated": "2025-04-04",
    "excerpt": "This is Prayer for the Shabbat preceding the New Moon (Shabbat Mevorkhim) included by Fanny Schmiedl Neuda in her collection of teḥinot in vernacular German, <em>Stunden der Andacht</em> (1855). Fanny Neuda likely either composed or translated this teḥinah into German (from Yiddish) while performing in the capacity of <a href=\"https://en.wikipedia.org/wiki/Firzogerin\"><em>firzogerin</em></a> (precentress) of the <em>weibershul</em> (women's gallery) in her husband's synagogue in Loštice, Bohemia.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">German (source)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוללבנה אמר שתתחדש<br />\nעטרת תפארת<br />\nלעמוסי בטן<br />\nשהן עתידין להתחדש כמותה<br />\nולפאר ליוצרם על שם כבוד מלכותו <span class=\"citation\">(סנהדרין מב א)</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;And to the moon [Hashem] said that it should renew itself<br />\nas a crown of beauty<br />\nfor those he carried from the womb,<br />\nas they are destined to be renewed like it,<br />\nand to praise their Creator for the name of his glorious kingdom.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> From the Blessing of the Moon according to Rav Yehudah in Sanhedrin 42a, 5&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n„Und zum Monde sprach der Herr, daß er<br />\nsich erneue, ein glänzend herrlich Bild, für<br />\ndie Erdensöhne.” – (Gebet.)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd to the moon, God spoke:<br />\n“Let it renew itself and be a gleaming, wondrous sight<br />\nfor the children of the earth.” – (Prayer.)<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n„Lob und Preis dir, Gott und Herr des Weltalls, der du mit deinem Worte geschaffen hast die Himmel, mit einem Hauche deiner Allmacht all’ ihre leuchtenden Heere! Du hast Allen ihren Gang und Stand angewiesen, daß sie nimmer verwechseln und verfehlen ihre Bestimmung. „<em>Zum Monde aber sprachst du, daß er sich erneue, ein glänzend herrlich Bild für die Erdensöhne</em>,” in dem steten Absterben und Wiederaufleben seines Lichtes ist er ein Bild und Gleichniß unseres wechselnden und wandelnden Lebens auf Erden und aus der Höhe spricht er zu dem Menschen herab, tröstend und erhebend, mahnend und warnend.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI praise and thank you, God and Sovereign of the Universe. With your words, you created the heavens, and with one breath of your majesty, you created all of its shining hosts! You set each one on its course and to its appointed place so its position and progress are never confounded. To the moon, you spoke: Let it renew itself and be a gleaming, wondrous sight for the children of the earth, that its thinning and renewing light might be a reflection of our own shifting, changing lives below. From high above the moon offers comfort and support, admonishment and warning.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nZu dem Unglücklichen spricht der Mond: Zage nicht und traure nicht, armes Herz, welches auch dein Leid sei, wie trüb und düster auch dein Pfad ist, und dein Leben umnachtet und umdunkelt – sieh mich an! nicht trübseliger und nächtlicher kann dein Geschick sein, als meine Gestalt noch vor wenigen Tagen war, und schon wieder siehst du mich leuchtend und glänzend am Himmelsplan. So auch wird dein Schicksal sich wandeln, denn nicht ewig währt die Trauer, <em>nicht auf immer zürnt der Herr!</em> Drum zage nicht und ängstige dich nicht, trage muthvoll und ergeben, was der Herr dir auferlegt, bald läßt er dir wieder leuchten seinen Gnadenstrahl, und führt dich aus der Finsterniß zum Lichte.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo the unfortunate, the moon says:  Poor heart, do not dwell on your suffering. Do not bemoan the gloom and fogginess of your path or how your life has become as dark as night. Look at me! Your fortune can’t be gloomier or more difficult than my own waning light was but a few short days ago — and look now!  Already you can see me shining above you. So, too, your fortune will shift. Grief is not permanent. God is not always angry! So don’t complain, and don’t become anxious. Bear with endurance and courage the burdens that God has given you. Soon the Eternal One will let you shine once more in the brilliance of divine mercy. Soon the Eternal One will guide you out of darkness and into the light.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnd du, Glücklicher, mahnt er den Beglückten und Erhöhten, sei nicht so stolz, thue nicht so groß, wenn auch des Glückes Glanz und Strahl dich umgibt und des Lebens Straßen sich hell und leuchtend vor dir aufthun. Sieh auf mich, auch ich strahle jetzt im Lichte, doch eine kurze Zeit nur und ich wandle glanzlos und verdunkelt, und vergebens sucht mich dein Auge. Gleich mir aber geht des Menschen Schicksal einen ewigen Kreisgang, und ehe du dich’s versiehest, kannst auch du der Nacht und dem Grauen des Unglücks anheimfallen. Darum sei demüthig und bescheiden, laß fallen deine Strahlen in die dunkeln Hütten des Elends, erhelle die Finsterniß des Unglücks neben dir, und gieße milden Trost, wo und wie du kannst, in die betrübten und gedrückten Herzen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo the fortunate and honored, the moon warns: Oh, lucky one, don’t be so proud, don’t act so haughty or great, though the glitter and dazzle of fortune surround you and the road of life lies bright and shining before you, look at me and see how I, too, bask in my own light now, but in a short time I will have darkened and become a dim object; people will search for me to no avail. In the same way, human fortunes travel in their own orbits. Before you know it, you, too, will fall into the dark night and misfortune’s misery. Therefore, be humble and modest. Let your brilliance enter the shadowed huts of suffering and brighten the dark misfortune nearest to you. Offer gentle comfort wherever and whenever you can to downtrodden and suffering hearts.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnd zu der Jugend spricht der Mond in seiner stummen und doch so mächtigen Beredtsamkeit; Ihr, die ihr im Neumonde des Lebens steht, nehmet auch ihr mein Bild euch zur Lehre. Wie ich von Tag zu Tag immer zunehme an Licht und immer höher steige auf meiner Bahn, so möget <em>ihr</em> mit jedem Tage zunehmen an Licht und Kraft des Geistes, und immer höher streben auf der Bahn eurer Bestimmung, damit ihr nicht der trostlosen Nacht der Unwissenheit und der Sünde anheimfallet und euer Leben nicht im Dunkel der Thatenlosigkeit unbemerkt dahinschwinde, sondern im hellen Glanz der Weisheit und der Tugend die Welt erleuchte und erfreue.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo the young, the moon speaks with muted yet mighty eloquence: You who stand in the new moon of life, take my model as your teacher. Just as my light increases from day to day and I climb higher in my path, so may you increase the light and strength of your spirit each day and always strive to rise higher along the path of your convictions. Don’t fall into a painful night of ignorance, letting life pass you by unnoticed in darkness, in uselessness. Rather, let your life brighten and gladden the world with the shining brilliance of wisdom and virtue.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDem Greise aber, der im letzten Lebensviertel matt und gebeugt einhergeht, sein Licht immer abnehmen und schwinden sieht, dem ist der Mond in seiner Höhe ein gar beredter Tröster, und jede Neumondsverkündigung ist für ihn eine himmlische Verheißung des jenseitigen Lebens, „<em>denn zum Monde sprach der Herr, daß er sich erneue, ein glänzend herrlich Bild für die Erdensöhne, daß auch sie gleich ihm sich einst erneuen und verjüngen, zum Ruhm und zur Verherrlichung ihres Schöpfers.</em>”<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo the elder one, however, who enters the last quarter of life dimmed and bent, with the light ever waning and fading, the moon speaks comfort from its heights,  as the rising of every new moon reminds us of the heavenly promise of lite to come: For God spoke to the moon: Let it renew itself  and be a gleaming, wondrous sight for the children of the earth, that they, like it, should be renewed and for the glory and honor of their Creator.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWie er vor unseren Augen abstirbt und erbleicht, um wieder von Neuem in verjüngter Gestalt zu erscheinen, so der Mensch in seiner Unsterblichkeit. Hier erlischt sein Lebenslicht, aber dort in den jenseitigen Gefilden, wo kein Wechsel ist und kein Wandel, sondern nur Ewigkeit und Freuden der Ewigkeit, strahlt es wieder auf, um nimmermehr unterzugehen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJust as the moon fades and slips away before our eyes, only to rise once more in a younger, renewed form, so it is with the eternal, unblemished nature of the human soul. Here the light of a person’s life is waning, but there, in the other realm, where there is no change but only eternity and perpetual joy, the soul’s light shines brightly and will never dim.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nSo möge denn, Allgütiger, der Mond sich erneuen zum Heil und zum Segen für mich und für die gesammte Menschheit, sein trostreiches, erhebendes Bild uns stets vor Augen sein und Hoffnung und Zuversicht, Muth und Vertrauen, fromme Vorsätze und Bestrebungen uns ins Herz legen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSo, All-Compassionate One, may the moon renew itself as a redemption and a blessing for me and for all humanity. May its comforting, uplifting face always be before our eyes, and may the sight of it place hope and security, courage and trust, and noble intentions and strivings in our hearts.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMöge der kommende Monat mir und den Meinen Alles bringen, was zu unserem wahren Wohl gereicht: Gesundheit der Seele und des Körpers, innern und äußern Frieden, gesegnete Früchte unsrer Thätigkeit und eine reiche Saat für unser ewiges Heil. <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the coming month bring me and my loved ones all we require for our well-being — health of soul and body, peace within and without, the blessed fruits of our labors, and a fertile seed for our eternal redemption. <em>Amen</em>.<br />\n</span></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the Prayer for the Shabbat preceding the New Moon (Shabbat Mevorkhim) included by Fanny Schmiedl Neuda in her collection of teḥinot in vernacular German, <em>Stunden der Andacht</em> (1855). Fanny Neuda likely either composed or translated/adapted this teḥinah into German (from Yiddish) while performing in the capacity of <a href=\"https://en.wikipedia.org/wiki/Firzogerin\"><em>firzogerin</em></a> (precentress) of the <em>weibershul</em> (women&#8217;s gallery) in her husband&#8217;s synagogue in Loštice, Bohemia.</p>\n<p>The translation from German into English provided here was made by Dr. Julia Watts Belser, adapted from how it appears in <em><a href=\"https://www.penguinrandomhouse.com/books/12553/hours-of-devotion-by-edited-and-adapted-into-verse-by-dinah-berland/9780307486059/\">Hours of Devotion: Fanny Neuda&#8217;s Book of Prayers for Jewish Women</a></em> (ed. Dinah Berland, Schocken 2007) where it was set in a poetic, line-by-line style. We&#8217;ve set Dr. Watts Belser&#8217;s translation opposite the German source, following Fanny Neuda&#8217;s original layout.</p>\n<p>Transcription of <a href=\"https://opensiddur.org/prayers-for/tkhines/stunden-der-andacht-hours-of-devotion-by-fanny-schmiedl-neuda/\">Stunden der Andacht</a> (second edition, 1858) was begun by Aharon Varady and proofreading completed on German Wikisource. Annotation and additional source material provided by Aharon Varady.</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/stundenderandac01neudgoog#page/n41/mode/2up/\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/StundenDerAndachtFannyNeuda1864#page/n37/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">From the Blessing of the Moon according to Rav Yehudah in Sanhedrin 42a, 5</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Shabbat Məvorkhim"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Bohemian Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "paraliturgical teḥinot",
        "Teḥinot in German",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by/4.0/'>Creative Commons Attribution (CC BY) 4.0 International</a> free-culture license"
        ],
        "_yoast_wpseo_primary_category": [
            "3760"
        ],
        "_thumbnail_id": [
            "19387"
        ],
        "date_src_start": [
            "1855-00-00"
        ],
        "date_src_end": [
            "1855-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/03/699px-Waning_Moon_ESO.jpg",
        "title": "699px-Waning_Moon_ESO",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:Waning_Moon_ESO.jpg\">Waning Moon.</a>\" (credit: European Southern Observatory, license CC BY). A series of short exposures through a near-infrared filtre was obtained of the waning Moon at sunrise on January 12 (at about 10 hrs UT), i.e. about 5 days before New Moon (24.3 days \"old\"). As can be seen in the image, the edge of the full field-of-view is about the size of the diameter of the Moon. Several 0.1 sec exposures were made through a near-infrared filtre (856 nm; FWHM 14 nm) with small offsets were recombined (to cover the gaps between the individual CCDs); otherwise, the image is raw. It was rebinned (2x2) to 4kx4k size and sampling 0.48 arcsec/pixel. The right-hand side of the picture was cropped in this reproduction to reduce the file size.\n"
    },
    "source_link": "https://opensiddur.org/?p=19386",
    "permalink": "https://opensiddur.org/prayers/lunisolar/new-moon/shabbat-mevorkhim/betrachtung-wenn-der-neumond-eingesegnet-wird-prayer-on-the-sabbath-prior-to-the-new-moon-by-fanny-schmiedl-neuda-1855/",
    "slug": "betrachtung-wenn-der-neumond-eingesegnet-wird-prayer-on-the-sabbath-prior-to-the-new-moon-by-fanny-schmiedl-neuda-1855"
}