{
    "post_id": 15526,
    "title": "תְּחִנָה פון רֹאשׁ חוֹדֶשׁ בענטשן | Tkhine for the Rosh Ḥodesh Blessing, by an unknown author",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-06-12",
    "last_updated": "2025-05-29",
    "excerpt": "The teḥinah for the blessing of the new moon is said each Shabbat Mevorkhim, addition to the specific teḥinah for that month. The prayer is recited when the Aron HaKodesh is opened, signifying the opening of the Heavenly gates of mercy (an especially propitious time to pray for health, livelihood, and all good). . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאָנָא איך בּעט דיר גאָט יִתְבָּרֵךְ דער װאָס גרייט אָן די שפייז צו אַלע בּאַשעפענישן און בּרייט אָן מַלְבּוּשִּׁים, שיק מיר מיין דערנערונג און דו זאָלסט מיר שפייזן און מיין הויזגעזינד און כָּל יִשְׂרָאֵל איין פַּרְנָסָה טוֺבָה נַחַת רוּחַ און נישט מיט צַעַר און נישט מיט בִּזָיוֺן דאס איך זאָל נישט פארשעמט ווערן. און צו גוטן זאל זיין אונזער אַרבּעט מיט בְּרָכָה און הַצְלָחָה און עס זאָל זיין איין בּענשונג אין אונזער ווערק און זאָלסט אונז באַגליקן. און אויף צו ברענגען מיר, דערבּאַרעם דיר איבּער אונז אין אַלץ וואָס מיר פאַרלאַנגען. און דו זאָלסט בּאַגוטיגן אונזער ווילן און אונזער האַרץ צו גוטן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPlease, I beseech you, blessed God, who prepares clothing and food for all living things: send me my nourishment, and sustain me and my household and the entire nation of Yisra&#8217;el with a good livelihood in ease. Neither in anguish nor in disgrace should we be put to shame. We should be successful in our task, with blessings and success. Let there be blessing in our work and allow us to succeed. Uplift me. May your mercy be upon us in all that we require, and approve our wishes and desires for good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nבּאַשירעם אונז און דערלייכט אונז און זיי איין באַשיצער צו מיר און מיין הויזגעזונט, און בּאַשירעם מיר פון אַלע מִינֵי צָרוֺת און צַעַר אין דעם יאָר און אין אַלע נאָכקומעמדיגע יאָרן און אַלע חַדָשִּׁים און וואָכן און אַלע שָׁעוֺת און אַלע אויגן בּליק און בּאַעשירעם מיר פון אַלע פאַרטומלונג און פון אַלע בּייזע דערשרעקעניש פון מיין האַרץ מיט דעם כֹּחַ פון דעם פָּסוּק: &#8220;אָנֹכִי אֵרֵד עִמְּךָ מִצְרַיְמָה וְאָנֹכִי אַעַלְךָ גַם־עָלֹה&#8221;‏\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nProtect and enlighten us, and be a guardian for me and my household. Shield me from all kinds of affliction and sorrow, this year and every year, in all months, weeks and every hour, and in every instant. Protect me from all confusion and evil fears that are in my heart with the strength from the verse that states: “I will go down with you to Mitsrayim and I will take you up.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Genesis 46:4, partial&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון זאָלסט מיך לאָזן הערן בְּשׁוּרוֺת טוֺבוֺת וואָרהאפטיגע און רעבט פארטיגע און זאָלסט מיך פאַרגעבּן מיינע חֲטָאִים וַעֲוֹנוֺת שֶׁחָטָאתִי וְשֶעֶוִיתִי ושֶׁפָּשַׁעתִּי און עס זאָל נישט גלוסטן אין מיר דער יֵצֶר הָרָע, און זאָלסט מיך בּאַשירעמען פאַר גַזְלָנִים און פאַר בּייזע לייט און פאַר קרענק און פון בִּלְבּוּלִים און פאַר אַלע בּייזע בּאַגעגענישן און פאַר הונגער און פאַר בּייזע צוקומעניש און פאַר טרויעריקייט\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet me hear truly good tidings in the right times. And you should forgive my transgressions and sins. Sin and iniquity should not dwell in me that I not crave after the Predatory Desire. Guard me from robbers and evil people, from disease and false accusations, from evil encounters and from famine, from bad happenings and from sadness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון זאָלסט מיר געבּן חֵן וְחֶסֶד וְרַחֲמִים אין דיינע אויגן דען צו דיר טו איך האָפן און דו זאָלסט מיר ענטפערן און צו דיינעם נאָמען טו איך מיך קערן דאָס דיין הייליגער נאָמען זאָל גערופן זיין אויף מיר און זיי זאָלן זיך פאָרכטן פאַר מיר, מיין פָּנִים זאָל דערלייכטן, מיין פאָרכט זאָל זיין געוואָרפן אויף אַלע בּאַשעפעניש און מיר זאָלן געלויבּט זיין אויבּן אין אַלע הימלען און אונטן אויף דער ערד און מיין גוטער נאָמען זאָל זיין אין אַלע לענדער\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet me find grace, favor and mercy in your eyes, for it is you in whom I hope. You should answer me and to your name I turn so that your Holy Name should be represented by me, and others will stand in awe. My face should illuminate others. I should inspire awe upon all living things. And we should be praised up above in the heavenly abodes and below on earth, and my good reputation should be known in all lands.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון מיינע חַלוֺמוֺת זאָלן מיר זיין צו גוטן מיט דעם קראַפט דאָס הייליגקייט דען זיך אַלץ שטאַרקט פון דער מֶרְכָּבָה עֶליוֺנָה, און דער זְכוּת פון די דרייצן מִדוֺת וואָט דו האָסט פאַרזיכערט דורך מֹשֶּׁה דיין קנעכט זאָל מיר בּיישטיין, דאָס זעלבּע זענען די דרייצן מִדוֺת: יי יי אֵל רַחוּם וְחַנּוּן אֶרֶךְ אַפַּיִם וְרַב חֶסֶד וֶאֱמֶת: נֹצֵר חֶסֶד לָאֲלָפִים נֹשֵׂא עָוֹן וָפֶשַׁע וְחַטָּאָה וְנַקֵּה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy dreams should be beneficial for me with the power of holiness &#8211; from the supernal chariot, from which all things strengthen themselves. The divine merit of the Thirteen Attributes, with which you have assured us through your servant Moshe, would assist me. These are the Thirteen Attributes: &#8220;YHVH, YHVH El compassionate and kind, slow to anger, with tremendous [resources of] love and truth. He remembers deeds of love for thousands [of generations], forgiving sin, rebellion and error.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Exodus 34:6-7&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nיְהִי רָצוֺן עס זאָל זיין דער ווילן פאַר דיר גאָט מיין גאָט און גאָט פון מיינע עלטערן אַז דו זאָלסט מיר געבּן לייטזעליגקייט און דערבּאַרמקייט און דערפרייאונג און מאַך בּאַגליקן מיך אין אַלע מיינע ווערק און זאָלסט מיר געבּן חֵן וְחֶסֶד אין דיינע אויגן און דערלייכט מיינע קינדערס אויגן אין די תּוֺרָה און מיינע קינדער זאָלן נישט פאַרגעסן וואָס זיי האָבּן געלערנט און אין מיינע רייד זאָלסטו געבּן לויטערקייט און שיינהייט און לייטזעליקייט און גענאַד און אַלץ וואָס איך בּעט זאָלסטו מיר בּאַווערן צו גוטן׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it be your will, O God, my God and the God of my ancestors, that you should give me goodwill, mercy and happiness, and make me successful in all my endeavors. Let me find favor and goodwill in your eyes and illuminate my children’s eyes in the ways of the Torah. My children should not forget all they have learned, and give clarity, beauty, pleasantness and kindness to my manner of speech. All that I ask of you, grant for my benefit.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאָנָא איך בּעט דיר גאָט פין יַעֲקֹב װעגן דיין הייליגן נאָמען דו ווערסט דאָך דערקענט אין די גאַנצע וועלט דען דו בּיזט דער וואָס האָט געהערט דאָס געבּעט פון יַעֲקֹב און האָסט אים בּאַהיט פון אַלעס בּייזן און האָסט אים געגעבּן מַלְבּוּשֵּׁי כָּבוֺד מיט דיין גוטע מאַכט און האָסט געטאָן וואונדער און צייכן מיט די יִשְׂרָאֵל. דערום טו איך אויך בּאַגערן פון דיר אַז דו זאָלסט עפענען דיין האַנט מיך צו שפייזן, און זאָלסט מיך בּאַהיטן היינט און אייבּיג פון אַלע בּייזע בּאַגעגעניש און פון בּייזע קראַנקהייטן און זאָלסט מיר נִסִים טאָן צו גוטן אַלע צייט און אַלע אויגנבּליק דערום בּעט איך דיר דערהער פון מיר מיין געבּעט דען דו הערסט די געבּעט פון אַלע מיילער רַחוּם וְצַדִיק יוֺשֵׁב עַל כִּסֵא רַחֲמִים דער זאָל מיר אויף טאָן צו מיינע תְּפִלָה אַלע זיבּן הימלען און מאַך פאַרנעמען וואָס איך וויל האָבּן פון דיר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI beseech you, God of Yaakov, regarding your Holy Name: You are recognized by the entire world because you are the one who has heard the prayer of Yaakov, protected him from all evil, and gave him garments of honor with your benevolent strength. You have performed wonders and signs to the nation of Yisra&#8217;el. So too I request of you, that you open your Hand to sustain me. Protect me today and forever from all evil occurrences and bad illness, do miracles for my benefit always. Every second I beseech you to listen to my pleas, you who hears the prayers of every mouth, compassionate and righteous god who sits on a Throne of Mercy. Grant that my prayers reach the seven heavens.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרבּשׁ״ע הער פון די גאַנצע וועלט דו האָסט באַשאַפן דעם מענטשן נישט אומזיסט דו האָסט געעפנט מיינע אויגן צו זעהן דיין קעניגרייך און מיינע אויערן צו הערן דיינע וואונדער פון דער גאַנצער וועלט און מײן מויל זאָל דערצײלן דיין גְדוֺלָה און מײנע הענט זאָלן טאָן דײנע מִצְוֹת.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of the cosmos, Lord of the whole world, you have not created man in vain. You have opened my eyes to see your Kingdom, my ears to the wonders of the whole world, my mouth to tell of your greatness, and my hands to perform your commandments.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nליבּער גאָט דו האָסט אונז געבּאָטן חַלָה צו נעמען און ליכט צו צינדן און בּוֺדֵק צו זײן פון נִדָה דִי נְשָּׁמָה זאָל רײן בּלײבּן און מיט מײנע פיס צו גײן אין דער שול און צו לויבּן דיך און צו גיין אין דיינע וועגן און מײנע בּריסט צו זײגן קינדער דאָס זײ זאלן שטאַרק\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDear God: You have commanded us to separate the dough for challah, kindle the Sabbath candles, and to inspect ourselves for menstrual impurity, so that our souls may remain pure. With my legs I go to the synagogue, to praise you and walk in your ways. My breasts were created to suckle children, so that they may be strong.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nדערום בּעט איך דיר ליבּער גאָט עס זאָל אין זײ נישט שוֺלֵט זײן קײן עַיִן הָרָע און קײן רוּחוֺת רָעוֺת קײן מִיתָה מְשׁוּנָה און זאָלסט מײנע קינדער שטאַרקן דאָס האַרץ אין דער תּוֺרָה און זייער האַרץ זאָל אָפן זיין אַזוי ווי די טירן פון אוּלָם וְהֵיכָל און מיר זאָלן זען פון זײ בָּנִים עוֺסְקִים בַּתּוֺרָה וּבְּמִצְוֹת\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore, I pray to you, dear God, that neither the malicious gaze nor wicked spirits gain power over my children, and that they not meet a violent death. May you strengthen the hearts of my children in Torah, and may their hearts be open like the doors of the porch and sanctuary of the Bais HaMikdash. May we see their children involved with Torah and good deeds.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון אין מײנע אויגן זאָל נישט זיין קיין טרויעריקייט פון דַאֲגָה און נישט צו הערן קײן יאָמער און קלאָג אין גאָר מײן הויזגעזונט און נישט געשפייזט צו ווערן דורך די האַנט פון איין בָּשָׂר וָדָם און מיד זאָלן זוֺכֶה זיין צו זען יְשׁוּעוֺת וְנֶחַמוֺת׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay my eyes weep no tears of sadness or worry, nor my ears hear any lament or mourning for any members of my household. May flesh and blood not maintain us through their charity, and may we be worthy to see salvation and comfort.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרבּשׁ״ע איך בּעט דיך דו זאָלסט בּאַגוטיגן מיין מַזָל און אויבּ דאָס מַזָל חַס וְשָׁלוֺם בּאַגליקט נישט בּאַהיט מיך אֵל שַׁדַי און צובּרעך דאָס שווערע מַזָל דאָס יאָר און אַלע וואָך און אַלע טאָג און אַלע רָגַע און זיי מְחַדֵשׁ לְטוֺבָה וְלִבְרָכָה וְהַצְלָחָה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of the cosmos, I beseech you, that you should grant me a tranquil fortune (<em>mazal</em>), and that if it is not fated for me, God forbid, then, protect me, El Shadai, destroy the misfortune of this year and of every week, every day and each moment. Renew my soul with benevolence, blessing and success.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון הייל די צובּראָכענע הערצער און גיבּ מיר חֵן וָחֶסֶד אין דיינע אויגן און אין לייטנס אויגן דאָס קיינער זאָל נישט האָבּן אויף מיר צו רעדן,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHeal all broken hearts and allow me to find grace and favor in your eyes and in the eyes of all people, so that no one should find anything bad to say about me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nמיינע אויגן הייבּ איך אויף צום הימל און גאָר מיין צובּראכן האַרץ טו איך צו דיר זאָגן אַזוי װי דָוִד הַמֶלֶךְ עָלָיו הַשָׁלוֺם האָט אָן געשריבּן איין צובּראָכן האַרץ און איין פאַרשטויסן האַרץ טוסטו גאָט נישט פאַרשעמען און זיי מיר מְמַלֵא כָּל מִשְׁאַלוֺת לִבִּי לְטוֺבָה כִּי אֵל רַחוּם אָתָּה:&#8217;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI raise my eyes to the heavens, and with my broken heart do I say to you, just as King David, may he rest in peace, had written: “A broken and depressed heart, O Lord, you do not shame.” Fulfill all my heart’s requests for good, because you are compassionate.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nיִהְיוּ לְרָצוֺן אִמְרֵי פִי וְהֶגְיוֺן לִבִּי לְפָנֶיךָ ה׳ צוּרִי וְגוֺאַלִי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the utterances of my mouth and the thoughts of my heart find favor before you YHVH, my fortress and my redeemer.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is a faithful transcription of the תחינה פון ראש חודש בענטשן (&#8220;Tkhine for the Rosh Ḥodesh Blessing&#8221;) which first appeared in סידור קרבן מנחה (<em><a href=\"https://books.google.com/books?id=-UQ2AQAAMAAJ&#038;printsec=frontcover\">Siddur Korban Minḥah</a></em>), 1844. Translation adapted from Rivka Zakutinsky as found in <em>Techinas: A Voice from the Heart, &#8220;As Only A Woman Can Pray&#8221;</em> (New York: Aura Press, 1992), p.46-61. There the tkhine is attributed to Leah Horowitz, but this attribution can only be considered pseudepigraphic. &#8211;A.N. Varady</p>\n<p>The Teḥina for the blessing of the new moon is said each Shabbat Mevorkhim, addition to the specific Teḥinah for that month. The prayer is recited when the Aron HaḲodesh is opened, signifying the opening of the Heavenly gates of mercy (an especially propitious time to pray for health, livelihood, and all good).</p>\n<h3>Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/SiddurKorbanMinchah#page/n238/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Genesis 46:4, partial</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Exodus 34:6-7</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Shabbat Məvorkhim"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "Ashkenaz",
        "Jewish Women's Prayers",
        "paraliturgical birkat haḥodesh",
        "Paraliturgical Prayer for the New Month",
        "paraliturgical teḥinot",
        "Yiddish vernacular prayer",
        "שבת מבורכים shabbat mevorkhim",
        "תחינות teḥinot",
        "תחינות tkhines",
        "Needing Proofreading",
        "Needing Attribution"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3760"
        ],
        "_thumbnail_id": [
            "19775"
        ],
        "date_src_start": [
            "1740-00-00"
        ],
        "date_src_end": [
            "1800-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/06/Matriarchs-Abel-Pann-2.jpg",
        "title": "Matriarchs &#8211; Abel Pann (2)",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=15526",
    "permalink": "https://opensiddur.org/prayers/lunisolar/new-moon/shabbat-mevorkhim/tkhine-for-the-rosh-hodesh-blessing-by-an-unknown-author/",
    "slug": "tkhine-for-the-rosh-hodesh-blessing-by-an-unknown-author"
}