{
    "post_id": 52396,
    "title": "הֵיאַךְ יַרְגִּיל הָאָדָם עַצְמוֹ בְּמִדַּת הַחָכְמָה | How a person should conduct themself with Wisdom — chapter three from Tomer Devorah by Rabbi Moshe Cordovero (ca. 16th c.)",
    "author": "Mosheh ben Yaaqov Cordovero",
    "coauthors": [
        {
            "name": "Mosheh ben Yaaqov Cordovero",
            "bio": "Moses ben Jacob Cordovero (<span class=\"hebrew\">משה קורדובירו</span> ‎; 1522–1570) was a central figure in the historical development of Kabbalah, leader of a mystical school in 16th-century Safed, Ottoman Syria (currently Tsfat, Israel). He is known by the acronym the Ramaḳ (<span class=\"hebrew\">רמ״ק</span>). After the Medieval flourishing of Ḳabbalah, centered on the Zohar, attempts were made to give a complete intellectual system to its theology, such as by Meir ibn Gabbai. Influenced by the earlier success of Jewish philosophy in articulating a rational study of Jewish thought, Moshe Cordovero produced the first full integration of the previous differing schools in Kabbalistic interpretation. While he was a mystic inspired by the imagery of the Zohar, Cordoverian Kabbalah utilized the conceptual framework of evolving cause and effect from the Infinite to the Finite in systemizing Kabbalah, the method of philosophical style discourse he held most effective in describing a process that reflects sequential logic and coherence. His encyclopedic works became a central stage in the development of Kabbalah. Immediately after him in Safed, Isaac Luria articulated a subsequent system of Ḳabbalistic theology, with new supra-rational doctrines recasting previous Ḳabbalistic thought. While Lurianism displaced the Cordoverian scheme and became predominant in Judaism, its followers read Cordoverian works in harmony with their teachings. Where to them, Lurianism described the \"World\" of Rectification, Cordovero described the pre-Rectification World. Both articulations of the 16th century mystical Renaissance in Safed gave Ḳabbalah an intellectual prominence to rival Medieval Rationalism, whose social influence on Judaism had waned after the Expulsion from Spain.",
            "website": "https://en.wikipedia.org/wiki/Moses_ben_Jacob_Cordovero",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/mosheh-cordovero"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-08-14",
    "last_updated": "2025-10-27",
    "excerpt": "Chapter three of Rabbi Mosheh Cordovero's Tomer Devorah, concerning the relationship between Wisdom and Empathy and its expression in the humane treatment of all living creatures. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n<span class=\"citation\">רב משה קורדובירו, תומר דבורה, פֶּרֶק שְׁלִישִׁי</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"citation\">Chapter Three from Tomer Devorah (<em>The Palm Tree of Devorah</em>), by Rabbi Moshe Cordovero (1522-1570, a/k/a RaMaK)</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Translation courtesy of <a href=\"https://web.archive.org/web/20190119071825/http://beyondanydoubts.com:80/tomer-devorah-english/\">Rabbi Moshe Weinberger</a>, with minor changes by Aharon Varady, mainly for gender-inclusivity.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nהֵיאַךְ יַרְגִּיל הָאָדָם עַצְמוֹ בְּמִדַּת הַחָכְמָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHow a person should habituate themself with the [sefirah of] Ḥokhmah (Wisdom).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nהִנֵּה, הַחָכְמָה הָעֶלְיוֹנָה פְּרוּסָה עַל כָּל הַנִּמְצָאִים כֻּלָּם, עִם הֱיוֹתָהּ נֶעְלֶמֶת וְנִשְׂגָּבָה מְאֹד, וְעָלֶיהָ נֶאֱמַר: ”מָה רַבּוּ מַעֲשֶׂיךָ ה׳ כֻּלָּם בְּחָכְמָה עָשִׂיתָ“ <span class=\"citation\">(תהילים קד:כד)</span>. כָּךְ רָאוּי לָאָדָם שֶׁתִּהְיֶה חָכְמָתוֹ מְצוּיָה בַּכֹּל, וְיִהְיֶה מְלַמֵּד לְהוֹעִיל לִבְנֵי אָדָם לְכָל אֶחָד וְאֶחָד כְּפִי כֹּחוֹ, כָּל מַה שֶּׁיּוּכַל לְהַשְׁפִּיעַ עָלָיו מֵחָכְמָתוֹ יַשְׁפִּיעֵהוּ, וְלֹא תַטְרִידֵהוּ שׁוּם סִבָּה כְּלָל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlthough it is hidden and exceedingly exalted, Ḥokhmah haElyonah (Supernal Wisdom) is spread out over all that exists. As it says regarding it, “How great are your works, Hashem; you have made them all with Wisdom.” <span class=\"citation\">(Psalms 104:24)</span> Similarly, a person’s wisdom should be found in everything, and they should teach in order to benefit other people with their wisdom – each and everyone according to their capacity. They should influence others with their wisdom to the best of their ability – letting no factor at all distract them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוְהִנֵּה, אֶל הַחָכְמָה שְׁנֵי פָנִים, הַפָּן הָעֶלְיוֹן הַפּוֹנֶה אֶל הַכֶּתֶר, וְאֵין אוֹתָם הַפָּנִים מִסְתַּכְּלִים לְמַטָּה, אֶלָּא מְקַבְּלִים מִלְּמַעְלָה; הַפָּן הַשֵּׁנִי, הַתַּחְתּוֹן, פּוֹנֶה לְמַטָּה, לְהַשְׁגִּיחַ בַּסְּפִירָה שֶׁהִיא מִתְפַּשֶּׁטֶת בְּחָכְמָתָהּ אֲלֵיהֶם. כָּךְ יִהְיֶה אֶל הָאָדָם שְׁנֵי פָנִים, הַפָּן הָרִאשׁוֹן הוּא הִתְבּוֹדְדוּתוֹ בְּקוֹנוֹ, כְּדֵי לְהוֹסִיף בַּחָכְמָה וּלְתַקְּנָהּ; הַשֵּׁנִי, לְלַמֵּד בְּנֵי אָדָם מֵאוֹתָהּ חָכְמָה שֶׁהקב״ה הִשְׁפִּיעַ עָלָיו. וּכְמוֹ שֶׁהַחָכְמָה מַשְׁפַּעַת אֶל כָּל סְפִירָה וּסְפִירָה כְּפִי שִׁעוּרָהּ וְצָרְכָּהּ, כֵּן יַשְׁפִּיעַ בְּכָל אָדָם כְּפִי שִׁעוּר שִׂכְלוֹ אֲשֶׁר יוּכַל שְׂאֵת וְהַנָּאוֹת אֵלָיו לְצָרְכּוֹ, וְיִשָּׁמֵר מִלָּתֵת יוֹתֵר מִשִּׁעוּר שֵׂכֶל הַמֻּשְׁפָּע, שֶׁלֹּא תִמָּשֵׁךְ מִמֶּנּוּ תַּקָּלָה, שֶׁכֵּן הַסְּפִירָה הָעֶלְיוֹנָה אֵינָהּ מוֹסֶפֶת עַל הַשִּׁעוּר הַמֻּגְבָּל בַּמְקַבֵּל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNow in regards to [the sefirah of] Wisdom (Ḥokhmah), there are two aspects. The higher aspect – which faces Keter (Crown) and does not face downwards; rather, it receives from above. The second and lower aspect – faces downwards, overseeing the other <em>sefirot</em>, to which it extends its Wisdom. Likewise a person should have two aspects: the first aspect should be their contemplation in solitude with their Creator in order to increase and perfect their wisdom; the second should be to teach others the wisdom that <span class=\"divine-referent\">the blessed Holy One</span> has bestowed upon them. And just as [the sefirah of] Wisdom bestows to each <em>sefirah</em> according to its measure and needs, so, too, one should bestow their wisdom to each person according to the measure their intellect can bear, and to what is proper for them and their needs. One should be careful not to give more than the mind of the recipient can contain, so that no harm will result, just as the Supernal <em>Sefirah</em> [of Wisdom] does not add on more than the limited capacity of the recipient.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוְעוֹד, שֶׁדֶּרֶךְ הַחָכְמָה לִהְיוֹתָהּ מַשְׁגַּחַת עַל כָּל הַמְּצִיאוּת, מִפְּנֵי שֶׁהִיא הַמַּחֲשָׁבָה הַחוֹשֶׁבֶת עַל כָּל הַנִּמְצָאוֹת, וְעָלֶיהָ נֶאֱמַר ”כִּי לֹא מַחְשְׁבוֹתַי מַחְשְׁבוֹתֵיכֶם“ <span class=\"citation\">(ישעיה נה:ח)</span>, וּכְתִיב ”וְחָשַׁב מַחֲשָׁבוֹת לְבִלְתִּי יִדַּח מִמֶּנּוּ נִדָּח“ <span class=\"citation\">(שמואל ב׳ יד:יד)</span>. וּכְתִיב ”כִּי אָנֹכִי יָדַעְתִּי אֶת הַמַּחֲשָׁבוֹת אֲשֶׁר אָנֹכִי חוֹשֵׁב עֲלֵיכֶם נְאוּם ה׳ מַחְשְׁבוֹת שָׁלוֹם וְלֹא לְרָעָה לָתֵת לָכֶם אַחֲרִית וְתִקְוָה“ <span class=\"citation\">(ירמיה כט:יא)</span>. כָּךְ צָרִיךְ הָאָדָם לִהְיוֹת עֵינָיו פְּקוּחוֹת עַל הַנְהָגַת עַם ה׳ לְהוֹעִילָם, וּמָחְשְׁבוֹתָיו תִּהְיֶינָה לְקָרֵב הַנִּדָּחִים וְלַחֲשֹׁב עֲלֵיהֶם מַחֲשָׁבוֹת טוֹבוֹת; כְּמוֹ שֶׁהַשֵּׂכֶל חוֹשֵׁב לְתוֹעֶלֶת הַנִּמְצָא כֻּלּוֹ, כָּךְ יַחֲשֹׁב הוּא תּוֹעֶלֶת הַחֲבֵרִים, וְיִתְיָעֵץ עֵצוֹת טוֹבוֹת עִם ה׳ וְעִם עַמּוֹ בִּפְרָט וּבִכְלָל. וְהַיּוֹצֵא מֶהַהַנְהָגָה הַטּוֹבָה יְנַהֲלֵהוּ אֶל הַהַנְהָגָה הַיְשָׁרָה, וְיִהְיֶה לוֹ כְּמוֹ שֵׂכֶל וּמַחֲשָׁבָה לְנַהֲגוֹ וּלְנַהֲלוֹ אֶל הַמִּנְהָג הַטּוֹב וְהַיֹּשֶׁר, כַּמַּחֲשָׁבָה הָעֶלְיוֹנָה הַמְיַשֶּׁרֶת אֶת הָאָדָם הָעֶלְיוֹן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMoreover, it is the way of Wisdom to oversee all of existence, for it is the Supernal Thought which forever thinks about everything that exists. Of Wisdom it is said: “For My thoughts are not like your thoughts,” <span class=\"citation\">(Isaiah 55:8)</span> and it is written “He gives thought so that he who is exiled is not banished forever,” <span class=\"citation\">(II Samuel 14:14)</span> and it is written “For I know the thoughts which I think of you the House of Israel, says Hashem, are thoughts of peace and not evil, to give you a future and a hope” <span class=\"citation\">(Jeremiah 29:11).</span> Likewise, a person should keep an open eye on the conduct of the Hashem&#8217;s people in order to help them. Their thoughts should be concerned with bringing near those who have strayed, and with thinking of any good they can do for them. Just as the Divine Mind contemplates how to help all existence, they too should contemplate how to help their fellows. They should give good counsel for the sake of Hashem and Hashem&#8217;s people, regarding both individual and communal matters. And concerning one who has strayed from the path of good conduct, they should guide them to the path of proper conduct, serving as their intellect and thought, to direct and lead them to good and upright behavior, just as the Supernal Thought corrects “<em>Adam ha-Elyon</em>”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> lit. the supernal (form of) Adam.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוְעוֹד, הַחָכְמָה תְּחַיֶּה הַכֹּל, כְּדִכְתִיב ”הַחָכְמָה תְּחַיֶּה בְּעָלֶיהָ“ <span class=\"citation\">(קהלת ז:יב)</span>. כָּךְ יִהְיֶה הוּא מוֹרֶה חַיִּים לְכָל הָעוֹלָם וְגוֹרֵם לָהֶם חַיֵּי הָעוֹלָם הַזֶּה וְחַיֵּי הָעוֹלָם הַבָּא וּמַמְצִיא לָהֶם חַיִּים. זֶה הַכְּלָל, יִהְיֶה נוֹבֵעַ חַיִּים לַכֹּל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFurthermore, Wisdom instills life into everything. As it is written: “And Wisdom instills life into those who possess it” <span class=\"citation\">(Ecclesiastes 7:12)</span>. Likewise, one should instruct the entire world in the ways of life, causing them to attain life in this world (<em>Olam ha-Zeh</em>) and in the World that is Coming (<em>Olam ha-Ba</em>), thus providing them with true life. In general, one should be a constant source of life to all.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוְעוֹד, הַחָכְמָה אָב לְכָל הַנִּמְצָאוֹת, כְּדִכְתִיב ”מָה רַבּוּ מַעֲשֶׂיךָ ה׳ כֻּלָּם בְּחָכְמָה עָשִׂיתָ“ <span class=\"citation\">(תהילים קד:כד)</span>, וְהֵן חַיִּים וּמִתְקַיְּמִים מִשָּׁם. כָּךְ יִהְיֶה הוּא אָב לְכָל יְצוּרָיו שֶׁל הקב״ה, וּלְיִשְׂרָאֵל עִקָּר, שֶׁהֵן הַנְּשָׁמוֹת הַקְּדוֹשׁוֹת הָאֲצוּלוֹת מִשָּׁם. וִיבַקֵּשׁ תָּמִיד רַחֲמִים וּבְרָכָה לָעוֹלָם, כְּדֶרֶךְ שֶׁהָאָב הָעֶלְיוֹן רַחֲמָן עַל בְּרוּאָיו, וְיִהְיֶה תָּמִיד מִתְפַּלֵּל בְּצָרַת הַמְּצֵרִים כְּאִלּוּ הָיוּ בָּנָיו מַמָּשׁ וּכְאִלּוּ הוּא יְצָרָם, שֶׁזֶּהוּ רְצוֹנוֹ שֶׁל הקב״ה,\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn addition, Wisdom is the ‘parent’<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> lit. &#8216;Father.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> of all existence. As it is written: “How great are Your works, Hashem: You have made them all with Wisdom” <span class=\"citation\">(Psalms 104:24)</span>. Thus, everything lives and exists from there (from that source). Likewise, one should act as a parent to all of the blessed Holy One’s creatures, particularly to the descendants of Yisrael, for they are holy souls which emanate from there. One should constantly pray for mercy and blessing for the world, the same way that the Supernal ‘parent’ has mercy on all their progeny. And one should constantly pray for the salvation of those who are in distress, as if they were actually one&#8217;s own children and as if one had actually formed them, for this is what <span class=\"divine-referent\">the blessed Holy One</span> desires.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nכְּדֶרֶךְ שֶׁאָמַר הָרוֹעֶה הַנֶּאֱמָן ”הֶאָנֹכִי הָרִיתִי אֶת כָּל הָעָם הַזֶּה וְגו׳ כִּי תֹאמַר אֵלַי שָׂאֵהוּ בְּחֵיקֶךָ“ <span class=\"citation\">(במדבר יא:יב)</span>, וּבָזֶה יִשָּׂא אֶת כָּל עַם ה׳ ”כַּאֲשֶׁר יִשָּׂא הָאוֹמֵן אֶת הַיּוֹנֵק“ <span class=\"citation\">(שם)</span> ,בִּזְרוֹעוֹ יְקַבֵּץ טְלָאִים וּבְחֵיקוֹ יִשָּׂא, עָלוֹת יְנַהֵל“ <span class=\"citation\">(ישעיה מ:יא)</span> הַנִּכְחָדוֹת יִפְקֹד הַנֶּעֱדָר יְבַקֵּשׁ, הַנִּשְׁבֶּרֶת יְרַפֵּא, הַנִּצְרָכָה יְכַלְכֵּל, הָאוֹבְדוֹת יַחֲזִיר. וִירַחֵם עַל יִשְׂרָאֵל, וְיִשָּׂא בְּסֵבֶר פָּנִים יָפוֹת מַשָּׂאָם, כְּאָב הָרַחֲמָן הָעֶלְיוֹן הַסּוֹבֵל כֹּל, וְלֹא יִבֹּל וְלֹא יִתְעַלֵּם וְלֹא יָקוּץ, וִינַהֵל לְכָל אֶחָד כְּפִי צָרְכּוֹ. אֵלּוּ הֵן מִדּוֹת הַחָכְמָה, אָב רַחֲמָן עַל בָּנִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAs in the way the faithful shepherd Mosheh said: “Did I conceive this people…that you say to me, ‘Carry it in your breast’?” <span class=\"citation\">(Numbers 11:12)</span>. In this way, a person should carry all of Hashem&#8217;s people &#8220;as a nurse carries a nursing infant.&#8221; <span class=\"citation\">(ibid.)</span> &#8220;They should gather the lambs in their arm, lifting them to their bosom, and lead the young nursing ones&#8221; <span class=\"citation\">(Isaiah 40:11)</span>. They should remember to recover the forgotten, look after the desolate, heal the broken, nourish the incapacitated, and return the lost. One should have mercy on B&#8217;nei Yisrael, bearing its burdens cheerfully, just as the Compassionate Supernal Parent bears all. One should not tire or look away or get disgusted; rather, they should lead each and every one according to their needs. These are the qualities of Wisdom – to be like a compassionate parent toward their children.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nעוֹד צָרִיךְ לִהְיוֹת רַחֲמָיו פְּרוּסִים עֶל כָּל הַנִּבְרָאִים, לֹא יְבַזֵּם וְלֹא יְאַבְּדֵם. שֶׁהֲרֵי הַחָכְמָה הָעֶלְיוֹנָה הִיא פְּרוּסָה עַל כָּל הַנִּבְרָאִים, דּוֹמֵם וְצוֹמֵחַ וְחַי וּמְדַבֵּר. וּמִטַּעַם זֶה הֻזְהַרְנוּ מִבִּזּוּי אֳכָלִים. וְעַל דָּבָר זֶה רָאוּי, שֶׁכְּמוֹ שֶׁהַחָכְמָה הָעֶלְיוֹנָה אֵינָהּ מְבַזָּה שׁוּם נִמְצָא וְהַכֹּל נַעֲשָׂה מִשָּׁם, דִכְתִיב <span class=\"citation\">(תהילים קד:כד)</span> ”כֻּלָּם בְּחָכְמָה עָשִׂיתָ&#8221;, כֵּן יִהְיֶה רַחֲמֵי הָאָדָם עַל כָּל מַעֲשָׂיו יִתְבָּרֵךְ. וּמִטַּעַם זֶה הָיָה עֹנֶשׁ רַבֵּנוּ הַקָּדוֹשׁ, עַל יְדֵי שֶׁלֹּא חָס עַל בֶּן הַבָּקָר שֶׁהָיָה מִתְחַבֵּא אֶצְלוֹ וְאָמַר לוֹ ”זִיל, לְכָךְ נוֹצַרְתָּ“ <span class=\"citation\">(בבא מציעא פה)</span>, בָּאוּ לוֹ יִסּוּרִין, שֶׁהֵם מִצַּד הַדִּין, שֶׁהֲרֵי הָרַחֲמִים מְגִנִּים עַל הַדִּין, וְכַאֲשֶׁר רִחֵם עַל הַחֻלְדָּה, וְאָמַר ”וְרַחֲמָיו עַל כָּל מַעֲשָׂיו“ <span class=\"citation\">(תהילים קמה:ט)</span> כְּתִיב, נִצַּל מִן הַדִּין, מִפְּנֵי שֶׁפֹּרַשׂ אוֹר הַחָכְמָה עָלָיו, וְנִסְתַּלְקוּ הַיִּסּוּרִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFurthermore, one’s compassion should extend to all creatures and they should neither despise nor destroy them, for Supernal Wisdom spreads over all of creation: inanimate objects, plants, animals and humans. For this reason, we are warned by our Sages against treating food disrespectfully. This is a proper concept, for just as the Supernal Wisdom does not despise anything that exists, since everything is created from it – as it is written, “You have made them all with Wisdom,” <span class=\"citation\">(Psalms 104:24)</span> so, too, a person’s compassion should be upon all the creations of the Blessed One. For this reason, the holy Rabbi Yehudah [ha-Nasi] was punished, because he did not have pity on a calf that hid by him under his cloak, in order to evade slaughter, and he said to it, “Go! You were created for this purpose.” <span class=\"citation\">(Bava Metzia 85a.3-7)</span> Suffering – which derives from the aspect of strict judgment – came upon him. For only compassion shields against strict judgment. Thus, when (Rabbi Yehudah) had mercy on a weasel, and said “Hashem&#8217;s compassion is upon all their creations,” <span class=\"citation\">(Psalms 145:9)</span> he was delivered from strict judgment, for the Or ha-Ḥakhmah (the Light of Wisdom) spread over him, and his suffering was removed. <span class=\"citation\">(ibid.)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוְעַל דֶּרֶךְ זֶה לֹא יְבַזֶּה שׁוּם נִמְצָא מִן הַנִּמְצָאִים, שֶׁכֻּלָּם בְּחָכְמָה, וְלֹא יַעֲקֹר הַצּוֹמֵחַ אֶלָּא לְצֹרֶךְ, וְלֹא יָמִית הַבַּעַל חַי אֶלָּא לְצֹרֶךְ, וְיִבְרֹר לָהֶם מִיתָה יָפָה בְּסַכִּין בְּדוּקָה, לְרַחֵם עַל כָּל מַה שֶּׁאֶפְשָׁר.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSimilarly, one should not disparage any creature that exists, for all of them were created with Wisdom. Nor should one uproot plants or kill animals unless they are needed. And one should choose a noble death for them, using a carefully inspected sharp knife, in order to be compassionate – as much as possible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nזֶה הַכְּלָל, הַחֶמְלָה עַל כָּל הַנִּמְצָאִים שֶׁלֹּא לְחַבְּלָם, תְּלוּיָה בְּחָכְמָה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>This is the general principle: Having pity on all beings not to hurt them, is contingent on Wisdom.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> The following is added: <span class=\"hebrew\">זוּלָתִי לְהַעֲלוֹתָם מִמַּעֲלָה אֶל מַעֲלָה, מִצּוֹמֵחַ לְחַי, מֵחַי לִמְדַבֵּר, שֶׁאָז מֻתָּר לַעֲקֹר הַצּוֹמֵחַ וּלְהָמִית הַחַי, לָחוּב עַל מְנָת לְזַכּוֹת.</span> (Except, when elevating them to a higher level – from plant to animal, or from animal to human – then it is permissible to uproot a plant or slaughter a live animal, causing damage in order to bring merit.) Did the RAMAK write this very last final line? It would seem to contradict Ramak&#8217;s earlier statement: עוֹד צָרִיךְ לִהְיוֹת רַחֲמָיו פְּרוּסִים עֶל כָּל הַנִּבְרָאִים, לֹא יְבַזֵּם וְלֹא יְאַבְּדֵם. שֶׁהֲרֵי הַחָכְמָה הָעֶלְיוֹנָה הִיא פְּרוּסָה עַל כָּל הַנִּבְרָאִים, דּוֹמֵם וְצוֹמֵחַ וְחַי וּמְדַבֵּר. (Furthermore, one’s compassion should extend to all creatures and they should neither despise nor destroy them, for the Supernal Ḥokhmah spreads over all of creation: inanimate objects, plants, animals and humans.) Is it possible that it was added by a later author to conform Ramak&#8217;s strong statements with that of a Lurianic approach? As the last line in the chapter it would seem to subvert so much before it and be easily tacked on afterward by a later scribe or editor &#8211;Aharon Varady&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_52518\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/08/Tomer-Devorah-ch.-3-a.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-52518\" src=\"https://opensiddur.org/wp-content/uploads/2023/08/Tomer-Devorah-ch.-3-a-250x250.jpg\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-52518\" /></a><p id=\"caption-attachment-52518\" class=\"wp-caption-text\">Tomer Devorah, ch. 3 &#8211; a (<a href=\"https://www.nli.org.il/en/manuscripts/NNL_ALEPH990001003630205171/NLI#$FL24329865\">via the NLI</a>) p. 215</p></div></span> <span style=\"float: left;\"><div id=\"attachment_52519\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/08/Tomer-Devorah-ch.-3-b.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-52519\" src=\"https://opensiddur.org/wp-content/uploads/2023/08/Tomer-Devorah-ch.-3-b-250x250.jpg\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-52519\" /></a><p id=\"caption-attachment-52519\" class=\"wp-caption-text\">Tomer Devorah, ch. 3 &#8211; b (<a href=\"https://www.nli.org.il/en/manuscripts/NNL_ALEPH990001003630205171/NLI#$FL24329865\">via the NLI</a>) p. 216</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Translation courtesy of <a href=\"https://web.archive.org/web/20190119071825/http://beyondanydoubts.com:80/tomer-devorah-english/\">Rabbi Moshe Weinberger</a>, with minor changes by Aharon Varady, mainly for gender-inclusivity.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">lit. the supernal (form of) Adam.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">lit. &#8216;Father.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">The following is added: <span class=\"hebrew\">זוּלָתִי לְהַעֲלוֹתָם מִמַּעֲלָה אֶל מַעֲלָה, מִצּוֹמֵחַ לְחַי, מֵחַי לִמְדַבֵּר, שֶׁאָז מֻתָּר לַעֲקֹר הַצּוֹמֵחַ וּלְהָמִית הַחַי, לָחוּב עַל מְנָת לְזַכּוֹת.</span> (Except, when elevating them to a higher level – from plant to animal, or from animal to human – then it is permissible to uproot a plant or slaughter a live animal, causing damage in order to bring merit.) Did the RAMAK write this very last final line? It would seem to contradict Ramak&#8217;s earlier statement: עוֹד צָרִיךְ לִהְיוֹת רַחֲמָיו פְּרוּסִים עֶל כָּל הַנִּבְרָאִים, לֹא יְבַזֵּם וְלֹא יְאַבְּדֵם. שֶׁהֲרֵי הַחָכְמָה הָעֶלְיוֹנָה הִיא פְּרוּסָה עַל כָּל הַנִּבְרָאִים, דּוֹמֵם וְצוֹמֵחַ וְחַי וּמְדַבֵּר. (Furthermore, one’s compassion should extend to all creatures and they should neither despise nor destroy them, for the Supernal Ḥokhmah spreads over all of creation: inanimate objects, plants, animals and humans.) Is it possible that it was added by a later author to conform Ramak&#8217;s strong statements with that of a Lurianic approach? As the last line in the chapter it would seem to subvert so much before it and be easily tacked on afterward by a later scribe or editor &#8211;Aharon Varady</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Taking a life",
        "Rosh haShanah la-Behemah Readings"
    ],
    "tags": [
        "16th century C.E.",
        "54th century A.M.",
        "מוסר mussar",
        "צער באלי חיים tsa'ar baalei ḥayyim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4533"
        ],
        "_thumbnail_id": [
            "52399"
        ],
        "date_src_start": [
            "1540-00-00"
        ],
        "date_src_end": [
            "1600-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/08/A-girl-holding-baby-goat-160016-pixahive-Alok-CC0.jpg",
        "title": "A-girl-holding-baby-goat-160016-pixahive (Alok, CC0)",
        "caption": "A girl holding baby goat 160016 (via pixahive: Alok, CC0)"
    },
    "source_link": "https://opensiddur.org/?p=52396",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/taking-a-life/how-a-person-should-habituate-themself-with-the-attribute-of-wisdom-by-mosheh-cordovero/",
    "slug": "how-a-person-should-habituate-themself-with-the-attribute-of-wisdom-by-mosheh-cordovero"
}