{
    "title": "הספר ששמשו בו הכשדים | Theurgy of the Kasdim, an astral-magic treatise on the seven angels of the week",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-07-12",
    "last_updated": "2024-11-29",
    "excerpt": "A work of Jewish astrology and magic containing recipes specific to the angelic rulers of each day of the week. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nזה הספר ששמשו בו הכשדים <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=74\">fol.36a</a>)</span> בבחינתם ועיונם בחכמת האלהות והשפעת רוח הנבואה עליהם לרוב הדבקותם בחכמתם וכמעט בעיונם בחכמת האלהות ועיונם בגלגלים והרוחות העומדים על הגלגלים להניע אותם. בכל גלגל וגלגל יש לו מלאך מגיע שיגיע אותו. וחקרו על תכונת המלאך ההוא ומצאו כי תכונתם כלם תכונה אחת וכל אחד ואחד מתחלפת תכונתו כאשר מתחלפת(!) אישי העולם בצורתם׃ ועוד חקרו על ענין המלאך אם הוא בעצמו עושה השליחות ההוא ומצאו כי יש להם משמשים יעשו שליחותם. ולפי שחכמת האדם גדולה מכל בעלי חיים חקרו על כל ענין וענין. והשיגו השמושים שלהם. ומעת השתמשו בהם שמחו שמחה גדולה עד לאין תכלית וחקרו ודרשו ועשו מהם מעשים רבים. וכתבו אותם הספרים ועשו ספרים הרבה. והאחרונים לא ידעו ללמוד באותן הספרים עד שבא <span class=\"entity\">רזיאל</span> וגלה הסודות. ואחריו חנוך הקדמון. ומאותה שעה נתפזרה זאת החכמה <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=75\">fol.36b</a>)</span> בכל העולם. מהם ידעו ומהם לא ידעו. ואני עיינתי בספרים רבים וזה מה שהשגתי מז׳ המלאכים בכל ימי השבוע ובכל שעה ושעה ודמותם ומעמדם ותועלתם. ואיך יוכל האדם להשתמש בהם. ולמה נקרא כל אחד באותו השם. זה מפני שמשמים יוצא מהם שר בשם<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Read <span class=\"hebrew\" lang=\"he\">ששמים יצא משם</span>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> השר שלהם כמו שיתראה .. המלאכים של כל יום בראשיהם תתום שם של מלאך היום ההוא ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis is the book used by the Kasdim (which they composed) through their meditations and speculations in divine wisdom, and through the overflow of the spirit of prophecy upon them, by their strong adherence to their wisdom and to their mediations in the divine wisdom and their speculations concerning the spheres (planets) and the spirits that rule those spheres and move them. For in each sphere there is an angel that moves it. They investigated the nature of those angels and they found that they all partake of one nature, but that each one of them changes its nature in accordance with the changes in the appearance of the beings of the world. They further investigated whether each angel was fulfilling his message in person, and they found that the angels had servants who fulfilled those messages (tasks). And as the wisdom of man is greater than that of any other living being, they further investigated every subject, and they discovered the ways in which they could be used (or: discovered the things over which the angels were appointed). And from the time they used them, they (the Kasdim) rejoiced mightily and they continued to search and to enquire, and they performed many deeds, and they wrote those books, and they made many books, but their successors did not understand how to study them until “Raziel” came and revealed the mysteries, and after him came the primeval Ḥanokh. From that time on this science spread all over the world; some understood it, others did not understand it. I pored over many books, and this is what I have gleaned concerning the seven angels of the week, and concerning the hours and their figures, and their position, and their use, and the manner in which one could make them serve one’s purposes, and wherefore they are called by such names. These names are evolved out of the names of the rulers, as you shalt see anon.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> This passage corrupt in the original.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The names are written over the heads of each of the angels for the different days.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום א׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>First Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום א׳ מושל <span class=\"entity\">רפאל</span> והוא בדמות איש. ועומד על כסא. וידיו פרושות וכן רגליו. ועל ימינו משמש מלאך א׳ ששמו <span class=\"entity\">רחביאל</span>. ועל שמאלו משמש <span class=\"entity\">פניאל</span>. ועל ראשו <span class=\"entity\">אריאל</span>. ותחת רגליו <span class=\"entity\">להביאל</span>. אלו המלאכים תועלתם לרפאת כל חולי. ולשמור מכל שדים רעים ומכל רוחות רעות המחלים בני אדם ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the first day rules Refael. His figure is like that of a man sitting on a throne with hands and feet out-stretched. On his right hand serves Raḥaviel, on his left Paniel, over his head Ariel, under his feet Lahaviel. Their use (work) is to cure all manner of disease, to preserve man from all wicked <em>sheydim</em> and from all evil spirits which cause illness to man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאם תרצה לרפאת שום אדם מן מכשפות או מרוח רעה או משטות או לשמור אדם מדרכים הנזכרים. צייר בקלף בתול (!) צורת איש ב׳ ידיו פשוטות. ותחת יד הימין צייר צורת איש קטן. וכתוב בשכמו <span class=\"entity\">אריאל</span>. ותחת רגליו צייר צורת איש אחר ויהיה ציורו אדום. מפני שהוא מלאך אש. וכתוב על שכמו (<span class=\"instruction\">נ״א</span> על מיצחו) <span class=\"entity\">להביאל</span>. ולמטה מהם כתוב זאת ההשבעה. מ׳א׳ע׳ <span class=\"entity\">רפאל</span> אתח וכל משמשיך הנקראים בשמך ושמך בהם. שהם <span class=\"entity\">רחביאל</span> <span class=\"entity\">פניאל</span> <span class=\"entity\">אריאל</span> <span class=\"entity\">להביאל</span>. בשם <span class=\"entity\">אזבוגה</span> שתרפא ל<span class=\"instruction\">פ׳ב׳פ׳</span> מכל חולי ומכל מזיק ומכל רוה רעה א׳א׳א׳ ס׳ס׳ס׳ ∵<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to heal a man from enchantment, or from an evil spirit, or from folly (“madness”), or from any of the things mentioned, then draw the picture of a man on virgin parchment with both hands outstretched, under the right hand draw the image of a little man, and write on his shoulder Ariel; at his feet draw the image of another man, but draw it with red ink, for this is an angel appointed over fire, and write on his shoulder (or, variant, on his forehead) Lahaviel, and under them the following conjuration: I conjure you, Refael, you and your servants who are called by your name, and whose name is included in their names, viz., Raḥaviel, Paniel, Ariel, Lahaviel, in the name of <span class=\"hebrew\" lang=\"he\">אזבוגה</span>,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> T. Shrire explains this is a name from late Antiquity referencing the divine power above the seventh heaven. (The sum of each three letter pair is eight.) Cf. Sefer Raziel 45a. Also, Gershom Scholem, <em>Jewish Gnosticism</em> p. 66ff. The name also appears in the Rosh Hashanah evening service liturgy.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> that you heal so and so from all illness and all hurt and all evil spirit. <em>Amen, Amen, Amen. Selah, Selah, Selah.</em>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תרצה להשמר מכל דבר רע ומזיק. ומכל חיות רעות. צייר אלו המלאכים בקלף בתול. ותשאנו עמך ולא תירא ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to protect yourself from all evil, from every hurt and from wild beasts, make a drawing of all these angels on virgin parchment and carry it by you, and no evil will happen to you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוכן אם תרצה לשמור נער קטן מרוח רעה ומכת מחלת. כתוב אלו המלאכים בלוח זהב כתיבה אשורית. ותשאנו עמך לא תירא מכל דבר רע לקטון ולגדול. ותועלת גדולה הוא יועיל .. וצריך שיכתוב מאחרי הלוח זה השם. מׄנׄאׄ כי הוא סימנו. וצריך לכתוב בשעת חמה. וביום ולא בלילה. בדוק ומנוסה ∵<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSimilarly, if you wish to protect a young babe from an evil spirit and from the host of Maḥalath, write these angels on a tablet of gold in Assyrian writing (Ashuri) and carry it by you, and you needs not fear any evil either from (for) a big man or a small child. It is of very great help. On the back of the tablet write the word <span class=\"hebrew\" lang=\"he\">מנא</span>, for this is his sign (sigil). It must be written during the hour of the Sun, in daytime and not at night. This is proven and sure.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ב׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Second Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ב׳ משמש <span class=\"entity\">גבריאל</span>. וזה המלאך כדמות איש. ויש לו קרנים. ועל כל קרן וקרן מהם מלאך אחד כדמות איש. גם משמשים אישים. כמ׳ש במלאך <span class=\"entity\">רפאל</span> <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=76\">fol.37a</a>)</span> ועמידתו כך. זה המלאך בדמות איש וידיו פרושות. ותחת יד ימינו משמש <span class=\"entity\">געריל</span>. ותחת יד שמאלו משמוש <span class=\"entity\">כרוביאל</span>. ועל קרן ימין משמש <span class=\"entity\">רחביביאל</span>. ועל קרן שמאל משמש <span class=\"entity\">אחריאל</span>. ועל רגלו משמש <span class=\"entity\">להביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the second day rules Gavriel. This angel is like a man with horns. On each horn there is an angel in the likeness of a man. He also has ministering angels, as has been described above for the angel Refael. His position is like unto a man with out-stretched hands. On his right hand serves Ga’ariel, on his left Keruviel,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> var., Berukiel.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>, on the right horn Raḥaviviel, on the left horn Aḥariel, and at his foot serves Lahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותועלת זה .לתת כח לכל חבוש. ולנצח בכל מה שתרצה לנצח איזה דבר. כמו מלחמה ומריבה וכל דבר שתרצה ∵<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHe helps to strengthen those that are imprisoned, further to conquer whatever it be, that you wish to conquer, be it in war or strife or in any other cause.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nצייר בטס כסף כמו (!) המלאך כמו שאמר ויש לו שני קרנים ויהיו ידיו פרושות ותחת ימינו צייר דמות אדם קטן וכתוב על שכמו <span class=\"entity\">געריאל</span>. ותחת יד שמאלו צייר אדם קטן וכתוב על שכמו <span class=\"entity\">כריביאל</span>. ועל קרן השכם (!) <span class=\"entity\">יואל</span> <span class=\"entity\">רחביביאל</span>. ועל קרן שמאל צייר כדמות איש קטן דבוק עם הקרן. וכתוב על המצח או על השכם <span class=\"entity\">יואל</span>. ומאחריו צייר כדמות איש קטן וכתוב במצח(!) <span class=\"entity\">אהביאל</span>. ותחת רגליו צייר דמות איש קטן שהוא מלאך אש וכתוב על שכמו <span class=\"entity\">להביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou must then draw on a silver tablet the image of this angel as described. He has two horns, and his hands must be stretched out. Under his right arm draw the image of a little man and write on his shoulder Ga’ariel, under his left arm draw the figure of a little man, and write on his shoulder Keruviel, on the horn (of the right side?)<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> In the original there is some confusion, Yoel being mentioned twice, and instead of “right side ” we find the word “shoulder.”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Yoel (?) Raḥaviviel, and on the left horn draw the figure of a little man attached to the horn. Write on the forehead or on the shoulder Yoel. On the back of it draw the image of a little man and write on his forehead Ahaviel, at his feet draw the figure of a little man, this is the angel of fire, and write on his shoulder Lahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותשאהו עמך ולא תירא מקטן ומגדול ותינצח לכל דבר במלחמה ובמריבה ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nCarry this by you and no one will be able to hurt you from small to great, and you will win in every strife and battle.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן הטס בכל סחורה במהרה תמכור אותה .. ואם תכתוב שמות המלאכים בקלף ותישאהו(!) עמך הם טובים מאד.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you place this tablet among your wares you will soon sell them, and if you write these names of angels on parchment and carry them by you, they will be very good (useful) to you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nויהיו כתובים בכרכום וצריך לכתוב מאחורי הטס &#8230;&#8230; כי הוא סימנו וצריך לכתוב אותה בצורת לבנה ∵<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThey must be written with green (Crocus) ink. On the back, of the tablet you must write <span class=\"hebrew\" lang=\"he\">&#8230;&#8230;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> The sigil is omitted in the MS.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> for this is his sign (sigil) and it must be written in the sight of the Moon.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ג׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Third Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ג׳ מושל <span class=\"entity\">סמאל</span>. זה המלאך הוא כדמות אדם וידיו פרושות. ויש לו אישים משמשים כמו שאמ׳ בשני המלאכים הכתוב׳ למעלה אבל אין לו קרנים. ועמידתם כך. על יד ימינו משמש </span>סהריאל</span>. ועל שמאלו </span>מחריאל</span>. ומאחוריו <span class=\"entity\">אחזניאל</span>. ועל רגליו <span class=\"entity\">להביאל</span>. ותועלתם להחריב ולהשמיד ולהמית ולעשות כל רע.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the third day rules Samael. He is in the likeness of a man with outstretched hands. He has angels that serve him, as the aforesaid two angels, but he has no horns, and their position is as follows: on his right hand serves Sahariel, on his left Maḥariel, behind him Aḥzaniel, and at his feet Lahaviel. Their work is to destroy, to annihilate, to kill and to perform all manner of evil.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאם תרצה שתחתוך בחרב או בסכין יותר מכל אדם. עשה תפוח א׳ מברזל חזק. וכתוב לשם <span class=\"entity\">סמאל</span> ומשמשיו. ותתן אותה בסיכין (!) או בחרב ותחתוך כל מה שתרצה. ובנחת יותר מכל אדם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wishes to be able to cut with a knife or sword better than any other man, make you an apple of hard iron and write on it: “In the name of Samael and his servants,” and make out of it a knife or a sword, and then you will be able to cut whatever you wish and much easier than any other man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תרצה שתנצח בכל מיני מלחמה שתכנס קח טס כסף או מנחושת או מברזל חזק וצייר שם דמות &#8230; ותחת יד ימינו צייר דמות אדם קטן וכתוב על מצחו <span class=\"entity\">סהריאל</span> ותחת יד שמאלו צייר דמות קטן וכתוב במצחו <span class=\"entity\">מחריאל</span>. ובאחריו צייר דמות אדם קטן וכתוב במצחו <span class=\"entity\">אחזניאל</span>. ותחת רגליו צייר דמות אדם קטן וכתוב על מצחו <span class=\"entity\">להביאל</span>. וביד הדמות הנקרא <span class=\"entity\">סמאל</span> צייר דמות חרב. ובאותו החרב כתוב אלו המלאכים והם <span class=\"entity\">חתכיאל</span> <span class=\"entity\">אימיאל</span> <span class=\"entity\">להביאל</span> <span class=\"entity\">השמריאל</span>. ובידו האחר ראש אדם וכמו שהוא רוצה לחתוך אותו. ואחורי הטס כתוב זה השם דׄלׄ דׄםׄ כי הוא חותמו. וצריך לכותבו בשעת מאדים ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to win in any battle into which you are entering, take a tablet of silver or of copper or iron and draw on it the figure of&#8230;..,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Omitted in the original, evidently Samael.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> under his right arm draw the figure of a little man and write on his fore-head Sahariel, under his left arm draw the figure of a little man and write on his forehead Maḥariel, behind him draw the figure of a little man and write on his forehead Aḥzaniel, and under his feet draw the figure of a little man and write on his forehead Lahaviel. And make the drawing of a sword (placed) in the hand of the figure called Samael, and on that sword write the names of the following angels: Ḥatkiel, Imiel, Lahaviel and Hashmeriel, and in the other hand a human head which he is intending to cut off (or, in the act of cutting off). On the back of the plate write <span class=\"hebrew\" lang=\"he\">דל דם</span> for this is his sigil. And it must be written in the hour (time) of Ma&#8217;adim (Mars).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n<span style=\"color: white; background-color: white; box-shadow: 0px 0px 0px 5px white;\">ואם תרצה להחריב בית או עיר או דרך או כפר כתוב <span class=\"entity\">סמאל</span> ומשמשיו ביום מאדים בדם נדה על בגד מתלוי. ותתן אותו בפי צפרדע וקבור אותו בבית ולא ידור אדם באותו הבית עד שיחרב וצריך שתסתום פי הצפרדע במעט שעוה וכתוב בשעוה דׄלׄ דׄםׄ וכן תעשה לכל מקום שתרצה .. </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span style=\"color: white; background-color: white; box-shadow: 0px 0px 0px 5px white;\">If you wish to destroy a house, a town, a road or a village, write “Samael and his servants,” with menstrual blood on the day of Mars on the garment of a hanged man (?), place it in the mouth of a frog and bury it in the room in which no man will dwell, and it will finally be destroyed. You must however stop the mouth of the frog with a little wax and write on the wax, <span class=\"hebrew\" lang=\"he\">דל דם</span> and thus shalt you act in every place wherever you wish.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> This terribly cruel magical recipe transgresses the mitsvah enjoining one not to ignore or needlessly cause the suffering of another living creature &#8212; <em>tsaar baalei ḥayyim</em>. Yuval Harari provides some context for this and the following recipe in light of another from the 17th century recorded by Chaim Vital (also involving a frog). Harari writes, &#8220;Burying live animals is not a common practice in the Jewish recipes literature, though several examples can be found. Two of them—the burial of a frog and the burial of a small dog whose mouths are sealed with wax—are mentioned in The Book of the Chaldeans. In this astral-magic treatise, violence is tied to Tuesday, Samael’s day, whose servants work is &#8216;to destroy, to annihilate, to kill and to perform all manner of evil.&#8217; It is therefore performed within the confines of the one responsible for it and assumes the form of a particularly cruel ritual, in order to activate violence in the world.&#8221; (from &#8220;Three Charms for Killing Adolf Hitler&#8221; in <em>Aries – Journal for the Study of Western Esotericism</em> 17 (2017) p.200.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n<span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=77\">fol.37b</a>)</span> <span style=\"color: white; background-color: white; box-shadow: 0px 0px 0px 5px white;\">ואם תרצה להמית שום אדם כתוב <span class=\"entity\">סמאל</span> ומשמשיו בבגד אותו אדם בדם נחש ותתן אותו בפי כלב קטן וחתום פי הכלב בשעוה אדומה וכתוב בשעוה דׄלׄ דׄםׄ ותקבור אותו בפרשת דרכים וקודם קודם (!) ששים יום ימות אם לא יסע מאותו מקום ..</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span style=\"color: white; background-color: white; box-shadow: 0px 0px 0px 5px white;\">If you wish to kill a man, write, “Samael and his servants” on the garment of that person with the blood of a snake and place it in the mouth of a puppy and close the mouth of that dog with red wax, on which you have written <span class=\"hebrew\" lang=\"he\">דל דם</span> and bury it at the parting (or crossing) of ways. That man is sure to die within sixty days, unless he go away from that place before the end that time.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> Find note above re: <em>tsaar baalei ḥayyim</em>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ד׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Fourth Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ד׳ מושל <span class=\"entity\">מיכאל</span>. זה המלאך הוא בדמות איש אוחז בקרן וידיו פרושות ותחת יד ימינו משמש <span class=\"entity\">מעשאל</span>. ותחת יד שמאל משמש <span class=\"entity\">יחתמיאל</span>. ועל הקרן עומד מלאך א׳ ושמו <span class=\"entity\">כוכביאל</span>. ומאחריו משמש <span class=\"entity\">אעלביאל</span>. ותחת רגליו משמש <span class=\"entity\">להביאל</span> .. תועלת אלו המלאכים לתת דעה ובינה לכל אדם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the fourth day rules Mikhael. He is like unto a man holding a horn in his hand and his hands are stretched out. On his right hand serves Ma&#8217;asael, on his left serves Yaḥtemiel; on that horn stands an angel called Kokhaviel, behind him serves A’alviel, and at his feet Lahaviel. The benefit conferred (obtained) by these angels is to grant knowledge and wisdom to man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכשתרצה להשתמש באלו המלאכים קח חתכת (!) כסף טוב או מבדיל וצייר עליו דמות איש ידיו פשוטות .. וצייר מתחת יד ימינו דמות אדם קטן וכתוב על שכמו <span class=\"entity\">יחתמיאל</span> ועל ראשו עשה דמות קרן וצייר שם דמות איש אוחז בקרן. וכתוב במיצחו (!) או בשכמו <span class=\"entity\">כוכביאל</span> ותחת (יד) רגליו צייר דמות איש קטן מצוייר באודם מפני שהוא מלאך אש וכתוב במצחו <span class=\"entity\">להביאל</span>. ותועלת זה הטס הרבה מאד לתת חכמה ובינה ודעת ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to be served by these angels, take a piece of pure (good) silver or lead and draw on it the image of a man with outstretched hands. Draw under his right arm the image of a little man, and write on his shoulder Yaḥtemiel, over his head draw the figure of a horn, and on that horn the image of a man holding that horn, and write on his forehead or shoulder Kokhaviel, and under his feet draw the image of a little man, with red ink, for he is the angel of fire, and write on his forehead, Lahaviel; and this plate is very useful for gaining knowledge and wisdom and understanding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תקשה אשה בלדתה תתי אותו הטס על לבה ותלד במהרה ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf a woman has difficulties in childbirth, place this tablet on her chest and she will soon be delivered of the child.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם יהיה אדם חולה תתן הטס עליו כשהוא ישן ואם ישן בטוב ולא יקץ החולה דע כי הוא לחיים ואם יקיץ במהרה דע כי הוא למות ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf a man is ill, place this tablet on him whilst he is asleep. If he sleeps on quietly and does not wake, it is a sign for life, but if he wakes up quickly, know that it is a sign of death.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תרצה לדעת האדם אם הוא מכושף אם לא כתוב אלו השמות <span class=\"entity\">מיכאל</span> ומשמשיו על ביצה בזעפראן ותן אותה תחת המטה שילו שהוא ישן עליה ותשבור אותה בבוקר. אם תמצא אותה צלויה יש בה טיפת דם דע שהוא מכושף ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to know whether a man is enchanted (charmed) or not, write the name of Mikhael and his servants on an egg with saffron (yellow) and place it under the bed on which he sleeps. If on the morning you break it it is boiled<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> The original is here somewhat doubtful. It may mean: boil it, break it, and find, etc.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and there is a drop of blood in it, then it is a sure sign that he is under a spell.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תרצה ללמוד נער א׳ מכל אדם קח הטס ההוא ורחץ אותו ביין לבן בכל ליל ראשון ויקח הטס ביד (!) וישים פניו נגד מקום עלות השמש וישביע בזאת ההשבעה. ׳מ׳א׳ע <span class=\"entity\">מיכאל</span> אתה וכל משמשיך הנקראים בשמך ושמך בהם בשם <span class=\"entity\">טמקשיא</span> שתתן לי לב לדעת כל מה שלמדתי ושאלמוד ושאשמע ושאבין כל מה שילמדו אותי ויפתח לבי לתורה ועיני לראות וידי לכתוב ואזני לשמוע. וישתה היין ויהיה אכולתו לחם חם עם דבש ויתחכם יותר מכל אדם .. וצריך שיכתוב מאחורי הטס זה השם אׄבׄגׄ וצריך לכותבו בשעת כוכב ∵<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to make a child learn more than any other, then wash this tablet on every first night (of the month or week?) with white wine, then take the tablet in the right hand and turning towards sunrise utter the following conjuration: “I conjure you, Mikhael, you and your servants who are called by your name and whose name is included in theirs, in the name Tamaqashia, that you give me a heart to know all that I have been taught, and that I continue to learn, to hear and to understand all that I shall he taught in future. Open my heart to study, and my eyes to see, and my hands to write, and my ears to listen.” He must then drink of the wine and eat warm (fresh) bread with honey, and he will become wiser than any other man. He must write on the back of the tablet this name <span class=\"hebrew\" lang=\"he\">אבג</span>, which must be done in the hour (time) of Kokhav (Mercury).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ה׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Fifth Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ה׳ משמש <span class=\"entity\">צדקיאל</span>. וזה המלאך בדמות איש. ולו שתי קרנים. ועל קרן מהם בדמות איש. גם יש לו משמשין אנשים כמו שאמרנו בשאר המלאכים ליעלה (!) ועמידתם כך הוא. כי המלאך כדמות איש וידיו פרושות. ותחת יד ימין משמש <span class=\"entity\">צוריאל</span>. ותחת יד שמאל משמש <span class=\"entity\">דהביאל</span> ולו שני קרנים על קרנ .. משמש <span class=\"entity\">יעציאל</span>. ואחריו משמש <span class=\"entity\">אפר</span> (!) <span class=\"entity\">אפרציאל</span>. ותחת רגליו <span class=\"entity\">להביאל</span>. ותועלת אלו המלאכים לתת חן וחסד לכל הנושא אותם ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the fifth day rules Tsadqiel. This angel is in the likeness of a man with two horns, on one of these horns there is the likeness of a man, and he also has serving angels as the aforementioned angels. Their position is as follows. The angel who is in the likeness of man has the hands outstretched; on the right hand serves Tsuriel, on the left Dahaviel. He has two horns, and serves Yi’atsiel;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> “On one serves Qedoshiel,” as mentioned below, is omitted here in the original part; the omitted words seem to have been added later on, on the margin, but they are now almost illegible.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> behind him serves (Afar) Afartsiel, and at his feet Lahaviel. These angels grant grace and favour to all those who carry them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאם תרצה להשתמש בהם עשה טס מכסף או מבדיל וצייר בו שם דמות איש קטן וכתוב בשכמו <span class=\"entity\">צוריאל</span>. ותחת יד שמאל דמות איש קטן וכתוב <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=78\">fol.38a</a>)</span> בשכמו <span class=\"entity\">דהביאל</span>. ועל ראשו עשה שתי קרנים ועל קרן ימין עשה צורת איש קטן אוחז בקרן כתוב בשכמו <span class=\"entity\">קדושיאל</span>. וככה עשה בקרן שמאל וכתוב במצחו <span class=\"entity\">יעציאל</span>. ומאחריו עשה דמות איש קטן וכתוב במצחו <span class=\"entity\">אפרציאל</span>. ותחת רגליו דמות איש קטן כתוב במצחו <span class=\"entity\">להביאל</span> מצוייר אדום ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to use them, make a tablet of silver or lead, and draw on it the image of a little man, and write on his shoulder Tsuriel; draw then under his left hand the image of a little man, and write on his shoulder Dahaviel; then make on his head two horns, on the right horn draw the image of a little man holding fast to it, and write on his shoulder Qedoshiel, similarly do on the left horn, and write on his forehead Yi’atsiel. Behind him draw the image of a little man, and write on his forehead Afartsiel, and under his feet a little man, and write on his forehead Lahaviel, written with red ink.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותועלת זאת הצורה שכל שישאנה (י)מצא חן וחסד בעיני כל אדם וכל שר וישיג כל מה שירצה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe use of this drawing will be that whoever carries it about him will find favour and grace in the eyes of man and prince, and he will obtain all that he wishes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם יפול במחנה שבו (!) לעולם לא יאסרוהו ויכבדוהו בני אדם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf he happens to fall in with a host of prisoners (or who is taken a prisoner),<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Not quite clear in the original.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> he will not be bound (made a slave), and everyone will render homage to him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואחור (!) הטס כתיב יׄלׄיׄ כזה סימני ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the back of the plate write <span class=\"hebrew\" lang=\"he\">ילי</span>, for this is his sigil.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן זה הטס במקום שיש בו מעט אנשים יפרו וירבו. (!) בואם מכל צד לדור שם ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you place this tablet in a place where there are few persons, they quickly will multiply and become numerous, for they will come from every part to live there.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תרצה להבחין אותו תתן אותו במקום דבורים ויפרו וירבי מאד ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to test (?) it, put it among bees and they will multiply and become numerous.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nומי שישא אותו לא יכול שום אדם כנגדו. וצריך לכתוב בשעת צדק.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhoever carries it about him, no man will be able to prevail against him. It must be written at the hour of Tsedeq (Jupiter).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן זה הטס בכסא הגמון או ישאנו עליו בכל יום יעלה לגדולה עד מאד ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you place the tablet on the seat of the ruler (Hegemon) or carry it about you every day, you will prosper in greatness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן אותה במקום שיושב בעל מלאכה תבא אליו מלאכה הרבה עד מאד ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd if you place it on the seat of a workman, he will get very much work.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ו׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Sixth Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ו׳ משמש <span class=\"entity\">ענאל</span>. זה המלך ממונה על כל האהבה .. והוא כדמות אשה ובידה האחת מראה ורואה פניה. ובידה האחרת מסרק מסרקת ראשה גם היא כדמות האחרים. ויש לה אישים משמשים אותה. והיא פרושה ידיה ותחת ידה הימנית מלאך ושמו <span class=\"entity\">ערביאל</span>. ועל השמאלית שמו <span class=\"entity\">ניניאל</span>. ועל ראשה שמו <span class=\"entity\">להביאל</span>. ותחת רגליה שמו <span class=\"entity\">אהביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the sixth day rules ’Anael. He is appointed on all manner of love. This ruler is in the likeness of a woman. She has in one hand a mirror in which she beholds herself, and in the other a comb with which she is combing her head. She, like unto other angels, has serving angels; she also holds her hands outstretched. On her right arm serves an angel whose name is &#8216;Arviel, on the left one called Niniel, over her head one whose name is Lahaviel, and at her feet one called Ahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכשתרצה להשתמש בו עשה טס מכסף טוב צורת אשה על שם האשה שאתה חפץ. וכתוב על שכמה שמה ושם אמה ושם החושק ושם אמו. ועשה שיהיו ידיה פרושות. ותחת יד ימין עשה בחור א׳ נחמד וכתוב על שכמו <span class=\"entity\">ערביאל</span>. ותחת ידה השמאלית כתוב בחור אחר וכתוב במצחו <span class=\"entity\">ניניאל</span>. ומאחריה עשה צורת איש מצוייר באדום וכתוב בשכמו <span class=\"entity\">להביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to use them, make a tablet of fine silver, draw upon it the likeness of a woman in the name of the woman you like, then write on her shoulder her name and the name of her mother, and the name of the one who loves (desires) her, and that of his mother, and draw her hands outstretched. Draw then under her right arm the figure of a nice young man, and write on his shoulder &#8216;Arviel, under her left arm draw the image of another young man and write on his forehead Niniel, behind her draw the image of a man with red ink and write on his shoulder Lahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותועלת זאת האשה שבזו הצורה (!) ואהבה גדולה הן איש הן אשה לכל מי שתרצה שיאהבך אהבה רבה ולא יפרד ממך תגע בטס בו וירוץ אחריך וימלא חפצך ובפרט לאשה שכתבת שמה בטס .<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe use of this picture of the woman on the tablet is that it gains for you the love of that man or woman whom you desire, with a strong and unbreakable love. You have only to touch this tablet and they will run after you, especially that woman whose name you have written on the tablet.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותשביע זאת ההשבעה ותאמר. מ׳א׳ע׳ המלאך <span class=\"entity\">ענאל</span> אתה ומשרתיך הנקראים בשמך ושמך בהם שהם <span class=\"entity\">ערביאל</span> <span class=\"entity\">ניניאל</span> <span class=\"entity\">אהביאל</span> <span class=\"entity\">להביאל</span> בש׳ <span class=\"entity\">אוריאל</span> הלוהב פנים ואחור. שתלהיב פ׳ב׳פ׳ מרוב אהבתי וחבתי ותקרב מזלה למזלי כאהבת אדם לחוה. ולא יהיה לה פנאי לא לאכול ולא לשתות ולא לישן ולא לעמוד ולא לישב עד שתאהב אותי סכרי (!) ותבא אלי אנו <span class=\"instruction\">פ׳ב׳פ׳</span> ותמלא חפצי ושאלתי. <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=79\">fol.38b</a>)</span> וחמם הטס על האש ותראה פלאים גדולים.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd you must utter the following conjuration:—“I conjure you, ’Anael, you and your servants who are called by your name, and whose name is included in theirs, viz :—&#8217;Arviel, Niniel, Ahaviel and Lahaviel, in the name of Uriel, with the countenance flaming all round, inflame so-and-so with my love and with my strong affection, and may her (mazal) destiny, be united with mine, in the same manner as Adam was united to Eve. May she not have any chance to eat or to drink, or to sleep, or to stand, or to sit, before she is in love with me &#8230;. (?)<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Here is an unintelligible word in the original.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and until she comes to me and fulfils all my wishes and desires.” Then warm the tablet on the fire and you will see marvellous things.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם הוא איים אמור שיעשה חפצי שהוא דבר פ׳. ומאחרי הטס כתוב סׄיׄטׄ כי זה סימנו. וכתוב בשעת נוגה. ועוד מעט היא בצורת צדק<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf the person in question is a man, then say: “That he may fulfil my wish,” <em>viz</em>., this or that thing. On the back of the tablet write <span class=\"hebrew\" lang=\"he\">סיט</span>, for this is his sigil, and write it in the hour of Nogah (Venus). It is also somewhat in the figure of Tsedeq<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> Doubtful in the original.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> (or: write it also sometimes in the hour of Tsedeq).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאמ׳ שאם יכתוב צורתו באבן ברק ויניח אותו על פתח סגור יפתח ∴<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd they say that if the image is drawn with the “thunderstone” and placed on a closed door, the door is sure to open by itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ז׳<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Seventh Day</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביום ז׳ משמש <span class=\"entity\">קפציאל</span> זה המלאך אין בו תועלת כלל כי אם רע והוא כדמות איש שהיא אבל ויש לו ב׳ קרנים ויש לו אישים משמשים אותו כמו תמלאכים האחרים. כי על ידו הימנית משמש <span class=\"entity\">קוביאל</span>. ועל ידו השמאלית <span class=\"entity\">פצחיאל</span> ועל קרן הימין <span class=\"entity\">צפריאל </span>. ועל קרן שמאל <span class=\"entity\">יחסיאל</span>. ומאחוריו משמש <span class=\"entity\">אחיאל</span>. ותחת רגליו <span class=\"entity\">להביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the seventh day rules Qaftsiel. This angel is of bad augury, for he is appointed only over evil. He is in the likeness of a man in mourning, and has two horns, and angel servants as the other angels aforementioned. On his right hand serves Quviel, on his left Patsḥiel, on the right horn Tsafriel, on the left horn Yaḥsiel, behind him stands Aḥiel, and at his feet Lahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכשתרצה להשתמש בהם אם תרצה להפיל אדם ממעלתו עשה טס מעופרת וצייר בו צורת איש זקן ידיו פרושות. ותחת ידו הימנית עשה צורת איש קטן וכתוב במצחו <span class=\"entity\">קוביאל</span>. ועל השמאלית צורת איש בוכה ועל שכמו <span class=\"entity\">פצחיאל</span>. ועל קרן הימין צורת איש מפותח (!) מעופף בשתי כנפים וכתוב על שכמו או בין כתפיו או במצחו <span class=\"entity\">צפריאל</span>. ועל קרן השמאל עשה צורת איש אחר מעופף ויהיו פרושים כנפיהם האחת על האחר וכתוב במצחו או על שכמו או על כתיפו <span class=\"entity\">יחסיאל</span>. ומאחריו עשה צורת איש פרש כנפיו למעלה וידיו על מצחו וכתוב על מצחו <span class=\"entity\">אסיאל</span>. ותחת רגליו עשה צורת איש אחד מצוייר אדום וכתוב על שכמו <span class=\"entity\">להביאל</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you wish to make use of them to lower a man from his high position, make a tablet of tin and draw on it the likeness of an old man with out-stretched hands; under his right hand draw the image of a little man, and write on his forehead Quviel; on the left, the image of a man crying, and write on his shoulder Patsḥiel; on the right horn, the image of a man flying on two wings, and write on his shoulder, or between his sides, or on his forehead, Tsafriel; and on the left horn draw another man with wings outstretched flying, and the wings of the one must be touching the wings of the other, and write on his forehead, or on his shoulder, or on his sides, Yaḥsiel, and behind him draw the figure of a man with open wings, flying, with his hands on his forehead, and write on his forehead Asiel, and at his feet draw with red ink the figure of a man, and write on his shoulder Lahaviel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nותועלת זה הטס אם תתן אותו בכסא הגמון או אדם גדול או מלך או כומר יפול ממעלתו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe use of this tablet is that if you place it on the seat of a mighty man, or a king, or a priest, he will fall from his position.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן אותו במקום שיש בו אנשים יתפזרו וילכו מאותו מקום.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd if you put it in a place where many people are assembled, they will scatter and go away from that spot.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן אותו במקום שבונים עיר או מגדל יחרב.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you place it in a spot where they are building a town, or a tower, it will be destroyed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תתן אותו במקום דבורים יברחו משם .<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you place it in hives, the bees will flee from there.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תכתוב שם <span class=\"entity\">קפציאל</span> ומלאכיו בקלף כשר ותתן אותו בקנה שיש בו ז׳ קשרים. ותשביע זאת ההשבעה. ואתה רוכב על הקנה. מ׳א׳ע׳ <span class=\"entity\">קפציאל</span> וכל מחניך בשם ק׳ק׳ק׳ שתוליכוני למקום פ׳ ולא יזיקוני שום נזק. אמ׳ כי ילך מהלך מאה יום ביום א׳.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWrite the name Qaftsiel, and those of his angels, on pure parchment, and place it in a reed cane with seven knots, and utter the following conjuration whilst you ride upon that cane: “I conjure you, Qaftsiel, and your host, in the name of the most holy (the three times holy), guide me (carry me) to that and that place without hurt or harm.&#8221; They say that a man will ride in one day the distance of an hundred days’ travelling.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם תכתוב אותו מצוייר על הררך שאמ׳ למעלה. ושם איש ושם אמו ותתן אותו בשום דבר ותקשור אותו בכנפי יונה או עוף מדברי ותשביעי. מ׳א׳ע׳ <span class=\"entity\">קפציאל</span> וכל מחניך שתבריח את <span class=\"instruction\">פ׳ב׳פ׳</span> ויהיה נע ונד כמו שהבריח השם את קין והיה נע ונד כמו שהיה נע ונד כן יהיה <span class=\"instruction\">פ׳ב׳פ׳</span> ולא ימצא מנוח לכף רגליו. ותפריח העוף ויהיה האיש ההוא נע ונד כל ימיו ולא ימצא מנוחה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWrite and draw the images as described above and the name of a man and of his mother, and place it in anything you like (in whatever it may be), and tie it unto the wings of a dove, or of a bird of the desert, and conjure: “I conjure you, Qaftsiel, and your whole host, that you drive away so and so, that he be wandering about, to and fro, in the same manner as Hashem drove Qayin away, to be wandering to and fro, so shall so and so be; he shall find no rest to the sole of his feet.” He is then to let the bird fly. That man will be wandering to and fro without rest and without ceasing.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם לא תמצא עוף באותה שעה. קח קדרה ותן בה מה שרצית לקשור בכנפי העוף <span class=\"citation\">(<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=80\">fol.39a</a>)</span> וסתם פי הקדרה בזפת כדי (!) בלא מים והשליך אותה בנהר. וכל זמן שהקדרה הולכת על פני המים יהיה נע ונד עד שתשבר או עד שיכנסו בה מים או עד שתטבע.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf you cannot find a bird, take a pot (bowl) and place into it all that you would have bound round the wing of the bird, stop the orifice (mouth) of the pot with pitch, so that water should not get into it,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> In the original somewhat corrupted.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and throw it into the river. As long as the pot is swimming on the river, so long will that man be wandering about, until it breaks or water gets into it, or it sinks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוצריך לכותבו בשעת שבתי וכתוב מאחורי הטס או הקלף אׄנׄיׄ כי זה סימנו. עכ״ ..<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt must be written in the hour of Shabbetai (Saturn). On the back of the tablet, or the parchment, write <span class=\"hebrew\" lang=\"he\">אני</span> for this is his sigil.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This manuscript, currently catalogued as <a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761?page=74\">Gaster Hebrew MS 177</a> in the collection of the University of Machester (f.36r-39r) was originally published by Ḥakham Dr. Moses Gaster as <em>Wisdom of the Chaldeans: An Old Hebrew Astrological Text</em>, reprinted from the <em>Proceedings of the Society of Biblical Archaeology</em>, December 1900. (For additional details on this work, please consult Gaster&#8217;s article.) I have re-Hebraized angelic names and replaced archaisms. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/the-wisdom-of-the-chaldeans-an-old-hebrew-astrological-text-moses-gaster-1900/The%20Wisdom%20of%20the%20Chaldeans-%20An%20Old%20Hebrew%20Astrological%20Text%20%28Moses%20Gaster%201900%29#page/338/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/the-wisdom-of-the-chaldeans-an-old-hebrew-astrological-text-moses-gaster-1900/The%20Wisdom%20of%20the%20Chaldeans-%20An%20Old%20Hebrew%20Astrological%20Text%20%28Moses%20Gaster%201900%29#page/n19/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Read <span class=\"hebrew\" lang=\"he\">ששמים יצא משם</span>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">This passage corrupt in the original.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">T. Shrire explains this is a name from late Antiquity referencing the divine power above the seventh heaven. (The sum of each three letter pair is eight.) Cf. Sefer Raziel 45a. Also, Gershom Scholem, <em>Jewish Gnosticism</em> p. 66ff. The name also appears in the Rosh Hashanah evening service liturgy.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">var., Berukiel.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">In the original there is some confusion, Yoel being mentioned twice, and instead of “right side ” we find the word “shoulder.”</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">The sigil is omitted in the MS.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Omitted in the original, evidently Samael.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">This terribly cruel magical recipe transgresses the mitsvah enjoining one not to ignore or needlessly cause the suffering of another living creature &#8212; <em>tsaar baalei ḥayyim</em>. Yuval Harari provides some context for this and the following recipe in light of another from the 17th century recorded by Chaim Vital (also involving a frog). Harari writes, &#8220;Burying live animals is not a common practice in the Jewish recipes literature, though several examples can be found. Two of them—the burial of a frog and the burial of a small dog whose mouths are sealed with wax—are mentioned in The Book of the Chaldeans. In this astral-magic treatise, violence is tied to Tuesday, Samael’s day, whose servants work is &#8216;to destroy, to annihilate, to kill and to perform all manner of evil.&#8217; It is therefore performed within the confines of the one responsible for it and assumes the form of a particularly cruel ritual, in order to activate violence in the world.&#8221; (from &#8220;Three Charms for Killing Adolf Hitler&#8221; in <em>Aries – Journal for the Study of Western Esotericism</em> 17 (2017) p.200.)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">Find note above re: <em>tsaar baalei ḥayyim</em>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">The original is here somewhat doubtful. It may mean: boil it, break it, and find, etc.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">“On one serves Qedoshiel,” as mentioned below, is omitted here in the original part; the omitted words seem to have been added later on, on the margin, but they are now almost illegible.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Not quite clear in the original.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Here is an unintelligible word in the original.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">Doubtful in the original.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">In the original somewhat corrupted.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Incantations, Adjurations, &amp; Amulets",
        "Theurgy"
    ],
    "tags": [
        "angelology",
        "Angels",
        "Astrological",
        "entering magical territory",
        "Magic",
        "magical recipes",
        "ritual power"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4183"
        ],
        "_thumbnail_id": [
            "38080"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/07/Gaster-Hebrew-177-f.36a-University-of-Manchester.jpg",
        "title": "Gaster Hebrew 177 f.36a (University of Manchester)",
        "caption": "<a href=\"https://luna.manchester.ac.uk/luna/servlet/detail/Manchester~10~10~142~230761\">Gaster Hebrew 177</a> f.36a (University of Manchester)"
    },
    "source_link": "https://opensiddur.org/?p=38069",
    "permalink": "https://opensiddur.org/prayers/praxes/theurgy/theurgy-of-the-kasdim/",
    "slug": "theurgy-of-the-kasdim"
}