{
    "title": "אַ סאָציאַליסטישער הַלֵּל | A Yiddish Socialist adaptation of Hallel (1900/1919)",
    "author": "Shlomo Jack Enkin Lewis",
    "coauthors": [
        {
            "name": "Shlomo Jack Enkin Lewis",
            "bio": "Shlomo Jack Enkin Lewis is a Yiddish translator and student of Judaic Studies.",
            "website": "https://www.geocities.ws/silkenwine/SJACK.HTM",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/shlomo-jack-enkin-lewis-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/shlomo-jack-enkin-lewis"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        }
    ],
    "date": "2024-03-30",
    "last_updated": "2025-02-02",
    "excerpt": "A revolutionary socialist, Yiddish adaptation of Hallel. . . .",
    "content": "\n<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">בראש חודש, חנוכה, ערשטער מאַי, ושלוש רגלים, יכולין לאמור כאן, במקום ברכה, דברי חיזק אלא:</span><br />\n&nbsp;<br />\n”האַלט הױך מיט אױסגעשטרעקטע הענד<br />\nאונזער רױטע פאָהן פֿון סאָציאַליזם“!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">On Rosh Ḥodesh, Ḥanukkah, May Day, and the three Festivals, one might recite, in place of the opening blessing, this strengthening call:</span> <br />\n&nbsp;<br />\n&#8220;Hold high with outstretched hands<br />\nour red flag of <span class=\"divine-referent\">Socialism</span>!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\n<span class=\"instruction\">בליל הסדר, לאחר אמירת ההגדה (עד עמוד 14 בהגדת פאָדגורזש), מתחילין להלן ב”הללוהו“.</span><br />\n&nbsp;<br />\nהללוהו! – לױבט איהם, איר ערליכע לײט. פֿערעהרט זײן נאָמען – ”פֿרײהײט“! דער נאָמען זאָל געבענטשט זײן פֿון איצט ביז אין אײביגקײט! פֿון מזרח ביז מערב זאָל געריהמט װערען דער נאָמען ”פֿרײהײט“! איבער אַלע פֿעלקער האָט זי זיך אױפֿגעהױבען, ביז צום הימעל האָט זי דערגרײכט. זי האָט דערגרײכט דעם הימעל און צוטריבען די געטער, האָט זיך אַראָבגעלאָזט אױף דער ערד און צעבראָכען די קײטען! זי הױבט אױף דעם עלענדען פֿון שטױב, דעם אָרימען פֿון שמוץ רײסט זי אַרױס! און שטעלט זײ גלײך מיט די אײדעלע, מיט די ערשטע פֿון דער נאַציאָן. די הױז־פֿרױ, די מוטער, די שקלאַפֿין, זעצט זי גלײך מיט די זיהן. זי געניסט מענשליך גליק און פֿרעהט זיך – הללוהו!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">On Seder night, after reciting the Maggid (up to page 14 in the Krakow-Podgorze Socialist Hagaddah), begin below with &#8220;Halleluhu&#8221;.</span><br />\n&nbsp;<br />\n<em>Halleluhu!</em> – Praise him, you honest people. Honour his name – &#8220;<span class=\"divine-referent\">Freedom</span>!&#8221; This name should be blessed from now until eternity! From east to west extol the name &#8220;<span class=\"divine-referent\">Freedom</span>!&#8221; Over all peoples she has raised herself up, up to the heavens she has reached. She has reached the heavens and driven out the gods, has lowered herself down to earth and broken the chains! She raises up the lonely from the dust, the poor from the filth she tears away! And she sets them equal with the nobles, with the notables of the nation. The housewife, the mother, the slavewoman, she sets equal with the sons. She revels in human happiness and rejoices – <em>Halleluhu!</em>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nבצאת העם ממצרים װען אַ פֿאָלק כאַפט זיך אַרױס פֿון דער ענגשאַפֿט און קעמפֿט פֿאַר זײן בעפֿרײאונג, װען זײן רעכט איז זײן הײליגטום, און אײן מענשליכעס בעװאוסטזײן בעהערשט איהם, דאַן ברױזט עס אױף װי דער ים, צעגיעסט עס זיך װי װילדע טײכען, בערג שפרינגען פֿאַר אימה, װאַלען װערען אײנגעזונקען. װאָס ברױזט דו דען ים? װאָס צעגיעסט איהר זיך װילדע טײכען? װאָס שפרינגט איהר בערג און װאָרום פֿערזינקט איהר שטאַרקע װאַלען? פֿאַר דעם הערשער פֿון דער װעלט, פֿאַר די שטאַרקע מאַכט פֿון פֿאָלק. װאָס װירקט און שאַפֿט און צױבערט און בױעט פאַלאַצען פֿון שטײנער און, פֿון דער ערד ציהט עס ברױט!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Betseis Ho&#8217;am Mimitsrayim</em>, when a people escapes the constraints and fights for its liberation, when its rights are sacred to it, and awareness of humanity rules it, then it roars forth like the sea, it floods forth like wild streams, mountains leap in fright, swelling waves shrink away. Why are you roaring, o sea? Why are you flooding, o wild streams? Why are you leaping, o mountains, and why are you shrinking, o swelling waves? From before the ruler of the world: from before the strong might of the people. Which impacts and creates and blasts, and builds palaces from stones and from the earth draws out bread!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">בליל הסדר אומרים כאן ברוך אתה, אוכלין ושותין אם יש משום לאכול או לשתות, ואחר כך אומרים שפוך חמתך (וכל זה נמצא בעמוד 15 של הגדת פאָדגורזש)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">On Seder night, recite here the passage beginning &#8220;<em>Borukh Ato</em> – Blessed are you holy idea&#8230;&#8221; Eat and drink if any food or drink is to be found, and continue with &#8220;<em>Shefokh Khamosekho</em> –  Pour out your warmth&#8230;&#8221; (The above passages are found on page 15 of the Krakow-Podgorze Socialist Hagaddah)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nלא לנוּ, לא לנו, נישט פֿאַר אונז זענען אַזעלכע געדאַנקען! אַזױ זאָגט אַ געװיסער קלאַס: מיר האָבען אַ גאָט אין הימעל און ער טהוט װאָס ער װיל. ער ריכטעט אײן די װעלט, און נאָך זײן אײנריכטונג מוזען מיר לעבען. עצביהם כסף וזהב מעשה ידי אדם, זײערע געצען זענען אָבער גאָלד און זילבער, געשאַפֿען פֿון מענשליכע הענד. דיזע לײט האָבען אױגען און זעהען נישט, װי דער אַלטער װערט אונטערגעבראָכען אונטער זײערע אָבגעטער, זײ האָבען אױערן און הערען נישט, װי די שטורם בלאָזט, האָבען מוחות און בעגרײפֿען נישט, דאָס די געטער מוזען פֿאַלען, װי אַלע פֿריהריגע געמאַכטע געטער, און צוזאַמען מיט זײ װעלען אױך פֿאַלען אַלע, װאָס פֿערטרױען אױף זײ – אַלע, פֿאַר װעמען גאָלד און מיליטאַריזם איז די אײנציגע הילף און שוץ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Lo lonu, lo lonu</em>, such thoughts are not for us! That&#8217;s what a certain class says: &#8220;We have a god in heaven and he does what he wants. He rules the world, and we must live by his rulings.&#8221; <em>Atsabehem kesef vezohov, ma&#8217;aseh yedei odom</em>. But their idols are gold and silver, made by human hands. These people have eyes and do not see, as the elderly are crushed under their false gods. They have ears and do not hear, as the stormwind [of revolution] blows; have minds and do not understand that these gods must fall, just like all previous created gods, and along with them will fall all those who rely on them – all those, for whom gold and militarism is the only help and security.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">מדלגין את זכרנו יברך, אהבתי, מה אשיב, הללו, והודו. אבל במקום הודו, יכולין לאמור:</span><br />\n&nbsp;<br />\nגעהט מיט דעם פֿאָרטשריט, ער איז גוט!<br />\nזײן װירקונג דױערט אײביג.<br />\nלױבט דעם ערלעזער, דעם פֿאָרטשריט.<br />\nזײן װירקונג דױערט אײביג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">The passages <em>Zekhoronu Yevorekh, Ohavti, Moh Oshiv, Hallelu</em>, and <em>Hodu</em> are omitted. However, in place of <em>Hodu</em>, one may recite:</span><br />\n&nbsp; <br />\nAdvance with <span class=\"divine-referent\">Progress</span>, he is good! <br />\nHis impact endures forever.<br />\nPraise the saviour, <span class=\"divine-referent\">Progress</span>. <br />\nHis impact endures forever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nמן המצר – פֿון דער ענגשאַפֿט, פֿון דער אונטערדריקונג, הױבען זיך פֿעלקער אױף, זײ קעמפֿען און װערען פֿרײ. זענען זײ נור אײניג, דאַן האָבען זײ קײן מורא נישט. װאָס קאָן זײ װער טהון? װען זײ העלפֿען זיך אַלײן דאַן ציטערן דעספאָטען! עס איז בעסער צו פֿערלאָזען זיך אױף זיך אַלײן, אַלס צו פֿערלאָזען זיך אױף דעמאַגאָגען. עס איז בעסער צו שטיצען זיך אַלײן, אַלס צו פֿערלאָזען זיך אױף אַריסטאָקראַטען. דאָס לערנען יעצט די פֿעלקער און זײ קעמפֿען פֿאַר פֿרײהײט. זײער שוץ און זײער פֿעסטונג. זײער מעכטיגער אָרעם איז הױך געהױבען, דער אָרעם פֿון פֿעלקער טהוט װאונדער. מיר װילען נישט שטאַרבען. מיר װילען לעבען און געניסען פֿון אונזער אַרבײט! עפֿענט אונז שנעל די טױערן פֿון גליק, לאָמיר אױך דאָרט פֿערװײלען! מיר זענען גענוג געפײניגט געװאָרען. עס מוז ענדליך אױך קומען די רעטונג!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Min Hametsar</em> – from the constraints, from the oppression, peoples raise themselves up; they fight and become free. As long as they are united, they have no fear. What can anyone do to them? When they help their own selves, despots tremble! It is better to rely on one&#8217;s own self, than to rely on demagogues. It is better to support one&#8217;s own self, than to rely on aristocrats. This is what the peoples are now learning, and they are fighting for freedom, their protection and their stronghold. Their mighty hand is raised high, the hand of the peoples works wonders. We do not want to die; we want to live and enjoy the fruits of our labour! Open quickly for us the gates of happiness, let us too tarry there! We have been tormented enough. There must at last come salvation!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\nאַרבײטער, אױפֿגעװאַכט!<br />\nאַרבײטער, אױפֿגעװאַכט!<br />\nפראָלעטאַריער, פֿאָרװערטס!<br />\nפראָלעטאַריער, פֿאָרװערטס!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nWorkers, awake!<br />\nWorkers, awake!<br />\nProletariat, forward!<br />\nProletariat, forward!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\nברוך הבא, װילקאָמען זײט יעדערער, אין נאָמען פֿון דער בעפֿרײאונג, װער עס גיט אַ האַנד צו דער גוטער זאַך.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<em>Borukh Habo</em>, welcome is anyone, in the name of <span class=\"divine-referent\">liberation</span>, who lends a hand to this good cause.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">מדלגין את יהללוך.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">The passage <em>Yehalelukho</em> is omitted.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">בראש חודש, חנוכה, ערשטער מאי, ושלוש רגלים, יכולין לאמור כאן, במקום ברכת הסכם, דברי שיר אלא:</span><br />\n&nbsp;<br />\n”װען דײן שטאַרקער אָרעם װיל<br />\nשטעהען אַלע רעדער שטיל&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">On Rosh Ḥodesh, Ḥanukkah, May Day, and the three Festivals, one might recite, in place of the closing blessing, this poetic reminder:</span><br />\n&nbsp;<br />\n“When you with your strong arm will<br />\nAll the wheels will stand still” \n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">בליל הסדר, ממשיכין דלהלן.</span><br />\n&nbsp;<br />\n[הודוּ, כי טוב]<br />\nגעהט מיט דעם פֿאָרטשריט, ער איז גוט! <br />\nזײן װירקונג דױערט אײביג.<br />\nער באַװײזט גאָר זעלטענע װאונדער<br />\nזײן װירקונג דױערט אײביג.<br />\nער ברענגט ליכט אין דער פֿינסטערניש <br />\nזײן װירקונג דױערט אײביג.<br />\nער צעברעכט די אײזערנע גראַטעס<br />\nזײן װירקונג דױערט אײביג.<br />\nער צעשמעטערט די דעספאָטען<br />\nזײן װירקונג דױערט אײביג.<br />\nאון בעפֿרײט פֿון זײ די לענדער<br />\nזײן װירקונג דױערט אײביג.<br />\nאון פֿערטײלט דאָס לאַנד צו פֿעלקער<br />\nזײן װירקונג דױערט אײביג.<br />\nצו פֿעלקער װאָס האָבען לאַנג געליטען<br />\nזײן װירקונג דױערט אײביג.<br />\nאון גיט נאַהרונג צו אַלעמען גלײך – <br />\nזײן װירקונג דױערט אײביג.<br />\nלױבט דעם ערלעזער, דעם פֿאָרטשריט.<br />\nזײן װירקונג דױערט אײביג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">On the Seder night, continue below.</span><br />\n&nbsp;<br />\n[Hodu, Ki Tov]<br />\nAdvance with <span class=\"divine-referent\">Progress</span>, he is good! <br />\nHis impact endures forever.<br />\nHe works very rare wonders<br />\nHis impact endures forever.<br />\nHe brings light in the darkness <br />\nHis impact endures forever.<br />\nHe breaks the iron bars<br />\nHis impact endures forever.<br />\nHe crushes the despots<br />\nHis impact endures forever.<br />\nAnd liberates from them the lands<br />\nHis impact endures forever.<br />\nAnd distributes the land to the peoples<br />\nHis impact endures forever.<br />\nTo peoples who have long suffered<br />\nHis impact endures forever.<br />\nAnd gives sustenence to everyone equally<br />\nHis impact endures forever.<br />\nPraise the saviour: <span class=\"divine-referent\">Progress</span>. <br />\nHis impact endures forever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nנשמת כל חי ורוח כל בשר, דו ביזט די זעעלע פֿון אַלעס װאָס לעבט, דער הױך פֿון אַלע לײבער! דורך דיר האַלט זיך אַלעס אין שטענדיגער ענטװיקלונג, אין פֿאָרטװעהדענדער ענדערונג, אין אײביגען גאַנג אױף דעם װעג צו דער פֿאָלקאָמענהײט. דו האָסט קײן אָנפֿאַנג און האָסט קײן ענדע, דו בעהערשסט די נאַטור, די װעלט געהט נאָך דײנע געזעצען, אַלע ברואים געהען פֿאָרװערטס נאָך דיר! דו ביסט אימער דאָ און הערסט קײן מאָל נישט אױף! דו װעקסט אױף פֿון שלאָף טױדטע אַטאָמען, שטעלסט זײ צוזאַמען צו לעבעדיגע מאַשינען, דו לאָזט זײ װאַקסען און געדײהען, און נאָכהער זיך װידער אױפֿלעזען צו אונזיכטבאַרע אַטאָמען אין דעם װעלט־אַל! װען אונזער מױל זאָל האָבען אַזױ פֿיעל רײד, װי דער גרױסער ים װאַסער, און אונזער צונג װערטער, װי דער ים כװאַליעס און װען אונזערע אױגען זאָלען אַלעס בעזעהען װי די זון און די לבנה, װאָלטען מיר אױך נישט בעװיזען אױסצורעכענען אײן מיליאָן־טײל פֿון די אַלע פֿערשיעדענע פֿאָרמען פֿון ענדערונג און ענטװיקלונג, װעלכע דו אַלמעכטיגער פֿאָרטשריט, ברענגסט הערפֿאָר! דאָס זאָגען אַלע גלידער אין אונזער קערפער, דאָס זאָגט די פֿענונפֿט פֿון אונזער מוח, און די צונג בײ אונז אין מױל, און דו ביזט עס, גרױסער פֿאָרטשריט, װעלכער האָט דעם מענשען ארױפֿגעפֿיהרט אױף דעם ריכטיגען געדאַנק, דאָס די מענשהײט דאַרף זיך נישט געגענזײטיג בעקעמפֿען און פֿערצעהרען, זאָנדערען מיט פֿעראײניגטע קרעפֿטען זוכען איהר גליק אין די רײכע אוצרות פֿון דער נאַטור. מציל עני מחזק ממנו, ועני ואביון מגוזלו, דו רעטעסט דעם שװאַכען פֿון די קלאָהען פֿון דעם שטאַרקען און דעם פראָלעטאַריאַט פֿון קאַפיטאַל, װעלכער בעראַבעװעט איהם!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Nishmas Kol Khai Veruakh Kol Bosor</em>, you are the soul of everything that lives, and the measure of all bodies! Through you everything is maintained in constant evolution, in progressive change, in an eternal course on the path to perfection. You have no beginning and you have no end; you rule over nature; the world follows only your laws; all creatures advance towards you! You are always present and you never cease! You awaken from slumber dead atoms, you combine them into living machines, you let them grow and flourish, and then unravel themselves again into unconscious atoms in the universe. If our mouths were full of speech as the sea with water, our tongue with words as the sea with waves, and if our eyes could see all like the sun and the moon, we would still not be able to work out even a millionth of all the various forms and changes and evolutions that you, <span class=\"divine-referent\">almighty Progress</span>, bring forth! Thus say all the limbs in our bodies, thus says the reason of our minds, and the tongues in our mouths. And it is you, <span class=\"divine-referent\">great Progress</span>, who has led people to the correct idea: that humanity does not need to fight and hurt one another; rather, with her powers combined, she can seek her happiness in the rich treasures of nature. <em>Matsil oni meikhozok mimenu ve&#8217;oni ve&#8217;evyon migozlo</em>, you save the weak from the thieving of the strong, and the Proletariat from Capital, that robs them!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" style=\"text-align: right;\">\n<span class=\"instruction\">מדלגין את ישתבח, וממשיכין בשירי הודאה ורעֶװאָלוציאַ הנמצאים בעמוד 18 של הגדת פאָדגורזש ולהלן, עד שמגיעים ל”ובכן ובא לעולם הסאָציאַליזם הגואל במהרה בימינו אמן!“</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">The passage <em>Yishtabakh</em> is omitted. Continue with songs of praise and of revolution, found on page 18 of the Krakow-Podgorze Socialist Haggadah. Continue until &#8220;<em>Uv&#8217;chen</em> – And so, may there soon come to the world <span class=\"divine-referent\">Socialism</span>, the saviour, speedily in our days, <em>amen!</em>&#8220;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This transcription and English translation of the &#8220;Hallel&#8221; portions of the <span class=\"hebrew\" lang=\"yi\">הגדה של פסח &#8211; מיט אַ סאָציאַליסטישען נוסח</span> (<span class=\"hebrew\" lang=\"yi\">פאָדגורזש</span> [Krakow-Podgorze]: 1919, first published in 1900) was made by Shlomo Jack Enkin Lewis and originally published as a sourcesheet <a href=\"https://www.sefaria.org/sheets/551005?lang=bi\">on Sefaria</a>. </p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/haggadah-for-pesah-with-a-socialist-nusah-1919/Haggadah%20shel%20Pesach%20mit%20a%20sotsyalistishn%20nosach%20%28Krak%C3%B3w-Podg%C3%B3rze-%20Binyamin%20Geizhals%20for%20Der%20Sotsyaldemokrat%201919%29#page/8/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Hallel for Festivals &amp; Rosh Ḥodesh",
        "Hallel",
        "&#127760; International Workers' Day (May 1st)"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "labor exploitation",
        "parody",
        "Revolutions of 1917–1923",
        "socialism",
        "Yiddish songs",
        "Yiddish vernacular prayer"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "4846"
        ],
        "_thumbnail_id": [
            "55148"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/03/Vote-for-the-United-Jewish-Socialist-Workers-Party-Ukraine-1917-e1711831165494.jpg",
        "title": "Vote for the United Jewish Socialist Workers’ Party (Ukraine 1917)",
        "caption": "Detail from the political poster \"Vote for the United Jewish Socialist Workers’ Party\" (Ukraine 1917) in the Ne Boltai Collection"
    },
    "source_link": "https://opensiddur.org/?p=55145",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/international-civil-calendar/international-workers-day/yiddish-socialist-adaptation-of-hallel-1919/",
    "slug": "yiddish-socialist-adaptation-of-hallel-1919"
}