{
    "post_id": 23598,
    "title": "&#x1F4AC; פרקי אבות פרק א׳ | Pirqei Avot: Chapter One, cantillated by Isaac Gantwerk Mayer",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Paltiel Birnbaum (translation)",
            "bio": "Paltiel Philip Birnbaum​ (1904–1988) was an American religious author and translator, best known for his translation and annotation of the prayerbook Ha-Siddur Ha-Shalem ([Complete] Daily Prayer Book), first published in 1949, and widely used in Orthodox and Conservative synagogues until the late 1980s. Birnbaum was born in Kielce, Poland and emigrated to the United States in 1923. He attended Howard College and received his Ph.D. from Dropsie College. He served for several years as the principal of a Jewish day school in Wilmington, Delaware, and directed Jewish schools in Birmingham, Alabama, and Camden, New Jersey. He was a regular columnist and book reviewer for the Hebrew-language weekly, Hadoar. He also served on the board of directors of the Histadrut Ivrit b'America, an American association for the promotion of Hebrew language and culture.",
            "website": "https://en.wikipedia.org/wiki/Philip_Birnbaum",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/philip-birnbaum-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/paltiel-birnbaum"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2019-02-03",
    "last_updated": "2025-08-27",
    "excerpt": "Chapter 1 of Pirqei Avot (Fundamental Principles [of Rabbinic Judaism]) with cantillation and English translation. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nMany older Mishnaic manuscripts (such as some of those found in the Cairo Geniza) have a unique feature – they include Ta&#8217;amei Miqra (commonly known as cantillation marks or trop). Ta&#8217;amei Miqra are far more than just musical notation – they also code syntactic divisions, functioning almost like punctuation. Thus many earlier texts used Ta&#8217;amei Miqra to mark punctuation – and Mishnaic texts were no exception.         </p>\n<p>Pirqei Avot, the second-to-last Mishnaic tractate in Seder Neziqin, has had an important place in the heart of the Jewish people for centuries. Full of ancient pearls of wisdom – for instance, Hillel&#8217;s famous meditation &#8216;If I am not for me, who will be for me? And if I am for myself, who am I? And if not now, when?&#8221; – many communities recite one chapter every Shabbat during the counting of the Omer, and read from it on a regular basis.      </p>\n<p>Taking into account both of these, this text includes all of Pirqei Avot with full ta&#8217;amei miqra added (to coin a word, it&#8217;s fully <span class=\"hebrew\" lang=\"heb-Hebr\">מְטוֹעָם</span> m&#8217;to&#8217;am). It could be recited at any time when Pirqei Avot would normally be read or studied, using a cantillation system or not. (The systems for Torah and for the Three Scrolls work the best, in the opinion of the m&#8217;ta&#8217;em.)        </p>\n<p><strong>Some notes:</strong>         </p>\n<p>In locations where Pirqei Avot quotes from Miqra itself, the original cantillation marks are preserved. The exceptions are quotations from Psalms, Proverbs and Job. Although the m&#8217;ta&#8217;em has previously developed a method of reciting the cantillation for these poetic EMe&#8221;T books, it is often difficult to transition from one system to another – ask those who read Megilat Esther! Thus, those readings have been m&#8217;to&#8217;am a second time to follow the pattern of the twenty-one other books.        </p>\n<p>There are multiple vocalized versions of Pirqei Avot, differing in order, spelling, and vocalization. None of them were really satisfying to the m&#8217;ta&#8217;em. The text here is a combination of the lot, largely based on the Ashkenazi text, mostly using Mishnaic Hebrew vocalizations (lakh vs. lekha etc.), and treating <span class=\"hebrew\" lang=\"heb-Hebr\">של־</span> as an attached prefix according to the Yemenite records. It may occasionally feel a bit unfamiliar, but it is this m&#8217;ta&#8217;em&#8217;s attempt to create a text as grammatically accurate to the original as possible while preserving as much accessibility as possible.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nפרק א<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nChapter 1\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכׇּל־יִשְׂרָאֵ֕ל יֵ֥שׁ לָהֶ֛ם חֵ֖לֶק לְעוֹלָ֥ם הַבָּֽא׃ שֶׁנֶּאֱמַ֕ר וְעַמֵּךְ֙ כֻּלָּ֣ם צַדִּיקִ֔ים לְעוֹלָ֖ם יִ֣ירְשׁוּ אָ֑רֶץ נֵ֧צֶר [מטעו] מַטָּעַ֛י מַעֲשֵׂ֥ה יָדַ֖י לְהִתְפָּאֵֽר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAll Yisrael have a share in the World to Come, as it is said: &#8216;Your people shall all be righteous; they shall possess the land forever; they are a plant of my own, the work of my hands, wherein I may glory.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Isaiah 60:21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמֹשֶׁה֩ קִבֵּ֨ל תּוֹרָ֤ה מִסִּינַי֙ וּמְסָרָ֣הּ לִיהוֹשֻׁ֔עַ וִיהוֹשֻׁ֧עַ לִזְקֵנִ֛ים וּזְקֵנִ֖ים לִנְבִיאִ֑ים וּנְבִיאִים֙ מְסָר֔וּהָ לְאַנְשֵׁ֥י כְנֶ֖סֶת הַגְּדוֹלָֽה׃ הֵ֥ם אָמְר֖וּ שְׁלֹשָׁ֣ה דְבָרִ֑ים הֱי֨וּ מְתוּנִ֜ין בַּדִּ֗ין וְהַעֲמִ֨ידוּ֙ תַלְמִידִ֣ים הַרְבֵּ֔ה וַעֲשׂ֖וּ סְיָ֥ג לַתּוֹרָֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMosheh received the Torah at Sinai and handed it down to Yehoshua; Yehoshua to the Zeqenim/Elders; the Zeqenim to the Nevi&#8217;im/Prophets; and the Nevi&#8217;im handed it down to the Anshei Keneset HaGedolah/Men of the Great Assembly. The latter said three things: &#8220;Be patient in the administration of justice; develop many students; and make a fence for the Torah.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשִׁמְע֨וֹן הַצַּדִּ֜יק הָיָ֧ה מִשְּׁיָרֵ֛י כְנֶ֖סֶת הַגְּדוֹלָ֑ה ה֥וּא הָיָ֖ה אוֹמֵֽר׃ עַ֚ל שְׁלֹשָׁ֣ה דְבָרִ֔ים הָעוֹלָ֖ם עוֹמֵ֑ד עַ֨ל הַתּוֹרָ֜ה וְעַ֧ל הָעֲבוֹדָ֛ה וְעַ֖ל גְּמִיל֥וּת חֲסָדִֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nShimon the Tsadik was one of the last survivors of the Great Assembly. He used to say: &#8220;The world is based on three principles: Torah/teaching, Avodah/worship, and Gemilut Ḥasadim/Acts of kindliness.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאַנְטִ֗יגְנַס אִ֚ישׁ סוֹכ֔וֹ קִבֵּ֖ל מִשִּׁמְע֣וֹן הַצַּדִּ֑יק ה֥וּא הָיָ֖ה אוֹמֵֽר׃ אַל־תִּהְי֨וּ כַעֲבָדִ֜ים הַמְשַׁמְּשִׁ֣ים אֶת־הָרַ֗ב עַ֥ל מְנָת֙ לְקַבֵּ֣ל פְּרָ֔ס אֶלָּא֩ הֱי֨וּ כַעֲבָדִ֜ים הַמְשַׁמְּשִׁ֣ים־אֶת הָרַ֗ב עַ֥ל מְנָ֛ת שֶׁלֹּ֖א לְקַבֵּ֣ל פְּרָ֑ס וִיהֵ֛א מוֹרָ֥א שָׁמַ֖יִם עֲלֵיכֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAntigonus of Sokho received the oral tradition from Shimon the Tsadik. He used to say: &#8220;Be not like servants who serve the master for the sake of receiving a reward, but be like servants who serve the master without the expectation of receiving a reward; and let the fear of Heaven be upon you.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיוֹסֵ֣ה בֶן־יוֹעֶ֗זֶר אִ֚ישׁ צְרֵדָ֔ה וְיוֹסֵ֧ה בֶן־יוֹחָנָ֛ן אִ֥ישׁ יְרוּשָׁלַ֖יִם קִבְּל֣וּ מִמֶּ֑נּוּ יוֹסֵה֙ בֶ֣ן יוֹעֶ֔זֶר אִ֥ישׁ צְרֵדָ֖ה אוֹמֵֽר׃ יְהִ֣י בֵיתָ֔ךְ בֵּ֥ית וַ֖עַד לַחֲכָמִ֑ים וֶהֱוֵ֣י מִתְאַבֵּ֗ק בַּעֲפַר֙ רַ֣גְלֵיהֶ֔ם וְשׁוֹתֶ֧ה בְצִמְאָ֛ה אֶ֖ת דִּבְרֵיהֶֽם׃ יוֹסֵ֧ה בֶן־יוֹחָנָ֛ן אִ֥ישׁ יְרוּשָׁלַ֖יִם אוֹמֵֽר׃ יְהִ֤י בֵיתָךְ֙ פָּת֣וּחַ לָרְוָחָ֔ה וְיִהְי֥וּ עֲנִיִּ֖ים בְּנֵ֣י בֵיתֶ֑ךָ וְאַל־תַּרְבֶּ֥ה שִׂיחָ֖ה עִם־הָאִשָּֽׁה׃ בְּאִשְׁתּ֖וֹ אָמָ֑רוּ קַ֣ל וָחֹ֔מֶר בְּאֵ֖שֶׁת חֲבֵרֽוֹ׃ מִכָּ֖ן אָמְר֣וּ חֲכָמִ֑ים כׇּ֣ל ׀ הַמַּרְבֶּ֣ה שִׂיחָ֗ה עִם־הָאִשָּׁה֙ כְשֶׁהִ֣יא נִדָּ֔ה גּוֹרֵ֨ם רָעָ֜ה עַל־עַצְמ֗וֹ וּבָטֵל֙ מִדִּבְרֵ֣י תוֹרָ֔ה וְסוֹפ֖וֹ יוֹרֵ֥שׁ לְגֵיהִנָּֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYoséh ben Yo&#8217;ezer of Tseredah and Yoséh ben Yoḥanan of Yerushalayim received the oral tradition from the preceding. Yoséh ben Yo&#8217;ezer of Tseredah said: &#8220;Let your house be a meeting-place for scholars; sit at their feet in the dust, and drink in their words thirstingly.&#8221; Yoséh ben Yoḥanan of Yerushalayim said: &#8220;Let your house be wide open [to strangers]; treat the poor as members of your own family; and do not gossip with women.&#8221; This has been said even with regard to one’s own wife, how much more does it apply to another man’s wife. Hence the sages say: &#8220;Whoever gossips with women brings harm to himself, for he neglects the study of the Torah and will in the end inherit Gehinnom.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיְהוֹשֻׁ֣עַ בֶּן־פְּרַחְיָ֗ה וּמַתַּי֙ הָאַ֣רְבְּלִ֔י קִבְּל֖וּ מֵהֶ֑ן יְהוֹשֻׁ֥עַ בֶּן־פְּרַחְיָ֖ה אוֹמֵֽר׃ עֲשֵׂה־לָךְ֙ רַ֔ב וּקְנֵ֥ה לָ֖ךְ חָבֵ֑ר וֶהֱוִ֨י דָ֧ן אֶת־כׇּל־הָאָדָ֛ן לְכַ֖ף זְכֽוּת׃ מַתַּ֥יי הָאַרְבְּלִ֖י אוֹמֵֽר׃ הַרְחַק֙ מִשָּׁכֵ֣ן רַ֔ע וְאַ֥ל תִּתְחַבַּ֖ר לָרָשָׁ֑ע וְאַ֥ל תִּתְיוֹאַ֖שׁ מִ֥ן הַפֻּרְעָנֽוּת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYehoshua ben Peraḥyah and Mattai of Arbel received the oral tradition from the preceding. Yehoshua ben Peraḥyah said: &#8220;Provide yourself with a teacher; get yourself a companion; and judge all men favorably.&#8221; Mattai of Arbel said: &#8220;Keep aloof from a bad neighbor; do not associate with an evil man; and do not give up the belief in retribution.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיְהוּדָ֤ה בֶן־טָבַי֙ וְשִׁמְע֣וֹן בֶּן־שָׁ֔טָח קִבְּל֖וּ מֵהֶ֑ן יְהוּדָ֥ה בֶן־טָבַ֖י אוֹמֵֽר׃ אַל־תַּ֥עַשׁ עַצְמָ֖ךְ כְּעַרְכֵ֣י דַּיָּנִ֑ים וּכְשֶׁיִּהְיוּ֩ בַעֲלֵ֨י הַדִּ֜ין עוֹמְדִ֣ין לְפָנֶ֗יךָ יִהְי֤וּ בְעֵינֶ֨יךָ֙ כָרְשָׁעִ֔ים וּכְשֶׁנִּפְטָרִ֣ים מִלְּפָנֶ֗יךָ יְה֤וּא בְעֵינֶ֨יךָ֙ כַצַּדִּיקִ֔ים שֶׁקִּבְּל֥וּ עֲלֵיהֶ֖ן אֶת־הַדִּֽין׃ שִׁמְע֥וֹן בֶּן־שָׁ֖טָח אוֹמֵֽר׃ הֱוִ֥י מַרְבֶּ֖ה לַחְק֣וֹר אֶת־הָעֵדִ֑ים וֶהְוִ֨י זָהִ֔יר בִּדְבָרֶ֗יךָ שֶׁמֵּא֙ מִתּוֹכָ֔ן יִלְמְד֖וּ לְשַׁקֵּֽר׃ שְׁמַ֤עְיָה֙ וְאַ֣בְטַלְי֔וֹן קִבְּל֖וּ מֵהֶ֑ן שְׁמַ֥עְיָ֖ה אוֹמֵֽר׃ אֱהֹ֤ב אֶת־הַמְּלָאכָה֙ וּשְׂנָ֣א אֶת־הָרַבָּנ֔וּת וְאַ֥ל תִּתְוַדַּ֖ע לָרְשֽׁוּת׃ אַ֥בְטַלְי֖וֹן אוֹמֵֽר׃ חֲכָמִ֖ים הִזָּהֲר֣וּ בְדִבְרֵיכֶ֑ם שֶׁמֵּ֤א תָח֨וּבוּ֙ חוֹבַ֣ת גָּל֔וּת וְתִגְל֞וּ לִמְק֣וֹם ׀ הַמַּ֣יִם הָרָעִ֗ים וְיִשְׁתּ֣וּ הַתַּלְמִידִים֮ הַבָּאִ֣ים אַחֲרֵ֒יכֶם֒ וְיָמ֕וּתוּ וְנִמְצָ֥א שֵׁם־שָׁמַ֖יִם מִתְחַלֵּֽל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYehudah ben Tavai and Shimon ben Shataḥ received the oral tradition from the preceding. Yehudah ben Tavai said: &#8220;Do not [as a judge] play the part of a counselor; when the parties in a lawsuit are standing before you, regard them both as guilty; but when they go away from you, after having submitted to the judgment, regard them both as innocent.&#8221; Shimon ben Shataḥ said: &#8220;Examine the witnesses thoroughly; be careful with your words, lest through them they learn to tell lies. Shemayah and Avtalyon received the oral tradition from the preceding. Shemayah said: &#8220;Love work; hate the holding of public office; and do not be intimate with the ruling authorities.&#8221; Avtalyon said: &#8220;Scholars, be careful with your words! You may incur the penalty of exile and be banished to a place of evil waters [heretical teachings], and the disciples who follow you into exile are likely to drink of them and die [a spiritual death], with the result that the name of Heaven would be profaned.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהִלֵּ֥ל וְשַׁמַּ֖אי קִבְּל֣וּ מֵהֶ֑ן הִלֵּ֖ל אוֹמֵֽר׃ הֱוִ֥י תַלְמִיד֖וֹ שֶׁ֣לְּאַהֲרֹ֑ן אוֹהֵ֨ב שָׁל֜וֹם וְרוֹדֵ֣ף שָׁל֗וֹם אוֹהֵ֧ב אֶת־הַבְּרִיּ֛וֹת וּמְקׇרְבָ֖ן לַתּוֹרָֽה׃ ה֖וּא הָיָ֥ה אוֹמֵֽר׃ נְגַ֤ד שְׁמָא֙ אָבַ֣ד שְׁמָ֔א וְדִילָ֤א מוֹסִיף֙ יֵס֔וּף וְדִילָ֥א יְלִ֖יף קְטָלָ֣ה חַיָּ֑ב לָ֨א יַעֲבֵ֤ד קְטָלָה֙ קׇטְלִ֔ין וּדְאִשְׁתַּמַּ֖שׁ בְּתָ֥גָא חָלַֽף׃ ה֖וּא הָיָ֥ה אוֹמֵֽר׃ אִ֥ם אֵ֨ין אֲנִ֤י לִי֙ מִ֣י לִ֔י וּכְשֶׁאֲנִ֥י לְעַצְמִ֖י מָ֣ה אָ֑נִי וְאִ֛ם לֹ֥א עַכְשָׁ֖יו אֶמָּתַֽי׃ שַׁמַּ֖אי אוֹמֵֽר׃  עֲשֵׂ֤ה תוֹרָתָךְ֙ קְבַ֔ע אֱמֹ֥ר מְעַ֖ט וַעֲשֵׂ֣ה הַרְבֵּ֑ה וֶהֱוִ֤י מְקַבֵּל֙ אֶת־כׇּל־הָאָדָ֔ם בְּסֵ֥בֶר פָּנִ֖ים יָפֽוֹת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHillel and Shammai received the oral tradition from the preceding: Hillel said: &#8220;Be of the disciples of Aharon, loving peace and pursuing peace; be one who loves his fellow men and draws them near to the Torah.&#8221; He used to say: &#8220;He who seeks greater reputation loses his reputation; he who does not increase his knowledge decreases it; he who does not study deserves death; he who makes unworthy use of the crown [of (esoteric?) learning, lit. Keter] shall perish.&#8221; He used to say: &#8220;If I am not for myself, who is for me? If I care only for myself, what am I? If not now, when?&#8221; Shammai said: &#8220;Make your study of the Torah a regular habit; say little but do much; and receive all men cheerfully.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרַבָּ֥ן גַּמְלִיאֵ֖ל אוֹמֵֽר׃ עֲשֵׂ֥ה לָ֖ךְ רַ֑ב וְהִסְתַּלֵּק֙ מִ֣ן הַסָּפֵ֔ק וְאַל־תַּרְבֶּ֥ה לְעַשֵּׂ֖ר עֲמָדֽוֹת׃ שִׁמְע֥וֹן בְּנ֖וֹ אוֹמֵֽר׃ כׇּל־יָמַ֞י גָּדַ֣לְתִּי ׀ בֵ֣ין הַחֲכָמִ֗ים וְלֹ֨א מָצָ֧אתִי לַגּ֛וּף ט֖וֹב אֶלָּ֣א שְׁתִיקָ֑ה וְלֹא֩ הַמִּדְרָ֨שׁ ה֤וּא הָעִקָּר֙ אֶלָּ֣א הַמַּעֲשֶׂ֔ה וְכׇל־הַמַּרְבֶּ֥ה דְבָרִ֖ים מֵבִ֥יא חֵֽטְא׃ רַבָּ֛ן שִׁמְע֥וֹן בֶּן־גַּמְלִיאֵ֖ל אוֹמֵֽר׃ עַ֚ל שְׁלֹשָׁ֣ה דְבָרִ֔ים הָעוֹלָ֖ם קַיָּ֑ם עַ֨ל הַדִּ֜ין וְעַ֧ל הָאֱמֶ֛ת וְעַ֥ל הַשָּׁל֖וֹם שֶׁנֶּאֱמַֽר׃ אֱמֶת֙ וּמִשְׁפַּ֣ט שָׁל֔וֹם שִׁפְט֖וּ בְּשַׁעֲרֵיכֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRabban Gamliel said: &#8220;Provide yourself with a teacher and avoid doubt; and do not make a habit of giving tithes by guesswork.&#8221; Shimon his son said: &#8220;All my life I have been brought up among the sages, and I have found nothing better for a person than silence; study is not the most important thing but practice; and whoever talks too much, brings about sin.&#8221; Rabban Shimon ben Gamliel said: &#8220;The world is established on three principles: truth, justice, and peace, as it is said: &#8216;You shall administer truth, justice and peace within your gates.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Zechariah 8:16.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרַ֛בִּי חֲנַנְיָ֥א בֶּן־עֲקַשְׁיָ֖א אוֹמֵֽר׃ רָצָ֗ה הַקָּדוֹשׁ֙ בָּר֣וּךְ ה֔וּא לְזַכּ֖וֹת אֶת־יִשְׂרָאֵ֑ל לְפִיכָ֕ךְ הִרְבָּ֥ה לָהֶ֖ם תּוֹרָ֥ה וּמִצְוֹֽת׃ שֶׁנֶּאֱמַ֕ר יְהֹוָ֥ה חָפֵ֖ץ לְמַ֣עַן צִדְק֑וֹ יַגְדִּ֥יל תּוֹרָ֖ה וְיַאְדִּֽיר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRebbi Ḥananya ben Aqashya said: &#8220;The blessed Holy One desired to purify Yisrael; hence he gave them a Torah rich in rules of conduct, as it is said: &#8216;YHVH was pleased, for the sake of [Yisrael’s] righteousness, to render the Torah great and glorious.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Isaiah 42:21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221;\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>I have adapted the English translation of Pirqei Avot by Paltiel Birnbaum, as published in his <em><a href=\"https://opensiddur.org/compilations/kol-bo/ha-siddur-ha-shalem-paltiel-birnbaum-hebrew-publishing-company-1949/\">Ha-Siddur Ha-Shalem</a></em> (1949), mostly to re-Hebraize names, but also to edit and replace some of the commentary that he left in brackets. I&#8217;ve also made numerous other small changes. &#8211;Aharon Varady</p>\n<h3>Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/PhilipBirnbaumHaSiddurHaShalemTheDailyPrayerBook1949#page/n502/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Isaiah 60:21.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Zechariah 8:16.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Isaiah 42:21.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Midrash Halakhah",
        "Mussar (Ethical Teachings)",
        "Sefirat ha-Omer Readings",
        "Minḥah l'Shabbat"
    ],
    "tags": [
        "2nd century C.E.",
        "40th century A.M.",
        "fundamental principles of rabbinic judaism",
        "Tannaitic"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "23601"
        ],
        "date_src_start": [
            "0140-00-00"
        ],
        "date_src_end": [
            "0200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/02/1024px-Three_in_a_row_-_National_Capitol_Columns.jpg",
        "title": "1024px-Three_in_a_row_-_National_Capitol_Columns",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Three_in_a_row_-_National_Capitol_Columns.jpg\">Three of the National Capitol Columns located in Washington, D.C.</a> (credit: AgnosticPreachersKid, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=23598",
    "permalink": "https://opensiddur.org/prayers/solilunar/shabbat/shabbat-minhah/pirqei-avot-chapter-one-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "pirqei-avot-chapter-one-cantillated-by-isaac-gantwerk-mayer"
}