{
    "title": "&#x1F4AC; פרקי אבות פרק ב׳ | Pirqei Avot: Chapter Two, cantillated by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/profile/isaac-gantwerk-mayer/\">translates</a> and <a href=\"/profile/isaac-gantwerk-mayer-2/\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-3"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Paltiel Birnbaum (translation)",
            "bio": "Paltiel Philip Birnbaum​ (1904–1988) was an American religious author and translator, best known for his translation and annotation of the prayerbook Ha-Siddur Ha-Shalem ([Complete] Daily Prayer Book), first published in 1949, and widely used in Orthodox and Conservative synagogues until the late 1980s. Birnbaum was born in Kielce, Poland and emigrated to the United States in 1923. He attended Howard College and received his Ph.D. from Dropsie College. He served for several years as the principal of a Jewish day school in Wilmington, Delaware, and directed Jewish schools in Birmingham, Alabama, and Camden, New Jersey. He was a regular columnist and book reviewer for the Hebrew-language weekly, Hadoar. He also served on the board of directors of the Histadrut Ivrit b'America, an American association for the promotion of Hebrew language and culture.",
            "website": "https://en.wikipedia.org/wiki/Philip_Birnbaum",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/philip-birnbaum-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/paltiel-birnbaum"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        }
    ],
    "date": "2020-06-23",
    "last_updated": "2023-04-07",
    "excerpt": "Chapter 2 of Pirqei Avot (Fundamental Principles [of Rabbinic Judaism]) with cantillation and English translation. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nMany older Mishnaic manuscripts (such as some of those found in the Cairo Geniza) have a unique feature – they include Ta&#8217;amei Miqra (commonly known as cantillation marks or trop). Ta&#8217;amei Miqra are far more than just musical notation – they also code syntactic divisions, functioning almost like punctuation. Thus many earlier texts used Ta&#8217;amei Miqra to mark punctuation – and Mishnaic texts were no exception.         </p>\n<p>Pirqei Avot, the second-to-last Mishnaic tractate in Seder Neziqin, has had an important place in the heart of the Jewish people for centuries. Full of ancient pearls of wisdom – for instance, Hillel&#8217;s famous meditation &#8216;If I am not for me, who will be for me? And if I am for myself, who am I? And if not now, when?&#8221; – many communities recite one chapter every Shabbat during the counting of the Omer, and read from it on a regular basis.      </p>\n<p>Taking into account both of these, this text includes all of Pirqei Avot with full ta&#8217;amei miqra added (to coin a word, it&#8217;s fully <span class=\"hebrew\" lang=\"he\">מְטוֹעָם</span> m&#8217;to&#8217;am). It could be recited at any time when Pirqei Avot would normally be read or studied, using a cantillation system or not. (The systems for Torah and for the Three Scrolls work the best, in the opinion of the m&#8217;ta&#8217;em.)        </p>\n<p><strong>Some notes:</strong>         </p>\n<p>In locations where Pirqei Avot quotes from Miqra itself, the original cantillation marks are preserved. The exceptions are quotations from Psalms, Proverbs and Job. Although the m&#8217;ta&#8217;em has previously developed a method of reciting the cantillation for these poetic EMe&#8221;T books, it is often difficult to transition from one system to another – ask those who read Megilat Esther! Thus, those readings have been m&#8217;to&#8217;am a second time to follow the pattern of the twenty-one other books.        </p>\n<p>There are multiple vocalized versions of Pirqei Avot, differing in order, spelling, and vocalization. None of them were really satisfying to the m&#8217;ta&#8217;em. The text here is a combination of the lot, largely based on the Ashkenazi text, mostly using Mishnaic Hebrew vocalizations (lakh vs. lekha etc.), and treating <span class=\"hebrew\" lang=\"he\">של־</span> as an attached prefix according to the Yemenite records. It may occasionally feel a bit unfamiliar, but it is this m&#8217;ta&#8217;em&#8217;s attempt to create a text as grammatically accurate to the original as possible while preserving as much accessibility as possible.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nפרק ב<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter 2\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכׇּל־יִשְׂרָאֵ֕ל יֵ֥שׁ לָהֶ֛ם חֵ֖לֶק לְעוֹלָ֥ם הַבָּֽא׃ שֶׁנֶּאֱמַ֕ר וְעַמֵּךְ֙ כֻּלָּ֣ם צַדִּיקִ֔ים לְעוֹלָ֖ם יִ֣ירְשׁוּ אָ֑רֶץ נֵ֧צֶר מטעו מַטָּעַ֛י מַעֲשֵׂ֥ה יָדַ֖י לְהִתְפָּאֵֽר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAll Yisrael have a share in the World to Come, as it is said: &#8216;Your people shall all be righteous; they shall possess the land forever; they are a plant of my own, the work of my hands, wherein I may glory.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Isaiah 60:21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרַ֖בִּי אוֹמֵֽר׃ אֵ֨יזוֹהִי דֶ֧רֶךְ יְשָׁרָ֛ה שֶׁיָּבֹ֥ר ל֖וֹ הָאָדָ֑ם כׇּל־שֶׁהִיא֙ תִפְאֶ֣רֶת לְעוֹשָׂ֔הּ וְתִפְאֶ֥רֶת ל֖וֹ מִ֥ן הָאָדָֽם׃ וֶהֱוֵ֧י זָהִ֛יר בְּמִצְוָ֥ה קַלָּ֖ה כְמִצְוָ֣ה חֲמוּרָ֑ה שֶׁאֵ֨ין אַתָּ֤ה יוֹדֵ֨עַ֙ מַתַּ֣ן שְׂכָרָ֔ן שֶׁ֖לַּמִּצְוֹֽת׃ וֶהֱוֵ֧י מְחַשֵּׁ֛ב הֶפְסֵ֥ד מִצְוָ֖ה כְנֶ֣גֶד שְׂכָרָ֑הּ וּשְׂכַ֥ר עֲבֵרָ֖ה כְנֶ֥גֶד הֶפְסֵדָהּ׃ וְהִשְׂתַּכֵּל֙ בִּשְׁלֹשָׁ֣ה דְבָרִ֔ים וְאֵ֨י אַתָּ֤ה בָא֙ לִידֵ֣י עֲבֵרָ֔ה דַּ֕ע מַ֖ה לְּמַ֣עְלָה מִמָּ֑ךְ עַ֨יִן רוֹאָ֜ה וְאֹ֧זֶן שׁוֹמַ֛עַת וְכׇל־מַעֲשֶׂ֖יךָ בְסֵ֥פֶר נִכְתָּבִֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRebbi [Yehudah ha-Nasi] said: &#8220;Which is the right course that a man should choose for himself? One which is creditable to the person adopting it, and on account of which he gains respect, from men. Be careful to perform a minor mitsvah just as well as a major one, for you do not know the reward for each mitsvah. Balance the loss sustained by the performance of a mitsvah against the reward secured by its observance, and the profit of a sin against its injury. Consider three things and you will not come into the grip of sin — know what is above you: a seeing eye, a hearing ear, and a book in which all your deeds are recorded.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרַבָּן֙ גַּמְלִיאֵ֧ל בְּנ֛וֹ שֶׁלְּרַ֥בִּי יְהוּדָ֖ה הַנָּשִׂ֥יא אוֹמֵֽר׃ יָפֶ֛ה תַלְמ֥וּד תּוֹרָ֖ה עִם־דֶּ֣רֶךְ אֶ֑רֶץ שֶׁיְּגִיעַ֥ת שְׁנֵיהֶ֖ם מְשַׁכְּחָ֥ת עָוֹֽן׃ וְכׇל־תּוֹרָ֕ה שֶׁאֵ֥ין עִמָּ֖הּ מְלָאכָ֑ה סוֹפָ֣הּ בְּטֵלָ֔ה לְגָרֵ֖ר עָוֹֽן׃ וְכׇ֨ל־הָעֲמֵלִ֜ים עִ֣ם הַצִּבּ֗וּר יְה֨וּא עֲמֵלִ֤ין עִמָּהֶן֙ לְשֵׁ֣ם שָׁמַ֔יִם שֶׁזְּכ֥וּת אֲבוֹתָ֖ם מְסַיַּעַתָּ֑ם וְצִדְקָתָ֖ם עוֹמֶ֥דֶת לְעַֽד׃ וְאַתֶּ֗ם מַעֲלִ֥ים עֲלֵיהֶ֖ם שָׂכָ֣ר הַרְבֵּ֑ה כְּאִ֖לּוּ עֲשִׂיתֶֽם׃ הֱו֨וֹן זְהִירִ֜ים בָּרְשׁ֗וּת שֶׁאֵ֤ין מְקׇרְבִין֙ לְאָדָ֔ם אֶ֖לָּא לְצֹרֶ֣ךְ עַצְמָ֑ן נִרְאִ֤ין כְּאוֹהֲבִין֙ בְּשָׁעַ֣ת הֲנָיָתָ֔ן אֵ֛ין עוֹמְדִ֥ין לְאָדָ֖ם בְּשָׁעַ֥ת דֹּחֲקֽוֹ׃ ה֖וּא הָיָ֥ה אוֹמֵֽר׃ עֲשֵׂ֤ה רְצוֹנוֹ֙ כִרְצוֹנָ֔ךְ שֶׁיַּעֲשֶׂ֥ה רְצוֹנָ֖ךְ כִּרְצוֹנ֑וֹ בַּטֵּ֤ל רְצוֹנָךְ֙ מִפְּנֵ֣י רְצוֹנ֔וֹ שֶׁיְּבַטֵּ֛ל רְצ֥וֹן אֲחֵרִ֖ים מִפְּנֵ֥י רְצוֹנָֽךְ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRabban Gamliel, the son of Rebbi Yehudah ha-Nasi, said: &#8220;It is well to combine Torah study with some worldly occupation, for the energy taken up by both of them keeps sin out of one&#8217;s mind; all Torah study which is not combined with some trade must at length fail and occasion sin. Let all who work for the community do so from a spiritual motive, for then the merit of their fathers will sustain them, and their righteousness will endure forever. &#8216;I credit you with great reward [God says] as if you accomplished it all.&#8217; Be cautious of the ruling authorities, for they befriend a man only for their own interests; they appear as friends when it is to their own advantage, but they do not stand by a man when he is in distress.&#8221; He used to say: &#8220;Do [God’s] will as you would do your own will, so that he may do your will as if it were his; sacrifice your will for the sake of his will, so that he may undo the will of others before yours.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהִלֵּ֖ל אוֹמֵֽר׃ אַל־תִּפְרֹ֖שׁ מִ֥ן הַצִּבּֽוּר׃ וְאַל־תַּאֲמִ֥ין בְּעַצְמָ֖ךְ עַד־י֥וֹם מוֹתָֽךְ׃ וְאַל־תָּדִ֥ין אֶת־חֲבֵרָ֖ךְ עַד־שֶׁתַּגִּ֥יעַ לִמְקוֹמֽוֹ׃ וְאַל־תֹּאמַר֙ דָּבָ֔ר שֶׁאֵ֥י אֶפְשָׁ֖ר ל֣וֹ לְהִשָּׁמַ֑ע שֶׁסּוֹפ֖וֹ לְהִשָּׁמֵֽעַ׃ וְאַל־תֹּאמַ֕ר כְּשֶׁאֶפָּנֶ֖ה אֶשְׁנֶ֑ה שֶׁמֵּ֖א לֹ֥א תִפָּנֶֽה׃ ה֖וּא הָיָ֥ה אוֹמֵֽר׃ אֵ֤ין בּוּר֙ יָרֵ֣א חֵ֔טְא וְלֹ֛א עַ֥ם הָאָ֖רֶץ חָסִ֑יד וְלֹ֤א הַבּוֹיְשָׁן֙ לָמֵ֔ד וְלֹ֥א הַקּוֹפְדָ֖ן מְלַמֵּֽד׃ וְלֹ֛א כׇל־הַמַּרְבֶּ֥ה בִסְחוֹרָ֖ה מַחְכִּֽים׃ וּבִמְק֖וֹם שֶׁאֵ֣ין אֲנָשִׁ֑ים הִשְׁתַּדֵּ֖ל לִהְי֥וֹת אִֽישׁ׃ אַ֨ף ה֤וּא רָאָה֙ גֻלְגֹּ֣לֶת אַחַ֔ת צָפָ֖ה עַל־פְּנֵ֣י הַמַּ֑יִם וְאָמַ֖ר לָֽהּ׃ עַ֕ל דְּאַטִ֖יפְתְּ אֲטִיפ֑וּךְ וְס֕וֹף מַטִּיפַ֖יִךְ יְטוּפֽוּן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHillel said: &#8220;Do not keep aloof from the community; be not sure of yourself till the day of your death; do not judge your fellow man until you have been in his position; do not say anything which cannot be understood at once, in the hope that ultimately it will be understood; and do not say: &#8216;When I shall have leisure I shall study,&#8217; for you may never have leisure.&#8221; He used to say: &#8220;An empty-headed man cannot be sin-fearing, nor can an ignorant person be pious; the bashful cannot learn, nor can the quick-tempered teach; nor can anyone who is engrossed in trade become a scholar; and in a place where there are no menschen, strive to be a mensch.&#8221; He saw a skull floating on the surface of the water. He said to it: &#8220;Because you drowned others, others have drowned you; and those who have drowned you shall themselves be drowned.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nה֖וּא הָיָ֥ה אוֹמֵֽר׃<br />\nמַרְבֶּ֥ה   בָשָׂ֖ר<br />\nמַרְבֶּ֣ה   רִמָּ֑ה<br />\nמַרְבֶּ֥ה   נְכָסִ֖ים<br />\nמַרְבֶּ֥ה   דָיֽוֹן׃<br />\n&nbsp;<br />\nמַרְבֶּ֤ה   שְׁפָחוֹת֙<br />\nמַרְבֶּ֣ה   זִמָּ֔ה<br />\nמַרְבֶּ֥ה   עֲבָדִ֖ים<br />\nמַרְבֶּ֣ה   גָזֵ֑ל<br />\nמַרְבֶּ֥ה   נָשִׁ֖ים<br />\nמַרְבֶּ֥ה   כְשָׁפִֽים׃<br />\n&nbsp;<br />\nמַרְבֶּ֥ה   תוֹרָ֖ה<br />\nמַרְבֶּ֣ה   חַיִּ֑ים<br />\nמַרְבֶּ֥ה   יְשִׁיבָ֖ה<br />\nמַרְבֶּ֥ה   חׇכְמָֽה׃<br />\n&nbsp;<br />\nמַרְבֶּ֥ה   עֵצָ֖ה<br />\nמַרְבֶּ֣ה   תְבוּנָ֑ה<br />\nמַרְבֶּ֥ה   צְדָקָ֖ה<br />\nמַרְבֶּ֥ה   שָׁלֽוֹם׃<br />\n&nbsp;<br />\nקָנָה֙      שֵׁ֣ם ט֔וֹב<br />\nקָנָ֖ה      לְעַצְמ֑וֹ<br />\nקָנָה֙  דִבְרֵ֣י תוֹרָ֔ה<br />\nקָנָ֛ה  חַיֵּ֖י הָעוֹלָ֥ם הַבָּֽא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHe used to say:<br />\n&#8220;The more flesh,<br />\nthe more decay (lit. worms) [decomposition after death];<br />\nthe more property,<br />\nthe more anxiety;<br />\n&nbsp;<br />\nthe more wives,<br />\nthe more witchcraft;<br />\nthe more female servants,<br />\nthe more lewdness;<br />\nthe more male servants,<br />\nthe more thievery;<br />\n&nbsp;<br />\nbut the more Torah study,<br />\nthe more life;<br />\nthe more schooling,<br />\nthe more wisdom;<br />\n&nbsp;<br />\nthe more counsel,<br />\nthe more understanding;<br />\nthe more righteousness,<br />\nthe more peace.<br />\n&nbsp;<br />\nOne who has acquired a good name,<br />\nhas acquired it for himself;<br />\none who has acquired for himself Torah<br />\nhas acquired for himself the life of the World to Come.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרַבָּן֙ יוֹחָנָ֣ן בֶּן־זַכַּא֔י קִבֵּ֖ל מֵהִ֣לֵּל וּמִשַּׁמַּא֑י ה֖וּא הָיָ֥ה אוֹמֵֽר׃ אִם־עֲשִׂ֨יתָ֙ תוֹרָ֣ה הַרְבֵּ֔ה אַל־תַּחֲזִ֥יק טוֹבָ֖ה לְעַצְמָ֑ךְ כִּ֛י לְכָ֖ךְ נוֹצַֽרְתָּ׃ חֲמִשָּׁ֤ה תַלְמִידִים֙ הָי֣וּ ל֔וֹ לְרַבָּ֕ן יוֹחָנָ֖ן בֶּן־זַכַּא֑י וְאֵ֖לּוּ הֵֽן׃ רַ֨בִּי אֱלִיעֶ֤זֶר בֶּן־הׇרְקָנוֹס֙ רַבִּי־יְהוֹשֻׁ֣עַ בֶּן־חֲנַנְיָ֔ה רַ֛בִּי יוֹסֵ֖ף הַכֹּהֵ֑ן וְרַ֗בִּי שִׁמְעוֹן֙ בֶּן־נְתַנְאֵ֔ל רַ֖בִּי אֶלְעָזָ֥ר בֶּן־עֲרָֽךְ׃ ה֥וּא הָיָ֖ה מוֹנֶ֥ה שְׁבָחָֽן׃ אֱלִיעֶזֶ֖ר בֶּן־הׇרְקָנ֑וֹס בּ֚וֹר ס֔וּד שֶׁאֵינ֥וּ מְאַבֵּ֖ד טִפָּֽה׃ יְהוֹשֻׁ֖עַ בֶּן־חֲנַנְיָ֑ה אַשְׁרֵ֖י יוֹלַדְתּֽוֹ׃ יוֹסֵ֤ף הַכֹּהֵן֙ חָסִ֔יד; שִׁמְע֧וֹן בֶּן־נְתַנְאֵ֛ל יָרֵ֖א חֵ֑טְא אֶלְעָזָר֙ בֶּן־עֲרָ֔ךְ מַעְיָ֖ן מִתְגַּבֵּֽר׃ ה֖וּא הָיָ֥ה אוֹמֵֽר׃ אִ֣ם יִהְיוּ֩ כׇ֨ל־חַכְמֵ֤י יִשְׂרָאֵל֙ בְּכַ֣ף מֹאזְנַ֔יִם וֶאֱלִיעֶ֥זֶר בֶּן־הׇרְקָנ֖וֹס בְּכַ֣ף שְׁנִיָּ֑ה מַכְרִ֥יעַ ה֖וּא אֶת־כֻּלָּֽם׃ אַ֥בָּא שָׁא֖וּל אוֹמֵ֥ר מִשְּׁמֽוֹ׃ אִ֣ם יִהְיוּ֩ כׇ֨ל־חַכְמֵ֤י יִשְׂרָאֵל֙ בְּכַ֣ף מֹאזְנַ֔יִם וֶאֱלִיעֶ֨זֶר בֶּן־הׇרְקָנ֜וֹס אַ֧ף עִמָּהֶ֛ן וְאֶלְעָזָ֥ר בֶּן־עֲרָ֖ךְ בְּכַ֣ף שְׁנִיָּ֑ה מַכְרִ֥יעַ ה֖וּא אֶת־כֻּלָּֽם׃ אָמַ֣ר לָהֶ֗ם צְא֧וּ וּרְא֧וּ אֵ֥י־זוֹ הִ֖יא דֶרֶ֣ךְ טוֹבָ֑ה שֶׁיִּדְבַּ֥ק בָּ֖הּ הָאָדָֽם׃ רַ֥בִּי אֱלִיעֶ֖זֶר אוֹמֵ֑ר עַ֖יִן טוֹבָֽה׃ רַ֥בִּי יְהוֹשֻׁ֖עַ אוֹמֵ֑ר חָבֵ֖ר טֽוֹב׃ רַ֥בִּי יוֹסֵ֖ף אוֹמֵ֑ר שָׁכֵ֖ן טֽוֹב׃ רַ֥בִּי שִׁמְע֖וֹן אוֹמֵ֑ר הָרוֹאֶ֖ה אֶת־הַנּוֹלָֽד׃ רַ֥בִּי אֶלְעָזָ֖ר אוֹמֵ֑ר לֵ֖ב טֽוֹב׃ אָמַ֣ר לָהֶ֗ם רוֹאֶ֨ה אֲנִ֧י אֶת־דִּבְרֵ֛י אֶלְעָזָ֥ר בֶּן־עֲרָ֖ךְ מִדִּבְרֵיכֶ֑ם שֶׁבִּכְלַ֥ל דְּבָרָ֖יו דִּבְרֵיכֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRabban Yoḥanan ben Zakkai received the oral tradition from Hillel and Shammai. He used to say: &#8220;If you have learnt much Torah, do not claim credit for yourself, because you were created for this purpose.&#8221;  Rabban Yoḥanan ben Zakkai had five pre-eminent disciples, namely: Rebbi Eliezer ben Hyrcanus, Rebbi Yehoshua bon Ḥananya, Rebbi Yoséh the Priest, Rebbi Shimon ben Netan&#8217;el, and Rebbi Elazar ben Arakh. He used to sum up their merits: &#8220;Eliezer ben Hyrcanus is a cemented cistern which loses not a drop [retentive memory]; Yehoshua ben Ḥananya— happy is his mother; Yoséh the Priest is most pious (Ḥasid); Shimon ben Netan&#8217;el is one who fears sin; Elazar ben Arakh is like a spring that ever gathers force [a creative mind].&#8221; He used to say: &#8220;If all the sages of Yisrael were in one scale of the balance, and Eliezer ben Hyrcanus in the other, he would outweigh them all.&#8221; Abba Shaul, however, quoted him otherwise: &#8220;If all the sages of Yisrael, including Eliezer ben Hyrcanus, were in one scale of the balance, and Elazar ben Arakh in the other, he would outweigh them all [originality surpasses retentiveness].&#8221; He [Yoḥanan ben Zakkai] said to them: &#8220;Go and see which is the best quality to which a man should cling.&#8221; Rebbi Eliezer said: &#8220;A good eye [generosity]&#8221;; Rebbi Yehoshua said: &#8220;A good friend [friendliness]&#8221;; Rebbi Yoséh said: &#8220;A good neighbor [goodwill]&#8221;; Rebbi Shimon said: &#8220;One who considers the probable consequences [foresight]&#8221;; Rebbi Elazar [ben Arakh] said: &#8220;A good heart/conscience [unselfishness].&#8221; Said he to them: &#8220;I prefer what Elazar ben Arakh has said to what you have said, because in his words yours are included.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאָמַ֣ר לָהֶ֗ם צְא֧וּ וּרְא֧וּ אֵ֥י־זוֹ הִ֖יא דֶרֶ֣ךְ רָעָ֑ה שֶׁיִּתְרַחַ֥ק מִמֶּ֖נָּה הָאָדָֽם׃ רַ֥בִּי אֱלִיעֶ֖זֶר אוֹמֵ֑ר עַ֖יִן רָעָֽה׃ רַ֥בִּי יְהוֹשֻׁ֖עַ אוֹמֵ֑ר חָבֵ֖ר רַֽע׃ רַ֥בִּי יוֹסֵ֖ף אוֹמֵ֑ר שָׁכֵ֖ן רַֽע׃ רַ֥בִּי שִׁמְע֖וֹן אוֹמֵ֑ר הַלֹוֶה֙ וְאֵינ֣וּ מְשַׁלֵּ֔ם אֶחָ֤ד לֹוֶה֙ מִ֣ן הָאָדָ֔ם כְּלֹוֶ֥ה מִן־הַמָּק֖וֹם שֶׁנֶּאֱמַֽר׃ לֹוֶ֥ה רָשָׁ֖ע וְלֹ֣א יְשַׁלֵּ֑ם וְצַדִּ֖יק חוֹנֵ֥ן וְנוֹתֵֽן׃ רַ֥בִּי אֶלְעָזָ֖ר אוֹמֵ֑ר לֵ֖ב רַֽע׃ אָמַ֣ר לָהֶ֗ם רוֹאֶ֨ה אֲנִ֧י אֶת־דִּבְרֵ֛י אֶלְעָזָ֥ר בֶּן־עֲרָ֖ךְ מִדִּבְרֵיכֶ֑ם שֶׁבִּכְלַ֥ל דְּבָרָ֖יו דִּבְרֵיכֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHe further said to them: &#8220;Go and see which is the worst quality a man should shun.&#8221; Rebbi Eliezer said: &#8220;An evil eye [the predatory gaze, rapacious and exploitative desire]&#8221;; Rebbi Yehoshua said: &#8220;A bad friend [hatefulness]&#8221;; Rebbi Yoséh said: A bad neighbor [untrustworthiness]&#8221;; Rebbi Shimon said: &#8220;One who borrows and does not repay. It is the same whether one borrows from man or from the Maqom, as it is said: &#8216;The wicked borrows and repays not, but the righteous deals graciously and gives.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Psalm 37:21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221; Rebbi Elazar [ben Arakh] said: &#8220;An evil heart/conscience [selfishness].&#8221; Said he to them: &#8220;I prefer what Elazar ben Arakh has said to what you have said, for in his words yours are included.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהֵ֥ם אָמְר֖וּ שְׁלֹשָׁ֣ה דְבָרִ֑ים רַ֥בִּי אֱלִיעֶ֖זֶר אוֹמֵֽר׃ יְהִ֥י כְב֖וֹד חֲבֵרָ֑ךְ חָבִ֥יב עָלֶ֖יךָ כְנַפְשָֽׁךְ׃ וְאַל־תְּהִ֥י נ֖וֹחַ לִכְעֹֽס׃ וְשׁ֛וּב י֥וֹם אֶחָ֖ד לִפְנֵ֥י מִיתָתָֽךְ׃ וֶהֱוֵ֤י מִתְחַמֵּם֙ כְּנֶגֶ֣ד אוּרָ֔ן שֶׁ֖לַּחֲכָמִ֑ים וֶהֱוֵ֨י זָהִ֜יר מִגַּחַלְתָּ֣ן ׀ שֶׁלֹּ֣א תִכָּוֶ֗ה שֶׁנְּשִׁיכָתָן֩ נְשִׁיכַ֨ת שׁוּעָ֜ל וַעֲקִיצָתָן֮ עֲקִיצַ֣ת עַקְרָב֒ וּלְחִישָׁתָן֙ לְחִישַׁ֣ת שָׂרָ֔ף וְכׇל־דִּבְרֵיהֶ֖ם כְּגַחֲלֵ֥י אֵֽשׁ׃ רַ֥בִּי יְהוֹשֻׁ֖עַ אוֹמֵֽר׃ עַ֨יִן רָעָ֜ה וְיֵ֣צֶר הָרַ֛ע וְשִׂנְאַ֖ת הַבְּרִ֑יּוֹת מוֹצִיאִ֛ין אֶת־הָאָדָ֖ם מִן־הָעוֹלָֽם׃ רַ֥בִּי יוֹסֵ֖ף אוֹמֵֽר׃ יְהִ֨י מְמ֧וֹן חֲבֵרָ֛ךְ חָבִ֥יב עָלֶ֖יךָ כְשֶׁלָּֽךְ׃ וְהַתְקֵ֥ן עַצְמָ֖ךְ לִלְמֹ֣ד תּוֹרָ֑ה שֶׁאֵינָ֥ה יְרֻשָּׁ֖ה לָֽךְ׃ וְכׇל־מַעֲשֶׂ֕יךָ יִהְי֖וּ לְשֵׁ֥ם שָׁמַֽיִם׃ רַ֥בִּי שִׁמְע֖וֹן אוֹמֵֽר׃ הֱוֵ֥י זָהִ֖יר בִּקְרִיאַ֥ת שְׁמַֽע׃ וּכְשֶׁאַתָּ֧ה מִתְפַּלֵּ֛ל אַל־תַּעַ֥שׁ תְּפִלָּתְךָ֖ קְבַ֑ע אֶלָּ֤א תַחֲנוּנִים֙ לִפְנֵ֣י הַמָּק֔וֹם בָּר֥וּךְ ה֖וּא שֶׁנֶּאֱמַֽר׃ כִּֽי־חַנּ֤וּן וְרַחוּם֙ ה֔וּא אֶ֤רֶךְ אַפַּ֙יִם֙ וְרַב־חֶ֔סֶד וְנִחָ֖ם עַל־הָרָעָֽה׃ וְאַל־תְּהִ֥י רָשָׁ֖ע בִּפְנֵ֥י עַצְמָֽךְ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThey each said three things. Rebbi Eliezer said: &#8220;Let your friend’s honor be as dear to you as your own; be not easily provoked to anger; repent one day before your death [every day, for you may die tomorrow].&#8221; He further said: &#8220;Warm yourself by the fire of the scholars, but beware of their glowing coals [treat them respectfully], lest you burn yourself; for the bite of scholars is as hurtful as that of a fox, their sting is as deadly as that of a scorpion, their hiss is like that of a serpent, and all their words are like coals of fire [and should be heeded].&#8221; Rebbi Yehoshua said: &#8220;The evil eye [the predatory gaze, rapacious and exploitative desire], the evil impulse and misanthropy shorten a man’s life.&#8221; Rebbi Yoséh said: &#8220;Let your friend’s property be as precious to you as your own; give yourself to studying the Torah, for it does not come to you by inheritance; and let all your deeds be done in the name of Heaven.&#8221; Rebbi Shimon said: &#8220;Be careful in reading the Shema and the Tefillah [the Amidah]; when you pray, do not regard your prayer as a perfunctory act, but as a plea for mercy and grace before the blessed Maqom, as it is said: &#8216;For he is gracious and merciful, slow to anger, abounding in kindness, and relenting of evil.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Joel 2:13.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Do not be wicked in your own esteem.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Paltiel Birnbaum adds &#8220;lest you set yourself a low standard of conduct&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n רַ֥בִּי אֱלִיעֶ֖זֶר אוֹמֵֽר׃ הֱוֵ֥י שָׁקֵ֖ד לִלְמֹ֣ד תּוֹרָ֑ה וְדַ֕ע מַ֥ה שֶּׁתָּשִׁ֖יב לַאֲפִיקֽוֹרוֹס׃ וְדַ֗ע לִפְנֵ֤י מִי֙ אַתָּ֣ה עָמֵ֔ל וּמִ֥י הוּא֙ בַּ֣עַל מְלַאכְתָּ֔ךְ שֶׁיְּשַׁלֵּ֥ם לָ֖ךְ שְׂכַ֥ר פְּעֻלָּתָֽךְ׃ רַ֥בִּי טַרְפ֖וֹן אוֹמֵֽר׃ הַיּ֥וֹם קָצָ֖ר וְהַמְּלָאכָ֣ה מְרֻבָּ֑ה וְהַפּוֹעֲלִ֤ים עֲצֵלִים֙ וְהַשָּׂכָ֣ר הַרְבֵּ֔ה וּבַ֥עַל הַבַּ֖יִת דּוֹחֵֽק׃ ה֖וּא הָיָ֣ה אוֹמֵֽר׃ לֹ֥א עָלֶ֖יךָ הַמְּלָאכָ֣ה לִגְמֹ֑ר וְלֹ֕א אַתָּ֥ה בֶן־חוֹרִ֖ין לִבָּטֵ֥ל מִמֶּֽנָּה׃ אִ֤ם לָמַ֨דְתָּ֙ תוֹרָ֣ה הַרְבֵּ֔ה נוֹתְנִ֥ים לָ֖ךְ שָׂכָ֣ר הַרְבֵּ֑ה וְנֶאֱמָן֙ בַּ֣עַל מְלַאכְתָּ֔ךְ לְשַׁלֵּ֥ם לָ֖ךְ שְׂכַ֥ר פְּעֻלָּתָֽךְ׃ וְדַ֕ע מַתַּ֤ן שְׂכָרָן֙ שֶׁ֣לַּצַּדִּיקִ֔ים לֶעָתִ֖יד לָבֹֽא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRebbi Elazar said: &#8220;Be eager to study the Torah; know what to answer an epikuros [determined skeptic]; know before whom you toil, who your Employer is, who will pay you the reward of your labor.&#8221; Rebbi Tarfon said: &#8220;The day [life] is short; the task is great; the workmen [human beings] are lazy; the reward is great, and the Master is insistent.&#8221; He used to say: &#8220;You are not called upon to complete the work [of Torah study], yet you are not free to evade it; if you have studied much Torah, much reward will be given you — your Employer can be trusted to pay you for your work; and know that the grant of reward to the righteous will be in the time to come.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרַ֛בִּי חֲנַנְיָ֥א בֶּן־עֲקַשְׁיָ֖א אוֹמֵֽר׃ רָצָ֗ה הַקָּדוֹשׁ֙ בָּר֣וּךְ ה֔וּא לְזַכּ֖וֹת אֶת־יִשְׂרָאֵ֑ל לְפִיכָ֕ךְ הִרְבָּ֥ה לָהֶ֖ם תּוֹרָ֥ה וּמִצְוֹֽת׃ שֶׁנֶּאֱמַ֕ר יְהֹוָ֥ה חָפֵ֖ץ לְמַ֣עַן צִדְק֑וֹ יַגְדִּ֥יל תּוֹרָ֖ה וְיַאְדִּֽיר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRebbi Ḥananya ben Aqashya said: &#8220;The blessed Holy One desired to purify Yisrael; hence he gave them a Torah rich in rules of conduct, as it is said: &#8216;YHVH was pleased, for the sake of [Yisrael’s] righteousness, to render the Torah great and glorious.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Isaiah 42:21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&#8221;\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>I have adapted the English translation of Pirqei Avot by Paltiel Birnbaum, as published in his <em><a href=\"https://opensiddur.org/compilations/kol-bo/ha-siddur-ha-shalem-paltiel-birnbaum-hebrew-publishing-company-1949/\">Ha-Siddur Ha-Shalem</a></em> (1949), mostly to re-Hebraize names, but also to edit and replace some of the commentary that he left in brackets. I&#8217;ve also made numerous other small changes. &#8211;Aharon Varady</p>\n<h3>Source</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/PhilipBirnbaumHaSiddurHaShalemTheDailyPrayerBook1949#page/n508/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Isaiah 60:21.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Psalm 37:21.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Joel 2:13.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Paltiel Birnbaum adds &#8220;lest you set yourself a low standard of conduct&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Isaiah 42:21.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Midrash Halakhah",
        "Mussar (Ethical Teachings)",
        "Sefirat haOmer Readings",
        "Minḥah l'Shabbat"
    ],
    "tags": [
        "2nd century C.E.",
        "40th century A.M.",
        "fundamental principles of rabbinic judaism",
        "Tannaitic"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "23601"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/02/1024px-Three_in_a_row_-_National_Capitol_Columns.jpg",
        "title": "1024px-Three_in_a_row_-_National_Capitol_Columns",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Three_in_a_row_-_National_Capitol_Columns.jpg\">Three of the National Capitol Columns located in Washington, D.C.</a> (credit: AgnosticPreachersKid, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=32539",
    "permalink": "https://opensiddur.org/prayers/solilunar/shabbat/shabbat-minhah/pirqei-avot-chapter-two-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "pirqei-avot-chapter-two-cantillated-by-isaac-gantwerk-mayer"
}