{
    "title": "&#x1f4ac; Alternate Haftarah for Yom ha-Atsma'ut (Jeremiah 30:1-22)",
    "author": "Isaac Gantwerk Mayer (translation)",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/profile/isaac-gantwerk-mayer-2/\">authors</a> his own original works and <a href=\"/profile/isaac-gantwerk-mayer-3/\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer"
        },
        {
            "name": "Yirmiyah ben Ḥilkiyah haKohen",
            "bio": "Yirmiyah (or Jeremiah, Hebrew: יִרְמְיָהוּ‬, Yirmĭyāhū; Greek: Ἰερεμίας; Arabic: إرميا‎ Irmiyā meaning \"Yah Exalts\", circa late 7th century through early 6th century), also called the \"Weeping prophet\", is one of the major prophets of the Hebrew Bible. According to Jewish tradition, Yirmiyah authored Sefer Yirmiyahu (the book of Jeremiah), Melakhim (the books of Kings), and Megillat Eikhah (the Scroll/Book of Lamentations), together with the assistance and under the editorship of Barukh ben Neriyah, his scribe and disciple.",
            "website": "https://en.wikipedia.org/wiki/Jeremiah",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yirmiyah-ben-hilkiyah-hakohen"
        }
    ],
    "date": "2023-04-25",
    "last_updated": "2024-06-01",
    "excerpt": "The thirtieth chapter of Jeremiah is exceedingly appropriate for Yom ha-Atsma'ut, considering its emphasis on returning from exile and the importance of self-rule. It strikes me as one of the most Zionist (with a capital Z) chapters in the entirety of Neviïm.  . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe thirtieth chapter of Jeremiah is exceedingly appropriate for Yom ha-Atsma&#8217;ut, considering its emphasis on returning from exile and the importance of self-rule. It strikes me as one of the most Zionist (with a capital Z) chapters in the entirety of Neviïm. So in place of the more common eighth-day-of-Pesaḥ reading, I would like to submit this one. This is the first of a series of alternate haftarot I will be submitting this year.</p>\n<p>Note: “The CAUSE” is used to translate the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.”\n</p></div>\n<hr />\n[expander_maker id=\"1\" more=\"TABLE HELP\" less=\"close\"]\r\n<p />\r\n<u style=\"text-underline-offset: 5px;\">TOGGLE COLUMNS (on/off)</u>: <div id=\"column-toggle-container\"></div>\r\n<p />ADJUST COLUMN POSITIONS: select the column header cell and drag it where you want. <strong><a href=\"https://opensiddur.org/wp-content/images/column-drag6.gif\" rel=\"lightbox\">show me!</a></strong>\r\n<p />COPY INDIVIDUAL COLUMN(S): use <a href=\"https://merribithouse.net/copytables/\">CopyTables</a>, a browser extension.\r\n<hr />\r\n[/expander_maker]\r\n<p />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהַדָּבָר֙ אֲשֶׁ֣ר הָיָ֣ה אֶֽל־יִרְמְיָ֔הוּ מֵאֵ֥ת יְהֹוָ֖ה לֵאמֹֽר׃ כֹּֽה־אָמַ֧ר יְהֹוָ֛ה אֱלֹהֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר כְּתׇב־לְךָ֗ אֵ֧ת כׇּל־הַדְּבָרִ֛ים אֲשֶׁר־דִּבַּ֥רְתִּי אֵלֶ֖יךָ אֶל־סֵֽפֶר׃ כִּ֠י הִנֵּ֨ה יָמִ֤ים בָּאִים֙ נְאֻם־יְהֹוָ֔ה וְ֠שַׁבְתִּ֠י אֶת־שְׁב֨וּת עַמִּ֧י יִשְׂרָאֵ֛ל וִֽיהוּדָ֖ה אָמַ֣ר יְהֹוָ֑ה וַהֲשִׁבֹתִ֗ים אֶל־הָאָ֛רֶץ אֲשֶׁר־נָתַ֥תִּי לַאֲבוֹתָ֖ם וִֽירֵשֽׁוּהָ׃ [פ]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe word which came to Jeremiah from the CAUSE to say: Thus says the CAUSE, God of Israel, saying: write yourself all these words that I spoke to you to a book. For behold, days are coming — declares the CAUSE — when I will return the downturn of My people Israel — says the CAUSE — and return them to the land that I gave their ancestors to inherit.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְאֵ֣לֶּה הַדְּבָרִ֗ים אֲשֶׁ֨ר דִּבֶּ֧ר יְהֹוָ֛ה אֶל־יִשְׂרָאֵ֖ל וְאֶל־יְהוּדָֽה׃ כִּי־כֹה֙ אָמַ֣ר יְהֹוָ֔ה ק֥וֹל חֲרָדָ֖ה שָׁמָ֑עְנוּ פַּ֖חַד וְאֵ֥ין שָׁלֽוֹם׃ שַׁאֲלוּ־נָ֣א וּרְא֔וּ אִם־יֹלֵ֖ד זָכָ֑ר מַדּ֩וּעַ֩ רָאִ֨יתִי כׇל־גֶּ֜בֶר יָדָ֤יו עַל־חֲלָצָיו֙ כַּיּ֣וֹלֵדָ֔ה וְנֶהֶפְכ֥וּ כׇל־פָּנִ֖ים לְיֵרָקֽוֹן׃ ה֗וֹי כִּ֥י גָד֛וֹל הַיּ֥וֹם הַה֖וּא מֵאַ֣יִן כָּמֹ֑הוּ וְעֵֽת־צָרָ֥ה הִיא֙ לְיַֽעֲקֹ֔ב וּמִמֶּ֖נָּה יִוָּשֵֽׁעַ׃ וְהָיָה֩ בַיּ֨וֹם הַה֜וּא נְאֻ֣ם ׀ יְהֹוָ֣ה צְבָא֗וֹת אֶשְׁבֹּ֤ר עֻלּוֹ֙ מֵעַ֣ל צַוָּארֶ֔ךָ וּמוֹסְרוֹתֶ֖יךָ אֲנַתֵּ֑ק וְלֹא־יַעַבְדוּ־ב֥וֹ ע֖וֹד זָרִֽים׃ וְעָ֣בְד֔וּ אֵ֖ת יְהֹוָ֣ה אֱלֹֽהֵיהֶ֑ם וְאֵת֙ דָּוִ֣ד מַלְכָּ֔ם אֲשֶׁ֥ר אָקִ֖ים לָהֶֽם׃ [ס]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd these are the words that the CAUSE spoke to Israel and Judah. For thus says the CAUSE: A trembling sound  we have heard, fear, and no peace. Ask, please, and see, does a male give birth? Why have I seen every man, hands on his thighs like a woman giving birth, their faces turning greenish? Oy, for great is that day, from what is like it? And a time of trouble for Jacob, and from it he will be saved. And it will be on that day — declares the CAUSE of Multitudes — I will smash his yoke from off your neck, and your bonds I will snap, and he will be worked no longer by strangers. But they will serve the CAUSE their God, and David their king, who I will raise up for them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְאַתָּ֡ה אַל־תִּירָא֩ עַבְדִּ֨י יַעֲקֹ֤ב נְאֻם־יְהֹוָה֙ וְאַל־תֵּחַ֣ת יִשְׂרָאֵ֔ל כִּ֠י הִנְנִ֤י מוֹשִֽׁיעֲךָ֙ מֵֽרָח֔וֹק וְאֶֽת־זַרְעֲךָ֖ מֵאֶ֣רֶץ שִׁבְיָ֑ם וְשָׁ֧ב יַעֲקֹ֛ב וְשָׁקַ֥ט וְשַׁאֲנַ֖ן וְאֵ֥ין מַחֲרִֽיד׃ כִּֽי־אִתְּךָ֥ אֲנִ֛י נְאֻם־יְהֹוָ֖ה לְהֽוֹשִׁיעֶ֑ךָ כִּי֩ אֶעֱשֶׂ֨ה כָלָ֜ה בְּכׇֽל־הַגּוֹיִ֣ם ׀ אֲשֶׁ֧ר הֲפִצוֹתִ֣יךָ שָּׁ֗ם אַ֤ךְ אֹֽתְךָ֙ לֹֽא־אֶעֱשֶׂ֣ה כָלָ֔ה וְיִסַּרְתִּ֙יךָ֙ לַמִּשְׁפָּ֔ט וְנַקֵּ֖ה לֹ֥א אֲנַקֶּֽךָּ׃ [ס]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd as for you, do not fear, My servant Jacob — declares the CAUSE —  nor be dismayed, Israel, for hey, I will save you from afar, and your seed from the land of downturn, and Jacob will return to quiet and security and none shall frighten him. For with you am I — declares the CAUSE — to save you, for I will make an end of all the nations to where I have scattered you, but of you I will not make an end, but I will discipline you to judgment, and not utterly wipe you away.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכִּ֣י כֹ֥ה אָמַ֛ר יְהֹוָ֖ה אָנ֣וּשׁ לְשִׁבְרֵ֑ךְ נַחְלָ֖ה מַכָּתֵֽךְ׃ אֵֽין־דָּ֥ן דִּינֵ֖ךְ לְמָז֑וֹר רְפֻא֥וֹת תְּעָלָ֖ה אֵ֥ין לָֽךְ׃ כׇּל־מְאַהֲבַ֣יִךְ שְׁכֵח֔וּךְ אוֹתָ֖ךְ לֹ֣א יִדְרֹ֑שׁוּ כִּי֩ מַכַּ֨ת אוֹיֵ֤ב הִכִּיתִיךְ֙ מוּסַ֣ר אַכְזָרִ֔י עַ֚ל רֹ֣ב עֲוֺנֵ֔ךְ עָצְמ֖וּ חַטֹּאתָֽיִךְ׃ מַה־תִּזְעַק֙ עַל־שִׁבְרֵ֔ךְ אָנ֖וּשׁ מַכְאֹבֵ֑ךְ עַ֣ל ׀ רֹ֣ב עֲוֺנֵ֗ךְ עָֽצְמוּ֙ חַטֹּאתַ֔יִךְ עָשִׂ֥יתִי אֵ֖לֶּה לָֽךְ׃ לָכֵ֞ן כׇּל־אֹכְלַ֙יִךְ֙ יֵאָכֵ֔לוּ וְכׇל־צָרַ֥יִךְ כֻּלָּ֖ם בַּשְּׁבִ֣י יֵלֵ֑כוּ וְהָי֤וּ שֹׁאסַ֙יִךְ֙ לִמְשִׁסָּ֔ה וְכׇל־בֹּזְזַ֖יִךְ אֶתֵּ֥ן לָבַֽז׃ כִּי֩ אַעֲלֶ֨ה אֲרֻכָ֥ה לָ֛ךְ וּמִמַּכּוֹתַ֥יִךְ אֶרְפָּאֵ֖ךְ נְאֻם־יְהֹוָ֑ה כִּ֤י נִדָּחָה֙ קָ֣רְאוּ לָ֔ךְ צִיּ֣וֹן הִ֔יא דֹּרֵ֖שׁ אֵ֥ין לָֽהּ׃ [ס]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor thus says the CAUSE: desperate is your injury, grevious your wound. None prescribe a perscription of bandaging, healing medicines you lack. All your lovers have forgotten you, not seeking you, for with an enemy’s wound I have wounded you, with cruel discipline; for the greatness of your iniquity, increased were your sins. Why do you cry for your  injury, your desperate pain? For the greatness of your iniquity,  your  increased sins, I have done this to you. Thus, all who devour you will be devoured, and all your oppressors will all go captive, and your despoilers will be a spoil, and your plunderers I will give to plunder. For I will raise restoration to you, and heal you of your wound — says the CAUSE — for “outcast” they called you,  “Zion, for who none cares.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכֹּ֣ה ׀ אָמַ֣ר יְהֹוָ֗ה הִנְנִי־שָׁב֙ שְׁבוּת֙ אׇהֳלֵ֣י יַֽעֲק֔וֹב וּמִשְׁכְּנֹתָ֖יו אֲרַחֵ֑ם וְנִבְנְתָ֥ה עִיר֙ עַל־תִּלָּ֔הּ וְאַרְמ֖וֹן עַל־מִשְׁפָּט֥וֹ יֵשֵֽׁב׃ וְיָצָ֥א מֵהֶ֛ם תּוֹדָ֖ה וְק֣וֹל מְשַׂחֲקִ֑ים וְהִרְבִּתִים֙ וְלֹ֣א יִמְעָ֔טוּ וְהִכְבַּדְתִּ֖ים וְלֹ֥א יִצְעָֽרוּ׃ וְהָי֤וּ בָנָיו֙ כְּקֶ֔דֶם וַעֲדָת֖וֹ לְפָנַ֣י תִּכּ֑וֹן וּפָ֣קַדְתִּ֔י עַ֖ל כׇּל־לֹחֲצָֽיו׃ וְהָיָ֨ה אַדִּיר֜וֹ מִמֶּ֗נּוּ וּמֹֽשְׁלוֹ֙ מִקִּרְבּ֣וֹ יֵצֵ֔א וְהִקְרַבְתִּ֖יו וְנִגַּ֣שׁ אֵלָ֑י כִּי֩ מִ֨י הוּא־זֶ֜ה עָרַ֧ב אֶת־לִבּ֛וֹ לָגֶ֥שֶׁת אֵלַ֖י נְאֻם־יְהֹוָֽה׃ וִהְיִ֥יתֶם לִ֖י לְעָ֑ם וְאָ֣נֹכִ֔י אֶהְיֶ֥ה לָכֶ֖ם לֵאלֹהִֽים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThus says the CAUSE — Look, I will return the  downturn of the tents of Jacowb, and have compassion on his dwellings, and the city will be built on its tell, and a palace will sit on its right place. And from them will come thanks and the sound of laughter, and I will increase them that they never decrease, and I will honor them that they never be reduced. And their children will be of old, and their congregation established before me, and I will hold all their oppressors to account. And their leader shall be of their own, and their ruler shall come out from among them, and I will bring him near and he will approach Me, for who is it who has pledged his heart to approach Me? — declares the LORD. And you will be My people, and as for me, I will be your God.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Recordings</h3>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/alternative-haftarah-for-yom-ha-atsmaut-jeremiah-30-1-22-isaac-gantwer-mayer-2023/alternative%20haftarah%20for%20yom%20ha-atsma%27ut%20%28Jeremiah%2030%2C%201-22%29%20-%20Isaac%20Gantwer%20Mayer%2C%202023%29.mp3?_=1\" /><a href=\"https://archive.org/download/alternative-haftarah-for-yom-ha-atsmaut-jeremiah-30-1-22-isaac-gantwer-mayer-2023/alternative%20haftarah%20for%20yom%20ha-atsma%27ut%20%28Jeremiah%2030%2C%201-22%29%20-%20Isaac%20Gantwer%20Mayer%2C%202023%29.mp3\">https://archive.org/download/alternative-haftarah-for-yom-ha-atsmaut-jeremiah-30-1-22-isaac-gantwer-mayer-2023/alternative%20haftarah%20for%20yom%20ha-atsma%27ut%20%28Jeremiah%2030%2C%201-22%29%20-%20Isaac%20Gantwer%20Mayer%2C%202023%29.mp3</a></audio>\n<p>&nbsp;</p>\n",
    "categories": [
        "Yirmiyah (Jeremiah)",
        "Yom ha-Atsma'ut Readings"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Religious Zionism",
        "מדינת ישראל Medinat Yisrael"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3022"
        ],
        "_thumbnail_id": [
            "50374"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/04/codex_sasson_verse.jpg",
        "title": "codex_sasson_verse",
        "caption": "Verse from Codex Sassoon"
    },
    "source_link": "https://opensiddur.org/?p=50372",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/neviim/aharonim/yirmiyah/alternate-haftarah-for-yom-haatsmaut-jeremiah-chapter-30/",
    "slug": "alternate-haftarah-for-yom-haatsmaut-jeremiah-chapter-30"
}