{
    "post_id": 23407,
    "title": "&#x1F4DC; פָּרָשַׁת מִשְׁפָּטִים | Parashat Mishpatim (Exodus 21:1-24:18), color-coded according to its narrative layers",
    "author": "the Mesorah (TaNaKh)",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic kernel 'E')",
            "bio": "The textual source called 'E' is the earliest of all literary sources in the Torah, the kernel from which all other narratives expanded upon. E was composed in the mid- to late eighth century BCE, toward the end of the heyday of the northern Ephraimite Kingdom, one of the two kingdoms that occupied Biblical Israel. The Kingdom of Ephraim was the larger and more urban of the two, and had its capital in Samaria, the city after which the Samaritans are named. To its south lay the smaller, but better-known Kingdom of Judah, whose capital city was Jerusalem. It seems likely that E was composed during this period because it marked the first literary flowering in ancient Israel. We know this based on the books of Amos and Hosea, composed at about that time, and from a wealth of inscriptions that we can confidently date to that period. The book of E, so called because it uses Elohim as its exclusive name for the deity of the Pentateuch, is composed of five story cycles focusing on five early Israelite heroes: Avraham, Yaakov, Yosef, Moshe, and Bilaam. The stories of Avraham and Bilaam are placed at the beginning and end of the Elohistic document, respectively, so that the two men can serve as models for how one should fear the remote and awesome God of the Elohistic source. The Yaakov, Yosef, and Moshe cycles, which comprise the bulk of the E narrative, chronicle Israel’s metamorphisis from a family into a people.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/e-kernel-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'J')",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'P')",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-01-20",
    "last_updated": "2025-09-30",
    "excerpt": "The text of parashat Mishpatim, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"c\">&#11035; An independent law code brought in by J comprising nearly the entirety of this parashah is referred to by scholars as the &#8220;Covenant Code.&#8221; This text contains laws dealing with criminal and civil matters as well as regulations concerning worship. It is presented here in DODGER BLUE text.</span></p>\n<p><span class=\"p\">&#11035; The next strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p>Parashat Mishpatim <span class=\"citation\">(Exodus 21:1-24:18)</span> in the annual Torah reading cycle, is read on the fourth shabbat of the month of Sh&#8217;vat. The parashah is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-shemot/parashat-yitro/parashat-yitro-color-coded-according-to-its-narrative-layers/\">Yitro</a> <span class=\"citation\">(Exodus 18:1-20:22)</span>; parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-shemot/parashat-terumah/parashat-terumah-color-coded-according-to-its-narrative-layers/\">Terumah</a> <span class=\"citation\">(Exodus 25:1-27:19)</span> follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"> כא <sup>א</sup>&nbsp;וְאֵ֙לֶּה֙ הַמִּשְׁפָּטִ֔ים אֲשֶׁ֥ר תָּשִׂ֖ים לִפְנֵיהֶֽם׃ <sup>ב</sup>&nbsp;כִּ֤י תִקְנֶה֙ עֶ֣בֶד עִבְרִ֔י שֵׁ֥שׁ שָׁנִ֖ים יַעֲבֹ֑ד וּבַ֨שְּׁבִעִ֔ת יֵצֵ֥א לַֽחׇפְשִׁ֖י חִנָּֽם׃ <sup>ג</sup>&nbsp;אִם־בְּגַפּ֥וֹ יָבֹ֖א בְּגַפּ֣וֹ יֵצֵ֑א אִם־בַּ֤עַל אִשָּׁה֙ ה֔וּא וְיָצְאָ֥ה אִשְׁתּ֖וֹ עִמּֽוֹ׃ <sup>ד</sup>&nbsp;אִם־אֲדֹנָיו֙ יִתֶּן־ל֣וֹ אִשָּׁ֔ה וְיָלְדָה־ל֥וֹ בָנִ֖ים א֣וֹ בָנ֑וֹת הָאִשָּׁ֣ה וִילָדֶ֗יהָ תִּהְיֶה֙ לַֽאדֹנֶ֔יהָ וְה֖וּא יֵצֵ֥א בְגַפּֽוֹ׃ <sup>ה</sup>&nbsp;וְאִם־אָמֹ֤ר יֹאמַר֙ הָעֶ֔בֶד אָהַ֙בְתִּי֙ אֶת־אֲדֹנִ֔י אֶת־אִשְׁתִּ֖י וְאֶת־בָּנָ֑י לֹ֥א אֵצֵ֖א חׇפְשִֽׁי׃ <sup>ו</sup>&nbsp;וְהִגִּישׁ֤וֹ אֲדֹנָיו֙ אֶל־הָ֣אֱלֹהִ֔ים וְהִגִּישׁוֹ֙ אֶל־הַדֶּ֔לֶת א֖וֹ אֶל־הַמְּזוּזָ֑ה וְרָצַ֨ע אֲדֹנָ֤יו אֶת־אׇזְנוֹ֙ בַּמַּרְצֵ֔עַ וַעֲבָד֖וֹ לְעֹלָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>1</sup>&nbsp;Now these are the regulations that you are to set before them: <sup>2</sup>&nbsp;When you acquire a Hebrew serf, he is to serve for six years, but in the seventh he is to go out at liberty, for nothing. <sup>3</sup>&nbsp;If he came by himself, he is to go out by himself; if he was the spouse of a wife, his wife is to go out with him. <sup>4</sup>&nbsp;If his lord gives him a wife, and she bore him sons or daughters, the wife and those she bore are to remain her lord&#8217;s, and he is to go out by himself. <sup>5</sup>&nbsp;But if the serf should say, yes, say: &#8220;I love my lord, my wife and my children, I will not go out at liberty!&#8221;, <sup>6</sup>&nbsp;his lord is to have him approach Elohim&#8217;s-oracle, and then he is to have him approach the door or the post; his lord is to pierce his ear with a piercer, and he is to serve him forever.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>ז</sup>&nbsp;וְכִֽי־יִמְכֹּ֥ר אִ֛ישׁ אֶת־בִּתּ֖וֹ לְאָמָ֑ה לֹ֥א תֵצֵ֖א כְּצֵ֥את הָעֲבָדִֽים׃ <sup>ח</sup>&nbsp;אִם־רָעָ֞ה בְּעֵינֵ֧י אֲדֹנֶ֛יהָ אֲשֶׁר־ל֥וֹ <sup>לא</sup>&nbsp;יְעָדָ֖הּ וְהֶפְדָּ֑הּ לְעַ֥ם נׇכְרִ֛י לֹא־יִמְשֹׁ֥ל לְמׇכְרָ֖הּ בְּבִגְדוֹ־בָֽהּ׃ <sup>ט</sup>&nbsp;וְאִם־לִבְנ֖וֹ יִֽיעָדֶ֑נָּה כְּמִשְׁפַּ֥ט הַבָּנ֖וֹת יַעֲשֶׂה־לָּֽהּ׃ <sup>י</sup>&nbsp;אִם־אַחֶ֖רֶת יִֽקַּֽח־ל֑וֹ שְׁאֵרָ֛הּ כְּסוּתָ֥הּ וְעֹנָתָ֖הּ לֹ֥א יִגְרָֽע׃ <sup>יא</sup>&nbsp;וְאִ֨ם־שְׁלׇשׁ־אֵ֔לֶּה לֹ֥א יַעֲשֶׂ֖ה לָ֑הּ וְיָצְאָ֥ה חִנָּ֖ם אֵ֥ין כָּֽסֶף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>7</sup>&nbsp;When a man sells his daughter as a handmaid, she is not to go out as serfs go out. <sup>8</sup>&nbsp;If she is displeasing in the eyes of her lord, who designated her for himself, he is to have her redeemed; to a foreign people he has not the power to sell her, since he has betrayed her. <sup>9</sup>&nbsp;But if it is for his son that he designates her, according to the just-rights of women he is to deal with her. <sup>10</sup>&nbsp;If another he takes for himself, (then) her board, her clothing, or her oil he is not to diminish. <sup>11</sup>&nbsp;If these three (things) he does not do for her, she is to go out for nothing, with no money.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יב</sup>&nbsp;מַכֵּ֥ה אִ֛ישׁ וָמֵ֖ת מ֥וֹת יוּמָֽת׃ <sup>יג</sup>&nbsp;וַאֲשֶׁר֙ לֹ֣א צָדָ֔ה וְהָאֱלֹהִ֖ים אִנָּ֣ה לְיָד֑וֹ וְשַׂמְתִּ֤י לְךָ֙ מָק֔וֹם אֲשֶׁ֥ר יָנ֖וּס שָֽׁמָּה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>12</sup>&nbsp;He that strikes a man, so that he dies, is to be put-to-death, yes, death. <sup>13</sup>&nbsp;Now should he not have lain in wait (for him), but should Elohim have brought him opportunely into his hand: I will set aside for you a place where he may flee.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יד</sup>&nbsp;וְכִֽי־יָזִ֥ד אִ֛ישׁ עַל־רֵעֵ֖הוּ לְהׇרְג֣וֹ בְעׇרְמָ֑ה מֵעִ֣ם מִזְבְּחִ֔י תִּקָּחֶ֖נּוּ לָמֽוּת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>14</sup>&nbsp;But when a man schemes against his neighbor, to kill him with cunning, from my very place-for-slaughter you are to take him away, to die!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>טו</sup>&nbsp;וּמַכֵּ֥ה אָבִ֛יו וְאִמּ֖וֹ מ֥וֹת יוּמָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>15</sup>&nbsp;And he that strikes his father or his mother, is to be put-to-death, yes, death.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>טז</sup>&nbsp;וְגֹנֵ֨ב אִ֧ישׁ וּמְכָר֛וֹ וְנִמְצָ֥א בְיָד֖וֹ מ֥וֹת יוּמָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>16</sup>&nbsp;And he that steals a man, whether he sells him or whether he is found in his hand, is to be put-to-death, yes, death.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יז</sup>&nbsp;וּמְקַלֵּ֥ל אָבִ֛יו וְאִמּ֖וֹ מ֥וֹת יוּמָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>17</sup>&nbsp;And he that insults his father or his mother, is to be put-to-death, yes, death.</span.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יח</sup>&nbsp;וְכִֽי־יְרִיבֻ֣ן אֲנָשִׁ֔ים וְהִכָּה־אִישׁ֙ אֶת־רֵעֵ֔הוּ בְּאֶ֖בֶן א֣וֹ בְאֶגְרֹ֑ף וְלֹ֥א יָמ֖וּת וְנָפַ֥ל לְמִשְׁכָּֽב׃ <sup>יט</sup>&nbsp;אִם־יָק֞וּם וְהִתְהַלֵּ֥ךְ בַּח֛וּץ עַל־מִשְׁעַנְתּ֖וֹ וְנִקָּ֣ה הַמַּכֶּ֑ה רַ֥ק שִׁבְתּ֛וֹ יִתֵּ֖ן וְרַפֹּ֥א יְרַפֵּֽא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>18</sup>&nbsp;When men quarrel, and a man strikes his neighbor with a stone or with (his) fist, yet he does not die, but rather takes to his bed: <sup>19</sup>&nbsp;If he can rise and walk about outside upon his crutch, he that struck (him) is to go clear, only: he is to make good for his resting-time, and provide-that-he-be-healed, yes, healed.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><mark>שני</mark> <sup>כ</sup>&nbsp;וְכִֽי־יַכֶּה֩ אִ֨ישׁ אֶת־עַבְדּ֜וֹ א֤וֹ אֶת־אֲמָתוֹ֙ בַּשֵּׁ֔בֶט וּמֵ֖ת תַּ֣חַת יָד֑וֹ נָקֹ֖ם יִנָּקֵֽם׃ <sup>כא</sup>&nbsp;אַ֥ךְ אִם־י֛וֹם א֥וֹ יוֹמַ֖יִם יַעֲמֹ֑ד לֹ֣א יֻקַּ֔ם כִּ֥י כַסְפּ֖וֹ הֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>20</sup>&nbsp;When a man strikes his serf or his handmaid with a rod, so that he dies under his hand, it is to be avenged, yes, avenged; <sup>21</sup>&nbsp;nonetheless, if for a day or two-days he endures, it is not to be avenged, for he is his own &#8220;money.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>כב</sup>&nbsp;וְכִֽי־יִנָּצ֣וּ אֲנָשִׁ֗ים וְנָ֨גְפ֜וּ אִשָּׁ֤ה הָרָה֙ וְיָצְא֣וּ יְלָדֶ֔יהָ וְלֹ֥א יִהְיֶ֖ה אָס֑וֹן עָנ֣וֹשׁ יֵעָנֵ֗שׁ כַּֽאֲשֶׁ֨ר יָשִׁ֤ית עָלָיו֙ בַּ֣עַל הָֽאִשָּׁ֔ה וְנָתַ֖ן בִּפְלִלִֽים׃ <sup>כג</sup>&nbsp;וְאִם־אָס֖וֹן יִהְיֶ֑ה וְנָתַתָּ֥ה נֶ֖פֶשׁ תַּ֥חַת נָֽפֶשׁ׃ <sup>כד</sup>&nbsp;עַ֚יִן תַּ֣חַת עַ֔יִן שֵׁ֖ן תַּ֣חַת שֵׁ֑ן יָ֚ד תַּ֣חַת יָ֔ד רֶ֖גֶל תַּ֥חַת רָֽגֶל׃ <sup>כה</sup>&nbsp;כְּוִיָּה֙ תַּ֣חַת כְּוִיָּ֔ה פֶּ֖צַע תַּ֣חַת פָּ֑צַע חַבּוּרָ֕ה תַּ֖חַת חַבּוּרָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>22</sup>&nbsp;When two men scuffle and deal a blow to a pregnant woman, so that her children abort-forth, but (other) harm does not occur, he is to be fined, yes, fined, as the woman&#8217;s spouse imposes for him, but he is to give it (only) according to assessment. <sup>23</sup>&nbsp;But if harm should occur, then you are to give life in place of life – <sup>24</sup>&nbsp;eye in place of eye, tooth in place of tooth, hand in place of <sup>25</sup>&nbsp;hand, foot in place of foot, burnt-scar in place of burnt-scar, wound in place of wound, bruise in place of bruise.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>כו</sup>&nbsp;וְכִֽי־יַכֶּ֨ה אִ֜ישׁ אֶת־עֵ֥ין עַבְדּ֛וֹ אֽוֹ־אֶת־עֵ֥ין אֲמָת֖וֹ וְשִֽׁחֲתָ֑הּ לַֽחָפְשִׁ֥י יְשַׁלְּחֶ֖נּוּ תַּ֥חַת עֵינֽוֹ׃ <sup>כז</sup>&nbsp;וְאִם־שֵׁ֥ן עַבְדּ֛וֹ אֽוֹ־שֵׁ֥ן אֲמָת֖וֹ יַפִּ֑יל לַֽחׇפְשִׁ֥י יְשַׁלְּחֶ֖נּוּ תַּ֥חַת שִׁנּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>26</sup>&nbsp;When a man strikes the eye of his serf or the eye of his handmaid, and ruins it, he is to send him free at liberty for (the sake of) his eye; <sup>27</sup>&nbsp;if the tooth of his serf or the tooth of his handmaid he breaks off, he is to send him free at liberty for (the sake of) his tooth.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>כח</sup>&nbsp;וְכִֽי־יִגַּ֨ח שׁ֥וֹר אֶת־אִ֛ישׁ א֥וֹ אֶת־אִשָּׁ֖ה וָמֵ֑ת סָק֨וֹל יִסָּקֵ֜ל הַשּׁ֗וֹר וְלֹ֤א יֵאָכֵל֙ אֶת־בְּשָׂר֔וֹ וּבַ֥עַל הַשּׁ֖וֹר נָקִֽי׃ <sup>כט</sup>&nbsp;וְאִ֡ם שׁוֹר֩ נַגָּ֨ח ה֜וּא מִתְּמֹ֣ל שִׁלְשֹׁ֗ם וְהוּעַ֤ד בִּבְעָלָיו֙ וְלֹ֣א יִשְׁמְרֶ֔נּוּ וְהֵמִ֥ית אִ֖ישׁ א֣וֹ אִשָּׁ֑ה הַשּׁוֹר֙ יִסָּקֵ֔ל וְגַם־בְּעָלָ֖יו יוּמָֽת׃ <sup>ל</sup>&nbsp;אִם־כֹּ֖פֶר יוּשַׁ֣ת עָלָ֑יו וְנָתַן֙ פִּדְיֹ֣ן נַפְשׁ֔וֹ כְּכֹ֥ל אֲשֶׁר־יוּשַׁ֖ת עָלָֽיו׃ <sup>לא</sup>&nbsp;אוֹ־בֵ֥ן יִגָּ֖ח אוֹ־בַ֣ת יִגָּ֑ח כַּמִּשְׁפָּ֥ט הַזֶּ֖ה יֵעָ֥שֶׂה לּֽוֹ׃ <sup>לב</sup>&nbsp;אִם־עֶ֛בֶד יִגַּ֥ח הַשּׁ֖וֹר א֣וֹ אָמָ֑ה כֶּ֣סֶף ׀ שְׁלֹשִׁ֣ים שְׁקָלִ֗ים יִתֵּן֙ לַֽאדֹנָ֔יו וְהַשּׁ֖וֹר יִסָּקֵֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>28</sup>&nbsp;When an ox gores a man or a woman, so that one dies, the ox is to be stoned, yes, stoned, and its flesh is not to be eaten, and the owner of the ox is to be clear. <sup>29</sup>&nbsp;But if the ox was (known as) a gorer from yesterday and the day-before, and it was so designated to its owner, and he did not guard it, and it causes the death of a man or of a woman, the ox is to be stoned, and its owner as well is to be put-to-death. <sup>30</sup>&nbsp;If a ransom is established for him, he is to give it as a redemption for his life, all that is imposed for him. <sup>31</sup>&nbsp;Whether it is a son it gores or a daughter it gores, according to this (same) judgment it is to be done to him. <sup>32</sup>&nbsp;If (it is) a serf the ox gores, or a handmaid, silver-thirty shekels – he is to give to his lord, and the ox is to be stoned.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>לג</sup>&nbsp;וְכִֽי־יִפְתַּ֨ח אִ֜ישׁ בּ֗וֹר א֠וֹ כִּֽי־יִכְרֶ֥ה אִ֛ישׁ בֹּ֖ר וְלֹ֣א יְכַסֶּ֑נּוּ וְנָֽפַל־שָׁ֥מָּה שּׁ֖וֹר א֥וֹ חֲמֽוֹר׃ <sup>לד</sup>&nbsp;בַּ֤עַל הַבּוֹר֙ יְשַׁלֵּ֔ם כֶּ֖סֶף יָשִׁ֣יב לִבְעָלָ֑יו וְהַמֵּ֖ת יִֽהְיֶה־לּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>33</sup>&nbsp;When a man opens up a pit, or when a man digs a pit, and does not cover it up, and an ox or a donkey falls into it, <sup>34</sup>&nbsp;the owner of the pit is to pay, the worth-in-silver he is to restore to its owner, and the dead-animal is to remain his.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>לה</sup>&nbsp;וְכִֽי־יִגֹּ֧ף שֽׁוֹר־אִ֛ישׁ אֶת־שׁ֥וֹר רֵעֵ֖הוּ וָמֵ֑ת וּמָ֨כְר֜וּ אֶת־הַשּׁ֤וֹר הַחַי֙ וְחָצ֣וּ אֶת־כַּסְפּ֔וֹ וְגַ֥ם אֶת־הַמֵּ֖ת יֶֽחֱצֽוּן׃ <sup>לו</sup>&nbsp;א֣וֹ נוֹדַ֗ע כִּ֠י שׁ֣וֹר נַגָּ֥ח הוּא֙ מִתְּמ֣וֹל שִׁלְשֹׁ֔ם וְלֹ֥א יִשְׁמְרֶ֖נּוּ בְּעָלָ֑יו שַׁלֵּ֨ם יְשַׁלֵּ֥ם שׁוֹר֙ תַּ֣חַת הַשּׁ֔וֹר וְהַמֵּ֖ת יִֽהְיֶה־לּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>35</sup>&nbsp;When a man&#8217;s ox deals-a-blow to his neighbor&#8217;s ox, so that it dies, they are to sell the live ox and split its worth-in-silver, and the dead-animal they are also to split. <sup>36</sup>&nbsp;Yet if it was known that it was a goring ox from yesterday and the day-before, and its owner did not guard it, he is to pay, yes, pay, an ox in place of the ox, and the dead-animal is to remain his.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>לז</sup>&nbsp;כִּ֤י יִגְנֹֽב־אִישׁ֙ שׁ֣וֹר אוֹ־שֶׂ֔ה וּטְבָח֖וֹ א֣וֹ מְכָר֑וֹ חֲמִשָּׁ֣ה בָקָ֗ר יְשַׁלֵּם֙ תַּ֣חַת הַשּׁ֔וֹר וְאַרְבַּע־צֹ֖אן תַּ֥חַת הַשֶּֽׂה׃ כב <sup>א</sup>&nbsp;אִם־בַּמַּחְתֶּ֛רֶת יִמָּצֵ֥א הַגַּנָּ֖ב וְהֻכָּ֣ה וָמֵ֑ת אֵ֥ין ל֖וֹ דָּמִֽים׃ <sup>ב</sup>&nbsp;אִם־זָרְחָ֥ה הַשֶּׁ֛מֶשׁ עָלָ֖יו דָּמִ֣ים ל֑וֹ שַׁלֵּ֣ם יְשַׁלֵּ֔ם אִם־אֵ֣ין ל֔וֹ וְנִמְכַּ֖ר בִּגְנֵבָתֽוֹ׃ <sup>ג</sup>&nbsp;אִֽם־הִמָּצֵא֩ תִמָּצֵ֨א בְיָד֜וֹ הַגְּנֵבָ֗ה מִשּׁ֧וֹר עַד־חֲמ֛וֹר עַד־שֶׂ֖ה חַיִּ֑ים שְׁנַ֖יִם יְשַׁלֵּֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>37</sup>&nbsp;(Now) when a man steals an ox or a lamb, and slaughters it or sells it, five cattle he is to pay in place of the ox, and four sheep in place of the lamb; 22 <sup>1</sup>&nbsp;if in (the act of) digging through, the stealer is caught and is struck down, so that he dies, there is to be on his account no bloodguilt; <sup>2</sup>&nbsp;(but) if the sun rose upon him, bloodguilt there is on his account; he is to pay, yes, pay – if he has nothing, he is to be sold because of his stealing. <sup>3</sup>&nbsp;(Now) if what was stolen is found, yes, found in his hand, whether ox, or donkey, or lamb, (still) alive, twofold he is to pay.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><mark>שלישי</mark> <sup>ד</sup>&nbsp;כִּ֤י יַבְעֶר־אִישׁ֙ שָׂדֶ֣ה אוֹ־כֶ֔רֶם וְשִׁלַּח֙ אֶת־בְּעִירֹ֔ה וּבִעֵ֖ר בִּשְׂדֵ֣ה אַחֵ֑ר מֵיטַ֥ב שָׂדֵ֛הוּ וּמֵיטַ֥ב כַּרְמ֖וֹ יְשַׁלֵּֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>4</sup>&nbsp;When a man has a field or a vineyard grazed in, and sends his grazing-flock free, so that it grazes in another&#8217;s field, the best-part of his field, the best-part of his vineyard he is to pay.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>ה</sup>&nbsp;כִּֽי־תֵצֵ֨א אֵ֜שׁ וּמָצְאָ֤ה קֹצִים֙ וְנֶאֱכַ֣ל גָּדִ֔ישׁ א֥וֹ הַקָּמָ֖ה א֣וֹ הַשָּׂדֶ֑ה שַׁלֵּ֣ם יְשַׁלֵּ֔ם הַמַּבְעִ֖ר אֶת־הַבְּעֵרָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>5</sup>&nbsp;When fire breaks out and reaches thorn-hedges, and a sheaf-stack or the standing-grain or the (entire) field is consumed, he is to pay, yes, pay, he that caused the blaze to blaze up. </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>ו</sup>&nbsp;כִּֽי־יִתֵּן֩ אִ֨ישׁ אֶל־רֵעֵ֜הוּ כֶּ֤סֶף אֽוֹ־כֵלִים֙ לִשְׁמֹ֔ר וְגֻנַּ֖ב מִבֵּ֣ית הָאִ֑ישׁ אִם־יִמָּצֵ֥א הַגַּנָּ֖ב יְשַׁלֵּ֥ם שְׁנָֽיִם׃ <sup>ז</sup>&nbsp;אִם־לֹ֤א יִמָּצֵא֙ הַגַּנָּ֔ב וְנִקְרַ֥ב בַּֽעַל־הַבַּ֖יִת אֶל־הָֽאֱלֹהִ֑ים אִם־לֹ֥א שָׁלַ֛ח יָד֖וֹ בִּמְלֶ֥אכֶת רֵעֵֽהוּ׃ <sup>ח</sup>&nbsp;עַֽל־כׇּל־דְּבַר־פֶּ֡שַׁע עַל־שׁ֡וֹר עַל־חֲ֠מ֠וֹר עַל־שֶׂ֨ה עַל־שַׂלְמָ֜ה עַל־כׇּל־אֲבֵדָ֗ה אֲשֶׁ֤ר יֹאמַר֙ כִּי־ה֣וּא זֶ֔ה עַ֚ד הָֽאֱלֹהִ֔ים יָבֹ֖א דְּבַר־שְׁנֵיהֶ֑ם אֲשֶׁ֤ר יַרְשִׁיעֻן֙ אֱלֹהִ֔ים יְשַׁלֵּ֥ם שְׁנַ֖יִם לְרֵעֵֽהוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>6</sup>&nbsp;When a man gives silver or goods to his fellow for safekeeping, and it is stolen from the man&#8217;s house; if the stealer is caught, he is to pay twofold; <sup>7</sup>&nbsp;if the stealer is not caught, the owner of the house is to come-near Elohim&#8217;s-oracle, (to inquire) if he did not stretch out his hand against his neighbor&#8217;s property. <sup>8</sup>&nbsp;Regarding every matter of transgression, regarding oxen, regarding donkeys, regarding sheep, regarding garments, regarding any kind of loss about which one can say: &#8220;That is it!&#8221; – before Elohim&#8217;s-oracle is the matter of the two of them to come; whomever Elohim&#8217;s-oracle declares guilty, is to pay twofold to his neighbor.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>ט</sup>&nbsp;כִּֽי־יִתֵּן֩ אִ֨ישׁ אֶל־רֵעֵ֜הוּ חֲמ֨וֹר אוֹ־שׁ֥וֹר אוֹ־שֶׂ֛ה וְכׇל־בְּהֵמָ֖ה לִשְׁמֹ֑ר וּמֵ֛ת אוֹ־נִשְׁבַּ֥ר אוֹ־נִשְׁבָּ֖ה אֵ֥ין רֹאֶֽה׃ <sup>י</sup>&nbsp;שְׁבֻעַ֣ת יְהֹוָ֗ה תִּהְיֶה֙ בֵּ֣ין שְׁנֵיהֶ֔ם אִם־לֹ֥א שָׁלַ֛ח יָד֖וֹ בִּמְלֶ֣אכֶת רֵעֵ֑הוּ וְלָקַ֥ח בְּעָלָ֖יו וְלֹ֥א יְשַׁלֵּֽם׃ <sup>יא</sup>&nbsp;וְאִם־גָּנֹ֥ב יִגָּנֵ֖ב מֵעִמּ֑וֹ יְשַׁלֵּ֖ם לִבְעָלָֽיו׃ <sup>יב</sup>&nbsp;אִם־טָרֹ֥ף יִטָּרֵ֖ף יְבִאֵ֣הוּ עֵ֑ד הַטְּרֵפָ֖ה לֹ֥א יְשַׁלֵּֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>9</sup>&nbsp;When a man gives his neighbor a donkey or an ox or a lamb, or any kind of domesticated-animal, for safekeeping, and it dies, or is crippled or captured, no one seeing (it happen), <sup>10</sup>&nbsp;the oath of YHVH is to be between the two of them, (to inquire) if he did not send out his hand against his neighbor&#8217;s property; the owner is to accept it, and he does not have to pay. <sup>11</sup>&nbsp;But if it was stolen, yes, stolen away from him, he is to pay it back to its owner. <sup>12</sup>&nbsp;If it was torn, torn-to-pieces, he is to bring it as evidence; what was torn, he does not have to pay back.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יג</sup>&nbsp;וְכִֽי־יִשְׁאַ֥ל אִ֛ישׁ מֵעִ֥ם רֵעֵ֖הוּ וְנִשְׁבַּ֣ר אוֹ־מֵ֑ת בְּעָלָ֥יו אֵין־עִמּ֖וֹ שַׁלֵּ֥ם יְשַׁלֵּֽם׃ <sup>יד</sup>&nbsp;אִם־בְּעָלָ֥יו עִמּ֖וֹ לֹ֣א יְשַׁלֵּ֑ם אִם־שָׂכִ֣יר ה֔וּא בָּ֖א בִּשְׂכָרֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>13</sup>&nbsp;When a man borrows it from his neighbor, and it is crippled or it dies: (if) its owner was not with it, he is to pay, yes, pay; <sup>14</sup>&nbsp;if its owner was with it, he does not have to pay. If it was hired, its hiring-price is received.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>טו</sup>&nbsp;וְכִֽי־יְפַתֶּ֣ה אִ֗ישׁ בְּתוּלָ֛ה אֲשֶׁ֥ר לֹא־אֹרָ֖שָׂה וְשָׁכַ֣ב עִמָּ֑הּ מָהֹ֛ר יִמְהָרֶ֥נָּה לּ֖וֹ לְאִשָּֽׁה׃ <sup>טז</sup>&nbsp;אִם־מָאֵ֧ן יְמָאֵ֛ן אָבִ֖יהָ לְתִתָּ֣הּ ל֑וֹ כֶּ֣סֶף יִשְׁקֹ֔ל כְּמֹ֖הַר הַבְּתוּלֹֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>15</sup>&nbsp;When a man seduces a virgin who has not been spoken-for and lies with her, (for) the marrying-price he is to marry her, as his wife. <sup>16</sup>&nbsp;If her father refuses, yes, refuses to give her to him, silver he is to weigh out, according to the marriage-price of virgins.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יז</sup>&nbsp;מְכַשֵּׁפָ֖ה לֹ֥א תְחַיֶּֽה׃ <sup>יח</sup>&nbsp;כׇּל־שֹׁכֵ֥ב עִם־בְּהֵמָ֖ה מ֥וֹת יוּמָֽת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>17</sup>&nbsp;An enchantress<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Mekhashefah from the root כשף KhShF &#8212; to practice sorcery (Akkadian: kushshupu), <em>kashaf</em> &#8212; a sorcerer (Akkadian: kashshapu). What exactly &#8220;sorcery&#8221; refers to here is frustratingly elusive, but the following verse and rabbinic examples suggest the manipulation of animal behavior in some harmful way (e.g., Talmud Bavli Yoma 83b). The following verse (Exodus 23:18) may suggest a praxis employed to cultivate ritual or medicinal power, but we are only speculating. It need not be mentioned that beastiality amounts to a form of animal abuse as non-human animals cannot communicate consent. That the valence of a Kashaf or Mekhashefah be more closely described by one who &#8220;charms&#8221; animals through abuse and torture seems to me much preferable than identifying with any negative valence &#8220;witches, wizards, and other self-styled sorcerers&#8221; who cultivate potent herbs, prepare efficacious potions, or seek to invoke helpful chthonic and numinous powers without any harmful manipulation of human or non-human animals. &#8211;ANV&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> you are not to let live! <sup>18</sup>&nbsp;Anyone who lies with a domesticated-animal is to be put-to-death, yes, death!</span.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יט</sup>&nbsp;זֹבֵ֥חַ לָאֱלֹהִ֖ים יׇֽחֳרָ֑ם בִּלְתִּ֥י לַיהֹוָ֖ה לְבַדּֽוֹ׃ <sup>כ</sup>&nbsp;וְגֵ֥ר לֹא־תוֹנֶ֖ה וְלֹ֣א תִלְחָצֶ֑נּוּ כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ <sup>כא</sup>&nbsp;כׇּל־אַלְמָנָ֥ה וְיָת֖וֹם לֹ֥א תְעַנּֽוּן׃ <sup>כב</sup>&nbsp;אִם־עַנֵּ֥ה תְעַנֶּ֖ה אֹת֑וֹ כִּ֣י אִם־צָעֹ֤ק יִצְעַק֙ אֵלַ֔י שָׁמֹ֥עַ אֶשְׁמַ֖ע צַעֲקָתֽוֹ׃ <sup>כג</sup>&nbsp;וְחָרָ֣ה אַפִּ֔י וְהָרַגְתִּ֥י אֶתְכֶ֖ם בֶּחָ֑רֶב וְהָי֤וּ נְשֵׁיכֶם֙ אַלְמָנ֔וֹת וּבְנֵיכֶ֖ם יְתֹמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>19</sup>&nbsp;He that slaughters (offerings) to (other) deities is to be devoted-to-destruction. Only to YHVH alone! <sup>20</sup>&nbsp;Now a sojourner you are not to maltreat, you are not to oppress him, for sojourners were you in the land of Mitsrayim. <sup>21</sup>&nbsp;Any widow or orphan you are not to afflict. <sup>22</sup>&nbsp;Oh, if you afflict, afflict them . . . ! For (then) they will cry, cry out to me, and I will hearken, hearken to their cry, <sup>23</sup>&nbsp;my anger will flare up and I will kill you with the sword, so that your wives become widows, and your children, orphans!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>כד</sup>&nbsp;אִם־כֶּ֣סֶף ׀ תַּלְוֶ֣ה אֶת־עַמִּ֗י אֶת־הֶֽעָנִי֙ עִמָּ֔ךְ לֹא־תִהְיֶ֥ה ל֖וֹ כְּנֹשֶׁ֑ה לֹֽא־תְשִׂימ֥וּן עָלָ֖יו נֶֽשֶׁךְ׃ <sup>כה</sup>&nbsp;אִם־חָבֹ֥ל תַּחְבֹּ֖ל שַׂלְמַ֣ת רֵעֶ֑ךָ עַד־בֹּ֥א הַשֶּׁ֖מֶשׁ תְּשִׁיבֶ֥נּוּ לֽוֹ׃ <sup>כו</sup>&nbsp;כִּ֣י הִ֤וא כְסוּתֹה֙ לְבַדָּ֔הּ הִ֥וא שִׂמְלָת֖וֹ לְעֹר֑וֹ בַּמֶּ֣ה יִשְׁכָּ֔ב וְהָיָה֙ כִּֽי־יִצְעַ֣ק אֵלַ֔י וְשָׁמַעְתִּ֖י כִּֽי־חַנּ֥וּן אָֽנִי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>24</sup>&nbsp;If you lend money to my people, to the afflicted-one (who lives) beside you, you are not to be to him like a creditor, you are not to place on him excessive-interest. <sup>25</sup>&nbsp;If you take-in-pledge, yes, pledge, the cloak of your neighbor, before the sun comes in, return it to him, <sup>26</sup>&nbsp;for it is his only clothing, it is the cloak for his skin, in what (else) shall he lie down? Now it will be that when he cries out to me, I will hearken, for a Compassionate-one am I!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><mark>רביעי</mark> <sup>כז</sup>&nbsp;אֱלֹהִ֖ים לֹ֣א תְקַלֵּ֑ל וְנָשִׂ֥יא בְעַמְּךָ֖ לֹ֥א תָאֹֽר׃ <sup>כח</sup>&nbsp;מְלֵאָתְךָ֥ וְדִמְעֲךָ֖ לֹ֣א תְאַחֵ֑ר בְּכ֥וֹר בָּנֶ֖יךָ תִּתֶּן־לִֽי׃ <sup>כט</sup>&nbsp;כֵּֽן־תַּעֲשֶׂ֥ה לְשֹׁרְךָ֖ לְצֹאנֶ֑ךָ שִׁבְעַ֤ת יָמִים֙ יִהְיֶ֣ה עִם־אִמּ֔וֹ בַּיּ֥וֹם הַשְּׁמִינִ֖י תִּתְּנוֹ־לִֽי׃ <sup>ל</sup>&nbsp;וְאַנְשֵׁי־קֹ֖דֶשׁ תִּהְי֣וּן לִ֑י וּבָשָׂ֨ר בַּשָּׂדֶ֤ה טְרֵפָה֙ לֹ֣א תֹאכֵ֔לוּ לַכֶּ֖לֶב תַּשְׁלִכ֥וּן אֹתֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>27</sup>&nbsp;Elohim you are not to curse, an exalted-leader among your people you are not to damn. <sup>28</sup>&nbsp;Your full fruit of your trickling-grapes, you are not to delay. The firstborn of your sons, give to me. <sup>29</sup>&nbsp;Do thus with your ox, with your sheep: for seven days let it be with its mother, (and) on the eighth day, give it to me! <sup>30</sup>&nbsp;Men of holiness are you to be to me! Flesh that is torn-to-pieces in the field, you are not to eat; to the dogs you are to throw it.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\">כג <sup>א</sup>&nbsp;לֹ֥א תִשָּׂ֖א שֵׁ֣מַע שָׁ֑וְא אַל־תָּ֤שֶׁת יָֽדְךָ֙ עִם־רָשָׁ֔ע לִהְיֹ֖ת עֵ֥ד חָמָֽס׃ <sup>ב</sup>&nbsp;לֹֽא־תִהְיֶ֥ה אַחֲרֵֽי־רַבִּ֖ים לְרָעֹ֑ת וְלֹא־תַעֲנֶ֣ה עַל־רִ֗ב לִנְטֹ֛ת אַחֲרֵ֥י רַבִּ֖ים לְהַטֹּֽת׃ <sup>ג</sup>&nbsp;וְדָ֕ל לֹ֥א תֶהְדַּ֖ר בְּרִיבֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\">23 <sup>1</sup>&nbsp;You are not to take up an empty rumor. Do not put your hand (in) with a guilty person, to become a witness for wrongdoing. <sup>2</sup>&nbsp;You are not to go after many (people) to do evil. And you are not to testify in a quarrel so as to turn aside toward many – (and thus) turn away. <sup>3</sup>&nbsp;Even a poor-man you are not to respect as regards his quarrel.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>ד</sup>&nbsp;כִּ֣י תִפְגַּ֞ע שׁ֧וֹר אֹֽיִבְךָ֛ א֥וֹ חֲמֹר֖וֹ תֹּעֶ֑ה הָשֵׁ֥ב תְּשִׁיבֶ֖נּוּ לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>4</sup>&nbsp;(Now) when you encounter your enemy&#8217;s ox or his donkey straying, return it, return it to him.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>ה</sup>&nbsp;כִּֽי־תִרְאֶ֞ה חֲמ֣וֹר שֹׂנַאֲךָ֗ רֹבֵץ֙ תַּ֣חַת מַשָּׂא֔וֹ וְחָדַלְתָּ֖ מֵעֲזֹ֣ב ל֑וֹ עָזֹ֥ב תַּעֲזֹ֖ב עִמּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>5</sup>&nbsp;(And) when you see the donkey of one who hates you crouching under its burden, restrain from abandoning it to him – unbind, yes, unbind it together with him.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><mark>חמישי</mark> <sup>ו</sup>&nbsp;לֹ֥א תַטֶּ֛ה מִשְׁפַּ֥ט אֶבְיֹנְךָ֖ בְּרִיבֽוֹ׃ </span> <span class=\"c\"><sup>ז</sup>&nbsp;מִדְּבַר־שֶׁ֖קֶר תִּרְחָ֑ק וְנָקִ֤י וְצַדִּיק֙ אַֽל־תַּהֲרֹ֔ג כִּ֥י לֹא־אַצְדִּ֖יק רָשָֽׁע׃ <sup>ח</sup>&nbsp;וְשֹׁ֖חַד לֹ֣א תִקָּ֑ח כִּ֤י הַשֹּׁ֙חַד֙ יְעַוֵּ֣ר פִּקְחִ֔ים וִֽיסַלֵּ֖ף דִּבְרֵ֥י צַדִּיקִֽים׃ <sup>ט</sup>&nbsp;וְגֵ֖ר לֹ֣א תִלְחָ֑ץ וְאַתֶּ֗ם יְדַעְתֶּם֙ אֶת־נֶ֣פֶשׁ הַגֵּ֔ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ <sup>י</sup>&nbsp;וְשֵׁ֥שׁ שָׁנִ֖ים תִּזְרַ֣ע אֶת־אַרְצֶ֑ךָ וְאָסַפְתָּ֖ אֶת־תְּבוּאָתָֽהּ׃ <sup>יא</sup>&nbsp;וְהַשְּׁבִיעִ֞ת תִּשְׁמְטֶ֣נָּה וּנְטַשְׁתָּ֗הּ וְאָֽכְלוּ֙ אֶבְיֹנֵ֣י עַמֶּ֔ךָ וְיִתְרָ֕ם תֹּאכַ֖ל חַיַּ֣ת הַשָּׂדֶ֑ה כֵּֽן־תַּעֲשֶׂ֥ה לְכַרְמְךָ֖ לְזֵיתֶֽךָ׃ <sup>יב</sup>&nbsp;שֵׁ֤שֶׁת יָמִים֙ תַּעֲשֶׂ֣ה מַעֲשֶׂ֔יךָ וּבַיּ֥וֹם הַשְּׁבִיעִ֖י תִּשְׁבֹּ֑ת לְמַ֣עַן יָנ֗וּחַ שֽׁוֹרְךָ֙ וַחֲמֹרֶ֔ךָ וְיִנָּפֵ֥שׁ בֶּן־אֲמָתְךָ֖ וְהַגֵּֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>6</sup>&nbsp;You are not to turn aside the rights of your needy as regards his quarrel.</span> <span class=\"c\"><sup>7</sup>&nbsp;From a false matter, you are to keep far! And (one) clear and innocent, do not kill, for I do not acquit a guilty-person. <sup>8</sup>&nbsp;A bribe you are not to take, for a bribe blinds the open-eyed, and twists the words of the righteous. <sup>9</sup>&nbsp;A sojourner, you are not to oppress: you yourselves know (well) the feelings of the sojourner, for sojourners were you in the land of Mitsrayim. <sup>10</sup>&nbsp;For six years you are to sow your land and to gather in its produce, <sup>11</sup>&nbsp;but in the seventh, you are to let it go and to let it be, that the needy of your people may eat, and what they (allow to) remain, the wildlife of the field may eat. Do thus with your vineyard, with your olive-grove. <sup>12</sup>&nbsp;For six days you are to make your labor, but on the seventh day, you are to cease, in order that your ox and your donkey may rest and the son of your handmaid and the sojourner may pause-for-breath. </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><sup>יג</sup>&nbsp;וּבְכֹ֛ל אֲשֶׁר־אָמַ֥רְתִּי אֲלֵיכֶ֖ם תִּשָּׁמֵ֑רוּ וְשֵׁ֨ם אֱלֹהִ֤ים אֲחֵרִים֙ לֹ֣א תַזְכִּ֔ירוּ לֹ֥א יִשָּׁמַ֖ע עַל־פִּֽיךָ׃ <sup>יד</sup>&nbsp;שָׁלֹ֣שׁ רְגָלִ֔ים תָּחֹ֥ג לִ֖י בַּשָּׁנָֽה׃ <sup>טו</sup>&nbsp;אֶת־חַ֣ג הַמַּצּוֹת֮ תִּשְׁמֹר֒ שִׁבְעַ֣ת יָמִים֩ תֹּאכַ֨ל מַצּ֜וֹת כַּֽאֲשֶׁ֣ר צִוִּיתִ֗ךָ לְמוֹעֵד֙ חֹ֣דֶשׁ הָֽאָבִ֔יב כִּי־ב֖וֹ יָצָ֣אתָ מִמִּצְרָ֑יִם וְלֹא־יֵרָא֥וּ פָנַ֖י רֵיקָֽם׃ <sup>טז</sup>&nbsp;וְחַ֤ג הַקָּצִיר֙ בִּכּוּרֵ֣י מַעֲשֶׂ֔יךָ אֲשֶׁ֥ר תִּזְרַ֖ע בַּשָּׂדֶ֑ה וְחַ֤ג הָֽאָסִף֙ בְּצֵ֣את הַשָּׁנָ֔ה בְּאׇסְפְּךָ֥ אֶֽת־מַעֲשֶׂ֖יךָ מִן־הַשָּׂדֶֽה׃ <sup>יז</sup>&nbsp;שָׁלֹ֥שׁ פְּעָמִ֖ים בַּשָּׁנָ֑ה יֵרָאֶה֙ כׇּל־זְכ֣וּרְךָ֔ אֶל־פְּנֵ֖י הָאָדֹ֥ן ׀ יְהֹוָֽה׃ <sup>יח</sup>&nbsp;לֹֽא־תִזְבַּ֥ח עַל־חָמֵ֖ץ דַּם־זִבְחִ֑י וְלֹֽא־יָלִ֥ין חֵֽלֶב־חַגִּ֖י עַד־בֹּֽקֶר׃ <sup>יט</sup>&nbsp;רֵאשִׁ֗ית בִּכּוּרֵי֙ אַדְמָ֣תְךָ֔ תָּבִ֕יא בֵּ֖ית יְהֹוָ֣ה אֱלֹהֶ֑יךָ לֹֽא־תְבַשֵּׁ֥ל גְּדִ֖י בַּחֲלֵ֥ב אִמּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>13</sup>&nbsp;In all that I say to you, take care! The name of other deities, you are not to mention, it is not to be heard in your mouth. <sup>14</sup>&nbsp;Three times you are to hold pilgrimage for me, every year. <sup>15</sup>&nbsp;The Pilgrimage-Festival of matsot you are to keep: for seven days you are to eat matsot, as I commanded you, at the appointed-time of the New-moon of Ripe-grain – for in it you went out of Mitsrayim, and no one is to be seen before my presence empty-handed; <sup>16</sup>&nbsp;and the Pilgrimage-festival of the Cutting, of the firstlings of your labor, of what you sow in the field; and the Pilgrimage-festival of Ingathering, at the going-out of the year, when you gather in your labor&#8217;s (harvest) from the field. <sup>17</sup>&nbsp;At three points in the year are all your males to be seen before the presence of the Adon/Lord, YHVH. <sup>18</sup>&nbsp;You are not to slaughter my blood offering with anything fermented. The fat of my festive-offering is not to remain overnight, until morning. <sup>19</sup>&nbsp;The choicest firstlings of your fertile-ground, you are to bring to the house of YHVH your <em>elo&#8217;ah</em>. Do not allow the kid to mature and be weaned from its mothers milk.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Often translated, &#8220;You are not to boil a kid in the milk of its mother.&#8221; Here, however, we follow the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans) who writes, <span class=\"hebrew\" lang=\"heb-Hebr\">לפי הפשט, ”בישול“ לשון גידול וגמר, כמו ”הבשילו אשכלותיה ענבים.“ והכי קאמר: לא תניחנו לגדל ולגמול בחלב אמו, שתאחרנו עד שתגדלנו האם בחלבה, אלא בראשית תביאנו, דומיית תחילת הפסוק שאמר: ”ראשית בכורי אדמתך.“</span> (According to the plain meaning, the term “bishul” here means grow or complete, similar to its use [in the verse (Gen. 40:10)]: “its clusters ripened (הבשילו) into grapes.” This is what the verse is saying: do not allow [the kid] to grow up and be weaned from its mothers milk. [In other words, do not] wait until [the kid]’s mother grows it with her milk, rather bring it at the beginning. This fits with the context of the first part of the verse, “the choice first fruits of your soil [you shall bring].”) &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><mark>ששי</mark> <sup>כ</sup>&nbsp;הִנֵּ֨ה אָנֹכִ֜י שֹׁלֵ֤חַ מַלְאָךְ֙ לְפָנֶ֔יךָ לִשְׁמָרְךָ֖ בַּדָּ֑רֶךְ וְלַהֲבִ֣יאֲךָ֔ אֶל־הַמָּק֖וֹם אֲשֶׁ֥ר הֲכִנֹֽתִי׃ <sup>כא</sup>&nbsp;הִשָּׁ֧מֶר מִפָּנָ֛יו וּשְׁמַ֥ע בְּקֹל֖וֹ אַל־תַּמֵּ֣ר בּ֑וֹ כִּ֣י לֹ֤א יִשָּׂא֙ לְפִשְׁעֲכֶ֔ם כִּ֥י שְׁמִ֖י בְּקִרְבּֽוֹ׃ <sup>כב</sup>&nbsp;כִּ֣י אִם־שָׁמ֤וֹעַ תִּשְׁמַע֙ בְּקֹל֔וֹ וְעָשִׂ֕יתָ כֹּ֖ל אֲשֶׁ֣ר אֲדַבֵּ֑ר וְאָֽיַבְתִּי֙ אֶת־אֹ֣יְבֶ֔יךָ וְצַרְתִּ֖י אֶת־צֹרְרֶֽיךָ׃ <sup>כג</sup>&nbsp;כִּֽי־יֵלֵ֣ךְ מַלְאָכִי֮ לְפָנֶ֒יךָ֒ וֶהֱבִֽיאֲךָ֗ אֶל־הָֽאֱמֹרִי֙ וְהַ֣חִתִּ֔י וְהַפְּרִזִּי֙ וְהַֽכְּנַעֲנִ֔י הַחִוִּ֖י וְהַיְבוּסִ֑י וְהִכְחַדְתִּֽיו׃ <sup>כד</sup>&nbsp;לֹֽא־תִשְׁתַּחֲוֶ֤ה לֵאלֹֽהֵיהֶם֙ וְלֹ֣א תָֽעׇבְדֵ֔ם וְלֹ֥א תַעֲשֶׂ֖ה כְּמַֽעֲשֵׂיהֶ֑ם כִּ֤י הָרֵס֙ תְּהָ֣רְסֵ֔ם וְשַׁבֵּ֥ר תְּשַׁבֵּ֖ר מַצֵּבֹתֵיהֶֽם׃ <sup>כה</sup>&nbsp;וַעֲבַדְתֶּ֗ם אֵ֚ת יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם וּבֵרַ֥ךְ אֶֽת־לַחְמְךָ֖ וְאֶת־מֵימֶ֑יךָ וַהֲסִרֹתִ֥י מַחֲלָ֖ה מִקִּרְבֶּֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>20</sup>&nbsp;Here, I am sending a messenger before you to care for you on the way, to bring you to the place that I have prepared. <sup>21</sup>&nbsp;Take-you-care in his presence, and hearken to his voice, do not be rebellious against him, for he is not able to bear your transgressing, for my name is with him. <sup>22</sup>&nbsp;So then, hearken, hearken to his voice, and do all that I speak, and I will be-an-enemy to your enemies, and I will be-an-adversary to your adversaries. <sup>23</sup>&nbsp;When my messenger goes before you and brings you to the Emori, the Ḥitti, the P&#8217;rizzi, and the K&#8217;naani, the Ḥivvi and the Yevusi, and I cause them to perish: <sup>24</sup>&nbsp;you are not to bow down to their deities, you are not to serve them, you are not to do according to what they do, but: you are to tear, yes, tear them down, and are to smash, yes, smash their standing-stones. <sup>25</sup>&nbsp;You are to serve YHVH your <em>elo&#8217;ah</em>! and he will give-blessing to your food and your water; I will remove sickness from amongst you,</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"c\"><mark>שביעי</mark> <sup>כו</sup>&nbsp;לֹ֥א תִהְיֶ֛ה מְשַׁכֵּלָ֥ה וַעֲקָרָ֖ה בְּאַרְצֶ֑ךָ אֶת־מִסְפַּ֥ר יָמֶ֖יךָ אֲמַלֵּֽא׃ <sup>כז</sup>&nbsp;אֶת־אֵֽימָתִי֙ אֲשַׁלַּ֣ח לְפָנֶ֔יךָ וְהַמֹּתִי֙ אֶת־כׇּל־הָעָ֔ם אֲשֶׁ֥ר תָּבֹ֖א בָּהֶ֑ם וְנָתַתִּ֧י אֶת־כׇּל־אֹיְבֶ֛יךָ אֵלֶ֖יךָ עֹֽרֶף׃ <sup>כח</sup>&nbsp;וְשָׁלַחְתִּ֥י אֶת־הַצִּרְעָ֖ה לְפָנֶ֑יךָ וְגֵרְשָׁ֗ה אֶת־הַחִוִּ֧י אֶת־הַֽכְּנַעֲנִ֛י וְאֶת־הַחִתִּ֖י מִלְּפָנֶֽיךָ׃ <sup>כט</sup>&nbsp;לֹ֧א אֲגָרְשֶׁ֛נּוּ מִפָּנֶ֖יךָ בְּשָׁנָ֣ה אֶחָ֑ת פֶּן־תִּהְיֶ֤ה הָאָ֙רֶץ֙ שְׁמָמָ֔ה וְרַבָּ֥ה עָלֶ֖יךָ חַיַּ֥ת הַשָּׂדֶֽה׃ <sup>ל</sup>&nbsp;מְעַ֥ט מְעַ֛ט אֲגָרְשֶׁ֖נּוּ מִפָּנֶ֑יךָ עַ֚ד אֲשֶׁ֣ר תִּפְרֶ֔ה וְנָחַלְתָּ֖ אֶת־הָאָֽרֶץ׃ <sup>לא</sup>&nbsp;וְשַׁתִּ֣י אֶת־גְּבֻלְךָ֗ מִיַּם־סוּף֙ וְעַד־יָ֣ם פְּלִשְׁתִּ֔ים וּמִמִּדְבָּ֖ר עַד־הַנָּהָ֑ר כִּ֣י ׀ אֶתֵּ֣ן בְּיֶדְכֶ֗ם אֵ֚ת יֹשְׁבֵ֣י הָאָ֔רֶץ וְגֵרַשְׁתָּ֖מוֹ מִפָּנֶֽיךָ׃ <sup>לב</sup>&nbsp;לֹֽא־תִכְרֹ֥ת לָהֶ֛ם וְלֵאלֹֽהֵיהֶ֖ם בְּרִֽית׃ <sup>לג</sup>&nbsp;לֹ֤א יֵשְׁבוּ֙ בְּאַרְצְךָ֔ פֶּן־יַחֲטִ֥יאוּ אֹתְךָ֖ לִ֑י כִּ֤י תַעֲבֹד֙ אֶת־אֱלֹ֣הֵיהֶ֔ם כִּֽי־יִהְיֶ֥ה לְךָ֖ לְמוֹקֵֽשׁ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"c\"><sup>26</sup>&nbsp;there will be no miscarrier or barren-one in your land, (and) the number of your days I will make full. <sup>27</sup>&nbsp;My terror I will send on before you, I will panic all the peoples among whom you come, I will give all your enemies to you by the neck. <sup>28</sup>&nbsp;I will send Despair on before you so that it drives out the Ḥivvi, the K&#8217;naani and the Ḥitti from before you. <sup>29</sup>&nbsp;I will not drive them out from before you in one year, lest the land become desolate and the wildlife of the field become-many against you. <sup>30</sup>&nbsp;Little by little will I drive them out from before you, until you have borne-fruit and possessed the land. <sup>31</sup>&nbsp;And I will make your territory from the Sea of Reeds to the Sea of the P&#8217;lishtim, from the Wilderness to the River. For I give into your hand the settled-folk of the land, that you may drive them out from before you. <sup>32</sup>&nbsp;You are not to cut with them or with their deities any covenant, <sup>33</sup>&nbsp;they are not to stay in your land, lest they cause you to sin against me, indeed, you would serve their deities – indeed, that would be a snare to you.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">כד <sup>א</sup>&nbsp;וְאֶל־מֹשֶׁ֨ה אָמַ֜ר עֲלֵ֣ה אֶל־יְהֹוָ֗ה אַתָּה֙ וְאַהֲרֹן֙ נָדָ֣ב וַאֲבִיה֔וּא וְשִׁבְעִ֖ים מִזִּקְנֵ֣י יִשְׂרָאֵ֑ל וְהִשְׁתַּחֲוִיתֶ֖ם מֵרָחֹֽק׃ <sup>ב</sup>&nbsp;וְנִגַּ֨שׁ מֹשֶׁ֤ה לְבַדּוֹ֙ אֶל־יְהֹוָ֔ה וְהֵ֖ם לֹ֣א יִגָּ֑שׁוּ וְהָעָ֕ם לֹ֥א יַעֲל֖וּ עִמּֽוֹ׃ <sup>ג</sup>&nbsp;וַיָּבֹ֣א מֹשֶׁ֗ה וַיְסַפֵּ֤ר לָעָם֙ אֵ֚ת כׇּל־דִּבְרֵ֣י יְהֹוָ֔ה וְאֵ֖ת כׇּל־הַמִּשְׁפָּטִ֑ים וַיַּ֨עַן כׇּל־הָעָ֜ם ק֤וֹל אֶחָד֙ וַיֹּ֣אמְר֔וּ כׇּל־הַדְּבָרִ֛ים אֲשֶׁר־דִּבֶּ֥ר יְהֹוָ֖ה נַעֲשֶֽׂה׃ </span> <span class=\"c\"><sup>ד</sup>&nbsp;וַיִּכְתֹּ֣ב מֹשֶׁ֗ה אֵ֚ת כׇּל־דִּבְרֵ֣י יְהֹוָ֔ה וַיַּשְׁכֵּ֣ם בַּבֹּ֔קֶר וַיִּ֥בֶן מִזְבֵּ֖חַ תַּ֣חַת הָהָ֑ר וּשְׁתֵּ֤ים עֶשְׂרֵה֙ מַצֵּבָ֔ה לִשְׁנֵ֥ים עָשָׂ֖ר שִׁבְטֵ֥י יִשְׂרָאֵֽל׃ <sup>ה</sup>&nbsp;וַיִּשְׁלַ֗ח אֶֽת־נַעֲרֵי֙ בְּנֵ֣י יִשְׂרָאֵ֔ל וַיַּֽעֲל֖וּ עֹלֹ֑ת וַֽיִּזְבְּח֞וּ זְבָחִ֧ים שְׁלָמִ֛ים לַיהֹוָ֖ה פָּרִֽים׃ <sup>ו</sup>&nbsp;וַיִּקַּ֤ח מֹשֶׁה֙ חֲצִ֣י הַדָּ֔ם וַיָּ֖שֶׂם בָּאַגָּנֹ֑ת וַחֲצִ֣י הַדָּ֔ם זָרַ֖ק עַל־הַמִּזְבֵּֽחַ׃ <sup>ז</sup>&nbsp;וַיִּקַּח֙ סֵ֣פֶר הַבְּרִ֔ית וַיִּקְרָ֖א בְּאׇזְנֵ֣י הָעָ֑ם וַיֹּ֣אמְר֔וּ כֹּ֛ל אֲשֶׁר־דִּבֶּ֥ר יְהֹוָ֖ה נַעֲשֶׂ֥ה וְנִשְׁמָֽע׃ <sup>ח</sup>&nbsp;וַיִּקַּ֤ח מֹשֶׁה֙ אֶת־הַדָּ֔ם וַיִּזְרֹ֖ק עַל־הָעָ֑ם וַיֹּ֗אמֶר הִנֵּ֤ה דַֽם־הַבְּרִית֙ אֲשֶׁ֨ר כָּרַ֤ת יְהֹוָה֙ עִמָּכֶ֔ם עַ֥ל כׇּל־הַדְּבָרִ֖ים הָאֵֽלֶּה׃ </span> <span class=\"j\"><sup>ט</sup>&nbsp;וַיַּ֥עַל מֹשֶׁ֖ה וְאַהֲרֹ֑ן נָדָב֙ וַאֲבִיה֔וּא וְשִׁבְעִ֖ים מִזִּקְנֵ֥י יִשְׂרָאֵֽל׃ </span> <span class=\"c\"><sup>י</sup>&nbsp;וַיִּרְא֕וּ אֵ֖ת אֱלֹהֵ֣י יִשְׂרָאֵ֑ל וְתַ֣חַת רַגְלָ֗יו כְּמַעֲשֵׂה֙ לִבְנַ֣ת הַסַּפִּ֔יר וּכְעֶ֥צֶם הַשָּׁמַ֖יִם לָטֹֽהַר׃ <sup>יא</sup>&nbsp;וְאֶל־אֲצִילֵי֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לֹ֥א שָׁלַ֖ח יָד֑וֹ וַֽיֶּחֱזוּ֙ אֶת־הָ֣אֱלֹהִ֔ים וַיֹּאכְל֖וּ וַיִּשְׁתּֽוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">24 <sup>1</sup>&nbsp;Now to Mosheh he said: &#8220;Go up to YHVH, you and Aharon, Nadav and Avihu, and seventy of the elders of Yisrael, and bow down from afar; <sup>2</sup>&nbsp;Mosheh alone is to approach YHVH, but they, they are not to approach, and as for the people – they (too) are not to go up with him.&#8221; <sup>3</sup>&nbsp;So Mosheh came and recounted to the people all the words of YHVH and all the regulations. And all the people answered in one voice, and said: &#8220;All the words that YHVH has spoken, we will do.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Note that according to Chapters 21-23, Moses is already on the mountain. The first three verses, either assume he&#8217;s gone down again, or offer a recap. In any case they are virtual replicas of J&#8217;s 19:8, 10, 20-25, and thus frame the covenant. Note J&#8217;s concern regarding access to the divine (and compare 19:20-25), this is of special importance here, since the final verses of the covenant ceremony are especially anthropomorphic (vs. 10: &#8220;And they saw the God of Israel&#8221;), and the addition of verses limiting access to the divines mitigates the implied public access in vss. 10-11.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"c\"><sup>4</sup>&nbsp;Now Mosheh wrote down all the words of YHVH. He started-early in the morning, building a place-for-slaughter beneath the mountain and twelve standing-stones for the twelve tribes of Yisrael. <sup>5</sup>&nbsp;Then he sent the (serving-) lads of the Children of Yisrael, that they should offer-up offerings-up, slaughter slaughter-offerings of shalom for YHVH-bulls. <sup>6</sup>&nbsp;Mosheh took half of the blood and put it in basins, and half of the blood he tossed against the place-for-slaughter. <sup>7</sup>&nbsp;Then he took the account of the covenant and read it in the ears of the people. They said: &#8220;All that YHVH has spoken, we will do and we will hearken!&#8221; <sup>8</sup>&nbsp;Mosheh took the blood, he tossed it on the people and said: &#8220;Here is the blood of the covenant that YHVH has cut with you by means of all these words.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> The covenant ceremony is clearly not Yahwistic since it mentions sacrifice outside of Jerusalem, and is clearly non-Elohistic since it mentions 12 tribes, when according to E there were only 7 (see Genesis 29-30) instead it may be interpreted as the narrative conclusion to the non-Yahwistic law code of Chapter 21-23.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>9</sup>&nbsp;Then went up Mosheh and Aharon, Nadav and Avihu, and seventy of the elders of Yisrael.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> J adds vs. 9, to imply that these individuals (Moses, Aaron, Nadab, Abihu, and the elders) are the subject of vs. 10: &#8220;And they saw the God of Israel&#8221;, vss. 10-11, however, imply a more public revelation.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"c\"><sup>10</sup>&nbsp;And they saw the Elo&#8217;ah of Yisrael: beneath his feet (something) like work of sapphire tiles, (something) like the substance of the heavens in purity. <sup>11</sup>&nbsp;Yet against the Pillars of the Children of Yisrael, he did not send forth his hand – they beheld Elohim and ate and drank.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> This quasi-mystical description of God is unique to this Covenant Ceremony and no comparable description is found in any of the narrative sources.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>יב</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה עֲלֵ֥ה אֵלַ֛י הָהָ֖רָה וֶהְיֵה־שָׁ֑ם וְאֶתְּנָ֨ה לְךָ֜ אֶת־לֻחֹ֣ת הָאֶ֗בֶן וְהַתּוֹרָה֙ וְהַמִּצְוָ֔ה אֲשֶׁ֥ר כָּתַ֖בְתִּי לְהוֹרֹתָֽם׃ </span> <span class=\"e\"><sup>יג</sup>&nbsp;וַיָּ֣קׇם מֹשֶׁ֔ה וִיהוֹשֻׁ֖עַ מְשָׁרְת֑וֹ וַיַּ֥עַל מֹשֶׁ֖ה אֶל־הַ֥ר הָאֱלֹהִֽים׃ <sup>יד</sup>&nbsp;וְאֶל־הַזְּקֵנִ֤ים אָמַר֙ שְׁבוּ־לָ֣נוּ בָזֶ֔ה עַ֥ד אֲשֶׁר־נָשׁ֖וּב אֲלֵיכֶ֑ם וְהִנֵּ֨ה אַהֲרֹ֤ן וְחוּר֙ עִמָּכֶ֔ם מִי־בַ֥עַל דְּבָרִ֖ים יִגַּ֥שׁ אֲלֵהֶֽם׃ <sup>טו</sup>&nbsp;וַיַּ֥עַל מֹשֶׁ֖ה אֶל־הָהָ֑ר וַיְכַ֥ס הֶעָנָ֖ן אֶת־הָהָֽר׃ </span> <span class=\"j\"><mark>מפטיר</mark> <sup>טז</sup>&nbsp;וַיִּשְׁכֹּ֤ן כְּבוֹד־יְהֹוָה֙ עַל־הַ֣ר סִינַ֔י וַיְכַסֵּ֥הוּ הֶעָנָ֖ן שֵׁ֣שֶׁת יָמִ֑ים וַיִּקְרָ֧א אֶל־מֹשֶׁ֛ה בַּיּ֥וֹם הַשְּׁבִיעִ֖י מִתּ֥וֹךְ הֶעָנָֽן׃ <sup>יז</sup>&nbsp;וּמַרְאֵה֙ כְּב֣וֹד יְהֹוָ֔ה כְּאֵ֥שׁ אֹכֶ֖לֶת בְּרֹ֣אשׁ הָהָ֑ר לְעֵינֵ֖י בְּנֵ֥י יִשְׂרָאֵֽל׃ </span> <span class=\"p\"><sup>יח</sup>&nbsp;וַיָּבֹ֥א מֹשֶׁ֛ה בְּת֥וֹךְ הֶעָנָ֖ן וַיַּ֣עַל אֶל־הָהָ֑ר וַיְהִ֤י מֹשֶׁה֙ בָּהָ֔ר אַרְבָּעִ֣ים י֔וֹם וְאַרְבָּעִ֖ים לָֽיְלָה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>12</sup>&nbsp;Now YHVH said to Mosheh: &#8220;Go up to me on the mountain and remain there, that I may give you tablets of stone: the Instruction and the Command that I have written down, to instruct them.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> J foreshadows the golden calf episode.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>13</sup>&nbsp;Mosheh arose, and Yehoshua his attendant, and Mosheh went up to the mountain of Elohim. <sup>14</sup>&nbsp;Now to the elders he said: &#8220;Stay here for us, until we return to you; here, Aharon and Ḥur are with you – whoever has a legal-matter is to approach them. <sup>15</sup>&nbsp;So Mosheh went up the mountain, and the cloud covered the mountain;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Based on the vocabulary (Elohim as the divine name) and the characters (Joshua, Aaron and Hur) this section is Elohistic. It, however, doesn&#8217;t sit very well with the previous episode in Chapter 20, where Moses has already ascended the mountain. These verse may be a recap of what Moses instructed his subordinates before ascending, or a secondary layer within E.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>16</sup>&nbsp;the Kavod of YHVH took up dwelling on Mount Sinai. The cloud covered it for six days, and he called to Mosheh on the seventh day from amidst the cloud. <sup>17</sup>&nbsp;And the sight of the Kavod of YHVH (was) like a consuming fire on top of the mountain in the eyes of the Children of Yisrael.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> P typically imagines the Lord as appearing in a cloud, this is opposed to J&#8217;s description of the Lord&#8217;s glory &#8220;like a devouring fire&#8221; in vs. 17, and compare a similar opposition prior to the Sinaitic revelation in Chapter 19 (vs. 9 [P] as opposed to vs. 18 [J]).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>18</sup>&nbsp;Mosheh came into the midst of the cloud when he went up the mountain. And Mosheh was on the mountain for forty days and forty nights.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_משפטים/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of Fox&#8217;s &#8220;slaughter-site,&#8221; I have translated mizbeaḥ as &#8220;place-for-slaughter.&#8221; Instead of &#8220;sorceress,&#8221; I have translated mekhashefah as &#8220;enchantress.&#8221; Instead of &#8220;beast&#8221; for behemah, I have &#8220;domesticated-animal.&#8221; (Elsewhere, I translate behemah as &#8220;herd-animal.&#8221;) Instead of &#8220;soil&#8221; for adamah, I have &#8220;fertile-ground.&#8221; For verse 23:19, I follow the translation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans). (Please find the note on this verse below.) In all cases where &#8220;elohim&#8221; unambiguously refers to other deities, it is translated as such (rather than left transliterated as lower-case <em>elohim</em>). Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Mekhashefah from the root כשף KhShF &#8212; to practice sorcery (Akkadian: kushshupu), <em>kashaf</em> &#8212; a sorcerer (Akkadian: kashshapu). What exactly &#8220;sorcery&#8221; refers to here is frustratingly elusive, but the following verse and rabbinic examples suggest the manipulation of animal behavior in some harmful way (e.g., Talmud Bavli Yoma 83b). The following verse (Exodus 23:18) may suggest a praxis employed to cultivate ritual or medicinal power, but we are only speculating. It need not be mentioned that beastiality amounts to a form of animal abuse as non-human animals cannot communicate consent. That the valence of a Kashaf or Mekhashefah be more closely described by one who &#8220;charms&#8221; animals through abuse and torture seems to me much preferable than identifying with any negative valence &#8220;witches, wizards, and other self-styled sorcerers&#8221; who cultivate potent herbs, prepare efficacious potions, or seek to invoke helpful chthonic and numinous powers without any harmful manipulation of human or non-human animals. &#8211;ANV</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Often translated, &#8220;You are not to boil a kid in the milk of its mother.&#8221; Here, however, we follow the interpretation of Rabbi Joseph ben Isaac Bekhor Shor (12th cent., Orleans) who writes, <span class=\"hebrew\" lang=\"heb-Hebr\">לפי הפשט, ”בישול“ לשון גידול וגמר, כמו ”הבשילו אשכלותיה ענבים.“ והכי קאמר: לא תניחנו לגדל ולגמול בחלב אמו, שתאחרנו עד שתגדלנו האם בחלבה, אלא בראשית תביאנו, דומיית תחילת הפסוק שאמר: ”ראשית בכורי אדמתך.“</span> (According to the plain meaning, the term “bishul” here means grow or complete, similar to its use [in the verse (Gen. 40:10)]: “its clusters ripened (הבשילו) into grapes.” This is what the verse is saying: do not allow [the kid] to grow up and be weaned from its mothers milk. [In other words, do not] wait until [the kid]’s mother grows it with her milk, rather bring it at the beginning. This fits with the context of the first part of the verse, “the choice first fruits of your soil [you shall bring].”) &#8211;ANV, after Rabbi Zev Farber in <a href=\"https://www.thetorah.com/article/prohibition-of-meat-and-milk-its-origins-in-the-text\">thetorah.com</a></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Note that according to Chapters 21-23, Moses is already on the mountain. The first three verses, either assume he&#8217;s gone down again, or offer a recap. In any case they are virtual replicas of J&#8217;s 19:8, 10, 20-25, and thus frame the covenant. Note J&#8217;s concern regarding access to the divine (and compare 19:20-25), this is of special importance here, since the final verses of the covenant ceremony are especially anthropomorphic (vs. 10: &#8220;And they saw the God of Israel&#8221;), and the addition of verses limiting access to the divines mitigates the implied public access in vss. 10-11.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">The covenant ceremony is clearly not Yahwistic since it mentions sacrifice outside of Jerusalem, and is clearly non-Elohistic since it mentions 12 tribes, when according to E there were only 7 (see Genesis 29-30) instead it may be interpreted as the narrative conclusion to the non-Yahwistic law code of Chapter 21-23.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">J adds vs. 9, to imply that these individuals (Moses, Aaron, Nadab, Abihu, and the elders) are the subject of vs. 10: &#8220;And they saw the God of Israel&#8221;, vss. 10-11, however, imply a more public revelation.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">This quasi-mystical description of God is unique to this Covenant Ceremony and no comparable description is found in any of the narrative sources.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">J foreshadows the golden calf episode.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Based on the vocabulary (Elohim as the divine name) and the characters (Joshua, Aaron and Hur) this section is Elohistic. It, however, doesn&#8217;t sit very well with the previous episode in Chapter 20, where Moses has already ascended the mountain. These verse may be a recap of what Moses instructed his subordinates before ascending, or a secondary layer within E.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">P typically imagines the Lord as appearing in a cloud, this is opposed to J&#8217;s description of the Lord&#8217;s glory &#8220;like a devouring fire&#8221; in vs. 17, and compare a similar opposition prior to the Sinaitic revelation in Chapter 19 (vs. 9 [P] as opposed to vs. 18 [J]).</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Shemot (Exodus)",
        "Parashat Mishpatim"
    ],
    "tags": [
        "31st century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "covenant code",
        "halakhot",
        "Har Sinai",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "theophany",
        "ימי השובבים Yemei haShovavim",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת משפטים parashat Mishpatim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3340"
        ],
        "_thumbnail_id": [
            "23409"
        ],
        "date_src_start": [
            "-0760-00-00"
        ],
        "date_src_end": [
            "-0661-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/01/tiny-infinity-cartilage-piercing-stud-earring-f25734-Rith-Silva-CC-BY-SA.jpg",
        "title": "tiny infinity cartilage piercing stud earring-f25734 (Rith Silva, CC BY-SA)",
        "caption": "\"<a href=\"https://www.flickr.com/photos/ruthsilvaaa/11123376403\">tiny infinity cartilage piercing stud earring</a>\"(credit: Ruth Silva, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=23407",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/shemot/parashat-mishpatim-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-mishpatim-color-coded-according-to-its-narrative-layers"
}