{
    "title": "&#128220; פָּרָשַׁת בְּשַׁלַּח | Parashat b'Shalaḥ (Exodus 13:17-17:16), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic kernel 'E'",
            "bio": "The textual source called 'E' is the earliest of all literary sources in the Torah, the kernel from which all other narratives expanded upon. E was composed in the mid- to late eighth century BCE, toward the end of the heyday of the northern Ephraimite Kingdom, one of the two kingdoms that occupied Biblical Israel. The Kingdom of Ephraim was the larger and more urban of the two, and had its capital in Samaria, the city after which the Samaritans are named. To its south lay the smaller, but better-known Kingdom of Judah, whose capital city was Jerusalem. It seems likely that E was composed during this period because it marked the first literary flowering in ancient Israel. We know this based on the books of Amos and Hosea, composed at about that time, and from a wealth of inscriptions that we can confidently date to that period. The book of E, so called because it uses Elohim as its exclusive name for the deity of the Pentateuch, is composed of five story cycles focusing on five early Israelite heroes: Avraham, Yaakov, Yosef, Moshe, and Bilaam. The stories of Avraham and Bilaam are placed at the beginning and end of the Elohistic document, respectively, so that the two men can serve as models for how one should fear the remote and awesome God of the Elohistic source. The Yaakov, Yosef, and Moshe cycles, which comprise the bulk of the E narrative, chronicle Israel’s metamorphisis from a family into a people.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/e-kernel-mesorah"
        },
        {
            "name": "Masoretic layer 'J'",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'B'",
            "bio": "The last major addition to the biblical text was a post-exilic (pre-3rd century BCE) source which Dr. Tzemaḥ Yoreh refers to as the \"Bridger\" or simply, 'B.' B supplements earlier layers of text with genealogies and popular myths, providing narrative bridges between distant story cycles. B's narrative additions often share a fantastic element rarely found in Biblical narrative, and are most likely later additions to their respective Pentateuchal frameworks.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/b-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-01-13",
    "last_updated": "2021-04-01",
    "excerpt": "The text of parashat B'shalaḥ, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017). As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; The next strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>Parashat B&#8217;shalaḥ (Exodus 13:17-17:16) in the annual Torah reading cycle, is read on the second shabbat of the month of Shvat. The parashah is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-shemot/parashat-bo/parashat-bo-color-coded-according-to-its-narrative-layers/\">Bo</a> (Exodus 10:1-13:16); parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-shemot/parashat-yitro/parashat-yitro-color-coded-according-to-its-narrative-layers/\">Yitro</a> (Exodus 18:1-20:22) follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\">יג <sup>יז</sup>&nbsp;וַיְהִ֗י בְּשַׁלַּ֣ח פַּרְעֹה֮ אֶת־הָעָם֒ וְלֹא־נָחָ֣ם אֱלֹהִ֗ים דֶּ֚רֶךְ אֶ֣רֶץ פְּלִשְׁתִּ֔ים כִּ֥י קָר֖וֹב ה֑וּא כִּ֣י ׀ אָמַ֣ר אֱלֹהִ֗ים פֶּֽן־יִנָּחֵ֥ם הָעָ֛ם בִּרְאֹתָ֥ם מִלְחָמָ֖ה וְשָׁ֥בוּ מִצְרָֽיְמָה׃ <sup>יח</sup>&nbsp;וַיַּסֵּ֨ב אֱלֹהִ֧ים ׀ אֶת־הָעָ֛ם דֶּ֥רֶךְ הַמִּדְבָּ֖ר יַם־ס֑וּף וַחֲמֻשִׁ֛ים עָל֥וּ בְנֵי־יִשְׂרָאֵ֖ל מֵאֶ֥רֶץ מִצְרָֽיִם׃ <sup>יט</sup>&nbsp;וַיִּקַּ֥ח מֹשֶׁ֛ה אֶת־עַצְמ֥וֹת יוֹסֵ֖ף עִמּ֑וֹ כִּי֩ הַשְׁבֵּ֨עַ הִשְׁבִּ֜יעַ אֶת־בְּנֵ֤י יִשְׂרָאֵל֙ לֵאמֹ֔ר פָּקֹ֨ד יִפְקֹ֤ד אֱלֹהִים֙ אֶתְכֶ֔ם וְהַעֲלִיתֶ֧ם אֶת־עַצְמֹתַ֛י מִזֶּ֖ה אִתְּכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"b\">13 <sup>17</sup>&nbsp;Now it was, when Pharaoh had sent the people free, that Elohim did not lead them by way of the land of the Plishtim, which indeed is nearer, for Elohim said to himself: &#8220;Lest the people regret it, when they see war, and return to Mitsrayim!&#8221; <sup>18</sup>&nbsp;So Elohim had the people swing about by way of the wilderness at the Sea of Reeds. And the Children of Yisrael went up armed from the land of Mitsrayim. <sup>19</sup>&nbsp;Now Mosheh had taken Yosef&#8217;s bones with him, for he had made the Children of Yisrael swear, yes, swear, saying: &#8220;Elohim will take account, yes, account of you – so bring my bones up from here with you!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Note the anomalous use of God [Elohim] in these verses, which coincides with the use of the non-Elohistic Pharaoh. The allusion to Joseph&#8217;s death and burial ties this section to Genesis 50 as wells as with Joshua 24, creating a late bridge between narrative cycles.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>כ</sup>&nbsp;וַיִּסְע֖וּ מִסֻּכֹּ֑ת וַיַּחֲנ֣וּ בְאֵתָ֔ם בִּקְצֵ֖ה הַמִּדְבָּֽר׃ <sup>כא</sup>&nbsp;וַֽיהֹוָ֡ה הֹלֵךְ֩ לִפְנֵיהֶ֨ם יוֹמָ֜ם בְּעַמּ֤וּד עָנָן֙ לַנְחֹתָ֣ם הַדֶּ֔רֶךְ וְלַ֛יְלָה בְּעַמּ֥וּד אֵ֖שׁ לְהָאִ֣יר לָהֶ֑ם לָלֶ֖כֶת יוֹמָ֥ם וָלָֽיְלָה׃ <sup>כב</sup>&nbsp;לֹֽא־יָמִ֞ישׁ עַמּ֤וּד הֶֽעָנָן֙ יוֹמָ֔ם וְעַמּ֥וּד הָאֵ֖שׁ לָ֑יְלָה לִפְנֵ֖י הָעָֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>20</sup>&nbsp;They moved on from Sukkot and encamped in Etam at the edge of the wilderness. <sup>21</sup>&nbsp;Now YHVH goes before them, by day in a column of cloud, to lead them the way, by night in a column of fire, to give light to them, to (be able to) go by day and by night. <sup>22</sup>&nbsp;There does not retire the column of cloud by day or the column of fire by night from before the people!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> The pillar of cloud is the Lord&#8217;s means of leading the Israelites through the desert according to P, and compare the conclusion of Exodus 40. Note also the standard Priestly itinerary information in vs. 20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\">יד <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;דַּבֵּר֮ אֶל־בְּנֵ֣י יִשְׂרָאֵל֒ וְיָשֻׁ֗בוּ וְיַחֲנוּ֙ לִפְנֵי֙ פִּ֣י הַחִירֹ֔ת בֵּ֥ין מִגְדֹּ֖ל וּבֵ֣ין הַיָּ֑ם לִפְנֵי֙ בַּ֣עַל צְפֹ֔ן נִכְח֥וֹ תַחֲנ֖וּ עַל־הַיָּֽם׃ <sup>ג</sup>&nbsp;וְאָמַ֤ר פַּרְעֹה֙ לִבְנֵ֣י יִשְׂרָאֵ֔ל נְבֻכִ֥ים הֵ֖ם בָּאָ֑רֶץ סָגַ֥ר עֲלֵיהֶ֖ם הַמִּדְבָּֽר׃ <sup>ד</sup>&nbsp;וְחִזַּקְתִּ֣י אֶת־לֵב־פַּרְעֹה֮ וְרָדַ֣ף אַחֲרֵיהֶם֒ וְאִכָּבְדָ֤ה בְּפַרְעֹה֙ וּבְכָל־חֵיל֔וֹ וְיָדְע֥וּ מִצְרַ֖יִם כִּֽי־אֲנִ֣י יְהֹוָ֑ה וַיַּֽעֲשׂוּ־כֵֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">14 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Speak to the Children of Yisrael, that they may turn back and encamp before Pi Ha-Hirot, between Migdol and the sea, before Baal-tsefon, opposite it, you are to encamp by the sea. <sup>3</sup>&nbsp;Now Pharaoh will say of the Children of Yisrael: &#8216;They are confused in the land! The wilderness has closed them in!&#8217; <sup>4</sup>&nbsp;I will make Pharaoh&#8217;s heart strong-willed, so that he pursues them, and I will be glorified through Pharaoh and all his army, so that Mitsrayim may know that I am YHVH.&#8221; They did thus.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> The narrative begins with the Priestly &#8220;schedule&#8221; as commanded by the Lord. P typically adds that the Lord will harden Pharaoh&#8217;s heart one last time and pursue the Israelites.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>ה</sup>&nbsp;וַיֻּגַּד֙ לְמֶ֣לֶךְ מִצְרַ֔יִם כִּ֥י בָרַ֖ח הָעָ֑ם</span> <span class=\"j\">וַ֠יֵּהָפֵ֠ךְ לְבַ֨ב פַּרְעֹ֤ה וַעֲבָדָיו֙ אֶל־הָעָ֔ם וַיֹּֽאמְרוּ֙ מַה־זֹּ֣את עָשִׂ֔ינוּ כִּֽי־שִׁלַּ֥חְנוּ אֶת־יִשְׂרָאֵ֖ל מֵעָבְדֵֽנוּ׃ </span> <span class=\"e\"><sup>ו</sup>&nbsp;וַיֶּאְסֹ֖ר אֶת־רִכְבּ֑וֹ וְאֶת־עַמּ֖וֹ לָקַ֥ח עִמּֽוֹ׃ <sup>ז</sup>&nbsp;וַיִּקַּ֗ח שֵׁשׁ־מֵא֥וֹת רֶ֙כֶב֙ בָּח֔וּר</span> <span class=\"j\">וְכֹ֖ל רֶ֣כֶב מִצְרָ֑יִם וְשָׁלִשִׁ֖ם עַל־כֻּלּֽוֹ׃ </span> <span class=\"p\"><sup>ח</sup>&nbsp;וַיְחַזֵּ֣ק יְהֹוָ֗ה אֶת־לֵ֤ב פַּרְעֹה֙ מֶ֣לֶךְ מִצְרַ֔יִם</span> <span class=\"e\">וַיִּרְדֹּ֕ף אַחֲרֵ֖י בְּנֵ֣י יִשְׂרָאֵ֑ל</span> <span class=\"p\">וּבְנֵ֣י יִשְׂרָאֵ֔ל יֹצְאִ֖ים בְּיָ֥ד רָמָֽה׃ <mark>שני</mark> <sup>ט</sup>&nbsp;וַיִּרְדְּפ֨וּ מִצְרַ֜יִם אַחֲרֵיהֶ֗ם וַיַּשִּׂ֤יגוּ אוֹתָם֙ חֹנִ֣ים עַל־הַיָּ֔ם כָּל־סוּס֙ רֶ֣כֶב פַּרְעֹ֔ה וּפָרָשָׁ֖יו וְחֵיל֑וֹ עַל־פִּי֙ הַֽחִירֹ֔ת לִפְנֵ֖י בַּ֥עַל צְפֹֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>5</sup>&nbsp;Now the king of Mitsrayim was told that the people fled,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Note the Elohistic use of &#8220;the King of Egypt&#8221; as opposed to Pharaoh in the P addition (vss. 3 and 4) and in the J addition to this verse. According to E, the Israelites fled, whereas according to J they were sent away (as we read in Chapter 12). To reconcile this half verse with his version of events J swerves our understanding of vs. 5a, and interprets it as one last case of Pharaoh changing his mind (this pattern is further emphasized in P&#8217;s vss. 2-4).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">and Pharaoh&#8217;s heart and (that of) his servants changed regarding the people, they said: &#8220;What is this that we have done, that we have sent free Yisrael from serving us?&#8221;</span> <span class=\"e\"><sup>6</sup>&nbsp;He had his chariot harnessed, his (fighting-) people he took with him, <sup>7</sup>&nbsp;and he took six hundred selected chariots</span> <span class=\"j\">and every (kind of) chariot of Mitsrayim, teams-of-three upon them all.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> 600 chariots imply that the nation they were pursuing was a lot smaller than the 600,000 armed men as narrated by P in 12:43.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>8</sup>&nbsp;Now YHVH made the heart of Pharaoh king of Mitsrayim strong-willed,</span> <span class=\"e\">so that he pursued the Children of Yisrael,</span> <span class=\"p\">while the Children of Yisrael were going out with a high hand.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> The Lord does as he says in vss. 2-4, and hardens Pharaoh&#8217;s heart one last time.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>9</sup>&nbsp;The Mitsrim pursued them and overtook them encamped by the sea, all of Pharaoh&#8217;s chariot-horses, his riders, and his army, by Pi Ha-Hirot, before Baal-tsefon.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> P adds typical itinerary data, as in vs. 2.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>י</sup>&nbsp;וּפַרְעֹ֖ה הִקְרִ֑יב וַיִּשְׂאוּ֩ בְנֵֽי־יִשְׂרָאֵ֨ל אֶת־עֵינֵיהֶ֜ם וְהִנֵּ֥ה מִצְרַ֣יִם ׀ נֹסֵ֣עַ אַחֲרֵיהֶ֗ם וַיִּֽירְאוּ֙ מְאֹ֔ד וַיִּצְעֲק֥וּ בְנֵֽי־יִשְׂרָאֵ֖ל אֶל־יְהֹוָֽה׃ <sup>יא</sup>&nbsp;וַיֹּאמְרוּ֮ אֶל־מֹשֶׁה֒ הֲֽמִבְּלִ֤י אֵין־קְבָרִים֙ בְּמִצְרַ֔יִם לְקַחְתָּ֖נוּ לָמ֣וּת בַּמִּדְבָּ֑ר מַה־זֹּאת֙ עָשִׂ֣יתָ לָּ֔נוּ לְהוֹצִיאָ֖נוּ מִמִּצְרָֽיִם׃ <sup>יב</sup>&nbsp;הֲלֹא־זֶ֣ה הַדָּבָ֗ר אֲשֶׁר֩ דִּבַּ֨רְנוּ אֵלֶ֤יךָ בְמִצְרַ֙יִם֙ לֵאמֹ֔ר חֲדַ֥ל מִמֶּ֖נּוּ וְנַֽעַבְדָ֣ה אֶת־מִצְרָ֑יִם כִּ֣י ט֥וֹב לָ֙נוּ֙ עֲבֹ֣ד אֶת־מִצְרַ֔יִם מִמֻּתֵ֖נוּ בַּמִּדְבָּֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>10</sup>&nbsp;As Pharaoh drew near, the Children of Yisrael lifted up their eyes: Here, Mitsrayim marching after them! They were exceedingly afraid. And the Children of Yisrael cried out to YHVH, <sup>11</sup>&nbsp;they said to Mosheh: &#8220;Is it because there are no graves in Mitsrayim that you have taken us out to die in the wilderness? What is this that you have done to us, bringing us out of Mitsrayim? <sup>12</sup>&nbsp;Is this not the very word that we spoke to you in Mitsrayim, saying: &#8216;Let us alone, that we may serve Mitsrayim!&#8217; Indeed, better for us serving Mitsrayim than our dying in the wilderness!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>יג</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֣ה אֶל־הָעָם֮ אַל־תִּירָ֒אוּ֒ הִֽתְיַצְּב֗וּ וּרְאוּ֙ אֶת־יְשׁוּעַ֣ת יְהֹוָ֔ה אֲשֶׁר־יַעֲשֶׂ֥ה לָכֶ֖ם הַיּ֑וֹם כִּ֗י אֲשֶׁ֨ר רְאִיתֶ֤ם אֶת־מִצְרַ֙יִם֙ הַיּ֔וֹם לֹ֥א תֹסִ֛פוּ לִרְאֹתָ֥ם ע֖וֹד עַד־עוֹלָֽם׃ <sup>יד</sup>&nbsp;יְהֹוָ֖ה יִלָּחֵ֣ם לָכֶ֑ם וְאַתֶּ֖ם תַּחֲרִשֽׁוּן׃ <mark>שלישי</mark> <sup>טו</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה מַה־תִּצְעַ֖ק אֵלָ֑י דַּבֵּ֥ר אֶל־בְּנֵי־יִשְׂרָאֵ֖ל וְיִסָּֽעוּ׃ <sup>טז</sup>&nbsp;וְאַתָּ֞ה הָרֵ֣ם אֶֽת־מַטְּךָ֗ וּנְטֵ֧ה אֶת־יָדְךָ֛ עַל־הַיָּ֖ם וּבְקָעֵ֑הוּ וְיָבֹ֧אוּ בְנֵֽי־יִשְׂרָאֵ֛ל בְּת֥וֹךְ הַיָּ֖ם בַּיַּבָּשָֽׁה׃ </span> <span class=\"p\"><sup>יז</sup>&nbsp;וַאֲנִ֗י הִנְנִ֤י מְחַזֵּק֙ אֶת־לֵ֣ב מִצְרַ֔יִם וְיָבֹ֖אוּ אַחֲרֵיהֶ֑ם וְאִכָּבְדָ֤ה בְּפַרְעֹה֙ וּבְכׇל־חֵיל֔וֹ בְּרִכְבּ֖וֹ וּבְפָרָשָֽׁיו׃ <sup>יח</sup>&nbsp;וְיָדְע֥וּ מִצְרַ֖יִם כִּי־אֲנִ֣י יְהֹוָ֑ה בְּהִכָּבְדִ֣י בְּפַרְעֹ֔ה בְּרִכְבּ֖וֹ וּבְפָרָשָֽׁיו׃ </span> <span class=\"e\"><sup>יט</sup>&nbsp;וַיִּסַּ֞ע מַלְאַ֣ךְ הָאֱלֹהִ֗ים</span> <span class=\"j\">הַהֹלֵךְ֙ לִפְנֵי֙ מַחֲנֵ֣ה יִשְׂרָאֵ֔ל</span> <span class=\"e\">וַיֵּ֖לֶךְ מֵאַחֲרֵיהֶ֑ם</span> <span class=\"p\">וַיִּסַּ֞ע עַמּ֤וּד הֶֽעָנָן֙ מִפְּנֵיהֶ֔ם וַיַּֽעֲמֹ֖ד מֵאַחֲרֵיהֶֽם׃ </span> <span class=\"e\"><sup>כ</sup>&nbsp;וַיָּבֹ֞א בֵּ֣ין ׀ מַחֲנֵ֣ה מִצְרַ֗יִם וּבֵין֙ מַחֲנֵ֣ה יִשְׂרָאֵ֔ל</span> <span class=\"p\">וַיְהִ֤י הֶֽעָנָן֙ וְהַחֹ֔שֶׁךְ וַיָּ֖אֶר אֶת־הַלָּ֑יְלָה</span> <span class=\"e\">וְלֹא־קָרַ֥ב זֶ֛ה אֶל־זֶ֖ה כׇּל־הַלָּֽיְלָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>13</sup>&nbsp;Mosheh said to the people: &#8220;Do not be afraid! Stand fast and see YHVH&#8217;s deliverance which he will work for you today, for as you see Mitsrayim today, you will never see it again for the ages! <sup>14</sup>&nbsp;YHVH will make war for you, and you – be still!&#8221; <sup>15</sup>&nbsp;YHVH said to Mosheh: &#8220;Why do you cry out to me? Speak to the Children of Yisrael, and let-them-march-forward! <sup>16</sup>&nbsp;And you – hold your staff high, stretch out your hand over the sea and split it, so that the Children of Yisrael may come through the midst of the sea upon the dry-land.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> J&#8217;s prelude to the parting of the sea, accentuates his role as the divine intercessor on behalf of the Israelites and compare Exodus 32:7-14, and as the divine vessel whose miracles depend on the Lord (vs. 14: The Lord will fight for you, and you have only to keep still), this passage is meant to de-emphasize Moses as the miracle-worker and charismatic leader as he is portrayed in the original Elohistic narrative.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>17</sup>&nbsp;But I, here, I will make Mitsrayim&#8217;s heart strong-willed, so that they come in after them, and I will be glorified through Pharaoh and all his army, his chariots and his riders; <sup>18</sup>&nbsp;the Mitsrim shall know that I am YHVH, when I am glorified through Pharaoh, his chariots and his riders.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> P expands the hardening of the heart to all the Egyptians, so that they will be foolish enough to pursue them into the sea (and note the typical use of חזק [to harden] as opposed to J&#8217;s [כבד])&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>19</sup>&nbsp;The messenger of Elohim</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> There is some divine accompaniment according to E, God&#8217;s angel makes sure that the Egyptians who have almost overtaken them do not come close enough to harm them.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">that was going before the camp of Yisrael</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> The implication here is that the angel was leading them prior to the Egyptians coming after them, further undermining Moses&#8217; leadership. In E it&#8217;s Moses who leads, and the angel comes only when the Israelites are threatened.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">moved on and went behind them,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\">the column of cloud moved ahead of them and stood behind them,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> P interprets the Elohistic angel as the accompanying pillars of cloud and fire which he describes in 13:21-22 (P).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>20</sup>&nbsp;coming between the camp of Mitsrayim and the camp of Yisrael.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> See first comment on 14:19.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\">Here were the cloud and the darkness, and (there) it lit up the night;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">the-one did not come near the-other all night.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>כא</sup>&nbsp;וַיֵּ֨ט מֹשֶׁ֣ה אֶת־יָדוֹ֮ עַל־הַיָּם֒</span> <span class=\"j\">וַיּ֣וֹלֶךְ יְהֹוָ֣ה ׀ אֶת־הַ֠יָּ֠ם בְּר֨וּחַ קָדִ֤ים עַזָּה֙ כׇּל־הַלַּ֔יְלָה</span> <span class=\"e\">וַיָּ֥שֶׂם אֶת־הַיָּ֖ם לֶחָרָבָ֑ה וַיִּבָּקְע֖וּ הַמָּֽיִם׃ <sup>כב</sup>&nbsp;וַיָּבֹ֧אוּ בְנֵֽי־יִשְׂרָאֵ֛ל בְּת֥וֹךְ הַיָּ֖ם בַּיַּבָּשָׁ֑ה וְהַמַּ֤יִם לָהֶם֙ חוֹמָ֔ה מִֽימִינָ֖ם וּמִשְּׂמֹאלָֽם׃ <sup>כג</sup>&nbsp;וַיִּרְדְּפ֤וּ מִצְרַ֙יִם֙ וַיָּבֹ֣אוּ אַחֲרֵיהֶ֔ם</span> <span class=\"j\">כֹּ֚ל ס֣וּס פַּרְעֹ֔ה רִכְבּ֖וֹ וּפָרָשָׁ֑יו</span> <span class=\"e\">אֶל־תּ֖וֹךְ הַיָּֽם׃ </span> <span class=\"j\"><sup>כד</sup>&nbsp;וַֽיְהִי֙ בְּאַשְׁמֹ֣רֶת הַבֹּ֔קֶר וַיַּשְׁקֵ֤ף יְהֹוָה֙ אֶל־מַחֲנֵ֣ה מִצְרַ֔יִם בְּעַמּ֥וּד אֵ֖שׁ וְעָנָ֑ן וַיָּ֕הׇם אֵ֖ת מַחֲנֵ֥ה מִצְרָֽיִם׃ <sup>כה</sup>&nbsp;וַיָּ֗סַר אֵ֚ת אֹפַ֣ן מַרְכְּבֹתָ֔יו וַֽיְנַהֲגֵ֖הוּ בִּכְבֵדֻ֑ת וַיֹּ֣אמֶר מִצְרַ֗יִם אָנ֙וּסָה֙ מִפְּנֵ֣י יִשְׂרָאֵ֔ל כִּ֣י יְהֹוָ֔ה נִלְחָ֥ם לָהֶ֖ם בְּמִצְרָֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>21</sup>&nbsp;Mosheh stretched out his hand over the sea,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> Having arrived at the sea, Moses stretches out his arm (with an implied staff) and splits it without any (recorded) help from God, allowing the Israelites to pass.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">and YHVH caused the sea to go back with a fierce east wind all night,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> J, as he did in the plagues of hail, locusts, and darkness, adds that the Lord in fact caused the sea to part, not Moses  (and see also the Lord&#8217;s command to Moses to part the sea in vs. 26 – which emphasizes that the parting of the sea was completely the Lord&#8217;s initiative).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">and made the sea into firm-ground; thus the waters split. <sup>22</sup>&nbsp;The Children of Yisrael came through the midst of the sea upon the dry-land, the waters a wall for them on their right and on their left. <sup>23</sup>&nbsp;But the Mitsrim pursued and came in after them,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">all of Pharaoh&#8217;s horses, his chariots and his riders,</span> <span class=\"e\">into the midst of the sea.</span> <span class=\"j\"><sup>24</sup>&nbsp;Now it was at the daybreak-watch: YHVH looked out against the camp of Mitsrayim in the column of fire and cloud, and he panicked the camp of Mitsrayim, <sup>25</sup>&nbsp;he loosened the wheels of his chariots and made them to drive with heaviness. Mitsrayim said: &#8220;I must flee before Yisrael, for YHVH makes war for them against Mitsrayim!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><mark>רביעי</mark> <sup>כו</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה נְטֵ֥ה אֶת־יָדְךָ֖ עַל־הַיָּ֑ם וְיָשֻׁ֤בוּ הַמַּ֙יִם֙ עַל־מִצְרַ֔יִם עַל־רִכְבּ֖וֹ וְעַל־פָּרָשָֽׁיו׃ </span> <span class=\"e\"><sup>כז</sup>&nbsp;וַיֵּט֩ מֹשֶׁ֨ה אֶת־יָד֜וֹ עַל־הַיָּ֗ם וַיָּ֨שׇׁב הַיָּ֜ם לִפְנ֥וֹת בֹּ֙קֶר֙ לְאֵ֣יתָנ֔וֹ וּמִצְרַ֖יִם נָסִ֣ים לִקְרָאת֑וֹ</span> <span class=\"j\">וַיְנַעֵ֧ר יְהֹוָ֛ה אֶת־מִצְרַ֖יִם בְּת֥וֹךְ הַיָּֽם׃ </span> <span class=\"e\"><sup>כח</sup>&nbsp;וַיָּשֻׁ֣בוּ הַמַּ֗יִם וַיְכַסּ֤וּ אֶת־הָרֶ֙כֶב֙ וְאֶת־הַפָּ֣רָשִׁ֔ים</span> <span class=\"j\">לְכֹל֙ חֵ֣יל פַּרְעֹ֔ה הַבָּאִ֥ים אַחֲרֵיהֶ֖ם בַּיָּ֑ם</span> <span class=\"e\">לֹֽא־נִשְׁאַ֥ר בָּהֶ֖ם עַד־אֶחָֽד׃ </span> <span class=\"j\"><sup>כט</sup>&nbsp;וּבְנֵ֧י יִשְׂרָאֵ֛ל הָלְכ֥וּ בַיַּבָּשָׁ֖ה בְּת֣וֹךְ הַיָּ֑ם וְהַמַּ֤יִם לָהֶם֙ חֹמָ֔ה מִֽימִינָ֖ם וּמִשְּׂמֹאלָֽם׃ <sup>ל</sup>&nbsp;וַיּ֨וֹשַׁע יְהֹוָ֜ה בַּיּ֥וֹם הַה֛וּא אֶת־יִשְׂרָאֵ֖ל מִיַּ֣ד מִצְרָ֑יִם וַיַּ֤רְא יִשְׂרָאֵל֙ אֶת־מִצְרַ֔יִם מֵ֖ת עַל־שְׂפַ֥ת הַיָּֽם׃ <sup>לא</sup>&nbsp;וַיַּ֨רְא יִשְׂרָאֵ֜ל אֶת־הַיָּ֣ד הַגְּדֹלָ֗ה אֲשֶׁ֨ר עָשָׂ֤ה יְהֹוָה֙ בְּמִצְרַ֔יִם וַיִּֽירְא֥וּ הָעָ֖ם אֶת־יְהֹוָ֑ה וַיַּֽאֲמִ֙ינוּ֙ בַּֽיהֹוָ֔ה וּבְמֹשֶׁ֖ה עַבְדּֽוֹ׃</span><br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>26</sup>&nbsp;Then YHVH said to Mosheh: &#8220;Stretch out your hand over the sea, and the waters shall return upon Mitsrayim – upon its chariots and upon its riders.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> A description of how the Lord fought the Egyptians, followed by J&#8217; insertion of the Lord&#8217;s command to bring the sea back to its original state (similar to J&#8217;s insertion commanding Moses to split the sea in vs. 16).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>27</sup>&nbsp;Mosheh stretched out his hand over the sea, and the sea returned, at the face of dawn, to its original-place, as the Mitsrim were fleeing toward it.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> Moses performs this miracle without the Lord&#8217;s help according to E, and compare above vs. 21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">And YHVH shook the Mitsrim in the midst of the sea.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> Further description of how the Lord (not Moses) drowned the Egyptians.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>28</sup>&nbsp;The waters returned, they covered the chariots and the riders</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> According to E – the Egyptians had followed the Israelites into the Reed Sea, and thus were drowned when it reverted to its original state, there is no record of divine intervention.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">of all of Pharaoh&#8217;s army that had come after them into the sea,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> As in vs. 5, J emphasizes the size of Pharaoh&#8217;s army.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">not even one of them remained.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" ><sup id=\"footnote_plugin_tooltip__1_24\" class=\"footnote_plugin_tooltip_text\">[24]</sup></a><span id=\"footnote_plugin_tooltip_text__1_24\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_24').tooltip({ tip: '#footnote_plugin_tooltip_text__1_24', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>29</sup>&nbsp;But the Children of Yisrael had gone upon dry-land, through the midst of the sea, the waters a wall for them on their right and on their left. <sup>30</sup>&nbsp;So YHVH delivered Yisrael on that day from the hand of Mitsrayim; Yisrael saw Mitsrayim dead by the shore of the sea, <sup>31</sup>&nbsp;and Yisrael saw the great hand that YHVH had wrought against Mitsrayim, the people held YHVH in awe, they trusted in YHVH and in Mosheh his servant.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" ><sup id=\"footnote_plugin_tooltip__1_25\" class=\"footnote_plugin_tooltip_text\">[25]</sup></a><span id=\"footnote_plugin_tooltip_text__1_25\" class=\"footnote_tooltip\"> The introduction to J&#8217;s song on the sea in the following chapter which describes how the Lord fought the Egyptians. J states that the Lord accomplished his goal of instilling fear of the Lord within the Israelites (and according to the song of Chapter 15 – within the Canaanites as well [vss. 14-15]).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_25').tooltip({ tip: '#footnote_plugin_tooltip_text__1_25', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n </div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\">טו <sup>א</sup>&nbsp;אָ֣ז יָשִֽׁיר־מֹשֶׁה֩ וּבְנֵ֨י יִשְׂרָאֵ֜ל אֶת־הַשִּׁירָ֤ה הַזֹּאת֙ לַֽיהֹוָ֔ה וַיֹּאמְר֖וּ לֵאמֹ֑ר </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\">15 <sup>1</sup>&nbsp;Then sang Mosheh and the Children of Yisrael this song to YHVH, they uttered (this) utterance: </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\">אָשִׁ֤ירָה לַֽיהֹוָה֙ כִּֽי־גָאֹ֣ה גָּאָ֔ה<br />\nס֥וּס וְרֹכְב֖וֹ רָמָ֥ה בַיָּֽם׃<br />\n<sup>ב</sup>&nbsp;עָזִּ֤י וְזִמְרָת֙ יָ֔הּ<br />\nוַֽיְהִי־לִ֖י לִֽישׁוּעָ֑ה<br />\nזֶ֤ה אֵלִי֙ וְאַנְוֵ֔הוּ<br />\nאֱלֹהֵ֥י אָבִ֖י וַאֲרֹמְמֶֽנְהוּ׃<br />\n<sup>ג</sup>&nbsp;יְהֹוָ֖ה אִ֣ישׁ מִלְחָמָ֑ה<br />\nיְהֹוָ֖ה שְׁמֽוֹ׃<br />\n<sup>ד</sup>&nbsp;מַרְכְּבֹ֥ת פַּרְעֹ֛ה וְחֵיל֖וֹ יָרָ֣ה בַיָּ֑ם<br />\nוּמִבְחַ֥ר שָֽׁלִשָׁ֖יו טֻבְּע֥וּ בְיַם־סֽוּף׃<br />\n<sup>ה</sup>&nbsp;תְּהֹמֹ֖ת יְכַסְיֻ֑מוּ<br />\nיָרְד֥וּ בִמְצוֹלֹ֖ת כְּמוֹ־אָֽבֶן׃<br />\n<sup>ו</sup>&nbsp;יְמִֽינְךָ֣ יְהֹוָ֔ה נֶאְדָּרִ֖י בַּכֹּ֑חַ<br />\n יְמִֽינְךָ֥ יְהֹוָ֖ה תִּרְעַ֥ץ אוֹיֵֽב׃<br />\n<sup>ז</sup>&nbsp;וּבְרֹ֥ב גְּאוֹנְךָ֖ תַּהֲרֹ֣ס קָמֶ֑יךָ<br />\nתְּשַׁלַּח֙ חֲרֹ֣נְךָ֔ יֹאכְלֵ֖מוֹ כַּקַּֽשׁ׃<br />\n<sup>ח</sup>&nbsp;וּבְר֤וּחַ אַפֶּ֙יךָ֙ נֶ֣עֶרְמוּ מַ֔יִם<br />\nנִצְּב֥וּ כְמוֹ־נֵ֖ד נֹזְלִ֑ים<br />\nקָֽפְא֥וּ תְהֹמֹ֖ת בְּלֶב־יָֽם׃<br />\n<sup>ט</sup>&nbsp;אָמַ֥ר אוֹיֵ֛ב אֶרְדֹּ֥ף אַשִּׂ֖יג אֲחַלֵּ֣ק שָׁלָ֑ל<br />\nתִּמְלָאֵ֣מוֹ נַפְשִׁ֔י<br />\nאָרִ֣יק חַרְבִּ֔י תּוֹרִישֵׁ֖מוֹ יָדִֽי׃<br />\n<sup>י</sup>&nbsp;נָשַׁ֥פְתָּ בְרוּחֲךָ֖<br />\nכִּסָּ֣מוֹ יָ֑ם<br />\nצָֽלְלוּ֙ כַּֽעוֹפֶ֔רֶת בְּמַ֖יִם אַדִּירִֽים׃<br />\n<sup>יא</sup>&nbsp;מִֽי־כָמֹ֤כָה בָּֽאֵלִם֙ יְהֹוָ֔ה<br />\nמִ֥י כָּמֹ֖כָה נֶאְדָּ֣ר בַּקֹּ֑דֶשׁ<br />\nנוֹרָ֥א תְהִלֹּ֖ת עֹ֥שֵׂה פֶֽלֶא׃<br />\n<sup>יב</sup>&nbsp;נָטִ֙יתָ֙ יְמִ֣ינְךָ֔<br />\nתִּבְלָעֵ֖מוֹ אָֽרֶץ׃<br />\n<sup>יג</sup>&nbsp;נָחִ֥יתָ בְחַסְדְּךָ֖ עַם־ז֣וּ גָּאָ֑לְתָּ<br />\nנֵהַ֥לְתָּ בְעׇזְּךָ֖ אֶל־נְוֵ֥ה קׇדְשֶֽׁךָ׃<br />\n<sup>יד</sup>&nbsp;שָֽׁמְע֥וּ עַמִּ֖ים יִרְגָּז֑וּן<br />\nחִ֣יל אָחַ֔ז יֹשְׁבֵ֖י פְּלָֽשֶׁת׃<br />\n<sup>טו</sup>&nbsp;אָ֤ז נִבְהֲלוּ֙ אַלּוּפֵ֣י אֱד֔וֹם<br />\nאֵילֵ֣י מוֹאָ֔ב יֹֽאחֲזֵ֖מוֹ רָ֑עַד<br />\nנָמֹ֕גוּ כֹּ֖ל יֹשְׁבֵ֥י כְנָֽעַן׃<br />\n<sup>טז</sup>&nbsp;תִּפֹּ֨ל עֲלֵיהֶ֤ם אֵימָ֙תָה֙ וָפַ֔חַד<br />\nבִּגְדֹ֥ל זְרוֹעֲךָ֖ יִדְּמ֣וּ כָּאָ֑בֶן<br />\nעַד־יַעֲבֹ֤ר עַמְּךָ֙ יְהֹוָ֔ה<br />\nעַֽד־יַעֲבֹ֖ר עַם־ז֥וּ קָנִֽיתָ׃<br />\n<sup>יז</sup>&nbsp;תְּבִאֵ֗מוֹ וְתִטָּעֵ֙מוֹ֙ בְּהַ֣ר נַחֲלָֽתְךָ֔<br />\nמָכ֧וֹן לְשִׁבְתְּךָ֛ פָּעַ֖לְתָּ יְהֹוָ֑ה<br />\nמִקְּדָ֕שׁ אֲדֹנָ֖י כּוֹנְנ֥וּ יָדֶֽיךָ׃<br />\n<sup>יח</sup>&nbsp;יְהֹוָ֥ה ׀ יִמְלֹ֖ךְ לְעֹלָ֥ם וָעֶֽד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\">I will sing to YHVH, for he has triumphed, yes, triumphed,<br />\nthe horse and its charioteer he flung into the sea!<br />\n<sup>2</sup>&nbsp;My fierce-might and strength is YAH,<br />\nhe has become deliverance for me.<br />\nThis is my El – I honor him,<br />\nthe <em>elo&#8217;ah</em> of my father – I exalt him.<br />\n<sup>3</sup>&nbsp;YHVH is a man of war,<br />\nYHVH is his name!<br />\n<sup>4</sup>&nbsp;Pharaoh&#8217;s chariots and his army he hurled into the sea,<br />\nhis choicest teams-of-three sank in the Sea of Reeds.<br />\n<sup>5</sup>&nbsp;Oceans covered them,<br />\nthey went down in the depths like a stone.<br />\n<sup>6</sup>&nbsp;Your right-hand, O YHVH, majestic in power,<br />\nyour right-hand, O YHVH, shattered the enemy.<br />\n<sup>7</sup>&nbsp;In your great triumph you smashed your foes,<br />\nyou sent forth your fury, consumed them like chaff.<br />\n<sup>8</sup>&nbsp;By the breath of your nostrils the waters piled up,<br />\nthe gushing-streams stood up like a dam,<br />\nthe oceans congealed in the heart of the sea.<br />\n<sup>9</sup>&nbsp;Uttered the enemy: I will pursue, overtake, and apportion the plunder,<br />\nmy greed will be filled on them,<br />\nmy sword I will draw, my hand – dispossess them!<br />\n<sup>10</sup>&nbsp;You blew with your breath,<br />\nthe sea covered them,<br />\nthey plunged down like lead in majestic waters.<br />\n<sup>11</sup>&nbsp;Who is like you among the elim, O YHVH!<br />\nwho is like you, majestic among the holy-ones,<br />\nFeared-one of praises, Doer of Wonders!<br />\n<sup>12</sup>&nbsp;You stretched out your right-hand,<br />\nthe Underworld swallowed them.<br />\n<sup>13</sup>&nbsp;You led in your faithfulness your people redeemed,<br />\nguided (them) in your fierce-might to your holy pasture.<br />\n<sup>14</sup>&nbsp;The peoples heard, they shuddered;<br />\nwrithing seized Pilishtia&#8217;s settlers,<br />\n<sup>15</sup>&nbsp;and then, terrified, Edom&#8217;s chieftains,<br />\nMoav&#8217;s &#8220;rams&#8221; – trembling did seize them;<br />\nthen melted away all K&#8217;naan&#8217;s settlers.<br />\n<sup>16</sup>&nbsp;There fell upon them dread and anguish;<br />\nbefore your arm&#8217;s greatness they grew dumb like stone.<br />\n<sup>17</sup>&nbsp;Until they crossed – your people, O YHVH,<br />\nuntil they crossed – the people you fashioned.<br />\nYou brought them, you planted them on the mount of your heritage,<br />\nfoundation of your (royal) seat which you prepared, O YHVH,<br />\nthe Holy-shrine, O Lord, founded by your hands.<br />\n<sup>18</sup>&nbsp;Let YHVH be king for the ages, eternity!</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>יט</sup>&nbsp;כִּ֣י בָא֩ ס֨וּס פַּרְעֹ֜ה בְּרִכְבּ֤וֹ וּבְפָרָשָׁיו֙ בַּיָּ֔ם וַיָּ֧שֶׁב יְהֹוָ֛ה עֲלֵהֶ֖ם אֶת־מֵ֣י הַיָּ֑ם וּבְנֵ֧י יִשְׂרָאֵ֛ל הָלְכ֥וּ בַיַּבָּשָׁ֖ה בְּת֥וֹךְ הַיָּֽם׃</span><br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>19</sup>&nbsp;For Pharaoh&#8217;s horses came with (their) chariots and riders into the sea, but YHVH turned back the sea&#8217;s waters upon them, and the Children of Yisrael went upon the dry-land through the midst of the sea.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>כ</sup>&nbsp;וַתִּקַּח֩ מִרְיָ֨ם הַנְּבִיאָ֜ה אֲח֧וֹת אַהֲרֹ֛ן אֶת־הַתֹּ֖ף בְּיָדָ֑הּ וַתֵּצֶ֤אןָ כׇֽל־הַנָּשִׁים֙ אַחֲרֶ֔יהָ בְּתֻפִּ֖ים וּבִמְחֹלֹֽת׃ <sup>כא</sup>&nbsp;וַתַּ֥עַן לָהֶ֖ם מִרְיָ֑ם שִׁ֤ירוּ לַֽיהֹוָה֙ כִּֽי־גָאֹ֣ה גָּאָ֔ה ס֥וּס וְרֹכְב֖וֹ רָמָ֥ה בַיָּֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>20</sup>&nbsp;Now Miryam the prophet, Aharon&#8217;s sister, took a timbrel in her hand, and all the women went out after her, with timbrels and with dancing. <sup>21</sup>&nbsp;Miryam chanted to them: &#8220;Sing to YHVH, for he has triumphed, yes, triumphed, the horse and its charioteer he flung into the sea!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" ><sup id=\"footnote_plugin_tooltip__1_26\" class=\"footnote_plugin_tooltip_text\">[26]</sup></a><span id=\"footnote_plugin_tooltip_text__1_26\" class=\"footnote_tooltip\"> The song at the sea, seemingly archaic based on its language, is likely a J composition. Many scholars have noted that language is not good at measuring the antiquity of a poetic composition [the differentiation between ancient Hebrew and Classic Biblical Hebrew poetry is particularly difficult] since later poetry often employs archaic forms as its standard. Better measures of a poetic work are often content based. In the case of this composition, the depiction of the Lord as a warrior accords with J&#8217;s additions to Chapter 14. The nations of Canaan trembling in fear before the Lord (vss. 14-16), is echoed by Rahab in Joshua 2:9 (J). Note also the centralization of cult in one abode, one mountain (vs. 17), which is echoed elsewhere in Exodus 34:24 (J), and perhaps in 22:14 (J).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_26').tooltip({ tip: '#footnote_plugin_tooltip_text__1_26', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>כב</sup>&nbsp;וַיַּסַּ֨ע מֹשֶׁ֤ה אֶת־יִשְׂרָאֵל֙ מִיַּם־ס֔וּף וַיֵּצְא֖וּ אֶל־מִדְבַּר־שׁ֑וּר וַיֵּלְכ֧וּ שְׁלֹֽשֶׁת־יָמִ֛ים בַּמִּדְבָּ֖ר וְלֹא־מָ֥צְאוּ מָֽיִם׃ <sup>כג</sup>&nbsp;וַיָּבֹ֣אוּ מָרָ֔תָה וְלֹ֣א יָֽכְל֗וּ לִשְׁתֹּ֥ת מַ֙יִם֙ מִמָּרָ֔ה כִּ֥י מָרִ֖ים הֵ֑ם</span> <span class=\"j\">עַל־כֵּ֥ן קָרָֽא־שְׁמָ֖הּ מָרָֽה׃ </span> <span class=\"e\"><sup>כד</sup>&nbsp;וַיִּלֹּ֧נוּ הָעָ֛ם עַל־מֹשֶׁ֥ה לֵּאמֹ֖ר מַה־נִּשְׁתֶּֽה׃ </span> <span class=\"j\"><sup>כה</sup>&nbsp;וַיִּצְעַ֣ק אֶל־יְהֹוָ֗ה וַיּוֹרֵ֤הוּ יְהֹוָה֙ עֵ֔ץ וַיַּשְׁלֵךְ֙ אֶל־הַמַּ֔יִם וַֽיִּמְתְּק֖וּ הַמָּ֑יִם שָׁ֣ם שָׂ֥ם ל֛וֹ חֹ֥ק וּמִשְׁפָּ֖ט וְשָׁ֥ם נִסָּֽהוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>22</sup>&nbsp;Mosheh had Yisrael move on from the Sea of Reeds, and they went out to the Wilderness of Shur. They traveled through the wilderness for three days, and found no water. <sup>23</sup>&nbsp;They came to Marah, but they could not drink water from Marah, because it was mar/bitter.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" ><sup id=\"footnote_plugin_tooltip__1_27\" class=\"footnote_plugin_tooltip_text\">[27]</sup></a><span id=\"footnote_plugin_tooltip_text__1_27\" class=\"footnote_tooltip\"> Upon crossing the Reed Sea, the Israelites plunge immediately into the desert with Moses in the lead. E&#8217;s Moses continues to exhibit the same charismatic qualities he did throughout the plague narrative. Marah does not provide any water [according to E] so they continue until Elim with its 70 palms and 12 springs.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_27').tooltip({ tip: '#footnote_plugin_tooltip_text__1_27', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">Therefore they called its name Marah.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" ><sup id=\"footnote_plugin_tooltip__1_28\" class=\"footnote_plugin_tooltip_text\">[28]</sup></a><span id=\"footnote_plugin_tooltip_text__1_28\" class=\"footnote_tooltip\"> An explanatory note, typical of J and P, and compare the note regarding Bethel&#8217;s original name in 28:19 (J).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_28').tooltip({ tip: '#footnote_plugin_tooltip_text__1_28', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>24</sup>&nbsp;The people grumbled against Mosheh, saying: &#8220;What are we to drink?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" ><sup id=\"footnote_plugin_tooltip__1_29\" class=\"footnote_plugin_tooltip_text\">[29]</sup></a><span id=\"footnote_plugin_tooltip_text__1_29\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_29').tooltip({ tip: '#footnote_plugin_tooltip_text__1_29', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>25</sup>&nbsp;He cried out to YHVH, and YHVH directed him (to some) wood which he threw into the water, and the water became sweet. – There he imposed law and judgment for them, and there he tested them.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>כו</sup>&nbsp;וַיֹּ֩אמֶר֩ אִם־שָׁמ֨וֹעַ תִּשְׁמַ֜ע לְק֣וֹל ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ וְהַיָּשָׁ֤ר בְּעֵינָיו֙ תַּעֲשֶׂ֔ה וְהַֽאֲזַנְתָּ֙ לְמִצְוֺתָ֔יו וְשָׁמַרְתָּ֖ כׇּל־חֻקָּ֑יו כׇּֽל־הַמַּחֲלָ֞ה אֲשֶׁר־שַׂ֤מְתִּי בְמִצְרַ֙יִם֙ לֹא־אָשִׂ֣ים עָלֶ֔יךָ כִּ֛י אֲנִ֥י יְהֹוָ֖ה רֹפְאֶֽךָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>26</sup>&nbsp;He said: &#8220;If you will hearken, yes, hearken to the voice of YHVH your <em>elo&#8217;ah</em>, and what is right in his eyes will do, giving-ear to his commandments and keeping all his laws: all the sicknesses which I have imposed upon Mitsrayim, I will not impose upon you; for I am YHVH, your healer.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" ><sup id=\"footnote_plugin_tooltip__1_30\" class=\"footnote_plugin_tooltip_text\">[30]</sup></a><span id=\"footnote_plugin_tooltip_text__1_30\" class=\"footnote_tooltip\"> J sees Marah as an opportunity to provide a counterpoint to the plague narrative, the bad water is made good by means of a rod in Moses&#8217; hand, but once again through the Lord&#8217;s power, after Moses prays to him (as in Exodus 14:15(J). E who doesn&#8217;t record the plague of blood, has Israel proceed toward the safe haven of Elim where there is food and water.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_30').tooltip({ tip: '#footnote_plugin_tooltip_text__1_30', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><mark>חמישי</mark> <sup>כז</sup>&nbsp;וַיָּבֹ֣אוּ אֵילִ֔מָה וְשָׁ֗ם שְׁתֵּ֥ים עֶשְׂרֵ֛ה עֵינֹ֥ת מַ֖יִם וְשִׁבְעִ֣ים תְּמָרִ֑ים וַיַּחֲנוּ־שָׁ֖ם עַל־הַמָּֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>27</sup>&nbsp;They came to Elim; there were twelve springs of water and seventy palms, and they camped there by the water.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\">טז <sup>א</sup>&nbsp;וַיִּסְעוּ֙ מֵֽאֵילִ֔ם וַיָּבֹ֜אוּ כׇּל־עֲדַ֤ת בְּנֵֽי־יִשְׂרָאֵל֙ אֶל־מִדְבַּר־סִ֔ין אֲשֶׁ֥ר בֵּין־אֵילִ֖ם וּבֵ֣ין סִינָ֑י בַּחֲמִשָּׁ֨ה עָשָׂ֥ר יוֹם֙ לַחֹ֣דֶשׁ הַשֵּׁנִ֔י לְצֵאתָ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃ <sup>ב</sup>&nbsp;[וילינו] וַיִּלּ֜וֹנוּ כׇּל־עֲדַ֧ת בְּנֵי־יִשְׂרָאֵ֛ל עַל־מֹשֶׁ֥ה וְעַֽל־אַהֲרֹ֖ן בַּמִּדְבָּֽר׃ <sup>ג</sup>&nbsp;וַיֹּאמְר֨וּ אֲלֵהֶ֜ם בְּנֵ֣י יִשְׂרָאֵ֗ל מִֽי־יִתֵּ֨ן מוּתֵ֤נוּ בְיַד־יְהֹוָה֙ בְּאֶ֣רֶץ מִצְרַ֔יִם בְּשִׁבְתֵּ֙נוּ֙ עַל־סִ֣יר הַבָּשָׂ֔ר בְּאׇכְלֵ֥נוּ לֶ֖חֶם לָשֹׂ֑בַע כִּֽי־הוֹצֵאתֶ֤ם אֹתָ֙נוּ֙ אֶל־הַמִּדְבָּ֣ר הַזֶּ֔ה לְהָמִ֛ית אֶת־כׇּל־הַקָּהָ֥ל הַזֶּ֖ה בָּרָעָֽב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">16 <sup>1</sup>&nbsp;They moved on from Elim, and they came, the entire community of the Children of Yisrael, to the Wilderness of Syn, which is between Elim and Sinai, on the fifteenth day after the second New-moon after their going-out from the land of Mitsrayim. <sup>2</sup>&nbsp;And they grumbled, the entire community of the Children of Yisrael, against Mosheh and against Aharon in the wilderness. <sup>3</sup>&nbsp;The Children of Yisrael said to them: &#8220;Would that we had died by the hand of YHVH in the land of Mitsrayim, when we sat by the flesh pots, when we ate bread till (we were) satisfied! For you have brought us into this wilderness to bring death to this whole assembly by starvation!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" ><sup id=\"footnote_plugin_tooltip__1_31\" class=\"footnote_plugin_tooltip_text\">[31]</sup></a><span id=\"footnote_plugin_tooltip_text__1_31\" class=\"footnote_tooltip\"> Note the typical itinerary data supplied by P (as well as the date), this text provides P&#8217;s long term solution for the Israelite food shortages in the desert, as opposed to the short term measures in J and E (e.g. the conclusion of Chapter 15). Note the priestly marker עדה (congregation) in vs. 2.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_31').tooltip({ tip: '#footnote_plugin_tooltip_text__1_31', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>ד</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה הִנְנִ֨י מַמְטִ֥יר לָכֶ֛ם לֶ֖חֶם מִן־הַשָּׁמָ֑יִם וְיָצָ֨א הָעָ֤ם וְלָֽקְטוּ֙ דְּבַר־י֣וֹם בְּיוֹמ֔וֹ לְמַ֧עַן אֲנַסֶּ֛נּוּ הֲיֵלֵ֥ךְ בְּתוֹרָתִ֖י אִם־לֹֽא׃ <sup>ה</sup>&nbsp;וְהָיָה֙ בַּיּ֣וֹם הַשִּׁשִּׁ֔י וְהֵכִ֖ינוּ אֵ֣ת אֲשֶׁר־יָבִ֑יאוּ וְהָיָ֣ה מִשְׁנֶ֔ה עַ֥ל אֲשֶֽׁר־יִלְקְט֖וּ י֥וֹם ׀ יֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>4</sup>&nbsp;YHVH said to Mosheh: &#8220;Here, I will make rain down upon you bread from the heavens, the people shall go out and glean, each day&#8217;s amount in its day, in order that I may test them, whether they will walk according to my Instruction or not. <sup>5</sup>&nbsp;But it shall be on the sixth day: when they prepare what they have brought in, it shall be a double-portion compared to what they glean day after day.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" ><sup id=\"footnote_plugin_tooltip__1_32\" class=\"footnote_plugin_tooltip_text\">[32]</sup></a><span id=\"footnote_plugin_tooltip_text__1_32\" class=\"footnote_tooltip\"> The dual response to Israel&#8217;s complaint vss. 3-5, and vss. 11-12 indicates multiple authorship. The first response alludes to the legal narrative of vss. 22-36 (which comes to explain the origin of Sabbath and its observance), typical to H (the later priestly stratum), and compare the legal narratives Leviticus 10:16-20, 24:10-23.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_32').tooltip({ tip: '#footnote_plugin_tooltip_text__1_32', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>ו</sup>&nbsp;וַיֹּ֤אמֶר מֹשֶׁה֙ וְאַהֲרֹ֔ן אֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵ֑ל עֶ֕רֶב וִֽידַעְתֶּ֕ם כִּ֧י יְהֹוָ֛ה הוֹצִ֥יא אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃ <sup>ז</sup>&nbsp;וּבֹ֗קֶר וּרְאִיתֶם֙ אֶת־כְּב֣וֹד יְהֹוָ֔ה בְּשׇׁמְע֥וֹ אֶת־תְּלֻנֹּתֵיכֶ֖ם עַל־יְהֹוָ֑ה וְנַ֣חְנוּ מָ֔ה כִּ֥י [תלונו] תַלִּ֖ינוּ עָלֵֽינוּ׃ <sup>ח</sup>&nbsp;וַיֹּ֣אמֶר מֹשֶׁ֗ה בְּתֵ֣ת יְהֹוָה֩ לָכֶ֨ם בָּעֶ֜רֶב בָּשָׂ֣ר לֶאֱכֹ֗ל וְלֶ֤חֶם בַּבֹּ֙קֶר֙ לִשְׂבֹּ֔עַ בִּשְׁמֹ֤עַ יְהֹוָה֙ אֶת־תְּלֻנֹּ֣תֵיכֶ֔ם אֲשֶׁר־אַתֶּ֥ם מַלִּינִ֖ם עָלָ֑יו וְנַ֣חְנוּ מָ֔ה לֹא־עָלֵ֥ינוּ תְלֻנֹּתֵיכֶ֖ם כִּ֥י עַל־יְהֹוָֽה׃</span> <span class=\"h\"><sup>ט</sup>&nbsp;וַיֹּ֤אמֶר מֹשֶׁה֙ אֶֽל־אַהֲרֹ֔ן אֱמֹ֗ר אֶֽל־כׇּל־עֲדַת֙ בְּנֵ֣י יִשְׂרָאֵ֔ל קִרְב֖וּ לִפְנֵ֣י יְהֹוָ֑ה כִּ֣י שָׁמַ֔ע אֵ֖ת תְּלֻנֹּתֵיכֶֽם׃ <sup>י</sup>&nbsp;וַיְהִ֗י כְּדַבֵּ֤ר אַהֲרֹן֙ אֶל־כׇּל־עֲדַ֣ת בְּנֵֽי־יִשְׂרָאֵ֔ל וַיִּפְנ֖וּ אֶל־הַמִּדְבָּ֑ר וְהִנֵּה֙ כְּב֣וֹד יְהֹוָ֔ה נִרְאָ֖ה בֶּעָנָֽן׃ </span> <span class=\"p\"><mark>ששי</mark> <sup>יא</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יב</sup>&nbsp;שָׁמַ֗עְתִּי אֶת־תְּלוּנֹּת֮ בְּנֵ֣י יִשְׂרָאֵל֒ דַּבֵּ֨ר אֲלֵהֶ֜ם לֵאמֹ֗ר בֵּ֤ין הָֽעַרְבַּ֙יִם֙ תֹּאכְל֣וּ בָשָׂ֔ר וּבַבֹּ֖קֶר תִּשְׂבְּעוּ־לָ֑חֶם וִֽידַעְתֶּ֕ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>6</sup>&nbsp;Mosheh and Aharon said to all the Children of Yisrael: &#8220;At sunset you will know that it is YHVH who brought you out of the land of Mitsrayim; <sup>7</sup>&nbsp;at daybreak you will see the Kavod of YHVH: when he hearkens to your grumblings against YHVH – what are we, that you grumble against us?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" ><sup id=\"footnote_plugin_tooltip__1_33\" class=\"footnote_plugin_tooltip_text\">[33]</sup></a><span id=\"footnote_plugin_tooltip_text__1_33\" class=\"footnote_tooltip\"> Moses addresses the people&#8217;s complaint without alluding to the interim passage concerning the Sabbath, further evidence that vss. 3-5 are a later addition to this text.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_33').tooltip({ tip: '#footnote_plugin_tooltip_text__1_33', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"h\"><sup>8</sup>&nbsp;Mosheh said: &#8220;Since YHVH gives you flesh to eat at sunset, and at daybreak, bread to satisfy (yourselves); since YHVH hearkens to your grumblings which you grumble against him – what are we: not against us are your grumblings, but against YHVH!&#8221; <sup>9</sup>&nbsp;Mosheh said to Aharon: &#8220;Say to the entire community of the Children of Yisrael: Come-near, in the presence of YHVH, for he has hearkened to your grumblings!&#8221; <sup>10</sup>&nbsp;Now it was, when Aharon spoke to the entire community of the Children of Yisrael, they faced the wilderness, and here: the Kavod of YHVH could be seen in the cloud.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" ><sup id=\"footnote_plugin_tooltip__1_34\" class=\"footnote_plugin_tooltip_text\">[34]</sup></a><span id=\"footnote_plugin_tooltip_text__1_34\" class=\"footnote_tooltip\"> In vss. 8-10 (And Moses said, ‘When the Lord gives you meat to eat in the evening and your fill of bread in the morning, because the Lord has heard the complaining that you utter against him), Moses and Aaron refer to a revelation that will only occur in vss. 11-12 (I have heard the complaining of the Israelites; say to them, “At twilight you shall eat meat, and in the morning you shall have your fill of bread; then you shall know that I am the Lord your God.). This discrepancy likely indicates that vss. 8-10 are a later insertion by H.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_34').tooltip({ tip: '#footnote_plugin_tooltip_text__1_34', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>11</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>12</sup>&nbsp;&#8220;I have hearkened to the grumblings of the Children of Yisrael – speak to them, and say: &#8216;Between the setting-times you shall eat flesh, and at daybreak you shall be satisfied with bread, and you shall know that I am YHVH your <em>elo&#8217;ah</em>.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>יג</sup>&nbsp;וַיְהִ֣י בָעֶ֔רֶב וַתַּ֣עַל הַשְּׂלָ֔ו וַתְּכַ֖ס אֶת־הַֽמַּחֲנֶ֑ה וּבַבֹּ֗קֶר הָֽיְתָה֙ שִׁכְבַ֣ת הַטַּ֔ל סָבִ֖יב לַֽמַּחֲנֶֽה׃ <sup>יד</sup>&nbsp;וַתַּ֖עַל שִׁכְבַ֣ת הַטָּ֑ל וְהִנֵּ֞ה עַל־פְּנֵ֤י הַמִּדְבָּר֙ דַּ֣ק מְחֻסְפָּ֔ס דַּ֥ק כַּכְּפֹ֖ר עַל־הָאָֽרֶץ׃ <sup>טו</sup>&nbsp;וַיִּרְא֣וּ בְנֵֽי־יִשְׂרָאֵ֗ל וַיֹּ֨אמְר֜וּ אִ֤ישׁ אֶל־אָחִיו֙ מָ֣ן ה֔וּא כִּ֛י לֹ֥א יָדְע֖וּ מַה־ה֑וּא וַיֹּ֤אמֶר מֹשֶׁה֙ אֲלֵהֶ֔ם ה֣וּא הַלֶּ֔חֶם אֲשֶׁ֨ר נָתַ֧ן יְהֹוָ֛ה לָכֶ֖ם לְאׇכְלָֽה׃ <sup>טז</sup>&nbsp;זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה לִקְט֣וּ מִמֶּ֔נּוּ אִ֖ישׁ לְפִ֣י אׇכְל֑וֹ עֹ֣מֶר לַגֻּלְגֹּ֗לֶת מִסְפַּר֙ נַפְשֹׁ֣תֵיכֶ֔ם אִ֛ישׁ לַאֲשֶׁ֥ר בְּאׇהֳל֖וֹ תִּקָּֽחוּ׃ <sup>יז</sup>&nbsp;וַיַּעֲשׂוּ־כֵ֖ן בְּנֵ֣י יִשְׂרָאֵ֑ל וַֽיִּלְקְט֔וּ הַמַּרְבֶּ֖ה וְהַמַּמְעִֽיט׃ <sup>יח</sup>&nbsp;וַיָּמֹ֣דּוּ בָעֹ֔מֶר וְלֹ֤א הֶעְדִּיף֙ הַמַּרְבֶּ֔ה וְהַמַּמְעִ֖יט לֹ֣א הֶחְסִ֑יר אִ֥ישׁ לְפִֽי־אׇכְל֖וֹ לָקָֽטוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>13</sup>&nbsp;Now it was at sunset a horde-of-quail came up and covered the camp. And at daybreak there was a layer of dew around the camp; <sup>14</sup>&nbsp;and when the layer of dew went up, here, upon the surface of the wilderness, something fine, scaly, fine as hoar-frost upon the land. <sup>15</sup>&nbsp;When the Children of Yisrael saw it they said each-man to his brother: &#8220;Mahn hu/what is it?&#8221; For they did not know what it was. Mosheh said to them: &#8220;It is the bread that YHVH has given you for eating. <sup>16</sup>&nbsp;This is the word that YHVH has commanded: &#8216;Glean from it, each-man according to what he can eat, an omer per capita, according to the number of your persons, each-man, for those in his tent, you are to take.'&#8221; <sup>17</sup>&nbsp;The Children of Yisrael did thus, they gleaned, the-one-more and the-one-less, <sup>18</sup>&nbsp;but when they measured by the omer, no surplus had the-one-more, and the-one-less had no shortage; each-man had gleaned according to what he could eat.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" ><sup id=\"footnote_plugin_tooltip__1_35\" class=\"footnote_plugin_tooltip_text\">[35]</sup></a><span id=\"footnote_plugin_tooltip_text__1_35\" class=\"footnote_tooltip\"> According to P, first Moses and Aaron answer the people (vss. 6-7), then the Lord addresses the complaint (vss. 11-12), and provides the Israelites with very measured daily sustenance (an exactitude customary to this source). The Sabbath narrative of vss. 19ff, is beyond the scope of this account which deals with the food and water problems (nowhere else does a desert water/food shortage lead to a legal innovation), and thus was likely tacked on by H.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_35').tooltip({ tip: '#footnote_plugin_tooltip_text__1_35', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>יט</sup>&nbsp;וַיֹּ֥אמֶר מֹשֶׁ֖ה אֲלֵהֶ֑ם אִ֕ישׁ אַל־יוֹתֵ֥ר מִמֶּ֖נּוּ עַד־בֹּֽקֶר׃ <sup>כ</sup>&nbsp;וְלֹא־שָׁמְע֣וּ אֶל־מֹשֶׁ֗ה וַיּוֹתִ֨רוּ אֲנָשִׁ֤ים מִמֶּ֙נּוּ֙ עַד־בֹּ֔קֶר וַיָּ֥רֻם תּוֹלָעִ֖ים וַיִּבְאַ֑שׁ וַיִּקְצֹ֥ף עֲלֵהֶ֖ם מֹשֶֽׁה׃ <sup>כא</sup>&nbsp;וַיִּלְקְט֤וּ אֹתוֹ֙ בַּבֹּ֣קֶר בַּבֹּ֔קֶר אִ֖ישׁ כְּפִ֣י אׇכְל֑וֹ וְחַ֥ם הַשֶּׁ֖מֶשׁ וְנָמָֽס׃ <sup>כב</sup>&nbsp;וַיְהִ֣י ׀ בַּיּ֣וֹם הַשִּׁשִּׁ֗י לָֽקְט֥וּ לֶ֙חֶם֙ מִשְׁנֶ֔ה שְׁנֵ֥י הָעֹ֖מֶר לָאֶחָ֑ד וַיָּבֹ֙אוּ֙ כׇּל־נְשִׂיאֵ֣י הָֽעֵדָ֔ה וַיַּגִּ֖ידוּ לְמֹשֶֽׁה׃ <sup>כג</sup>&nbsp;וַיֹּ֣אמֶר אֲלֵהֶ֗ם ה֚וּא אֲשֶׁ֣ר דִּבֶּ֣ר יְהֹוָ֔ה שַׁבָּת֧וֹן שַׁבַּת־קֹ֛דֶשׁ לַֽיהֹוָ֖ה מָחָ֑ר אֵ֣ת אֲשֶׁר־תֹּאפ֞וּ אֵפ֗וּ וְאֵ֤ת אֲשֶֽׁר־תְּבַשְּׁלוּ֙ בַּשֵּׁ֔לוּ וְאֵת֙ כׇּל־הָ֣עֹדֵ֔ף הַנִּ֧יחוּ לָכֶ֛ם לְמִשְׁמֶ֖רֶת עַד־הַבֹּֽקֶר׃ <sup>כד</sup>&nbsp;וַיַּנִּ֤יחוּ אֹתוֹ֙ עַד־הַבֹּ֔קֶר כַּאֲשֶׁ֖ר צִוָּ֣ה מֹשֶׁ֑ה וְלֹ֣א הִבְאִ֔ישׁ וְרִמָּ֖ה לֹא־הָ֥יְתָה בּֽוֹ׃ <sup>כה</sup>&nbsp;וַיֹּ֤אמֶר מֹשֶׁה֙ אִכְלֻ֣הוּ הַיּ֔וֹם כִּֽי־שַׁבָּ֥ת הַיּ֖וֹם לַיהֹוָ֑ה הַיּ֕וֹם לֹ֥א תִמְצָאֻ֖הוּ בַּשָּׂדֶֽה׃ <sup>כו</sup>&nbsp;שֵׁ֥שֶׁת יָמִ֖ים תִּלְקְטֻ֑הוּ וּבַיּ֧וֹם הַשְּׁבִיעִ֛י שַׁבָּ֖ת לֹ֥א יִֽהְיֶה־בּֽוֹ׃ <sup>כז</sup>&nbsp;וַֽיְהִי֙ בַּיּ֣וֹם הַשְּׁבִיעִ֔י יָצְא֥וּ מִן־הָעָ֖ם לִלְקֹ֑ט וְלֹ֖א מָצָֽאוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>19</sup>&nbsp;Mosheh said to them: &#8220;No man shall leave any of it until morning.&#8221; <sup>20</sup>&nbsp;But they did not hearken to Mosheh, and (several) men left some of it until morning; it became wormy with maggots and reeked. And Mosheh became furious with them. <sup>21</sup>&nbsp;They gleaned it in the morning, (every) morning, each-man in accordance with what he could eat, but when the sun heated up, it melted. <sup>22</sup>&nbsp;Now it was on the sixth day that they gleaned a double-portion of bread, two omers for (each) one. All the exalted-leaders of the community came and told it to Mosheh. <sup>23</sup>&nbsp;He said to them: &#8220;It is what YHVH spoke about: tomorrow is a Shabbat/Ceasing, a Shabbat of Holiness for YHVH. Whatever you wish to bake – bake, and whatever you wish to boil – boil; and all the surplus, put aside for yourselves in safekeeping until morning.&#8221; <sup>24</sup>&nbsp;They put it aside until morning, as Mosheh had commanded, and it did not reek, neither were there any maggots in it. <sup>25</sup>&nbsp;Mosheh said: &#8220;Eat it today, for today is a Shabbat for YHVH, today you will not find it in the field. <sup>26</sup>&nbsp;For six days you are to glean, but on the seventh day is Shabbat, there will not be (any) on it.&#8221; <sup>27</sup>&nbsp;But it was on the seventh day that some of the people went out to glean, and they did not find.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>כח</sup>&nbsp;וַיֹּ֥אמֶר יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה עַד־אָ֙נָה֙ מֵֽאַנְתֶּ֔ם לִשְׁמֹ֥ר מִצְוֺתַ֖י וְתוֹרֹתָֽי׃ <sup>כט</sup>&nbsp;רְא֗וּ כִּֽי־יְהֹוָה֮ נָתַ֣ן לָכֶ֣ם הַשַּׁבָּת֒ עַל־כֵּ֠ן ה֣וּא נֹתֵ֥ן לָכֶ֛ם בַּיּ֥וֹם הַשִּׁשִּׁ֖י לֶ֣חֶם יוֹמָ֑יִם שְׁב֣וּ ׀ אִ֣ישׁ תַּחְתָּ֗יו אַל־יֵ֥צֵא אִ֛ישׁ מִמְּקֹמ֖וֹ בַּיּ֥וֹם הַשְּׁבִיעִֽי׃ <sup>ל</sup>&nbsp;וַיִּשְׁבְּת֥וּ הָעָ֖ם בַּיּ֥וֹם הַשְּׁבִעִֽי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>28</sup>&nbsp;YHVH said to Mosheh: &#8220;Until when will you refuse to keep my commandments and my instructions? <sup>29</sup>&nbsp;(You) see that YHVH has given you the Shabbat, therefore on the sixth day, he gives you bread for two days. Stay, each-man, in his spot; no man shall go out from his place on the seventh day!&#8221; <sup>30</sup>&nbsp;So the people ceased on the seventh day.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"h\"><sup>לא</sup>&nbsp;וַיִּקְרְא֧וּ בֵֽית־יִשְׂרָאֵ֛ל אֶת־שְׁמ֖וֹ מָ֑ן וְה֗וּא כְּזֶ֤רַע גַּד֙ לָבָ֔ן וְטַעְמ֖וֹ כְּצַפִּיחִ֥ת בִּדְבָֽשׁ׃ <sup>לב</sup>&nbsp;וַיֹּ֣אמֶר מֹשֶׁ֗ה זֶ֤ה הַדָּבָר֙ אֲשֶׁ֣ר צִוָּ֣ה יְהֹוָ֔ה מְלֹ֤א הָעֹ֙מֶר֙ מִמֶּ֔נּוּ לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶ֑ם לְמַ֣עַן ׀ יִרְא֣וּ אֶת־הַלֶּ֗חֶם אֲשֶׁ֨ר הֶאֱכַ֤לְתִּי אֶתְכֶם֙ בַּמִּדְבָּ֔ר בְּהוֹצִיאִ֥י אֶתְכֶ֖ם מֵאֶ֥רֶץ מִצְרָֽיִם׃ <sup>לג</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶֽל־אַהֲרֹ֗ן קַ֚ח צִנְצֶ֣נֶת אַחַ֔ת וְתֶן־שָׁ֥מָּה מְלֹֽא־הָעֹ֖מֶר מָ֑ן וְהַנַּ֤ח אֹתוֹ֙ לִפְנֵ֣י יְהֹוָ֔ה לְמִשְׁמֶ֖רֶת לְדֹרֹתֵיכֶֽם׃ <sup>לד</sup>&nbsp;כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶל־מֹשֶׁ֑ה וַיַּנִּיחֵ֧הוּ אַהֲרֹ֛ן לִפְנֵ֥י הָעֵדֻ֖ת לְמִשְׁמָֽרֶת׃ <sup>לה</sup>&nbsp;וּבְנֵ֣י יִשְׂרָאֵ֗ל אָֽכְל֤וּ אֶת־הַמָּן֙ אַרְבָּעִ֣ים שָׁנָ֔ה עַד־בֹּאָ֖ם אֶל־אֶ֣רֶץ נוֹשָׁ֑בֶת אֶת־הַמָּן֙ אָֽכְל֔וּ עַד־בֹּאָ֕ם אֶל־קְצֵ֖ה אֶ֥רֶץ כְּנָֽעַן׃ <sup>לו</sup>&nbsp;וְהָעֹ֕מֶר עֲשִׂרִ֥ית הָאֵיפָ֖ה הֽוּא׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"h\"><sup>31</sup>&nbsp;Now the House of Yisrael called its name: &#8216;Mahn.&#8217; – It is like coriander seed, whitish, and its taste is like (that of) a wafer with honey. – <sup>32</sup>&nbsp;Mosheh said: &#8220;This is the word that YHVH has commanded: An omer of it for safekeeping throughout your generations, in order that they may see the bread that I had you eat in the wilderness when I brought you out of the land of Mitsrayim.&#8221; <sup>33</sup>&nbsp;Mosheh said to Aharon: &#8220;Take a vat and put an omer of <em>mon</em> in it, and put it aside in the presence of YHVH, in safekeeping throughout your generations.&#8221; <sup>34</sup>&nbsp;As YHVH had commanded Mosheh, Aharon put it aside before the Testimony, in safekeeping. <sup>35</sup>&nbsp;And the Children of Yisrael ate the <em>mon</em> for the forty years, until they came to settled land, the <em>mon</em> they ate, until they came to the edge of the land of K&#8217;naan. <sup>36</sup>&nbsp;Now an omer – it is a tenth of an efa.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" ><sup id=\"footnote_plugin_tooltip__1_36\" class=\"footnote_plugin_tooltip_text\">[36]</sup></a><span id=\"footnote_plugin_tooltip_text__1_36\" class=\"footnote_tooltip\"> This legal narrative is typical to H, a specific occurrence (a complaint) leads to a general rule (Sabbath), and compare Exodus 12:1-20, where the one time exodus leads to the general Passover rule. Note also the keepsake that Moses is commanded to place to &#8220;before the covenant&#8221;, similar to Aaron&#8217;s staff of Numbers 17:10-11 (H) which sprouted flowers, and was also kept &#8220;before the covenant.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_36').tooltip({ tip: '#footnote_plugin_tooltip_text__1_36', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>שביעי</mark> יז <sup>א</sup>&nbsp;וַ֠יִּסְע֠וּ כׇּל־עֲדַ֨ת בְּנֵֽי־יִשְׂרָאֵ֧ל מִמִּדְבַּר־סִ֛ין לְמַסְעֵיהֶ֖ם עַל־פִּ֣י יְהֹוָ֑ה</span> <span class=\"j\">וַֽיַּחֲנוּ֙ בִּרְפִידִ֔ים וְאֵ֥ין מַ֖יִם לִשְׁתֹּ֥ת הָעָֽם׃ </span> <span class=\"p\"><sup>ב</sup>&nbsp;וַיָּ֤רֶב הָעָם֙ עִם־מֹשֶׁ֔ה וַיֹּ֣אמְר֔וּ תְּנוּ־לָ֥נוּ מַ֖יִם וְנִשְׁתֶּ֑ה וַיֹּ֤אמֶר לָהֶם֙ מֹשֶׁ֔ה מַה־תְּרִיבוּן֙ עִמָּדִ֔י מַה־תְּנַסּ֖וּן אֶת־יְהֹוָֽה׃ <sup>ג</sup>&nbsp;וַיִּצְמָ֨א שָׁ֤ם הָעָם֙ לַמַּ֔יִם</span> <span class=\"j\">וַיָּ֥לֶן הָעָ֖ם עַל־מֹשֶׁ֑ה וַיֹּ֗אמֶר לָ֤מָּה זֶּה֙ הֶעֱלִיתָ֣נוּ מִמִּצְרַ֔יִם לְהָמִ֥ית אֹתִ֛י וְאֶת־בָּנַ֥י וְאֶת־מִקְנַ֖י בַּצָּמָֽא׃ <sup>ד</sup>&nbsp;וַיִּצְעַ֤ק מֹשֶׁה֙ אֶל־יְהֹוָ֣ה לֵאמֹ֔ר מָ֥ה אֶעֱשֶׂ֖ה לָעָ֣ם הַזֶּ֑ה ע֥וֹד מְעַ֖ט וּסְקָלֻֽנִי׃ <sup>ה</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה עֲבֹר֙ לִפְנֵ֣י הָעָ֔ם וְקַ֥ח אִתְּךָ֖ מִזִּקְנֵ֣י יִשְׂרָאֵ֑ל וּמַטְּךָ֗ אֲשֶׁ֨ר הִכִּ֤יתָ בּוֹ֙ אֶת־הַיְאֹ֔ר קַ֥ח בְּיָדְךָ֖ וְהָלָֽכְתָּ׃ <sup>ו</sup>&nbsp;הִנְנִ֣י עֹמֵד֩ לְפָנֶ֨יךָ שָּׁ֥ם ׀ עַֽל־הַצּוּר֮ בְּחֹרֵב֒ וְהִכִּ֣יתָ בַצּ֗וּר וְיָצְא֥וּ מִמֶּ֛נּוּ מַ֖יִם וְשָׁתָ֣ה הָעָ֑ם וַיַּ֤עַשׂ כֵּן֙ מֹשֶׁ֔ה לְעֵינֵ֖י זִקְנֵ֥י יִשְׂרָאֵֽל׃ </span> <span class=\"p\"><sup>ז</sup>&nbsp;וַיִּקְרָא֙ שֵׁ֣ם הַמָּק֔וֹם מַסָּ֖ה וּמְרִיבָ֑ה עַל־רִ֣יב ׀ בְּנֵ֣י יִשְׂרָאֵ֗ל וְעַ֨ל נַסֹּתָ֤ם אֶת־יְהֹוָה֙ לֵאמֹ֔ר הֲיֵ֧שׁ יְהֹוָ֛ה בְּקִרְבֵּ֖נוּ אִם־אָֽיִן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">17 <sup>1</sup>&nbsp;They moved on, the whole community of the Children of Yisrael, from the Wilderness of Syn, by their moving-stages, at YHVH&#8217;s bidding.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" ><sup id=\"footnote_plugin_tooltip__1_37\" class=\"footnote_plugin_tooltip_text\">[37]</sup></a><span id=\"footnote_plugin_tooltip_text__1_37\" class=\"footnote_tooltip\"> A typical P itinerary verse.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_37').tooltip({ tip: '#footnote_plugin_tooltip_text__1_37', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">They encamped at Refidim, and there is no water for the people to drink!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" ><sup id=\"footnote_plugin_tooltip__1_38\" class=\"footnote_plugin_tooltip_text\">[38]</sup></a><span id=\"footnote_plugin_tooltip_text__1_38\" class=\"footnote_tooltip\"> Since the food and water shortage was not solved permanently (as was the food shortage in P&#8217;s Chapter 16), the Israelites once again complain.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_38').tooltip({ tip: '#footnote_plugin_tooltip_text__1_38', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>2</sup>&nbsp; – The people quarreled with Mosheh, they said: &#8220;Give us water, that we may drink! Mosheh said to them: For-what do you quarrel with me? For-what do you test YHVH?&#8221; <sup>3</sup>&nbsp;The people thirsted for water there,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" ><sup id=\"footnote_plugin_tooltip__1_39\" class=\"footnote_plugin_tooltip_text\">[39]</sup></a><span id=\"footnote_plugin_tooltip_text__1_39\" class=\"footnote_tooltip\"> Note the dual complaint, first in vs. 2: &#8220;The people quarreled with Moses, and said, &#8220;Give us water to drink.&#8221;, then again in vs. 3: &#8220;and the people complained against Moses and said, &#8220;Why did you bring us out of Egypt, to kill us and our children and livestock with thirst?&#8221;, indicating plurality of authorship. It seems likely that the first complaint – response sequence (which doesn&#8217;t lead anywhere) was tacked on by P to emphasize the name Massah and Meribah (= quarrelling and testing) in vs. 7, tying this episode with its parallel in Numbers 20:1-13 (in both Moses uses his staff to get water from the rock); in Numbers 20 the place is named &#8220;Mei Meribah&#8221; waters of quarrelling (20:13).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_39').tooltip({ tip: '#footnote_plugin_tooltip_text__1_39', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">and the people grumbled against Mosheh, and said: &#8220;For-what-reason then did you bring us up from Mitsrayim, to bring death to me, to my children and to my livestock by thirst?&#8221; <sup>4</sup>&nbsp;Mosheh cried out to YHVH, saying: &#8220;What shall I do with this people? A little more and they will stone me!&#8221; <sup>5</sup>&nbsp;YHVH said to Mosheh: &#8220;Proceed before the people, take some of the elders of Yisrael with you, and your staff with which you struck the Nile, take in your hand, and go! <sup>6</sup>&nbsp;Here, I stand before you there on the rock at Horev, you are to strike the rock, and water shall come out of it, and the people shall drink. Mosheh did thus, before the eyes of the elders of Yisrael.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" ><sup id=\"footnote_plugin_tooltip__1_40\" class=\"footnote_plugin_tooltip_text\">[40]</sup></a><span id=\"footnote_plugin_tooltip_text__1_40\" class=\"footnote_tooltip\"> The same miracle pattern throughout J&#8217;s plague narratives (Moses being commanded to perform, and then performing at the Lord&#8217;s behest). Moses is ineffectual without divine aid.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_40').tooltip({ tip: '#footnote_plugin_tooltip_text__1_40', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>7</sup>&nbsp;And he called the name of the place: &#8216;Massah/Testing,&#8217; and &#8216;Merivah/Quarreling,&#8217; because of the quarreling of the Children of Yisrael, and because of their testing of YHVH, saying: &#8220;Is YHVH among us, or not?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" ><sup id=\"footnote_plugin_tooltip__1_41\" class=\"footnote_plugin_tooltip_text\">[41]</sup></a><span id=\"footnote_plugin_tooltip_text__1_41\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_41').tooltip({ tip: '#footnote_plugin_tooltip_text__1_41', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>ח</sup>&nbsp;וַיָּבֹ֖א עֲמָלֵ֑ק וַיִּלָּ֥חֶם עִם־יִשְׂרָאֵ֖ל בִּרְפִידִֽם׃ <sup>ט</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֤ה אֶל־יְהוֹשֻׁ֙עַ֙ בְּחַר־לָ֣נוּ אֲנָשִׁ֔ים וְצֵ֖א הִלָּחֵ֣ם בַּעֲמָלֵ֑ק מָחָ֗ר אָנֹכִ֤י נִצָּב֙ עַל־רֹ֣אשׁ הַגִּבְעָ֔ה וּמַטֵּ֥ה הָאֱלֹהִ֖ים בְּיָדִֽי׃ <sup>י</sup>&nbsp;וַיַּ֣עַשׂ יְהוֹשֻׁ֗עַ כַּאֲשֶׁ֤ר אָֽמַר־לוֹ֙ מֹשֶׁ֔ה לְהִלָּחֵ֖ם בַּעֲמָלֵ֑ק וּמֹשֶׁה֙ אַהֲרֹ֣ן וְח֔וּר עָל֖וּ רֹ֥אשׁ הַגִּבְעָֽה׃ <sup>יא</sup>&nbsp;וְהָיָ֗ה כַּאֲשֶׁ֨ר יָרִ֥ים מֹשֶׁ֛ה יָד֖וֹ וְגָבַ֣ר יִשְׂרָאֵ֑ל וְכַאֲשֶׁ֥ר יָנִ֛יחַ יָד֖וֹ וְגָבַ֥ר עֲמָלֵֽק׃ <sup>יב</sup>&nbsp;וִידֵ֤י מֹשֶׁה֙ כְּבֵדִ֔ים וַיִּקְחוּ־אֶ֛בֶן וַיָּשִׂ֥ימוּ תַחְתָּ֖יו וַיֵּ֣שֶׁב עָלֶ֑יהָ וְאַהֲרֹ֨ן וְח֜וּר תָּֽמְכ֣וּ בְיָדָ֗יו מִזֶּ֤ה אֶחָד֙ וּמִזֶּ֣ה אֶחָ֔ד וַיְהִ֥י יָדָ֛יו אֱמוּנָ֖ה עַד־בֹּ֥א הַשָּֽׁמֶשׁ׃ <sup>יג</sup>&nbsp;וַיַּחֲלֹ֧שׁ יְהוֹשֻׁ֛עַ אֶת־עֲמָלֵ֥ק וְאֶת־עַמּ֖וֹ לְפִי־חָֽרֶב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>8</sup>&nbsp;Now Amaleq came and made-war upon Yisrael in Refidim. <sup>9</sup>&nbsp;Mosheh said to Yehoshua: &#8220;Choose us men, and go out, make-war upon Amaleq! On the morrow I will station myself on top of the hill, with the staff of Elohim in my hand.&#8221; <sup>10</sup>&nbsp;Yehoshua did as Mosheh had said to him, to make-war against Amaleq. Now Mosheh, Aharon and Ḥur went up to the top of the hill. <sup>11</sup>&nbsp;And it was, whenever Mosheh raised his hand, Yisrael prevailed, and whenever he set down his hand, Amaleq prevailed. <sup>12</sup>&nbsp;Now Mosheh&#8217;s hands are heavy; so they took a stone and placed it under him, and he sat down on it, while Aharon and Ḥur supported his hands, one on this-side and one on that-side. So his hands remained steadfast, until the sun came in. <sup>13</sup>&nbsp;And Yehoshua weakened Amaleq and his people, with the edge of the sword.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_42');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_42');\" ><sup id=\"footnote_plugin_tooltip__1_42\" class=\"footnote_plugin_tooltip_text\">[42]</sup></a><span id=\"footnote_plugin_tooltip_text__1_42\" class=\"footnote_tooltip\"> Note Moses&#8217; use of his staff to control the war, similar to its function in bringing about the Elohistic plagues of Hail and Locusts.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_42').tooltip({ tip: '#footnote_plugin_tooltip_text__1_42', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><mark>מפטיר</mark> <sup>יד</sup>&nbsp;וַיֹּ֨אמֶר יְהֹוָ֜ה אֶל־מֹשֶׁ֗ה כְּתֹ֨ב זֹ֤את זִכָּרוֹן֙ בַּסֵּ֔פֶר וְשִׂ֖ים בְּאׇזְנֵ֣י יְהוֹשֻׁ֑עַ כִּֽי־מָחֹ֤ה אֶמְחֶה֙ אֶת־זֵ֣כֶר עֲמָלֵ֔ק מִתַּ֖חַת הַשָּׁמָֽיִם׃ <sup>טו</sup>&nbsp;וַיִּ֥בֶן מֹשֶׁ֖ה מִזְבֵּ֑חַ וַיִּקְרָ֥א שְׁמ֖וֹ יְהֹוָ֥ה ׀ נִסִּֽי׃ <sup>טז</sup>&nbsp;וַיֹּ֗אמֶר כִּֽי־יָד֙ עַל־כֵּ֣ס יָ֔הּ‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_43');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_43');\" ><sup id=\"footnote_plugin_tooltip__1_43\" class=\"footnote_plugin_tooltip_text\">[43]</sup></a><span id=\"footnote_plugin_tooltip_text__1_43\" class=\"footnote_tooltip\"> בכתר ארם צובה היה כתוב כֵּ֣סְיָ֔הּ בתיבה אחת&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_43').tooltip({ tip: '#footnote_plugin_tooltip_text__1_43', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> מִלְחָמָ֥ה לַיהֹוָ֖ה בַּֽעֲמָלֵ֑ק מִדֹּ֖ר דֹּֽר׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>14</sup>&nbsp;YHVH said to Mosheh: &#8220;Write this as a memorial in an account and put it in Yehoshua&#8217;s hearing: &#8216;Yes, I will wipe out, wipe out the memory of Amaleq from under the heavens!'&#8221; <sup>15</sup>&nbsp;Mosheh built a place-for-slaughter and called its name: &#8216;YHVH My Banner.&#8217; <sup>16</sup>&nbsp;He said: &#8220;Yes, Hand on YAH&#8217;s throne! War for YHVH against Amaleq generation after generation!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_44');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_44');\" ><sup id=\"footnote_plugin_tooltip__1_44\" class=\"footnote_plugin_tooltip_text\">[44]</sup></a><span id=\"footnote_plugin_tooltip_text__1_44\" class=\"footnote_tooltip\"> The command to annihilate the Amalekites connects this narrative with I Samuel 15 (J), where Saul goes ahead with the divine plan. Note the resemblance of this final passage to the conclusion of Deut 25, where this divine command is reiterated (this resemblance may reflect a similar date of composition).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_44').tooltip({ tip: '#footnote_plugin_tooltip_text__1_44', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_בשלח/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of Fox&#8217;s &#8220;slaughter-site,&#8221; I have translated mizbeaḥ as &#8220;place-for-slaughter.&#8221; Instead of &#8220;prophetess&#8221; for Miriam, I have &#8220;prophet.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Note the anomalous use of God [Elohim] in these verses, which coincides with the use of the non-Elohistic Pharaoh. The allusion to Joseph&#8217;s death and burial ties this section to Genesis 50 as wells as with Joshua 24, creating a late bridge between narrative cycles.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">The pillar of cloud is the Lord&#8217;s means of leading the Israelites through the desert according to P, and compare the conclusion of Exodus 40. Note also the standard Priestly itinerary information in vs. 20.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">The narrative begins with the Priestly &#8220;schedule&#8221; as commanded by the Lord. P typically adds that the Lord will harden Pharaoh&#8217;s heart one last time and pursue the Israelites.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Note the Elohistic use of &#8220;the King of Egypt&#8221; as opposed to Pharaoh in the P addition (vss. 3 and 4) and in the J addition to this verse. According to E, the Israelites fled, whereas according to J they were sent away (as we read in Chapter 12). To reconcile this half verse with his version of events J swerves our understanding of vs. 5a, and interprets it as one last case of Pharaoh changing his mind (this pattern is further emphasized in P&#8217;s vss. 2-4).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">600 chariots imply that the nation they were pursuing was a lot smaller than the 600,000 armed men as narrated by P in 12:43.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">The Lord does as he says in vss. 2-4, and hardens Pharaoh&#8217;s heart one last time.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">P adds typical itinerary data, as in vs. 2.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">J&#8217;s prelude to the parting of the sea, accentuates his role as the divine intercessor on behalf of the Israelites and compare Exodus 32:7-14, and as the divine vessel whose miracles depend on the Lord (vs. 14: The Lord will fight for you, and you have only to keep still), this passage is meant to de-emphasize Moses as the miracle-worker and charismatic leader as he is portrayed in the original Elohistic narrative.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">P expands the hardening of the heart to all the Egyptians, so that they will be foolish enough to pursue them into the sea (and note the typical use of חזק [to harden] as opposed to J&#8217;s [כבד])</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">There is some divine accompaniment according to E, God&#8217;s angel makes sure that the Egyptians who have almost overtaken them do not come close enough to harm them.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">The implication here is that the angel was leading them prior to the Egyptians coming after them, further undermining Moses&#8217; leadership. In E it&#8217;s Moses who leads, and the angel comes only when the Israelites are threatened.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">P interprets the Elohistic angel as the accompanying pillars of cloud and fire which he describes in 13:21-22 (P).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">See first comment on 14:19.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">Having arrived at the sea, Moses stretches out his arm (with an implied staff) and splits it without any (recorded) help from God, allowing the Israelites to pass.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">J, as he did in the plagues of hail, locusts, and darkness, adds that the Lord in fact caused the sea to part, not Moses  (and see also the Lord&#8217;s command to Moses to part the sea in vs. 26 – which emphasizes that the parting of the sea was completely the Lord&#8217;s initiative).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">A description of how the Lord fought the Egyptians, followed by J&#8217; insertion of the Lord&#8217;s command to bring the sea back to its original state (similar to J&#8217;s insertion commanding Moses to split the sea in vs. 16).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">Moses performs this miracle without the Lord&#8217;s help according to E, and compare above vs. 21.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">Further description of how the Lord (not Moses) drowned the Egyptians.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\">According to E – the Egyptians had followed the Israelites into the Reed Sea, and thus were drowned when it reverted to its original state, there is no record of divine intervention.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">As in vs. 5, J emphasizes the size of Pharaoh&#8217;s army.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_24\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_24');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >24</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_25\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_25');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >25</a></th> <td class=\"footnote_plugin_text\">The introduction to J&#8217;s song on the sea in the following chapter which describes how the Lord fought the Egyptians. J states that the Lord accomplished his goal of instilling fear of the Lord within the Israelites (and according to the song of Chapter 15 – within the Canaanites as well [vss. 14-15]).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_26\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_26');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >26</a></th> <td class=\"footnote_plugin_text\">The song at the sea, seemingly archaic based on its language, is likely a J composition. Many scholars have noted that language is not good at measuring the antiquity of a poetic composition [the differentiation between ancient Hebrew and Classic Biblical Hebrew poetry is particularly difficult] since later poetry often employs archaic forms as its standard. Better measures of a poetic work are often content based. In the case of this composition, the depiction of the Lord as a warrior accords with J&#8217;s additions to Chapter 14. The nations of Canaan trembling in fear before the Lord (vss. 14-16), is echoed by Rahab in Joshua 2:9 (J). Note also the centralization of cult in one abode, one mountain (vs. 17), which is echoed elsewhere in Exodus 34:24 (J), and perhaps in 22:14 (J).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_27\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_27');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >27</a></th> <td class=\"footnote_plugin_text\">Upon crossing the Reed Sea, the Israelites plunge immediately into the desert with Moses in the lead. E&#8217;s Moses continues to exhibit the same charismatic qualities he did throughout the plague narrative. Marah does not provide any water [according to E] so they continue until Elim with its 70 palms and 12 springs.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_28\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_28');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >28</a></th> <td class=\"footnote_plugin_text\">An explanatory note, typical of J and P, and compare the note regarding Bethel&#8217;s original name in 28:19 (J).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_29\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_29');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >29</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_30\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_30');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >30</a></th> <td class=\"footnote_plugin_text\">J sees Marah as an opportunity to provide a counterpoint to the plague narrative, the bad water is made good by means of a rod in Moses&#8217; hand, but once again through the Lord&#8217;s power, after Moses prays to him (as in Exodus 14:15(J). E who doesn&#8217;t record the plague of blood, has Israel proceed toward the safe haven of Elim where there is food and water.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_31\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_31');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >31</a></th> <td class=\"footnote_plugin_text\">Note the typical itinerary data supplied by P (as well as the date), this text provides P&#8217;s long term solution for the Israelite food shortages in the desert, as opposed to the short term measures in J and E (e.g. the conclusion of Chapter 15). Note the priestly marker עדה (congregation) in vs. 2.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_32\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_32');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >32</a></th> <td class=\"footnote_plugin_text\">The dual response to Israel&#8217;s complaint vss. 3-5, and vss. 11-12 indicates multiple authorship. The first response alludes to the legal narrative of vss. 22-36 (which comes to explain the origin of Sabbath and its observance), typical to H (the later priestly stratum), and compare the legal narratives Leviticus 10:16-20, 24:10-23.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_33\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_33');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >33</a></th> <td class=\"footnote_plugin_text\">Moses addresses the people&#8217;s complaint without alluding to the interim passage concerning the Sabbath, further evidence that vss. 3-5 are a later addition to this text.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_34\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_34');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >34</a></th> <td class=\"footnote_plugin_text\">In vss. 8-10 (And Moses said, ‘When the Lord gives you meat to eat in the evening and your fill of bread in the morning, because the Lord has heard the complaining that you utter against him), Moses and Aaron refer to a revelation that will only occur in vss. 11-12 (I have heard the complaining of the Israelites; say to them, “At twilight you shall eat meat, and in the morning you shall have your fill of bread; then you shall know that I am the Lord your God.). This discrepancy likely indicates that vss. 8-10 are a later insertion by H.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_35\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_35');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >35</a></th> <td class=\"footnote_plugin_text\">According to P, first Moses and Aaron answer the people (vss. 6-7), then the Lord addresses the complaint (vss. 11-12), and provides the Israelites with very measured daily sustenance (an exactitude customary to this source). The Sabbath narrative of vss. 19ff, is beyond the scope of this account which deals with the food and water problems (nowhere else does a desert water/food shortage lead to a legal innovation), and thus was likely tacked on by H.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_36\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_36');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >36</a></th> <td class=\"footnote_plugin_text\">This legal narrative is typical to H, a specific occurrence (a complaint) leads to a general rule (Sabbath), and compare Exodus 12:1-20, where the one time exodus leads to the general Passover rule. Note also the keepsake that Moses is commanded to place to &#8220;before the covenant&#8221;, similar to Aaron&#8217;s staff of Numbers 17:10-11 (H) which sprouted flowers, and was also kept &#8220;before the covenant.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_37\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_37');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >37</a></th> <td class=\"footnote_plugin_text\">A typical P itinerary verse.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_38\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_38');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >38</a></th> <td class=\"footnote_plugin_text\">Since the food and water shortage was not solved permanently (as was the food shortage in P&#8217;s Chapter 16), the Israelites once again complain.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_39\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_39');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >39</a></th> <td class=\"footnote_plugin_text\">Note the dual complaint, first in vs. 2: &#8220;The people quarreled with Moses, and said, &#8220;Give us water to drink.&#8221;, then again in vs. 3: &#8220;and the people complained against Moses and said, &#8220;Why did you bring us out of Egypt, to kill us and our children and livestock with thirst?&#8221;, indicating plurality of authorship. It seems likely that the first complaint – response sequence (which doesn&#8217;t lead anywhere) was tacked on by P to emphasize the name Massah and Meribah (= quarrelling and testing) in vs. 7, tying this episode with its parallel in Numbers 20:1-13 (in both Moses uses his staff to get water from the rock); in Numbers 20 the place is named &#8220;Mei Meribah&#8221; waters of quarrelling (20:13).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_40\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_40');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >40</a></th> <td class=\"footnote_plugin_text\">The same miracle pattern throughout J&#8217;s plague narratives (Moses being commanded to perform, and then performing at the Lord&#8217;s behest). Moses is ineffectual without divine aid.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_41\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_41');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >41</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_42\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_42');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >42</a></th> <td class=\"footnote_plugin_text\">Note Moses&#8217; use of his staff to control the war, similar to its function in bringing about the Elohistic plagues of Hail and Locusts.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_43\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_43');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >43</a></th> <td class=\"footnote_plugin_text\">בכתר ארם צובה היה כתוב כֵּ֣סְיָ֔הּ בתיבה אחת</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_44\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_44');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >44</a></th> <td class=\"footnote_plugin_text\">The command to annihilate the Amalekites connects this narrative with I Samuel 15 (J), where Saul goes ahead with the divine plan. Note the resemblance of this final passage to the conclusion of Deut 25, where this divine command is reiterated (this resemblance may reflect a similar date of composition).</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Shemot (Exodus)",
        "Pesaḥ Readings",
        "Parashat b'Shalaḥ"
    ],
    "tags": [
        "31st century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "liberation from mitsrayim",
        "mythopoesis",
        "redaction criticism",
        "Song of the Sea",
        "supplementary hypothesis",
        "ימי השובבים Yemei haShovavim",
        "פרשות parashot",
        "פרשת בשלח parashat B'shalaḥ",
        "פרשת השבוע Parashat haShavua",
        "קריעת ים סוף qriyat yam suf",
        "שבת shabbat",
        "שירת הים Shirat haYam"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3321"
        ],
        "_thumbnail_id": [
            "20299"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/06/Moses-Gebet-bei-der-Amelikiter-Schlacht-Gustav-Jäger-1835.png",
        "title": "Moses Gebet bei der Amelikiter Schlacht (Gustav Jäger 1835)",
        "caption": "Moses Gebet bei der Amelikiter Schlacht (Gustav Jäger 1835)"
    },
    "source_link": "https://opensiddur.org/?p=23280",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/shemot/parashat-bshalah-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-bshalah-color-coded-according-to-its-narrative-layers"
}