{
    "post_id": 16216,
    "title": "Méditation Pour le Dimanche | Meditation for Sunday, by Rabbi Arnaud Aron & Jonas Ennery (1852)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Jonas Ennery",
            "bio": "Jonas Ennery (Jan. 2, 1801, Nancy - May 19, 1863, Brussels) was a French deputy. He was for twenty-six years attached to the Jewish school of Strasbourg, of which he became the head. In collaboration with Hirth, he compiled a Dictionnaire Général de Géographie Universelle (4 vols., Strasburg, 1839–41), for which Cuvier wrote a preface. Soon afterward he published Le Sentier d'Israël, ou Bible des Jeunes Israélites (Paris, Metz, and Strasburg, 1843). At the request of the Société des Bons Livres he took part in the editorship of Prières d'un Cœur Israélite, which appeared in 1848. In 1849, despite anti-Jewish rioting in Alsace, Ennery was elected representative for the department of the Lower Rhine, and sat among the members of the \"Mountain.\" He devoted his attention principally to scholastic questions. After the coup d'état he held to his socialist republican views and resisted the new order of things. For this, in 1852 he was exiled from France for life. He retired to Brussels, where he lived as a teacher until his death. Ennery's brother, Marchand Ennery, was the chief rabbi of Paris.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/jonas-ennery.jpg",
            "profile_link": "https://opensiddur.org/profile/jonas-ennery"
        },
        {
            "name": "Arnaud Aron",
            "bio": "Arnaud Aron (March 11, 1807, in Sulz unterm Walde, Alsace – April 3, 1890), the Grand Rabbi of Strasbourg, began his Talmudic studies at an early age at Hagenau and continued them at Frankfort-on-the-Main. In 1830 he became rabbi of the small community of Hegenheim in Upper Alsace; and of Strasbourg in 1833. As he was under thirty, the age prescribed by law, he required a special dispensation to qualify for the office. In Strasbourg, Aron acquired the reputation of an eloquent and inspiring preacher and a zealous communal worker. He assisted in founding the School of Arts and Trades and took active interest in other useful institutions. In 1855 he convened an assembly of the rabbis of the department of the Lower Rhine for the consideration of religious questions. Aron was the author of the catechism used for confirmation as prescribed by the Consistory of Lower Alsace. In 1866 the French government acknowledged his services by appointing him a Knight of the Legion of Honor. In 1870, while Strasbourg was besieged, it was he, together with the archbishop, who raised the white flag on the cathedral. Subsequently he was decorated by the German emperor.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Arnaud-Aron-e1424408737643-96x96.png",
            "profile_link": "https://opensiddur.org/profile/arnaud-aron"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2017-07-30",
    "last_updated": "2025-08-01",
    "excerpt": "A paraliturgical prayer for Sunday in French, with English translation. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\n<u>Sur la Foi.</u><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>On Faith</u><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\n«Écoute donc, ô mon peuple, je l’atteste; ô Israël, puisses-tu m’eutendre: Tu n’auras pas d’autre divinité, tu ne te prosterneras pas devant un autre Dieu. Je suis l’Éternel ton Dieu» <span class=\"citation\">(Ps. 81, 9-11)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;Hear therefore, O my people, I testify, O Israel, hear me: Thou shalt have no other divinity, neither shall you worship another God. I am the YHVH your God.&#8221; <span class=\"citation\">(Psalms 81:9-11)</span><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nElle est noble et sainte la foi d’Israël! Elle est noble et sainte pat la tradition lumineuse qui la transmet jusqu’à nous; par la grande figure des patriarches, ces héros naïfs de la foi et de la vertu; par le divin et sublime génie de Moïse, le plus grand homme que la terre ait connu; par la phalange sacrée des prophètes dont la voix et les accents reflètent les harmonies célestes! Elle est noble et sainte par la vérité qu’elle révèle à l’homme, par la vertu qu’elle lui enseigne, par l’espérance suprême qu’elle fait briller à ses yeux. Elle se montre surtout noble et sainte pendant cette lutte à jamais glorieuse, où, chaque jour, durant des siècles, les faibles rejetons d’Israël bravèrent les angoisses du martyre et les tentations du bonheur terrestre pour confesser la vérité du Dieu éternel.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe faith of Israel is noble and holy! It is noble and holy because of the luminous tradition that transmits it to us; because of the great figure of the patriarchs, those naive heroes of faith and virtue; because of the divine and sublime genius of Moses, the greatest man that the earth has ever known; because of the sacred phalanx of the prophets whose voices and accents reflect the heavenly harmonies! It is noble and holy by the truth it reveals to man, by the virtue it teaches him, by the supreme hope it makes shine in his eyes. Above all, it is noble and holy in this struggle that is forever glorious, in which every day, for centuries, the weak offspring of Israel braved the anguish of martyrdom and the temptations of earthly happiness to confess the truth of the eternal God.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nSainte et noble croyance! elle s’accorde avec ma raison, ce rayon également divin; elle n’opprime point mon intelligence, cet autre don de Dieu; tout ce que mon cœur adore, ma raison le comprend!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHoly and noble belief! It is in harmony with my reason, that ray also divine; it does not oppress my intelligence, that other gift of God; all that my heart adores, my reason understands!<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nGrâces te soient rendues, ô mon Dieu, de ce que je sens vivre en moi la foi israélite! Quelque lumineuse qu’elle apparaisse à mon intelligence, ce n’est pas à ma faible raison seule que j’en rends hommage. La foi est un présent de ta divine bonté; c’est la confiance instinctive de mon cœur dans ton éternelle présence, c’est l’élan de mon âme qui aspiré à son foyer originel!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThanks be to you, O my God, that I feel the Israelite faith living in me. However luminous it may appear to my intelligence, it is not to my weak reason alone that I pay homage to it. Faith is a gift of your divine goodness; it is the instinctive confidence of my heart in your eternal presence, it is the impulse of my soul which aspires to its original home!<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nMon Dieu, je crois aux doctrines sublimes desceudues du Sinaï et proclamées par tes prophètes; je crois à l’éternité de ta loi divine, car elle est la suprême vérité; je crois à ta Providence unique et éternelle qui veille sur moi et sur tous les hommes, tes enfants.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy God, I believe in the sublime doctrines welcomed from Sinai and proclaimed by your prophets; I believe in the eternity of your divine law, for it is the supreme truth; I believe in your unique and eternal Providence which watches over me and over all men, your children.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nJ’attends avec confiance le Messie annoncé par tes prophètes pour réunir tous les hommes à ta loi; et quand mon heure suprême aura sonné, je descendrai dans la tombe avec sécurité; car tu m’en retireras au jour de la résurrection.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI confidently await the Messiah foretold by your prophets to gather all men to your law; and when my supreme hour has come, I will descend safely into the grave, for you will take Me out of it on the day of resurrection.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nQuelle douce lueur la foi jette sur ma vie entière! Appuyé sur elle, je traverse cette terre, guidé par la confiance et l’espérance; mes joies sont plus sereines, mes douleurs moins amères, le malheur même me devient une source de salut et de consolation. Tes moindres préceptes me sont doux à suivre; je les admets avec soumission, je les pratique avec amour. Partout, ô mon Père céleste, je me sens suivi de ta protection, éclairé de ton regard. Je te contemple dans un rayon de ton soleil, dans la lueur d’une étoile; je te vois, ô mon Dieu, épier la moindre de mes actions, peser chacune de mes pensées. Je marche dans ta lumière, et mes regards sont constamment levés vers toi.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat a sweet glow faith casts on my whole life! Leaning on it, I cross this earth, guided by trust and hope; my joys are more serene, my sorrows less bitter, and even misfortune becomes a source of salvation and consolation for me. Your least precepts are sweet to me; I accept them with submission, I practice them with love. Everywhere, O my heavenly Father, I feel followed by your protection, enlightened by your gaze. I contemplate you in a ray of your sun, in the light of a star; I see you, O my God, spying on the least of my actions, weighing each of my thoughts. I walk in your light, and my eyes are constantly raised to you.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nVoilà pourquoi mon cœur est ému de joie aux saintes paroles du psalmiste: &#8220;Seigueur, qu’elle est grande la félicité que tu réserves à tes adôrateurs&#8221; <span class=\"citation\">(Ps. 31, 20)</span>. Oui, je le sens, sans la foi point de paix dans le bonheur, point de consolation dans le malheur, point d’espérance dans l’éternité, point de force dans la vertu. Non, sans la foi divine la vertu humaine n’est rien. Car elle faiblira devant toutes les grandes passions, elle faillira devant tous les grands sacrifices!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat is why my heart is moved with joy at the holy words of the Psalmist: &#8220;O Lord, how great is the blessedness which you reserve for your worshipers&#8221; <span class=\"citation\">(Psalms 31:20)</span>. Yes, I feel it, without faith there is no peace in happiness, no consolation in misfortune, no hope in eternity, no strength in virtue. No, without divine faith human virtue is nothing. For it will falter before all great passions, it will falter before all great sacrifices!<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nMais le Dieu d’Israël repousse la foi sans les œuvres. Si la vertu sans la foi est une semence stérile, la foi sans la vertu est un arbre sans fruit. Pour vivifier notre foi, il ne suffit pas d’être convaincus de la grandeur de nos devoirs envers Dieu et le prochaiu; il faut surtout les pratiquer. Il ne suffit pas de reconnaître les saints attributs du Seigneur, il faut, comme enseignent nos sages &#8220;qu’on soit bienfaisant comme lui, miséricordieux comme lui, facile au pardon et plein d’amour comme lui&#8221; (Talmud).<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut the God of Israel rejects faith without deeds. If virtue without faith is a barren seed, faith without virtue is a tree without fruit. In order to vivify our faith, it is not enough to be convinced of the greatness of our duties towards God and our neighbour; we must above all practice them. It is not enough to recognize the holy attributes of the Lord; we must, as our wise men teach, &#8220;be good like him, merciful like him, easy to forgive and full of love like him.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Imitating God by imitating divine compassion is an oft repeated maxim in the Talmud. Cf. Talmud Bavli Shabbat 133b, 151b, Mishna Qidushin 4:14, Bavli Qid. 82B, Ketuboth 49b, Betzah 32b. &#8211;Aharon N. Varady&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nLa foi israélite, source prèmière dé toute morale, de toute charité, n’habite pas avec cenx qui nourrissent l’égoïsme ou la haine, qui pratiquent la calomnie ou la vengeance. La foi israélite n’habite pas avec ceux dont les mains sont impures, dont les œuvres sont déloyales, dont la parole est trompeuse; avec ceux qui sacrifient le bien d’autrui à leur cupidité, à leur ambition ou à leur sensualité. La Sainte-Écriture nous montre clairement quelles sont les conditions du salut:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Israelite faith, the primary source of all morality, of all charity, does not dwell with those who nourish selfishness or hatred, who practice slander or vengeance. The Israelite faith does not dwell with those whose hands are impure, whose works are disloyal, whose words are deceitful; with those who sacrifice the good of others for their greed, ambition or sensuality. Sacred Scripture shows us clearly what the conditions of salvation are:—<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\n«Qui séjournera, ô Seigneur, sur ta n ontagne,<br />\nqui se reposera sous ta tente?<br />\ncelui qui marche dans la droiture,<br />\nqui pratique la justice et dit la vérité du fond de son cœur;<br />\ncelui dont la langue s’abstient de calomnie,<br />\nqui ne fait jamais de tort à son prochain,<br />\nn’humilie jamais son frère;<br />\nqui n’estime point ceux qui sont méprisables,<br />\nqui honore ceux qui craignent Dieu,<br />\nqui est fidèle à son serment lors même qu’il lui est contraire;<br />\ncelui qui prête son argent sans usure,<br />\nqui protège loyalement l’innocence;<br />\ncelui qui fait cela subsistera à jamais» <span class=\"citation\">(Ps. 15, 1-6)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“Lord! who may sojourn in Thy tent?<br />\nwho may dwell in Thy holy mount?<br />\nHe that walketh uprightly,<br />\nand worketh righteousness,<br />\nand speaketh the truth in his heart;<br />\nthat uttereth no calumny with his tongue,<br />\nthat doth no evil to his neighbour,<br />\nand bringeth no reproach on his fellow-man;<br />\nin whose eyes the despicable is despised;<br />\nbut that honoureth those who fear God;<br />\nthat sweareth to his own injury and changeth not;<br />\nthat putteth not out his money for interest,<br />\nand taketh no bribe against the innocent.” <span class=\"citation\">(Ps. 15:1-6)</span><br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nOui, mon Dieu, je réconnais la vérité de ta sainte parole, je sais maintenant ce qui est agréable à tes yeux et ce qui sanctifie la foi; je sais maintenant qu’il n’y a pas d’œuvres saintes sans la foi, mais je sais aussi qu’elle seule ne nous rend pas justes devant toi; et qu’avec la foi la plus vive, nous ne serions que des pécheurs si notre conduite tout entière n’était un hommage à ta sainteté. Je veux, ô mon Dieu, consacrer à cette pensée mon cœur, mes soins, tous les jours de ma vie.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYes, my God, I recognized the truth of your holy word, and now I know what is pleasing in your sight and what sanctifies faith; I know now that there are no holy works without faith, but I also know that faith alone does not make us righteous before you; and that with the most lively faith we would be only sinners if our whole conduct were not a tribute to your holiness. I want, O my God, to consecrate my heart and my care to this thought every day of my life.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nPRIÈRE.<br />\n&nbsp;<br />\nFais, ô mon Dieu, que je ne pense, que je n’agisse, que je ne vive que pour sanctifier ma foi et glorifier ton nom par mes sentiments et mes œuvres. Que ma foi, ô mon Père, soit toujours active, ma vertu constante, ma confiance prêle à braver la mort plutôt que de renier ma croyance.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPRAYER<br />\n&nbsp;<br />\nO my God, let me not think, let me not act, let me not live except to sanctify my faith and to glorify your name by my feelings and my works. Let my faith, O my Father, always be active, my virtue constant, my confidence preaching to brave death rather than denying my belief.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nSeigneur! Seigneur! détourne de moi le soufflé pernicieux qui pourrait ternir ma foi; éclaire et fortifie ma raison, afin qu’elle résiste aux suggestions désolantes de l’incrédulité. Éclaire tous les hommes, ouvre leurs yeux à la foi; fais-leur compréndre les vérités éternelles annoncées par tes prophètes, afin qu’ils reviennent de leur égarement, qu’ils confessent ton nom et proclament avec tout Israël, que L’ÉTERNEL NOTRE DIEU EST UN! <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLord! Lord! turn away from me the pernicious breath that could tarnish my faith; enlighten and strengthen my reason, that it may resist the desolate suggestions of unbelief. Enlighten all men, open their eyes to faith; make them understand the eternal truths proclaimed by your prophets, that they may return from their error, confess your name and proclaim with all Israel, that YHVH OUR GOD IS ONE!<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Deuteronomy 6:4.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <em>Amen</em>.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nPSAUME 24, DE DAVID. — POUR LE DIMANCHE.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Ce psaume se dit aussi lors de la rentrée de la Thora aux jours de féte.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\nליי הארץ<br />\nDieu ne veut pour ses élus que des hommes purs.<br />\n&nbsp;<br />\nC’est au Seigneur qu’appartient la terre<br />\nEt tout ce qu’elle renferme,<br />\nL’univers et tout ce qui l’habite.<br />\nC’est lui qui l’a assis sur les mers,<br />\nAffermi sur les fleuves.<br />\nQui osera gravir la montagne de l’Éternel?<br />\nDemeurer dans son sanctuaire?<br />\nCelui qui a les mains pures, le cœur sincère,<br />\nDont l’âme n’aspire pas aux vanités,<br />\nQui ne s’est jamais souillé d’un parjure.<br />\nCelui-là recevra la bénédiction de l’Éternel,<br />\nLa juste récompense de son Dieu.<br />\nTelle est la génération qui recherche le Seigneur;<br />\nTelle est la génération de Jacob,<br />\nQui recherche ta face, ô mon Dieu.<br />\nPortiques, élevez vos voûtes;<br />\nOuvrez-vous, portes de l’éternité!<br />\nC’est le roi de la gloire qui va entrer!<br />\nQui est le roi de la gloire?<br />\nC’est l’Éternel, le Tout-Puissant,<br />\nLe Dieu fort dans les combats.<br />\nPortiques, élevez vos voûtes;<br />\nOuvrez-vous, portes de l’éternité!<br />\nC’est le roi de la gloire qui va entrer!<br />\nQui est le roi de la gloire?<br />\nC’est l’Éternel, le Dieu Zébaoth,<br />\nC’est lui qui est le roi de la gloire! Selah.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPsalms 24, of David — For Sunday.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> This psalm is also said on the return of the Torah on feast days.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\nליי הארץ<br />\nGod only wants pure men for his chosen ones.<br />\n&nbsp;<br />\nThe earth belongs to the Lord&#8230;<br />\nAnd everything in it,<br />\nThe universe and everything in it.<br />\nHe is the one who set it on the waters,<br />\nEstablished it on the rivers.<br />\nWho will dare to climb the mountain of the Lord?<br />\nTo dwell in his sanctuary?<br />\nHe that has pure hands, and a true heart,<br />\nWhose soul does not aspire to vanity,<br />\nWho has never defiled himself with perjury.<br />\nHe shall receive the blessing of YHVH,<br />\nThe just reward of his God.<br />\nThis is the generation that seeks YHVH;<br />\nThis is the generation of Jacob,<br />\nWho seeks your face, O God.<br />\nGates, raise your vaults;<br />\nOpen yourselves, gates of eternity!<br />\nThe King of Glory is coming in!<br />\nWho is the King of Glory?<br />\nIt is YHVH Almighty..,<br />\nThe strong God in battle.<br />\nGates, raise your vaults;<br />\nOpen yourselves, gates of eternity!<br />\nThe King of Glory is coming in!<br />\nWho is the King of Glory?<br />\nIt is YHVH Tsevaot,<br />\nHe is the King of Glory! <em>Selah</em>.<br />\n</span></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is a paraliturgical prayer for Sunday, following in the tradition of Yiddish tkhines, albeit written in French. The prayer was included by Rabbi Arnaud Aron and Jonas Ennery in their opus, <a href=\"/֭?p=12950\">אמרי לב <em>Prières d’un Coeur Israelite</em></a> (second edition) published in 1852 by the Société Consistoriale de Bons Livres.</p>\n<h3>Sources</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/Jonas-Ennery-Prieres-Dun-Coeur-Israelite#page/n597/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Imitating God by imitating divine compassion is an oft repeated maxim in the Talmud. Cf. Talmud Bavli Shabbat 133b, 151b, Mishna Qidushin 4:14, Bavli Qid. 82B, Ketuboth 49b, Betzah 32b. &#8211;Aharon N. Varady</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Deuteronomy 6:4.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Ce psaume se dit aussi lors de la rentrée de la Thora aux jours de féte.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">This psalm is also said on the return of the Torah on feast days.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sunday"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English Translation",
        "French Jewry",
        "French vernacular prayer",
        "Paraliturgical Psalms 24",
        "paraliturgical teḥinot",
        "Psalm of the Day",
        "Sunday",
        "שיר של יום Shir Shel Yom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "16188"
        ],
        "date_src_start": [
            "1852-00-00"
        ],
        "date_src_end": [
            "1852-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"French\",\"code\":\"fra\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/07/Pages-from-Prayer-for-Sunday-from-Jonas-Ennery-אמרי-לב-Prières-Dun-Cœur-Israélite.png",
        "title": "Pages from Prayer for Sunday from Jonas Ennery &#8211; אמרי לב Prières D&#8217;un Cœur Israélite",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=16216",
    "permalink": "https://opensiddur.org/prayers/solilunar/weekdays/sunday/meditation-pour-le-dimanche-by-arnaud-aron-and-jonas-ennery-1852/",
    "slug": "meditation-pour-le-dimanche-by-arnaud-aron-and-jonas-ennery-1852"
}