{
    "title": "Israelite Samaritan Ḳiddush for the Shabbat Evening Meal, translated by Benyamim Sedaka",
    "author": "Benyamim Tsedaka",
    "coauthors": [
        {
            "name": "Benyamim Tsedaka",
            "bio": "Benyamim (Benny) Tsedaka is one of the elders of his people. As an historian, he has published over 100 books and over 2000 articles in Hebrew and English on Israelite Samaritan life, collated by the Internal University Computer in Israel under ‘Samaritans’. Benyamim Tsedaka is Head of the Israelite Samaritan Information Centre. Benny is the author of the ‘Samaritans’ entries in Encyclopedia Judaica; Encyclopedia of Zionism (in English); The Hebrew Encyclopedia, Jerusalem; and Encyclopedia Britannica for Youth (in Hebrew). Benny’s Israelite Samaritan Version of the Torah was published in May 2013. For the first time ever, English translations of the Samaritan Pentateuch and the Masoretic (Jewish) text are laid out in parallel columns with important differences noted.",
            "website": "http://israelite-samaritans.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/12/benjamin-sedaka-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ben-sedaka"
        }
    ],
    "date": "2016-10-25",
    "last_updated": "2025-02-02",
    "excerpt": "Benyamim Sedaka's English translations of the Israelite-Samaritan \"Blessing on the Food\" (Kiddush) and Abraham ben Marchiv Tsedaka Hassafari's opening to the Friday night Shabbat meal . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Poem To be read on Friday evening, before the Sabbath meal, by all those seated at the table</h3>\n<p><em>by Abraham ben Marchiv Tsedaka Hassafari, 1852-1928</em></p>\n<p>Our Eloowwem,<br />\nYou shared Your charity among those You have created<br />\nAnd with Your permission You gave unto us<br />\nFrom the food and the drink<br />\nYour Might, with its favour and holiness and benefit.<br />\nThey are temporal, the food and the drink<br />\nGood for the sanctification of our souls<br />\nAnd for the purity of our hearts and souls.<br />\nFrom the varieties of breads and meats<br />\nFrom the plants and the grains<br />\nFrom the splendid vegetables and the dry food, from the pure refreshing drinks<br />\nFrom the blood of the grapes that adorn the table:<br />\nTo every person his due<br />\nTo prevent the loss of our souls.<br />\nAs You said in your Book:<br />\nHis praise will neither sleep, nor be withdrawn.<br />\nHis words: Man does not live by bread alone<br />\nBut by everything that issues from the Mouth of Shehmaa does Man live.<br />\nAnd now with Your help and Your ability<br />\nAt Your command<br />\nWe are gathered and we have laid this table<br />\nAnd we baked and we cooked.<br />\nWe hope with Your charity we will enjoy the food and the drinks<br />\nBecause our healing is in Your Hands.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>The Blessing on the Food</h3>\n<p><em>(Then the eldest one at the dinner table will bless the others)</em></p>\n<p>Shehmaa our Eloowwem<br />\nYou are blessed and there is no Eloowwem but the One<br />\nAnd praise to Him<br />\nAnd your Sabbaths are blessed by Eloowem.<br />\nBe blessed who has said (Genesis 1:31 – 2:3):<br />\nAnd Eloowwem saw all that He had made<br />\nAnd behold, it was very good.<br />\nAnd the evening and the morning were the sixth day.<br />\nThus the heavens and the earth were completed<br />\nAnd all the host of them.<br />\nAnd on the sixth day Eloowwem completed the work that He had done.<br />\nAnd He rested on the seventh day from all the work that He had done.<br />\nAnd Eloowwem blessed the seventh day and sanctified it<br />\nBecause on it He rested from all the work of creation<br />\nThat He had done.<br />\nBe blessed who has said (Exodus 31:16-17):<br />\nAnd the Children of Israel shall keep the Sabbath<br />\nTo observe the Sabbath throughout their generations<br />\nAs a perpetual covenant.<br />\nIt is a sign between Me and the Children of Israel forever.<br />\nFor in six days Shehmaa made the heavens and the earth<br />\nBut on the seventh day He ceased from labour<br />\nAnd was refreshed.<br />\nBe blessed who has said (Deuteronomy 8:3, 10):<br />\nThat man does not live by bread alone<br />\nBut by every word that issues from the Mouth of Shehmaa man lives.<br />\nAnd when you have eaten and are satisfied<br />\nYou will bless Shehmaa your Eloowwem for the good land that He has given you.<br />\nShehmaa our Eloowwem, You are blessed<br />\nAnd there is no Eloowwem but the One<br />\nAnd the praise is to Him<br />\nAnd your Sabbaths are blessed by Eloowwem.<br />\n<em>(The reader will hold his glass of wine and say:)</em><br />\n‘Happiness all your days for one hundred years’.<br />\n<em>(Then the food may be eaten)</em>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Benyamim Sedaka&#8217;s English translations of the Israelite-Samaritan &#8220;Blessing on the Food&#8221; (Ḳiddush) and Abraham ben Marchiv Tsedaka Hassafari&#8217;s opening to the Friday night Shabbat meal were first published at the Israelite-Samaritan website, <a href=\"https://www.israelite-samaritans.com/religion/prayer/\">here</a>. We intend to provide this translation side-by-side with the Israelite-Samaritan liturgical Hebrew as soon as we can. If you can read and transcribe Israelite-Samaritan, please <a href=\"https://opensiddur.org/contact/\">contact us</a>.</p>\n",
    "categories": [
        "Se'udat Leil Shabbat"
    ],
    "tags": [
        "Samaritan",
        "קידוש ḳiddush",
        "Needing Transcription",
        "Nusaḥ haSamerim",
        "Needing Source Images"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1114"
        ],
        "_thumbnail_id": [
            "14607"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/10/Samaritan-Meal-after-the-fast.jpg",
        "title": "samaritan-meal-after-the-fast",
        "caption": "<a href=\"http://www.tapuz.co.il/blogs/viewentry/1841522\">סעודה  לשבירת הצום, בבית משפחת יצחק מרחיב בהר גריזים. בתמונה, שלושת ילדיו וכלתו</a>"
    },
    "source_link": "https://opensiddur.org/?p=14599",
    "permalink": "https://opensiddur.org/prayers/solilunar/shabbat/seudat-leil-shabbat/israelite-samaritan-kiddush-shabbat-evening-meal-translated-benyamim-sedaka/",
    "slug": "israelite-samaritan-kiddush-shabbat-evening-meal-translated-benyamim-sedaka"
}