{
    "title": "On Belief Held in the Act of Prayer by Rabbi Zalman Schachter-Shalomi (2013)",
    "author": "Gabbai Seth Fishman (translation)",
    "coauthors": [
        {
            "name": "Gabbai Seth Fishman (translation)",
            "bio": "Born in 1954 in Brooklyn, Gabbai Seth Fishman grew up in a secular Jewish home though always felt spiritual. He was shaped by the social and political forces of the late 1960s and 70s. He received a B.A. from Yale in Music in 1976 and an MBA from Wharton School of Business in 1986. In 1989, he met Reb Zalman and began working for him as a gabbai the following year. Married with two daughters, he is active in the Jewish Ritual life of Bucks County, Pennsylvania where he davvens, studies and teaches Ḥasidus.",
            "website": "http://www.jrhasidus.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/09/seth-fishman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/seth-fishman"
        },
        {
            "name": "Zalman Schachter-Shalomi",
            "bio": "Rabbi Dr. Zalman Meshullam Schachter-Shalomi, affectionately known as \"Reb Zalman\" (28 August 1924 – 3 July 2014) was one of the founders of the Jewish Renewal movement. Born in Żółkiew, Poland (now Ukraine) and raised in Vienna, he was interned in detention camps under the Vichy Regime but managed to flee the Nazi advance, emigrating to the United States in 1941. He was ordained as an Orthodox rabbi in 1947 within the ḤaBaD Hasidic movement while under the leadership of the sixth Lubavitcher Rebbe, Yosef Yitzchok Schneersohn, and served ḤaBaD communities in Massachusetts and Connecticut. He subsequently earned an M.A. in psychology of religion at Boston University, and a doctorate from the Hebrew Union College. He was initially sent out to speak on college campuses by the Lubavitcher Rebbe, but  in the early 1960s, after experimenting with \"the sacramental value of lysergic acid\", the main ingredient in LSD, leadership within ḤaBaD circles cut ties with him. He continued teaching the Torah of Ḥassidut until the end of his life to creative, free and open-minded Jewish thinkers with humility and kindness and established warm ecumenical ties as well. In September 2009, he became the first contributor of a siddur to the Open Siddur Project database of Jewish liturgy and related work. Reb Zalman supported the Open Siddur Project telling its founder, \"this is what I've been looking forward to!\" and sharing among many additional works of liturgy, an interview he had with Havurah magazine in the early to mid-1980s detailing his vision of \"<a href=\"http://opensiddur.org/development/press/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/\">Database Davenen</a>.\" The Open Siddur Project is proud to be realizing one of Reb Zalman's long held dreams.",
            "website": "https://en.wikipedia.org/wiki/Zalman_Schachter-Shalomi",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/zalman-schachter-shalomi-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/zalman-schachter-shalomi"
        }
    ],
    "date": "2016-02-18",
    "last_updated": "2025-02-28",
    "excerpt": "The one who prays to <em>Hashem Yitbarakh</em> should hold the belief that, from the start, there was a cause brought about by the everlasting One, and that S/He is the source of all completions, and S/He created all the worlds at the time when it arose in Hir will. . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\" style=\"text-align: right;\">\nהמתפלל אל השי&#8221;ת צריך להאמין אשר יש עילה ראשונה הקיים הנצחי, והוא מקור כל השלמות, וברא כל העולמות בעת שעלה ברצונו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe one who prays to <em>Hashem Yitbarakh</em> should hold the belief that, from the start, there was a cause brought about by the everlasting One, and that S/He is the source of all completions, and S/He created all the worlds at the time when it arose in Hir will.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\" style=\"text-align: right;\">\nגם אחר שבראם והמציאם יש מאין ואפס המוחלט, לא עזב הנהגתם לשום מלאך ומזל, כי אם הוא המחיה ומנהיג את כל הנבראים, מרום עליון ועד עומק התחתון, בלא שיעור שום דבר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlso, after S/He created them and S/He brought them into existence, creatio ex nihilo and the absolute void, S/He didn’t turn over the leading to any angel or planet. Instead, S/He is the One who is the bringer of life, and S/He guides all the creatures, including those residing in the highest of heights all the way to those residing in the depths of below, the One without measure or compare.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\" style=\"text-align: right;\">\nובידיעתו כילל את כולם, והוא יחיד לבדו ומושל על כל השרים ועל כל המזלות ועל כל הטבעיות, והם כולם מתקיימים ועושים פעולתם ע&#8221;י כחו, כי הוא האלהי&#8221;ם בעל הכחות כולם (עיין ש&#8221;ע או&#8221;ח ה&#8217; א&#8217;).<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd with Hir awareness, S/He completes all of the causes that S/He began at the start.</p>\n<p>And S/He is the only One, alone.</p>\n<p>And S/He rules over all the angels and over all the planets and over all that is in nature. And they, all of them, are established and they carry out their actions through Hir power. For S/He is the Elohi“m / God, Shaper of the powers of all of them (Cf. Shulḥan Aruch Orach Chayyim 5:1).\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\" style=\"text-align: right;\">\nוכשהוא רוצה הוא משנה את תפקידם, ואין בידם או ביד זולתם לעזור או להזיק, כ&#8221;א כולם תלויים ברצונו והשגחתו ויכלתו ודעתו, אשר הוא שומע בקשת ותפלת כל פה המתפלל אליו, ויודע כל מחשבות לבם וכליותיהם, ומשגיח ושוקל כל מעשי כל אחד על פי הי&#8221;ג מדות אשר לו. ולו הגדולה והגבורה והכל לאשר כל הי&#8221;ג מדות<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd when S/He wants, S/He changes the directives of Hir servants, and it’s not in their hand, nor in the hand of anyone else besides Hir to help or to harm, for each and every one of them depend on Hir will, Hir oversight, Hir capacity and Hir knowledge. And S/He hears the request and prayer of every mouth that opens and prays to Hir, and S/He knows all the thoughts of their hearts and what they feel in their guts. And S/He oversees and weighs all the actions of each one according to the 13 Middot which are Hirs. And Hirs is the largesse and the strength and, everything is according to all the 13 Middot.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\" style=\"text-align: right;\">\nושרשי עיקרים נכללים בענין מה שבני ישראל מתפללים אליו ומשעבדים את לבם לאביהם שבשמים, מפני שהוא ראשון ואחרון ונצחי ויחיד ומשגיח וגומל טוב למי ששומר מצוותיו ומעניש לעוברים על מצוותיו. (ישמרו דעת ע&#8217; ל&#8217;)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd, the origin of the roots of all influences on what happens is contained in the content of that which the children of Israel pray to Hir and the ways their hearts serve their parent in heaven. For S/He is first and last and everlasting and the only One and S/He oversees and S/He recompenses good to whomever observes Hir commandments and S/He punishes those who transgress Hir commandments.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This English translation, using a mix of traditional and non-traditional <a href=\"https://en.wikipedia.org/wiki/Gender-specific_and_gender-neutral_pronouns\">gender neutral pronouns</a>, was first published on Gabbai Seth Fishman&#8217;s website, <a href=\"http://www.jewishrenewalhasidus.org/wordpress/the-act-of-prayer/\">Jewish Renewal Hasidus</a> on February 15th, 2016. This segment of Reb Zalman&#8217;s writing in Hebrew was first published in his work, <em><a href=\"https://www.createspace.com/4258938\">Yishmru Daat: Hasidic Teachings of the Fourth Turning</a></em> (Albion Andalus, 2013), p. 30. </p>\n",
    "categories": [
        "Self-Reflection"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "bitul neshama",
        "consolation",
        "free will",
        "reception"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "12759"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/02/Luna-sobre-el-cielo-de-Foz-do-Iguaçu-Milan-Gonzalez-CC-BY.jpg",
        "title": "Luna sobre el cielo de Foz do Iguaçu (Milan Gonzalez, CC BY)",
        "caption": "<a href=\"https://www.flickr.com/photos/milan1302/5547320527\">Luna sobre el cielo de Foz do Iguaçu</a>\" (credit: Milan Gonzalez, license: CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=12754",
    "permalink": "https://opensiddur.org/prayers/praxes/reflection/on-belief-held-in-the-act-of-prayer-by-zalman-schachter-shalomi-2013/",
    "slug": "on-belief-held-in-the-act-of-prayer-by-zalman-schachter-shalomi-2013"
}