{
    "title": "what i love about the prayers of others, by Aharon Varady",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2022-07-08",
    "last_updated": "2024-11-29",
    "excerpt": "A reflection on prayer and prayer literature from an Open Siddur Project volunteer. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nwhat i love about prayers<br />\nis that there are no conceits about their authors<br />\nthey were written by other human beings<br />\narticulate and passionate and insightful<br />\nand sometimes, possibly even, inspired</p>\n<p style=\"padding-left: 40px;\">(when we give voice to our own hearts<br />\nwe also grow to receive each others articulations<br />\nregardless of their relative simplicity or coherence)</p>\n<p>regarding them as sacred<br />\nsometimes even<br />\nworthy of recital<br />\nor, at the very least,<br />\na prompt for intention<br />\nor renewed attention.<br />\nwe can speak the language of our hearts too<br />\nand listen to each other&#8217;s pleas and praise<br />\nand learn from what is earnestly cried out<br />\nby each other.\n</p></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>I wrote down this thought earlier this week, as I worked through transcribing some difficult prayers and reflecting on the direction of my work here, and didn&#8217;t want to lose it. It&#8217;s been boiling in my thoughts for a while, years really, and it&#8217;s still probably not fully cooked yet, so this post will remain open and in development as I add to it. I want to think more about how we project authority onto text, and whether elevating text through myth is necessary for sustaining its influence or whether it can hold its influence through its own merit. Maybe we demand containers for what we love because we don&#8217;t know whether or how else they&#8217;ll survive the transit from one generation to the next, let alone a hundred generations. I don&#8217;t know.</p>\n<p>Although I always felt of *my own prayers* that as they were heartfelt they were, therefore, precious regardless whether to whom or where they were addressed and delivered, I didn&#8217;t always feel this way about prayer literature in general. When I first began this project, I really hoped that it might become a repository of instructional literature on helping individuals reach for more expansive states of awareness &#8212; for developing and maturing ones emotional intelligence, as I often put it. I still look forward to that, but I confess to you all that having immersed myself in Jewish prayer literature, I&#8217;ve come to recognize it as a well-developed vernacular art within Jewish culture that deserves recognition and celebration regardless of whether it manages to effect some profound experience or other result. I don&#8217;t know if others have described Jewish prayer as a vernacular art or whether it&#8217;s been so ubiquitous and obvious that it has escaped anyone&#8217;s attention. But the manner in which prayer is regarded is complicated. Prayer (the praxis) and prayers (the media) both suffer from resentments due to its framing, baroque, grandiose, and gauche.</p>\n<p>Since the ephemeral nature of prayer (the activity of constructing a prayer in ones mind) and the disciplined recitation of established liturgies are often conflated, and the outcome of the prayer-praxis feels wishful, uncertain, or simply ineffective &#8212; it&#8217;s not unusual to sense that prayer, both as a media and a praxis have the approximate value of trash.  In his novel, VALIS (1974), Philip K. Dick wrote “the symbols of the divine show up in our world initially at the trash stratum,” amid (as he expanded upon the idea in RADIO FREE ALBEMUTH) “flattened beer cans and papers and weeds and junk mail.” In other words, the detritus and waste we generate from use and neglect. But from my background in ecology, &#8220;waste equals food.&#8221; What are prayers good for? we ask somewhat resentfully, especially those liturgies that tradition demands recital when so many other deserving texts are segregated well away from any particular lineage&#8217;s self-sustaining conceits. What manner of creature do prayers feed? </p>\n<p>Here I want to set aside the beautiful and remarkable idea related in masekhet Berakhot 7a that, yes, also the Divine prays. That&#8217;s an important text, and it&#8217;s a wonderful question to reflect on what prompted it. But it needs to be set aside because however lovely and mysterious this image of divinity in human behavior (or vice versa), I am really trying to think honestly about prayer as a mode of communication internally and externally, and not, as I find all too commonly, a subject of apologetics. If I am alone and I place my message in a bottle, I try to take comfort that I have a bottle to seal it in, and also, the fantasy that some redemptive intervention is possible if unlikely. This is an acceptable romance. Personally, I very much do like the idea that prayers, the earnest and simple along with the complex and incoherent, are daily woven together along with the rest of the expressed desires of the living cosmos into a wreath crown adjured through a mysterious invocation and set upon the divine godhead during the recital of the qedushah. In this myth, it is the angel Sandalfon responsible for the weaving. What a remarkable activity: continuous and archival, but also generative and artistic in the manner of Andy Goldsworthy&#8217;s ephemeral constructs of natural materials, constantly in the process of decomposition and transition over spans of time conceivable and nearly inconceivable. I&#8217;m glad to take part in this enterprise.</p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Self-Reflection",
        "Solitude"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "English vernacular prayer",
        "teaching prayer"
    ],
    "custom_fields": {
        "_yoast_wpseo_primary_category": [
            "816"
        ],
        "_thumbnail_id": [
            "45515"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/07/Hot-air-balloon-and-Ferris-Wheel-Columbian-Exposition.jpg",
        "title": "Hot-air-balloon-and-Ferris-Wheel-Columbian-Exposition",
        "caption": "Hot air balloon and Ferris Wheel Columbian Exposition"
    },
    "source_link": "https://opensiddur.org/?p=45513",
    "permalink": "https://opensiddur.org/prayers/praxes/reflection/what-i-love-about-prayers-by-aharon-varady/",
    "slug": "what-i-love-about-prayers-by-aharon-varady"
}