{
    "title": "Acknowledgements",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-11-25",
    "last_updated": "2024-08-05",
    "excerpt": "",
    "content": "<div class=\"english-sans\" lang=\"en\" style=\"font-size: 1.2em;\">\nAs an open source and free software project, the Open Siddur would not be possible at all were it not for the work of its volunteer developers, transcribers, translators, commentators, artists, designers, and boosters.</p>\n<p><strong>Aharon Varady</strong>, who first <a href=\"http://aharon.varady.net/omphalos/2002/08/update-2002-08-08\">outlined the project in 2002</a>, directs the Open Siddur and administers, curates, and provides light-touch editing for all the content on opensiddur.org. </p>\n<hr />\n<p>We would like to thank the following organizations and individuals for their early help in publicly launching the project.</p>\n<p style=\"padding-left: 30px;\"><strong>Daniel Sieradski</strong>, for pulling me into his vision for Jew-it-Yourself in 2006, and continuing to support Open Source Judaism after all of these years.<br />\n<a href=\"http://realazthat.blogspot.com/\"><strong>Azriel Fasten</strong></a>, for connecting Efraim and Aharon in late 2008.<br />\n<a href=\"http://jtwaldman.com\"><strong>J.T. Waldman</strong></a> (Tagged TaNaKh, Jewish Publication Society Special Projects), for working within the Jewish Publication Society to advocate for this vision in 2009, and help fund my summer at PresenTense.<br />\n<strong>Ariel Beery and Aharon Horwitz</strong> (<a href=\"http://web.archive.org/web/20160825194137/http://presentense.org/institute/\">PresenTense Institute</a>), for helping us to better understand ourselves in 2009.<br />\n<strong>Bob Goldfarb</strong>, President of <a href=\"https://jewishcreativity.org\">Jewish Creativity International</a>.<br />\n<strong>Hadar</strong>, for supporting the &#8220;community project&#8221; of Aharon Varady in 2009-2010. (A special thanks to Rabbi <strong>Jason Rubenstein</strong> and Rabbi <strong>Elie Kaunfer</strong>, for supporting our vision of an Open Content licensed database of divrei torah, sourcesheets, translations, and recordings at Yeshivat Hadar.)<br />\n<strong>Harry Aizenstadt and Lisa Rubins</strong> (family of Rabbi Jacob Freedman, z&#8221;l) for sharing the late Rabbi&#8217;s surviving papers in 2009-10.<br />\n<strong>Dr. Yoram Gnat, z&#8221;l, and Maxim Iorsh</strong> of the <strong>Culmus Project</strong>, for their fonts, and also for their support in customizing and fixing several fonts upon request.</p>\n<p>We look forward to acknowledging <strong>you</strong>. Please join our community and <a href=\"https://opensiddur.org/contribute/\">contribute</a> to the Open Siddur by transcribing or translating texts, researching, providing art and comments, sharing ideas, or if you have technical skills, helping us build the Open Siddur web application. </p>\n<h3>Supporting Infrastructure</h3>\n<p style=\"padding-left: 30px;\">The developers of<a href=\"http://exist.sourceforge.net\"> eXist-db</a>, a native XML database.<br />\nThe developers of <a href=\"http://www.saxonica.com/\">Saxonica</a>, <span class=\"st\">the Saxon processor for XSLT, XQuery, and XML Schema, including the only XSLT 3.0 conformant toolset.</span><br />\nThe developers of <a href=\"http://www.tei-c.org/\">Text Encoding Initiative</a>, for their XML schema in support of the digital humanities.<br />\nThe developers of <a href=\"http://wordpress.org\">WordPress</a>, the open-source CMS engine driving opensiddur.org</p>\n<h3>Licensing &amp; Standards Framework</h3>\n<p style=\"padding-left: 30px;\">The Open Source Initiative, Open Knowledge Foundation, and Free Culture Foundation for maintaining the definitions of open-source, open, and free (as in freedom).<br />\nThe <a href=\"http://creativecommons.org\">Creative Commons</a> for their three free-culture compatible Open Content licenses (CC0, CC BY, and CC BY-SA).<br />\nThe <a href=\"http://www.gnu.org\">Free Software Foundation</a>, for their persistence.<br />\nThe <a href=\"http://www.oasis-open.org/home/index.php\">Organization for the Advancement of Structured Information Standards</a> (OASIS) and the Open Document Fellowship for setting standards.<br />\nThe <a href=\"http://wikimedia.org\">Wikimedia Foundation</a> and its constellation of Open Content licensed sites (Wikisource, Wiktionary, etc.), for setting a good example.</p>\n<h3>PresenTense Institute</h3>\n<p>In the summer of 2009, the Open Siddur was one of sixteen innovative projects chosen for participation in the <a href=\"http://web.archive.org/web/20160626153919/http://presentense.org/institute/2009\">PresenTense Institute 2009 Summer Workshop</a> for Jewish social entrepreneurship in Jerusalem. Aharon Varady was selected as the Rena and Josh Kopelman Chair of Online Community Organizing, an honor presented by the <a href=\"http://www.kopelman.org/\">Kopelman Foundation</a>, and the Open Siddur is grateful for their sponsorship of his work at PresenTense. We deeply appreciate the participation and interest of the PresenTense staff in the public launch of Open Siddur: Ariel Beery, Aharon Horwitz, Brachie Sprung, Shai Davis, and Brian Blumenthal. Their skill building advice, ideas, and ability to connect us with helpful collaborators was extremely useful and made for a productive summer. We would also like to thank the advice and support provided at that time by J.T. Waldman and Avi Warshavsky (Director of Israel&#8217;s Center for Educational Technology Department of Humanities). Many thanks to J.T. Waldman, modest travel grants to attend the workshop were provided by the <a href=\"http://jewishphilly.org\">Jewish Federation of Greater Philadelphia</a> and the <a href=\"https://jps.org/\">Jewish Publication Society</a>.\n</div>\n",
    "categories": [],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "10855"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/03/Open-Siddur-Project-Logo-2015-5509b4bdv1_site_icon.png",
        "title": "the Open Siddur Project [logo]",
        "caption": "<a href=\"https://opensiddur.org/?p=43409\">Logo of the Open Siddur Project</a> (credit: Aharon Varady 2009, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=18215",
    "permalink": "https://opensiddur.org/about-this-project/development/acknowledgements-2/",
    "slug": "acknowledgements-2"
}