{
    "title": "Frequently Asked Questions",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-05-05",
    "last_updated": "2022-08-02",
    "excerpt": "",
    "content": "<p>&nbsp;</p>\n<div class=\"english-sans\" lang=\"en\" style=\"font-size: 1.2em;\">\n<h2>General Questions</h2>\n<hr />\n<p>&nbsp;</p>\n<h3>What is a <em>siddur</em>?</h3>\n<p style=\"padding-left: 30px;\">A <em>siddur</em> is a reference book for accessing Jewish spiritual practices. Mainly, these are arrangements of prayers for communal worship with brief instructions for prayer leaders and for use by individuals. Because different communities have varying customs, any given <em>siddur</em> represents an established liturgical custom, or נוּסַח <em>nusaḥ</em>, of the community that it was published for. There are many different סִידּוּרִים <em>siddurim</em> (plural for <em>siddur</em>) since there are so many different Jewish communities. The variation between them reflects some of the history of the communities they represent. Any one siddur is an aggregate of thousands of years of creatively inspired work by many different authors. The content of a <em>siddur</em> is often arranged for an individual to use alone or as part of a group, and will contain Jewish liturgy and other material suitable for participating in Jewish spiritual practices, rituals, and other circumstances.</p>\n<p>A familiar expression of a Jewish spiritual practice is a form of intentional devotional reading, recitation, and singing. While there are pre-composed prayers in the siddur, there are also meditations, exercises, commentaries, readings from the תנ״ך <em>TaNaKh</em> (Hebrew Biblical Cannon), as well as instructions and guidelines for engaging in spiritual practices. The מטבע <em>matbeia</em> or arrangement of contents in any given Siddur might assume that text being read or listened to will help the practitioner focus their intention, access different internal relationships, and even achieve different mental states.</p>\n<p>&nbsp;</p>\n<h3>What&#8217;s the point of an &#8220;Open Siddur Project&#8221;? I already have a siddur.</h3>\n<p style=\"padding-left: 30px;\">One-size fits all might make sense for elastic sweatpants, but hardly for expressing deep, meaningful relationships. Often, the deepest experiences are also the most fragile and difficult to access. Technologies which try to mediate these relationships, instead sadly succeed in alienating their users from their creative selves. For such an intimate relationship as that described by a spiritual practice, a mass-produced book cannot help but fail to reflect and support the practitioner&#8217;s evolving personal experience. </p>\n<p>The Open Siddur Project was begun with the goal of helping individuals to craft their own siddur. Imagine, for a moment, a web application where you  can compare the customs and variations that you&#8217;re familiar with that of other communities, modify and adapt language and translation, incorporate personal or traditionally obscure material, and design new layouts that help you create a beautiful work reflecting your highest intentions in engaging in Jewish spiritual practices. Perhaps you want a very traditional siddur, just like your father or mother gave you, but you want to include family customs in it, or make some minor changes to the translation, or even translate portions yourself. It would cost thousands of dollars to pay a publisher to create a custom siddur for you. By providing the ingredients, digitized and freely licensed, this project empowers you to design a siddur for yourself. We&#8217;re building such an application.  (At the end of the process we hope individuals can render a manuscript that the can handsomely print via an on-demand printer or custom bookbinder.) </p>\n<p>While this application is being built, we&#8217;re already a space for sharing prayers and related work with standard Open Content, free-culture compatible licenses. By making so much material freely available, we hope Jewish educators and spiritual leaders will find in this project a useful resource for their efforts. </p>\n<p>&nbsp;</p>\n<h3>What is an Open Content license?</h3>\n<p style=\"padding-left: 30px;\">Cultures breathe creativity like we breathe oxygen. Can we envision a Jewish culture as vibrant and vital if copyright law automatically bottles up new works for the lifetime of the author plus 70 years? Open Content licenses are a means by which creators working as part of collaborative projects like Jewish spirituality, can grant their explicit permission for anyone to share, use, and modify their work so long as they provide attribution to the original author, and clearly indicate any changes to the work. The standard Open Content licenses used by the Open Siddur Project are three licenses composed by the Creative Commons organization in accordance with the Open Knowledge Foundation&#8217;s <a href=\"http://opendefinition.org/\">definition of open</a> and the Free Culture Foundation&#8217;s <a href=\"http://freedomdefined.org/Definition\">Definition of Free Cultural Works</a>. We recommend the <a href=\"http://www.creativecommons.org/publicdomain/zero/1.0\">CC0</a> (Creative Commons Zero) license, a Public Domain dedication for digitizing and redistributing work that should unambiguously be considered to be in the Public Domain. We use <a href=\"http://www.creativecommons.org/licenses/by/3.0\">CC BY</a> (By Attribution) for sharing work that are likely to be remixed in other works unlikely to be shared under an Open Content license. We recommend <a href=\"http://www.creativecommons.org/licenses/by-sa/3.0\">CC BY-SA</a> (By Attribution ShareAlike) for creative work that we&#8217;d like to see remixed or improved upon under Open Content licenses until its copyright expires and it enters the Public Domain. Open Siddur Project contributors are empowered to choose their own Open Content license.</p>\n<p>&nbsp;</p>\n<h3>How can I make my own siddur right now with this website?</h3>\n<p style=\"padding-left: 30px;\">Right now, you can choose and select from the material we&#8217;ve made available with our free licenses and begin making your siddur offline. We recommend you use Unicode and open-source licensed Hebrew fonts (take a look at our <a href=\"https://opensiddur.org/tools/fonts\">font pack</a>), and make sure to configure your operating system so you can type with a Hebrew keyboard layout. (<a href=\"https://opensiddur.org/tools/typing\">Here&#8217;s how</a>.) Finally, we recommend you use a free open-source text layout and editing tool: LibreOffice Writer, an application which is bundled in the <a href=\"http://www.libreoffice.org/download/\">LibreOffice suite</a>. (<a href=\"https://opensiddur.org/tools/editing-layout/\">Here&#8217;s how to configure it to type in Right-to-Left texts like Hebrew</a>.)</p>\n<p style=\"padding-left: 30px;\">We hope that you will help or join us in <a href=\"http://app.opensiddur.org\">developing the Open Siddur web application</a> that will help you to select content, edit, and maintain your changes online. While developing this software we could also use your help digitizing content, researching and scanning manuscripts, providing legal support, or even sharing work you have created yourself. You can help us by volunteering for the project, sharing your own content with a standard free culture license, and helping us advocate for Judaism as a collaborative and non-proprietary communal endeavor.</p>\n<p>&nbsp;</p>\n<h3>This web application you mentioned, when will it be ready? I needed this last year!</h3>\n<p style=\"padding-left: 30px;\">So far, the Open Siddur has been developed entirely on volunteer time by a handful of contributors. The scope of our vision is large, but the time it takes to realize our vision is really only limited to the number of folks who step up and volunteer with us. In the meantime, we will be adding features as we complete them and developing partnerships with allied organizations that believe in the utility of open-source development and free culture. So the short answer is that the web application we&#8217;re envisioning will be complete when we reach all of our <a href=\"https://github.com/opensiddur/opensiddur/milestones?state=open\">Milestones</a> as soon as we have enough help to reach it. Until then, keep track of our progress via our news feeds on <a href=\"http://twitter.com/opensiddur\">twitter</a>, <a href=\"https://opensiddur.tumblr.com\">tumblr</a>, and <a href=\"https://www.facebook.com/opensiddur\">facebook</a>. Or, you can use your skills to <a href=\"https://opensiddur.org/contribute\">help us</a> make it a reality.</p>\n<p>&nbsp; </p>\n<h2>Organizational Questions</h2>\n<hr />\n<p>&nbsp;</p>\n<h3>Who are you people? Who are you affiliated with?</h3>\n<p style=\"padding-left: 30px;\">The Open Siddur is an open-source project and anyone can join by helping to code, transcribe, translate, scan books and facsimile editions, and compose new work shared with a free culture license. <strong>The project is non-denominational and non-prescriptive.</strong> What unites us is our intention to share our work on the Siddur and in Jewish spiritual practice. We come from many different backgrounds but share a passion for making the ingredients of the Siddur freely available.</p>\n<p style=\"padding-left: 30px;\">Aharon Varady <a href=\"http://aharon.varady.net/omphalos/2002/08/update-2002-08-08\">first articulated the project in 2002</a> but work did not begin in earnest until the project merged with <a href=\"http://efraimdf.tumblr.com/\">Efraim Feinstein</a>&#8216;s Jewish Liturgy Project in early 2009. Aharon serves as hierophant and chief evangelist of the Open Siddur Project community and website. Efraim directs development of the Open Siddur <a href=\"https://github.com/opensiddur/opensiddur/milestones\">web application</a> as its lead developer.</p>\n<p style=\"padding-left: 30px;\">In order to receive <a href=\"https://www.razoo.com/us/story/Opensiddurproject\">tax-deductible donations</a>, our project is a program of the <a href=\"http://jewishfreeculture.org/projects/\">Jewish Free Culture Society</a> and is fiscally sponsored by the <a href=\"http://www.jewishcreativity.org/\">Center for Jewish Culture &amp; Creativity</a>, a 501(3)c licensed non-profit organization.</p>\n<p>&nbsp;</p>\n<h3>What denomination of Judaism are you? Is this a <em>kiruv</em> (Jewish outreach) project?</h3>\n<p style=\"padding-left: 30px;\">Our project is non-prescriptive and non-denominational. What unites the community of contributors to the Open Siddur Project is an interest in sharing the literature and art of Jewish spiritual practice.</p>\n<p>&nbsp;</p>\n<h3>Who directs this project? Who&#8217;s responsible?</h3>\n<p style=\"padding-left: 30px;\">When Efraim Feinstein and Aharon Varady first partnered on this project they wanted to empower as many people as possible to participate, but understood that there would need to be policies directing responsible stewardship of shared resources, and which might helpfully arbitrate disagreements. Take a look at our <a href=\"https://opensiddur.org/copyright-policy/\">Copyright</a>, <a href=\"https://opensiddur.org/privacy-policy/\">Privacy</a>, and <a href=\"https://opensiddur.org/terms-of-use/\">Terms of Use</a> policies for additional guidance. The <a href=\"https://opensiddur.org/development/mission/\">mission</a> and <a href=\"https://opensiddur.org/development/\">vision</a> for the project provides documentation of our project&#8217;s core principles and values.</p>\n<p style=\"padding-left: 30px;\">The Open Siddur Project is directed by Aharon and he is responsible for administering the Open Siddur Project website and is the contact person on any questions not directly concerning software engineering. If you have any compliments or complaints concerning opensiddur.org &#8212; <a href=\"https://opensiddur.org/contact/\">please direct them</a> to Aharon, as it&#8217;s his <em>avodat lev</em>. Aharon and Efraim collaborate on envisioning the Open Siddur web application, also called the Open Siddur Builder. Efraim is the lead developer and is responsible for birthing this application. He is the contact person on all details related to Open Siddur code <a href=\"http://github.com/opensiddur\">hosted at Github</a>. If you would like to help develop our web application and want to get your hands dirty with syntax and libraries, please <a href=\"https://opensiddur.org/contact/\">contact Efraim</a>. Both Aharon and Efraim regularly present on the topic of <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">Open-source in Judaism</a> and Open Content licensing.</p>\n<p>&nbsp;</p>\n<h3>I love this idea! So how do I volunteer and what can I do?</h3>\n<p style=\"padding-left: 30px;\">In terms of organization, we are looking for individuals who can coordinate and lead teams dedicated to specific areas of the project:</p>\n<ul>\n<li>Designing or advising the design of Open Siddur Project resources for blind and visually-impaired users</li>\n<li>managing transcription projects. pick one or start your own!</li>\n<li>managing the translation of the Jewish English Torah (JET) translation project</li>\n</ul>\n<p style=\"padding-left: 30px;\">We need folks to transcribe, translate, scan books and facsimile editions, code, and share work they&#8217;ve already written or illustrated using free culture compatible Open Content licenses. If you can transcribe, the first step should be to <a href=\"https://opensiddur.org/tools/transcribe/\">create an account on Wikisource</a> if you don&#8217;t already have one. If you can code, your first step should be to create a github account and either <a href=\"https://opensiddur.org/contact/\">start a conversation with Efraim</a>, or begin to read<a href=\"http://web.archive.org/web/20100507124255/http://wiki.jewishliturgy.org:80/Conditionals\">conditional inclusion feature</a> we wrote for you. Communication is key in an Internet-based project like ours, so please join our<a href=\"http://groups.google.com/group/opensiddur-tech/\"> technical discussion list</a> and introduce yourself. Please don&#8217;t be shy. We need your passion for the project mission and your skills, whatever they are. If you don&#8217;t have time to volunteer please make a charitable donation. We <a href=\"http://www.razoo.com/story/theopensiddurproject\">accept financial donations using Razoo</a> through our fiscal sponsor, the <a href=\"http://www.jewishcreativity.org/\">Center for Jewish Culture and Creativity</a>, a registered 501(c)3 nonprofit.</p>\n<p>&nbsp;</p>\n<h3>I have a related project. How can I use your resources or even partner with the Open Siddur Project?</h3>\n<p style=\"padding-left: 30px;\">The project is open-source so all of the work is free for you to use for your project so long as you adhere to the licenses we are using. In any case, please <a href=\"https://opensiddur.org/contact/\">contact us</a> so that we can help signal boost your project!</p>\n<p>&nbsp;</p>\n<h2>Technical Questions</h2>\n<hr />\n<p>&nbsp;</p>\n<h3>Why not use OCR to speed up digitization of Hebrew texts?</h3>\n<p style=\"padding-left: 30px;\"><a id=\"OCR\"></a>Optical character recognition (OCR) works well to identify characters for English texts, and, in fact, we do use OCR on Latin-alphabet texts, such as the Singer Prayer Book and the 1917 JPS. We have not yet found any software (open or closed source) that will recognize Hebrew letters with vowels (<em>niqud</em>) with sufficient accuracy to make the proofreading effort less work than manual transcription. However, we do believe that with a little more attention, an open-source project dedicated to this problem could make a great deal of headway.</p>\n<p style=\"padding-left: 30px;\"><strong>The most promising OCR for liturgical Hebrew is the open-source <a href=\"https://code.google.com/p/tesseract-ocr/\">Tesseract-OCR</a>. Researchers at Ben-Gurion University managed to train Tesseract-OCR read Hebrew with niqud, however they never made their training data publicly available for others. Their documentation is available <a href=\"http://www.cs.bgu.ac.il/~elhadad/hocr/\">here</a> (and <a href=\"http://www.cs.bgu.ac.il/~elhadad/hocr/OCRWithNikud.pptx\">here</a>). If you have an engineering spirit, please tinker with this!</strong></p>\n<p style=\"padding-left: 30px;\">The open-source hOCR (Hebrew OCR) project, led by Kobi Zamir, advanced quite far before Kobi abandoned the effort. His code is open-source and it was forked by several projects. The most useful of these was <a href=\"https://code.google.com/p/qhocr/\">qhOCR</a>, although their development has stalled. The latest code of hOCR is available on <a href=\"https://github.com/tmbdev/hocr-tools\">Github</a>.</p>\n<p style=\"padding-left: 30px;\">Finally, there&#8217;s <a href=\"https://github.com/urieli/jochre\">Jochre</a>, an OCR being developed by Assaf Urieli, primarily for Yiddish. For important technical reasons, Assaf doesn&#8217;t believe Jochre is currently suitable for recognizing the wide variety of liturgical texts without much further development. Assaf writes,</p>\n<blockquote style=\"padding-left: 30px;\">\n<p style=\"padding-left: 30px;\">the possible combinations are huge: 27 letters if you include the final forms × 9 <em>niqqudim</em> (more if we consider biblical niqqud) × cantillation marks). This means for an algorithm based on classification (such as Jochre), there are far too many classes, and it&#8217;s virtually impossible to get sufficient representation in an annotated training corpus. It would be better to imagine a two-pass algorithm: the first pass recognizes the letter, and the second pass recognizes the diacritics (<em>niqqud</em> + cantillation). However, this would require development in Jochre &#8211; it&#8217;s hard to guess how much without analyzing further. Note that Yiddish doesn&#8217;t suffer from the same difficulty, since there is very little <em>niqqud</em> used, and only in certain fixed places (e.g. <em>komets aleph</em>, etc.).</p>\n</blockquote>\n<p style=\"padding-left: 30px;\">Such a two-pass OCR system would almost certainly benefit from a database of Hebrew words with niqqud. Such an open-source Hebrew dictionary would also help the development of spell-checking and auto-niqqud modules for existing word processors. The <a href=\"http://culmus.sourceforge.net/\">Culmus Project</a> has one such open-source database of Hebrew words that they developed as an add-on to LibreOffice and OpenOffice, <a href=\"https://extensions.libreoffice.org/extensions/nakdan-by-culmus\">Nakdan by Culmus</a>.</p>\n<p>&nbsp;</p>\n<h3>I want to help transcribe text. What do I need to start transcribing Hebrew?</h3>\n<p style=\"padding-left: 30px;\">You will need to download and install Unicode fonts and a Hebrew Keyboard Layout that supports all the diacritical marks in Hebrew. We&#8217;ve prepared documentation to help you with your <a href=\"https://opensiddur.org/tools/typing\">keyboard setup</a>, step by step.</p>\n<p>&nbsp;</p>\n<h2>Copyright and Licensing Questions</h2>\n<hr />\n<p>&nbsp;</p>\n<h3>I have some (translations/transcriptions/original prayers) I&#8217;d like to share. Can you help me share it through the Open Siddur Project?</h3>\n<p style=\"padding-left: 30px;\">Absolutely. We will share all material related to Jewish spiritual practice so long as it licensed under one of these three standard free culture licenses written by the <a href=\"http://www.creativecommons.org\">Creative Commons</a>:</p>\n<ul>\n<li><a href=\"http://www.creativecommons.org/publicdomain/zero/1.0\">Creative Commons Zero</a> (CC0): a Public Domain dedication</li>\n<li><a href=\"http://www.creativecommons.org/licenses/by/4.0\">Creative Commons Attribution</a> (CC BY): a permissive attribution-requiring license</li>\n<li><a href=\"http://www.creativecommons.org/licenses/by-sa/4.0\">Creative Commons Attribution-ShareAlike</a> (CC BY-SA): a copyleft attribution-requiring license</li>\n</ul>\n<p style=\"padding-left: 30px;\">By sharing your work with any of the above licenses you are granting explicit permission to anyone to adapt and modify your work. If you composed the work yourself we recommend sharing it with a CC BY-SA license, which mandates anyone using your work to correctly attribute its with your name as the author/artist/translators, etc, and requires any derivative work to also be licensed with that same CC BY-SA license, thus ensuring a chain of attribution to the original document and its creator.</p>\n<p style=\"padding-left: 30px;\">We cannot share works that are not licensed with these licenses. Also, because of certain licensing conflicts with the language of these licenses we cannot share works that are licensed by the GNU Free Document License.</p>\n<p style=\"padding-left: 30px;\">For more information see out <a href=\"https://opensiddur.org/copyright-policy/\">Copyright policy</a>.</p>\n<p>&nbsp;</p>\n<h3>If anyone can edit my work, what about the integrity of my work and my good name?</h3>\n<p style=\"padding-left: 30px;\">Under copyright law, you have a monopoly on your creative work for your lifetime. Copyright forbids anyone to copy, redistibute, adapt, remix, or otherwise create derivative works without your explicit consent. Your estate inherits this copyright for seventy years after you die. This might be fine if you wish others to simply passively consume your work. However, a living culture breathes creativity like we breathe oxygen. If you believe in your work, believe that it can be a useful ingredient in the creative work of someone else. Otherwise, in the very long amount of time it takes now for a creative work to enter the Public Domain, your ephemeral effort might be lost to obscurity and irrelevance.</p>\n<p style=\"padding-left: 30px;\">The choice to share with a free-culture compatible Open Content license should reflect your intention for others to modify and adapt your work as needed so long as they correctly attribute the work, and their changes to it. <strong>The <a href=\"http://www.creativecommons.org/licenses/by/4.0\">CC BY</a> and <a href=\"http://www.creativecommons.org/licenses/by-sa/4.0\">CC BY-SA</a> require that derivative works state that they are modified and that there is no implication that any of the contributors endorse the modified work.</strong> (The CC BY-SA license in particular preserves a chain of attribution back to your original work by requiring any and all derivative works to be shared with the CC BY-SA license.) If you want to share your work but remain concerned about how your work might be modified, you may also choose to contribute the work anonymously or pseudonymously. Within the Open Siddur web application we are developing, your work will only be editable by individuals or groups you have permitted, and always preserving the correct attribution of all sources including your own.</p>\n<p>&nbsp;</p>\n<h3>What&#8217;s the problem with restricting material to personal, non-commercial, scholarly, or educational use?</h3>\n<p style=\"padding-left: 30px;\">The public interest and the vibrancy of Jewish culture are better served by free data. &#8220;Personal use only&#8221; data serves little purpose in a database whose user base includes synagogues and educational institutions. Many of the arguments for the use of &#8220;non-commercial only&#8221; licenses are also resolved by the use of a ShareAlike <a href=\"http://en.wikipedia.org/wiki/copyleft\">copyleft</a> license. The ShareAlike clause is an option for contributors who prefer that their contributions remain freely available. &#8220;Educational use only&#8221; licenses are purely discriminatory against non-educators, so it is inappropriate for those seeking to create works for their own or others&#8217; Jewish spiritual practice. We strongly prefer that our users never face a legal wall in remixing any of the data they find in the Open Siddur&#8217;s public database. The Creative Commons Attribution-ShareAlike license, a free <a href=\"http://en.wikipedia.org/wiki/copyleft\">copyleft</a> license, disallows combination of the work with works that put additional restrictions on copying and distribution. All three of these additional restrictions would result in legal incompatibility within the database.</p>\n<p>&nbsp;</p>\n<h3>How about including this beautiful Hebrew font I found elsewhere on the Internet?</h3>\n<p style=\"padding-left: 30px;\">It certainly is a beautiful font! But look carefully at the user license. The SBL Hebrew font, for example, has certain restrictions on it especially in regards to using the font in printed works. The SBL license is restricted to “non-commercial” use and requires commercial users to pay a license-fee. At this time, there are a fair number of <a href=\"https://opensiddur.org/help/fonts\">Unicode Hebrew fonts</a> suitable for presenting Jewish liturgy with all of the Hebrew diacritics (<em>niqud</em> and <em>t&#8217;amim</em>) and that are licensed with free and open-source licenses such as the <a href=\"https://en.wikipedia.org/wiki/Open_Font_License\">OFL</a> and <a href=\"http://en.wikipedia.org/wiki/GNU_GPL_font_exception\">GPL+FE</a> licenses. Since choosing fonts is a matter of style preference, we do not make recommendations beyond indicating (in our fonts chart) how each font supports the Unicode code-range of Hebrew including its punctuation and diacritical marks.</p>\n<p style=\"padding-left: 30px;\">Crafting new fonts (and repairing old open-source fonts) is just outside the mission of our project. We encourage those interested in developing fluency in the libre/open-source software used for repairing and tweaking existing fonts, and coordinating with the <a href=\"https://culmus.sourceforge.io\">Culmus Project</a> if you wish to share a significant improvement or a new font.</p>\n<p style=\"padding-left: 30px;\">One of the main objectives of our project is providing resources for folk designing and crafting siddurim for print. We must be careful to integrate technologies that are being shared with free-culture compatible Open Content and Open-source licenses. Otherwise, we will be distributing work with conflicting licenses. We cannot share resources with licensing that restricts how downstream users choose to distribute their remixed work. We cannot presume that digital fonts are licensed free and open-source unless explicitly indicated. So-called &#8220;freeware,&#8221; for instance, refers to software available free-without fee, <em>gratis</em>. (See above, &#8220;What&#8217;s all this about Open Content licenses?&#8221;)</p>\n<p>&nbsp;</p>\n<h3>Good grief! Ancient texts can&#8217;t be under copyright even after they&#8217;ve been digitized. Why not ignore whatever restrictive terms someone slapped onto the text and be done with it?</h3>\n<p style=\"padding-left: 30px;\">Yes, absolutely! We reject all copyright claims on work that is in the Public Domain, and historical liturgical texts are in the Public Domain . Under the important legal principle that &#8220;the creative is the enemy of the true,&#8221; transcriptions and images of works in the Public Domain remain in the Public Domain. Changing their format can in no way remove them from the Public Domain, since a format change &#8212; printed text to digital image or digital text &#8212; is not a &#8220;creative&#8221; change, at least, under U.S. law (which is what we follow here at the Open Siddur Project). See our <a href=\"https://opensiddur.org/copyright-policy/\">Copyright policy</a>.</p>\n<p style=\"padding-left: 30px;\">A &#8220;creative&#8221; element added to a work in the Public Domain is protected by copyright. Often enough, when companies or institutions attempt to restrict use of digitized Public Domain texts, they package and remix it with some newly composed text or art that is under copyright &#8212; often a scholarly introduction and illustrations. It&#8217;s important to note that only the newly composed work is under Copyright. The original Public Domain text or art remains in the Public Domain regardless of how it is distributed or remixed with copyrighted work.</p>\n<p style=\"padding-left: 30px;\">It is often surprising to see printed work and software utilizing Public Domain texts and which include copyright warnings to their users. Since work in the Public Domain cannot be removed from it some companies attempt to restrict the redistribution of digitized Public Domain content by employing what is called an EULA &#8212; End-User License Agreement. An EULA is a sort of contract between the licensee of a particular type of content (book or software) and the entity distributing it.</p>\n<p style=\"padding-left: 30px;\">The Open Siddur Project cannot encourage copying from entities that use such onerous EULAs, since we may be liable for contributory infringement (if it&#8217;s really copyrightable) or interfering with a contract (even if it isn&#8217;t). However, <strong>we avoid the pitfalls of EULAs by creating a transparent process for transcribing texts from original sources.</strong> Transcription of any text can be compared directly with the Public Domain manuscript or printed work from which the text was derived &#8212; even if that text originated from other transcription projects and companies employing EULAs. Ultimately, work in the Public Domain, remains in the Public Domain.</p>\n<p style=\"padding-left: 30px;\"><strong>The most important thing for us is the authority of a textual witness through correct attribution.</strong> Through transcription and proofreading our work authenticates and attributes text to its original author and/or source (a/k/a, its provenance).</p>\n<p style=\"padding-left: 30px;\">If we follow our policy on copyright, the worst case is that it takes us longer to get to reach our goal in digitizing the source texts of Judaism&#8217;s spiritual works. As a very positive consequence, by transcribing and proofreading these texts we will know and correctly attribute the sources of everything shared by the project.</p>\n<p>&nbsp;</p>\n<h2>Layout Questions</h2>\n<hr />\n<p>&nbsp;</p>\n<h3>How can I switch the layout of text (with Hebrew &#8220;facing&#8221; the English)?</h3>\n<p><span style=\"display: inline; background-color: yellow;\">To reposition columns of text in any language (Hebrew, English, etc.), click on a table header and drag it under the column header to the right or left</span>. </p>\n<p>Try that here:\n</p></div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Hebrew</th>\n<th style=\"text-align: left;\">English</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nראש חדש<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRosh Ḥodesh<br />\n</span></div>\n</tr>\n</tbody>\n</table>\n",
    "categories": [
        "Open Siddur Project"
    ],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "10038"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/05/interrobang.jpg",
        "title": "interrobang",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=561",
    "permalink": "https://opensiddur.org/about-this-project/development/faq/",
    "slug": "faq"
}