{
    "title": "Project History",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2009-06-25",
    "last_updated": "2024-08-19",
    "excerpt": "",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe Open Siddur was first conceived in 2001-2002 by Aharon Varady as an open-source project archiving the sections of the Siddur, tagged according to the era of their composition and allowing user edits and user-contributions via a PERL/MySQL backend. In <a href=\"http://aharon.varady.net/omphalos/2002/08/update-2002-08-08\">August 2002</a>, he penned some of his earliest thoughts on the project:</p>\n<blockquote><p>I&#8217;m working on a proposal for a project that I&#8217;m calling the &#8220;Open Siddur&#8221;. The goal of the project is to bring back the creative power of t&#8217;fillah to the individual while encouraging the feeling of solidarity with and awareness of the larger Jewish community and their diversity. The draft proposal is located <a href=\"http://aharon.varady.net/open_siddur/index-old.htm\">here</a>. Growing up Jewish and &#8220;Orthodox&#8221;, I often heard that regardless of one&#8217;s personal gripes with this or that aspect of the tradition, it was religiously dishonest, to &#8220;pick and choose&#8221; elements from the tradition one desired to practice from those that were odious. Later in college, I heard as a tenet ascribed to the &#8220;post-modern&#8221;, that the past and culture can be plundered for inspiration and re-contextualization. This other &#8220;picking and choosing&#8221; seemed to me that, while fun, was also disrespectful and cultural appropriation, similar to how the Kabbalah was re-contextualized within medieval Christendom. But now I&#8217;m thinking that for a Judaism which is under attack by mono-culture fundamentalists, deep understanding and appreciation of Jewish worldviews can be accomplished by individuals studying and selecting and even creating new elements for their personal T&#8217;fillah (one of the last spheres where the individual still retains some creative power within the constraints of Jewish traditional discipline. The 1960s saw a movement for Jewish chavurah movements to explore creativity in Judaism as a shared experience. But what is needed, and has sorely been lacking for as long as I can see is *<strong>help</strong>* from the Siddur and the Jewish tradition itself to encourage and inspire an *<strong>individual&#8217;s</strong>* creativity. After all, the tradition is relying on the individual&#8217;s energy to maintain itself to the next generation. This is usually accomplished through a religio-ethnic sense of duty and self-righteous discipline, which yield its own simple rewards to the individual. If we are to conform for the sake of a unity in tradition, we should be aware not only of the purpose of our conformities, but also the limits of our selfless conforming. The religion must maintain and encourage space and freedom for individuality and creativity, and not limit individuality in spirituality and individual expressions to fables about revered rabbis.</p></blockquote>\n<h3>Antecedents</h3>\n<p>The idea for an Open Siddur was in part inspired by Rabbi Jacob Freedman&#8217;s <em>Polychrome Historical Haggadah</em> (1974). Rabbi Freedman&#8217;s innovation was to clearly represent the text of the Haggadah and Siddur as aggregate texts with different authors and periods of composition. (See Freedman&#8217;s color coded legend included on a bookmark distributed with his Haggadah. In a <a href=\"https://opensiddur.org/wp-content/uploads/2009/12/Jacob_Freedman_-_Polychrome_Historical_Prayerbook.pdf\">pamphlet</a> illustrating his vision for a Polychrome Historical Jewish Prayerbook, Rabbi Freedman wrote:</p>\n<blockquote><p>This is perhaps the first attempt to present for publication a polychrome historical prayerbook. The author herewith presents a random selection of prayers in colors merely as examples to show the various levels of historical development&#8230;.The marginal symbols, also in color, indicate the period when certain prayers or phrases were first formulated and/ or introduced into the prayerbook. The references are not to be considered exhaustive.<br />\n\n\t\t<style type=\"text/css\">\n\t\t\t#gallery-1 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 33%;\n\t\t\t}\n\t\t\t#gallery-1 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t/* see gallery_shortcode() in wp-includes/media.php */\n\t\t</style>\n\t\t<div id='gallery-1' class='gallery galleryid-0 gallery-columns-3 gallery-size-thumbnail'><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon landscape'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend.png' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"250\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-250x250.png\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-250x250.png 250w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-50x50.png 50w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-32x32.png 32w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-64x64.png 64w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-96x96.png 96w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-128x128.png 128w\" sizes=\"(max-width: 250px) 100vw, 250px\" /></a>\n\t\t\t</dt></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample.png' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"218\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample.png\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample.png 519w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample-261x300.png 261w\" sizes=\"(max-width: 218px) 100vw, 218px\" /></a>\n\t\t\t</dt></dl>\n\t\t\t<br style='clear: both' />\n\t\t</div>\n</p>\n</blockquote>\n<p>Freedman passed away in 1986 before he could complete negotiations for the publication of his prayerbook, and tragically, his manuscript is now lost. Considering that Freedman&#8217;s use of color amounted to an early application of metadata to text, it seemed clear that a much more nuanced approach to the origin and inclusion of text in the Siddur could be supported with open source database technologies.</p>\n<p>A couple years earlier, Reb Zalman Schachter-Shalomi described a shared digital database for new and old liturgy in an article for the Havurah newsletter, entitled &#8220;<a href=\"https://opensiddur.org/development/press/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/\">Database Davennen</a>&#8221; (ca. 1984): </p>\n<blockquote><p>The idea is to have a central database, into which lots of people in the havurah movement can make their contribution. Many options could be included for all parts of the service, created by different people and different groups. People will add their own personal rubrics, based on their own experience. Right now we have calendar rubrics, e.g., on Monday and Thursday you don’t recite this, but we will add, “Birchot haShachar works best close to dawn,” and ways to involve the group. We don’t put it as law, but as suggestion, as a recipe. We make a big appendix to the siddur. We leave out some of the things now in the siddurs, things that are so hackneyed that you can’t put them in your mouth, but we include the ones that are good. And we might want to have a series of poems. Many poets who never think of themselves as religious poets (or even religious people), are writing poetry that is current prophesy, that is modern piyyut. We want to use that stuff for musaf, where we need one more fortissimo after k’riat ha Torah. This poetry is not the kind of thing that’s made for reading by the group, but if someone reads it well and dramatically, the congregation can say amen afterward.</p></blockquote>\n<p>The only thing missing from Reb Zalman&#8217;s idea was a licensing framework by which all participants could contribute and draw from each others work under current Copyright law. But even basic technical hurdles remained into the 2000s. The idea of an Open Siddur remained a pipe dream due to the lack of available, copyright-accessible, digitized liturgy, as well as the lack of mature technology to automate transcription of Public Domain source material (i.e., Hebrew OCR tools that recognize nikkudot and other diacritical marks).</p>\n<h3>Inspirations</h3>\n<p>What inspired the Open Siddur Project? Several related ideas. First, there is the essay &#8220;<a href=\" http://youtu.be/c0v2apGezu0\">Immediatism</a>&#8221; by Peter Lamborn Wilson, which articulates how alienation is expressed through stages of mediation, and the meaning of the term &#8220;media&#8221; in relation to both mediation and immediacy. For example, we might expect or desire prayer, of all media, to be less mediated than other media, say Television or PowerPoint presentations. </p>\n<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe loading=\"lazy\" class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/c0v2apGezu0?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation allow-popups-to-escape-sandbox\"></iframe></span>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover.jpg\" alt=\"Neal Stephenson - Diamond Age (cover)\" width=\"212\" height=\"314\" class=\"alignright size-full wp-image-10557\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover.jpg 212w, https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover-203x300.jpg 203w\" sizes=\"(max-width: 212px) 100vw, 212px\" /></a> Second, there is the do-it-yourself ethos and the celebration of studied craft traditions that derives directly from the Arts and Crafts Movement of William Morris and his Kelmscott Press. This idea is described brilliantly in the life and work of bespoke artisans and master book artists in Neal Stephenson&#8217;s 1995 sci-fi novel, <em>The Diamond Age (or a Young Lady&#8217;s Illustrated Primer)</em>. </p>\n<p>We&#8217;ve already, above, discussed the illustration of textual metadata in Rabbi Jacob Freedman&#8217;s unpublished Siddur Bays Yosef (Polychrome Historical Prayer Book). The efforts of the free-culture movement articulated by Lawrence Lessig and others concerning all manner of cultural work, provides some contemporary inspiration for reviving creativity and artistic mastery in works of Judaism. As a yeshivah student in Israel in the early 1990s, Varady was introduced to the grassroots campus outreach mission of <a href=\"https://newvoices.org/2002/04/17/0063-2/\">Lights in Action</a>. In the 2000s, Varady&#8217;s first-hand experience witnessing the benefit of radical Jewish pluralism in the grassroots intentional community, Jews in the Woods, convinced him of the value of sharing inspirations and knowledge throughout the Jewish community regardless of sectarian or denominational affiliation. </p>\n<h3>Open Source, Open Content, and Open Standards</h3>\n<p>In the 2000s, the potential of Torah databases and open-source licensed user-generated content projects was just beginning to be explored. Digitized liturgy began to appear online at sites like Mechon-mamre, Hebrew Wikisource and Daat.co.il, however, on the whole, these new digital editions were provided without attribution, and thus lacked the authority inherent in knowing the clear provenance of a textual witness. Inspired by Douglas Rushkoff&#8217;s call for an Open Source Judaism, Daniel Sieradski developed a haggadah he called the Open Source Haggadah (2005) and proceeded to work on a web application he called the Open Source Siddur. However, these two projects lacked a clear Open Content license or attribution information for contributed content. Development of Dan&#8217;s siddur project stalled in 2006. As with Dan&#8217;s siddur, a number of other online siddurim cropped up on sites providing digitized liturgical content in a small variety of popular nusḥaot. </p>\n<p>Meanwhile, a graduate student at Harvard, Efraim Feinstein, was looking for an active Free and Open Source (FOSS) project for developing a siddur. A self-taught hacker, Feinstein found that the other existing projects were either technologically inadequate to the task, or insufficiently supportive of free culture values.  While Varady&#8217;s &#8220;Open Siddur Project&#8221; proposed a similar idea, a six year old web page without a code base made him think that the author had gone on to other things and that the project was forgotten.   Finding no active and worthwhile project to partner with, Efraim began on his own, calling it the <em>Jewish Liturgy Project</em> (JLP) because &#8220;all the obvious names were taken&#8221;.</p>\n<p>Feinstein coded on and off, going through different versions of standard and non-standard methods of XML encoding, and finally settling on an encoding schema defined by the <a href=\"http://www.tei-c.org\">Text Encoding Initiative</a> (TEI). Efraim began transcribing a haggadah over a period of two months, from January to March 2008.  Not wanting to announce the project until he had produced something minimal to release, the project was not made public until the first code was committed to <a href=\"http://github.com/opensiddur\">Google Code</a> on December 10, 2008.</p>\n<p>Later that month, on December 31, 2008, a young self-taught Brooklyn hacker named <a href=\"http://realazthat.blogspot.com\">Azriel Fasten</a> contacted both Feinstein and Varady, asking the latter about reviving the Open Siddur. Varady and Feinstein were soon introduced and agreed on a common vision for the project. Feinstein, who fully embraces the culture of free and open source software development, welcomed Varady&#8217;s willingness to contribute, and was happy to connect his project to that of the Open Siddur name. Varady was overjoyed that a passionate developer community was coalescing around this newly shared vision and was eager to help Feinstein lay the foundations for a robust server process, XML encoded digital text archive, and web application.</p>\n<h3>Public Launch and early years, 2009-2016</h3>\n<p>Aharon Varady submitted a proposal to attend the PresenTense Institute in Jerusalem&#8217;s summer workshop. His participation was supported through the Kaplan Family Foundation and a small grant from the Jewish Publication Society. The Open Siddur Project was publicly launched with the help of PresenTense Institute and an article in Ha&#8217;aretz by Raphael Ahren. A fiscal sponsorship through an established non-profit was arranged with Bob Goldfarb&#8217;s Center for Jewish Culture and Creativity (now, Jewish Creativity International). Aharon, Efraim, and a small community encouraged by the idea of <a href=\"http://en.wikipedia.org/wiki/Open_Source_Judaism\">Open Source in Judaism</a> presented their vision at conferences and gatherings &#8212; at the Jewish New Media Festival, Limmud NY, Le Mood Montreal, NewCAJE, and the Minerva/EVA Conference on Digitization of Jewish Culture. Accounts on popular social networking sites were established to announce and discuss new developments.  The project relied on Google&#8217;s free RSS feed service to deliver regular emails with digests of project development posted to the site.</p>\n<p>While Aharon worked to develop the website, cultivate an online community, and solicit resources through philanthropic organizations, Efraim set work on developing the Open Siddur database, server, and client software. By 2012, it was clear that development of the software would take a number of years, and that funding would not be forthcoming without a working application to show to prospective funders. That year, the project website at opensiddur.org was transformed into an archive of liturgy and related work transcribed from the Public Domain and/or shared with Open Content licensing. Initially, development of the Open Siddur focused primarily on building core processes, standards, and text resources. By 2013-2014, much of the heavy lifting on this work was completed. Work on the client interface, began in earnest in 2014. While work on an Open Siddur application continues on and off at <a href=\"https://app.opensiddur.org\">https://app.opensiddur.org</a>, this development remains the singular pursuit of Efraim Feinstein. </p>\n<h3>Development of opensiddur.org, 2016-present</h3>\n<p>Beginning around 2016, with confidence ebbing in the usability of a functional web-application, Aharon increased his attention on transcribing and preparing liturgical resources, and soliciting resources from others. Len Fellman contributed his entire collection of tropified parshah and megillah translations and Isaac Gantwerk Mayer also began sharing prayers and readings, contemporary and historical. With site contributions from more contributors, Aharon was motivated to improve opensiddur.org, adding an increasing number of categories, author pages, author index, and more advanced search capabilities.\n</p></div>\n",
    "categories": [
        "Meta Topics"
    ],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "312"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/06/Polychrome-Historical-Prayerbook-Color-Coding-Schema-small.jpg",
        "title": "Polychrome Historical Prayerbook Color Coding Schema",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=33",
    "permalink": "https://opensiddur.org/about-this-project/development/history/",
    "slug": "history"
}