{
    "post_id": 33,
    "title": "Project History",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2009-06-25",
    "last_updated": "2025-09-03",
    "excerpt": "",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Open Siddur was first conceived in 2001-2002 by Aharon Varady as an open-source project archiving the sections of the Siddur, tagged according to the era of their composition and allowing user edits and user-contributions via a PERL/MySQL backend. In <a href=\"http://aharon.varady.net/omphalos/2002/08/update-2002-08-08\">August 2002</a>, he penned some of his earliest thoughts on the project:</p>\n<blockquote><p>I&#8217;m working on a proposal for a project that I&#8217;m calling the &#8220;Open Siddur&#8221;. The goal of the project is to bring back the creative power of t&#8217;fillah to the individual while encouraging the feeling of solidarity with and awareness of the larger Jewish community and their diversity. The draft proposal is located <a href=\"http://aharon.varady.net/open_siddur/index-old.htm\">here</a>. Growing up Jewish and &#8220;Orthodox&#8221;, I often heard that regardless of one&#8217;s personal gripes with this or that aspect of the tradition, it was religiously dishonest, to &#8220;pick and choose&#8221; elements from the tradition one desired to practice from those that were odious. Later in college, I heard as a tenet ascribed to the &#8220;post-modern&#8221;, that the past and culture can be plundered for inspiration and re-contextualization. This other &#8220;picking and choosing&#8221; seemed to me that, while fun, was also disrespectful and cultural appropriation, similar to how the Kabbalah was re-contextualized within medieval Christendom. But now I&#8217;m thinking that for a Judaism which is under attack by mono-culture fundamentalists, deep understanding and appreciation of Jewish worldviews can be accomplished by individuals studying and selecting and even creating new elements for their personal T&#8217;fillah (one of the last spheres where the individual still retains some creative power within the constraints of Jewish traditional discipline. The 1960s saw a movement for Jewish chavurah movements to explore creativity in Judaism as a shared experience. But what is needed, and has sorely been lacking for as long as I can see is *<strong>help</strong>* from the Siddur and the Jewish tradition itself to encourage and inspire an *<strong>individual&#8217;s</strong>* creativity. After all, the tradition is relying on the individual&#8217;s energy to maintain itself to the next generation. This is usually accomplished through a religio-ethnic sense of duty and self-righteous discipline, which yield its own simple rewards to the individual. If we are to conform for the sake of a unity in tradition, we should be aware not only of the purpose of our conformities, but also the limits of our selfless conforming. The religion must maintain and encourage space and freedom for individuality and creativity, and not limit individuality in spirituality and individual expressions to fables about revered rabbis.</p></blockquote>\n<p>As the interim program director for Louisiana State University in the spring of 2008, Varady made his first attempt to craft a Friday night siddur using resources copied from an Artscroll siddur. Noting that prayerbook&#8217;s warning forbidding copying while intent on preparing a communal resource gave him a fresh impetus for revisiting the idea of an &#8220;open siddur&#8221; later that year.</p>\n<h3>Inspiration</h3>\n<p>What inspired the Open Siddur Project? Several related and interrelated ideas applied to siddurim: the <a href=\"https://en.wikipedia.org/wiki/Arts_and_Crafts_movement\">Arts &#038; Crafts movement</a> of the socialist romantic William Morris (1834-1896), the critical media theory of Marshall McLuhan (1911-1980), copyright reform and the open-source/free software movement, the technological innovations of &#8220;desktop publishing&#8221; and online collaboration over the Internet, and finally, disparate grassroots efforts towards broadening access to Jewish education and Jewish educational resources. The ideas brought together here in this project were each expressed by pioneering antecedents.</p>\n<p>One of the earlist was the <em>Polychrome Historical Haggadah</em> (1974) of Rabbi Jacob Freedman (1903-1986). Rabbi Freedman&#8217;s innovation was to clearly represent the text of the Haggadahas aggregate texts with different authors and periods of composition. Freedman included a color coded legend as a bookmark distributed with his Haggadah, a proof-of-concept for a complete siddur he envisioned but never fully realized. In a <a href=\"https://opensiddur.org/wp-content/uploads/2009/12/Jacob_Freedman_-_Polychrome_Historical_Prayerbook.pdf\">pamphlet</a> illustrating his vision for a Polychrome Historical Jewish Prayerbook, Rabbi Freedman wrote:</p>\n<blockquote><p>This is perhaps the first attempt to present for publication a polychrome historical prayerbook. The author herewith presents a random selection of prayers in colors merely as examples to show the various levels of historical development&#8230;.The marginal symbols, also in color, indicate the period when certain prayers or phrases were first formulated and/ or introduced into the prayerbook. The references are not to be considered exhaustive.</p>\n<p><span style=\"float: right;\"><div id=\"attachment_9978\" style=\"width: 310px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-9978\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-300x161.png\" alt=\"\" width=\"300\" height=\"161\" class=\"size-medium wp-image-9978\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend-300x161.png 300w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-legend.png 504w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\" /></a><p id=\"caption-attachment-9978\" class=\"wp-caption-text\">Polychrome Historical Prayerbook Color Coding Schema</p></div></span> <span style=\"float: left;\"><div id=\"attachment_9979\" style=\"width: 271px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-9979\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample-261x300.png\" alt=\"\" width=\"261\" height=\"300\" class=\"size-medium wp-image-9979\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample-261x300.png 261w, https://opensiddur.org/wp-content/uploads/2009/06/polychrome-siddur-sample.png 519w\" sizes=\"auto, (max-width: 261px) 100vw, 261px\" /></a><p id=\"caption-attachment-9979\" class=\"wp-caption-text\">polychrome siddur sample page</p></div></span> <span style=\"float: left;\"><div id=\"attachment_311\" style=\"width: 205px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2009/06/Jacob-Freedman-crop.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-311\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/Jacob-Freedman-crop-195x300.png\" alt=\"\" width=\"195\" height=\"300\" class=\"size-medium wp-image-311\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/Jacob-Freedman-crop-195x300.png 195w, https://opensiddur.org/wp-content/uploads/2009/06/Jacob-Freedman-crop.png 198w\" sizes=\"auto, (max-width: 195px) 100vw, 195px\" /></a><p id=\"caption-attachment-311\" class=\"wp-caption-text\">Jacob Freedman</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p></blockquote>\n<p>Freedman passed away in 1986 before he could complete negotiations for the publication of his prayerbook, and tragically, his manuscript is now lost. Considering that Freedman&#8217;s use of color amounted to an early application of metadata to text, it seemed clear that a much more nuanced approach to the origin and inclusion of text in the Siddur could be supported with open source database technologies.</p>\n<p>In the 1980s, Reb Zalman Schachter-Shalomi described a shared database for new and old liturgy in an article for the Havurah newsletter, entitled &#8220;<a href=\"/?p=7665\">Database Davennen</a>&#8221; (ca. 1984): </p>\n<blockquote><p>The idea is to have a central database, into which lots of people in the havurah movement can make their contribution. Many options could be included for all parts of the service, created by different people and different groups. People will add their own personal rubrics, based on their own experience. Right now we have calendar rubrics, e.g., on Monday and Thursday you don’t recite this, but we will add, “Birchot haShachar works best close to dawn,” and ways to involve the group. We don’t put it as law, but as suggestion, as a recipe. We make a big appendix to the siddur. We leave out some of the things now in the siddurs, things that are so hackneyed that you can’t put them in your mouth, but we include the ones that are good. And we might want to have a series of poems. Many poets who never think of themselves as religious poets (or even religious people), are writing poetry that is current prophesy, that is modern piyyut. We want to use that stuff for musaf, where we need one more fortissimo after k’riat ha Torah. This poetry is not the kind of thing that’s made for reading by the group, but if someone reads it well and dramatically, the congregation can say amen afterward.</p></blockquote>\n<p>Reb Zalman&#8217;s idea wasn&#8217;t necessarily a digital database, but a central resource of all kinds of media including then new audio and video formats like VHS tapes. The means for accessing and distributing resources from the database (a physical cabinet containing these materials) did not yet anticipate the Internet but could be realized by it. The only thing missing from Reb Zalman&#8217;s idea was a licensing framework by which all participants could contribute and draw from each others work under current Copyright law. But even basic technical hurdles remained into the 2000s. The idea of shared digital siddur resources remained a pipe dream due to the lack of available, copyright-accessible, digitized liturgy, as well as the lack of mature technology to automate transcription of Public Domain source material (i.e., Hebrew OCR tools that recognize nikkudot and other diacritical marks). </p>\n<p>As a first year yeshivah student at  Rabbi Chaim Brovender&#8217;s Yeshivat haMivtar, Varady was still ignorant of these pioneering efforts. But on leaving yeshiva in Israel in 1993, he was introduced to the campus outreach mission of a grassroots organization of college students called <a href=\"https://newvoices.org/2002/04/17/0063-2/\">Lights in Action</a>. While he struggled to make any Jewish connections back in college on his home campus, the desire to share authentic and worthwhile learning in Judaism had been imprinted. Other ideas, gleaned from his time in college, helped him to think critically about this project.</p>\n<p>In his 1994 essay &#8220;<a href=\" http://youtu.be/c0v2apGezu0\">Immediatism</a>,&#8221; Peter Lamborn Wilson (1945-2022), borrowing concepts of earlier media theorists, articulated how the experience of alienation is expressed through stages of increasing &#8220;mediation,&#8221; and critiques forms of media in relation to their mediation of an individual from the immediacy of their reality. For example, we might expect or desire prayer, of all media, to be less mediated than other media, a Television show or a PowerPoint presentation. </p>\n<span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe loading=\"lazy\" class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/c0v2apGezu0?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation allow-popups-to-escape-sandbox\"></iframe></span>\n<blockquote><p>All experience is mediated—by the mechanisms of sense perception, mentation, language, etc.—and certainly all art consists of some further mediation of experience.</p>\n<p>However, mediation takes place by degrees. Some experiences (smell, taste, sexual pleasure, etc.) are less mediated than others (reading a book, looking through a telescope, listening to a record). Some media, especially “live” arts such as dance, theater, musical or bardic performance, are less mediated than others such as TV, CDs, Virtual Reality. Even among the media usually called “media,” some are more &#038; others are less mediated, according to the intensity of imaginative participation they demand. Print &#038; radio demand more of the imagination, film less, Television even less, Virtual Reality the least of all—so far.</p>\n<p>For art, the intervention of Capital always signals a further degree of mediation. To say that art is commodified is to say that a mediation, or standing-inbetween, has occurred, and that this between-ness amounts to a split, and that this split amounts to “alienation.” &#8230;.Real art is play, &#038; play is one of the most immediate of all experiences&#8230;. And we should like to remember a certain psychic martial art which stresses the realization that the body itself is the least mediated of all media&#8230;. Therefore, as artists &#038; “cultural workers” who have no intention of giving up activity in our chosen media, we nevertheless demand of ourselves an extreme awareness of immediacy, as well as the mastery of some direct means of implementing this awareness as play, immediately (at once) &#038; immediately (without mediation).</p>\n<p>Improv music played by friends at home is less “alienated” than music played “live” at the Met, or music played through media (whether PBS or MTV or Walkman). In fact, an argument could be made that music distributed free or at cost on cassette via mail is LESS alienated than live music played at some huge We Are The World spectacle or Las Vegas niteclub, even though the latter is live music played to a live audience (or at least so it appears), while the former is recorded music consumed by distant and even anonymous listeners.</p>\n<p>[&#8230;.] Computers, video, radio, printing presses, synthesizers, fax machines, tape recorders, photocopiers—these things make good toys, but terrible addictions. Finally we realize we cannot “reach out &#038; touch someone” who is present in the flesh. These media may be useful to our art—but they must not possess us, nor must they stand between, mediate, or separate us from our animal/animate selves. We want to control our media, not be Controlled by them. And we should like to remember a certain psychic martial art which stresses the realization that the body itself is the least mediated of all media.\n</p></blockquote>\n<p><div id=\"attachment_10557\" style=\"width: 213px\" class=\"wp-caption alignright\"><a href=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-10557\" src=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover-203x300.jpg\" alt=\"\" width=\"203\" height=\"300\" class=\"size-medium wp-image-10557\" srcset=\"https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover-203x300.jpg 203w, https://opensiddur.org/wp-content/uploads/2009/06/Neal-Stephenson-Diamond-Age-cover.jpg 212w\" sizes=\"auto, (max-width: 203px) 100vw, 203px\" /></a><p id=\"caption-attachment-10557\" class=\"wp-caption-text\">Neal Stephenson &#8211; Diamond Age (cover)</p></div> Second, there is the do-it-yourself ethos and the celebration of studied craft traditions that derives directly from the Arts and Crafts Movement of William Morris and his Kelmscott Press. This idea is described brilliantly in the life and work of bespoke artisans and master book artists in Neal Stephenson&#8217;s 1995 sci-fi novel, <em>The Diamond Age (or a Young Lady&#8217;s Illustrated Primer)</em>. Varady imagined that new siddurim might be distinguished from one another, not on the basis of their contents, but by the master craft of their aesthetics and organization, especially in improving the actual devotional practices of those utilizing them. Such new siddurim could be carefully individualized or tailor-made to their users, by their users. The appearance and efficacy of these prayerbooks would be limited by their experience, knowledge, and skills &#8212; all aspects that could be improved by improved access to content and collaboration with other creators. The restrictions imposed by copyright on this creative activity would shape what could be accessed and collaborated upon. But by the early 2000s, a solution was already imagined and acted upon: the efforts of the free-culture movement articulated by Lawrence Lessig and others concerning all manner of cultural work, provided a legal framework for reviving creativity and artistic mastery in works of Judaism. </p>\n<p>Later, in the mid-2000s, Varady&#8217;s first-hand experience witnessing the benefit of radical Jewish pluralism in the grassroots intentional community, Jews in the Woods, convinced him of the value of sharing inspirations and knowledge throughout the Jewish community regardless of sectarian or denominational affiliation.</p>\n<p>In the 2000s, the potential of Torah databases and open-source licensed user-generated content projects was just beginning to be explored. Digitized liturgy began to appear online at sites like Mechon-mamre, Hebrew Wikisource and Daat.co.il, however, on the whole, these new digital editions were provided without attribution, and thus lacked the authority inherent in knowing the clear provenance of a textual witness. Inspired by Douglas Rushkoff&#8217;s call for an &#8220;Open Source Judaism,&#8221; Daniel Sieradski developed a haggadah he called the Open Source Haggadah (2005) and proceeded to work on a web application he called the Open Source Siddur. However, these two projects lacked a clear Open Content license or attribution information for contributed content. Development of Dan&#8217;s siddur project stalled in 2006. As with Dan&#8217;s siddur, a number of other online siddurim cropped up on sites providing digitized liturgical content in a small variety of popular nusḥaot. </p>\n<p>Meanwhile, a graduate student at Harvard, Efraim Feinstein, was looking for an active Free and Open Source (FOSS) project for developing a siddur. A self-taught coder, Feinstein found that the other existing projects were either technologically inadequate to the task, or insufficiently supportive of free culture values.  While Varady&#8217;s &#8220;Open Siddur Project&#8221; proposed a similar idea, a six year old web page without a code base made him think that the author had gone on to other things and that the project was forgotten. Finding no active and worthwhile project to partner with, Efraim began on his own, calling it the <em>Jewish Liturgy Project</em> (JLP) because &#8220;all the obvious names were taken&#8221;.</p>\n<p>Feinstein coded on and off, going through different versions of standard and non-standard methods of XML encoding, and finally settling on an encoding schema defined by the <a href=\"http://www.tei-c.org\">Text Encoding Initiative</a> (TEI). Efraim began transcribing a haggadah over a period of two months, from January to March 2008.  Not wanting to announce the project until he had produced something minimal to release, the project was not made public until the first code was committed to <a href=\"http://github.com/opensiddur\">Google Code</a> on December 10, 2008.</p>\n<p>Later that month, on December 31, 2008, a young self-taught Brooklyn coder named <a href=\"http://realazthat.blogspot.com\">Azriel Fasten</a> contacted both Feinstein and Varady, asking the latter about reviving the Open Siddur. Varady and Feinstein were soon introduced and agreed on a common vision for the project. Feinstein, who fully embraces the culture of free and open source software development, welcomed Varady&#8217;s willingness to contribute, and was happy to connect his project to that of the Open Siddur name. Varady was overjoyed that a passionate developer community was coalescing around this newly shared vision and was eager to help Feinstein lay the foundations for a robust server process, XML encoded digital text archive, and web application.</p>\n<h3>The Open Siddur Project, 2009-present</h3>\n<p>Aharon Varady submitted a proposal to attend the PresenTense Institute in Jerusalem&#8217;s summer workshop. His participation was supported through the Kaplan Family Foundation and a small grant from the Jewish Publication Society. The Open Siddur Project was publicly launched with the help of PresenTense Institute and an article in Ha&#8217;aretz by Raphael Ahren. A fiscal sponsorship through an established non-profit was arranged with Bob Goldfarb&#8217;s Center for Jewish Culture and Creativity (now, Jewish Creativity International). When introduced to the Open Siddur Project in 2009 by Varady, Reb Zalman readily agreed to it and shared his own siddur, <em><a href=\"/?p=177\">Tehilat Hashem Yedaber Pi</a></em>.</p>\n<p>Aharon, Efraim, and a small community encouraged by the idea of <a href=\"http://en.wikipedia.org/wiki/Open_Source_Judaism\">Open Source in Judaism</a> presented their vision at conferences and gatherings &#8212; at the Jewish New Media Festival, Limmud NY, Le Mood Montreal, NewCAJE, and the Minerva/EVA Conference on Digitization of Jewish Culture. Accounts on popular social networking sites were established to announce and discuss new developments.  The project relied on Google&#8217;s free RSS feed service to deliver regular emails with digests of project development posted to the site. The Atlantic Magazine took note, with Alan Jacobs <a href=\"https://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">interviewing Aharon on open-source Judaism</a> over the summer 2012.</p>\n<p>While Aharon worked to develop the website, cultivate an online community, and solicit resources through philanthropic organizations, Efraim set work on developing the Open Siddur database, server, and client software. By 2012, it was clear that development of the software would take a number of years, and that funding would not be forthcoming without a working application to show to prospective funders. That year, the project website at opensiddur.org was transformed into an archive of liturgy and related work transcribed from the Public Domain and/or shared with Open Content licensing. Initially, development of the Open Siddur focused primarily on building core processes, standards, and text resources. By 2013-2014, much of the heavy lifting on this work was completed. Work on the client interface, began in earnest in 2014. Work on an Open Siddur wen application continued off and on at <a href=\"https://app.opensiddur.org\">https://app.opensiddur.org</a> while Efraim Feinstein became a father and took a job in the tech sector. </p>\n<p>Still, the Open Siddur&#8217;s pioneering idea for open-source development and Open Content licensed databases of digitized Jewish text resources gained greater appreciation &#8212; most successfully by a comparative project, <a href=\"https://sefaria.org\">Sefaria</a>. While not focused exclusively on Jewish liturgy and prayer literature, the Sefaria database grew to contain substantial resources including a handful of siddurim and maḥzorim, in Hebrew with English translations. Since open-source projects aim to collaborate rather than compete, focus shifted away from transcribing liturgy more easily accessed at Sefaria, to sharing the unique prayer and liturgical resources unobtainable anywhere else. </p>\n<p>By mid-decade, with Marc Stober, Varady attempted to create an umbrella organization for open-source movements in Judaism, in part to organize, celebrate, and promote open-source in Judaism between Sefaria, the Open Siddur, Hebcal, and a number of other interested Jewish tech start-ups. This effort mainly culminated in collaborating with Wikipedia editors on articles on &#8220;<a href=\"https://en.wikipedia.org/wiki/Open-source_religion\">Open-source religion</a>,&#8221; &#8220;<a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">Open-source Judaism</a>,&#8221; and the &#8220;<a href=\"https://en.wikipedia.org/wiki/Open_Siddur_Project\">Open Siddur Project</a>.&#8221;</p>\n<p>In 2015, looking for a business model to help support his work on the Open Siddur Project and as a proof-of-concept for Open Content licensed Jewish publishing, Varady founded <a href=\"https://dimus.parrhesia.press\">Dimus Parrhesia Press</a>. That year, Varady published a Ḥanukkah madrikh containing the pointed Megillat Antiokhus in its original Aramaic with a traditional Hebrew translation and a scholarly English translation by John Reeves. In 2016, he published a draft of a Friday night prayerbook, completed in 2017 and revised in 2021. The press remains a separate spin-off print outlet for innovative work shared through the project, publishing birkonim, collections of prayer-poems, and other miscellanies.</p>\n<p>Beginning around 2016, with confidence ebbing in the usability of a functional web-application, Aharon increased his attention on transcribing and preparing liturgical resources, and soliciting resources from others. Len Fellman contributed his entire collection of tropified parshah and megillah translations and Isaac Gantwerk Mayer also began sharing prayers and readings, contemporary and historical. With site contributions from more contributors, Aharon was motivated to fully update opensiddur.org as a CMS (content management system), adding an increasing number of categories, author pages, author index, and more advanced search capabilities. Also by the late 2010s, the project also began using the Internet Archive as a destination for sharing new digital editions of siddurim, maḥzorim, and other resources imaged for the purpose of online collaborative transcriptions. </p>\n<p>In 2019, the project was recognized for its pioneering work by the Jewish New Media festival in Philadelphia. That year, Varady also presented there as well as at the Wikimedia North America Conference detailing the project&#8217;s experience attempting to leverage the resources of Wikisource instances for collaborative transcription initiatives. During the COVID years, the site became an important resource for homebound individuals and families to access these online prayer resources. </p>\n<h3>Impact</h3>\n<p>As of 2025, the project is sharing 3700 unique resources, made available by over 650 living authors, translators, and transcribers. (75 institutions and 750 historic authors and translators of Jewish liturgy are also represented by the project.) Shared project resources span 66 languages and 23 written language scripts. Our project site serves approximately 600,000 viewers a year, with 1,500 unique visitors every day.\n</p></div>\n",
    "categories": [
        "Meta Topics"
    ],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "312"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/06/Polychrome-Historical-Prayerbook-Color-Coding-Schema-small.jpg",
        "title": "Polychrome Historical Haggadah Color Coding Schema",
        "caption": "Polychrome Historical Haggadah Color Coding Schema"
    },
    "source_link": "https://opensiddur.org/?p=33",
    "permalink": "https://opensiddur.org/about-this-project/development/history/",
    "slug": "history"
}