{
    "post_id": 2,
    "title": "Our Mission",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2009-06-16",
    "last_updated": "2025-04-03",
    "excerpt": "",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Open Siddur is a volunteer-driven, non-profit, non-denominational, and non-prescriptive community project growing a gratis &#038; libre Open Access archive of digitized Jewish prayer, liturgy, and related works (historic and contemporary, familiar and obscure), composed in every era, region, and language Jews and other Israelites have ever prayed. Our goal is to provide a platform for sharing open-source resources, tools, and content for individuals and communities crafting their own prayerbooks (סִדּוּרִים | siddurim). Through this we hope to empower personal autonomy, to preserve customs, and to foster openness and vitality in religious culture.</p>\n<p>Our mission is to make Jewish prayer literature accessible as indexable and searchable digital text for students, scholars, artists, and educators to research, redistribute, and/or remix as needed for themselves, their classes, or their communities. <strong>In short, our mission is to make the content of Jewish liturgy accessible for creative reuse.</strong>  </p>\n<p>We work for this mission by sharing digital editions of Jewish prayer literature and liturgy-related works that are either already in the Public Domain or else shared by their creators and copyright proprietors with <a href=\"http://opendefinition.org/\">libre Open Content</a> licenses. To this end, we are developing an online platform for crafting, publishing, and printing Jewish prayer books (<em>siddurim</em>), and growing a digital archive of Jewish prayer literature (historic and contemporary, familiar and obscure) in every language Jews pray or have ever prayed. We hope that this effort will preserve for posterity those liturgies disseminated as ephemeral works and the variations recorded in Jewish liturgical traditions worldwide. We hope these resources encourage creative engagement and understanding in Jewish spiritual practice and provide an urgently needed resource for Jews sharing and crafting new siddurim.</p>\n<h3>Scope of Participation and Content</h3>\n<p>The Open Siddur is a non-prescriptive, non-denominational project working to ensure that collective spiritual resources for public and private participation in Judaism &#8212; the creative content intended for personal and communal use &#8212; remain accessible for creative reuse in new prayerbooks, educational resources, and related media (posters, slide presentations, video, etc.). The Open Siddur Project invites participation without prejudice towards ethnic heritage, skin color, nationality, theological belief (or non-belief), sex, gender, sexuality, or any other consideration. The scope of content is limited to liturgy, prayer literature, and related content (public readings, translations, instructions for ritual praxis, commentary, and musical notation) prepared by Jews (pre-Rabbinic, Rabbinic, non-Rabbinic, post-Rabbinic, and Karaite lineages), Israelite Samaritans, and Noaḥide communities, as well as crypto-Jewish and non-Jewish peoples constructing or recovering their Jewish identity in an intentional and recognizable process of <a href=\"https://en.wikipedia.org/wiki/Judaization\">Judaization</a>. Content authored by non-Jews (Christians, Muslims, Sikhs, Hindus, etc.) is acceptable  where it has been shown to be used by rabbinic Jewish congregations in their public services (for example: hymns of 19th century abolitionists and readings of speeches by Rev. Martin Luther King Jr.) and/or as the subject of a translation in a Jewish language (e.g., the <a href=\"/?p=24869\">Gitanjali</a> of Rabindranath Tagore translated into Hebrew by David Frischmann, later the subject of a <a href=\"/?p=23777\">prayer adaptation</a> by Eugene Kohn). The overarching rule is that the work be offered without false-pretense and with clear attribution indicating its authorship, provenance, and any other clarifying historical context. Not all shared works will be deemed acceptable for use in public contexts or private prayer by all segments of the Jewish world (currently or historically. As a non-prescriptive, non-denominational project, the Open Siddur is not an arbiter of acceptable content for any one current or historical Jewish community.)</p>\n<h3>Free-culture, Open Content, Open-source, and Open Standards</h3>\n<p>We work to bring about a future where the content of the Siddur is open (as in open content) and publishing technologies are free (as in free-culture) and open-source. By claiming our project to be &#8220;open,&#8221; we mean that our collaborative effort and the licenses we rely upon for sharing our work are consistent with the definitions of &#8220;free-culture,&#8221; &#8220;open,&#8221; and &#8220;open-source,&#8221; as defined and maintained by the <a href=\"http://freedomdefined.org/Definition\">Free Culture Foundation</a>, the <a href=\"http://opendefinition.org/\">Open Knowledge Foundation</a>, and the <a href=\"http://www.opensource.org/docs/osd\">Open Source Initiative</a>, respectively. Setting aside contemporary translations and commentary, most of the source texts of the siddur, authored hundreds or thousands of years ago, reside in the <a href=\"http://en.wikipedia.org/wiki/Public_domain\" target=\"_blank\" rel=\"noopener noreferrer\">Public Domain</a>. Unfortunately, too many projects until now have imposed restrictions on the widespread dissemination of texts that are the common heritage of the Jewish people. In order to provide an online workspace for individuals and groups to craft, publish, and print Jewish prayer books without the onerous restrictions imposed by proprietary license agreements, all of the texts produced and disseminated though our efforts are shared under the framework of free culture licenses.</p>\n<p>Since the texts that we are digitizing and the technology we are inventing are so valuable, we see the potential of our work extending far beyond the scope of this project. We want our efforts to benefit from and add value to other existing and yet-to-be-imagined projects. To this end, our project uses <a href=\"http://www.opensource.org/docs/osd\" target=\"_blank\" rel=\"noopener noreferrer\">open-source</a> (as defined by the Open Source Initiative) as a strategy for developing and distributing our work. All the source code we produce is provided for download, and you are free to use it, share it, study how it works, and modify it to your needs. The free software commons also allows our project to leverage the efforts of other complementary free culture and open-source projects operating under similar terms.</p>\n<p>Keeping our effort maintainable and sustainable in concert with other active projects means that our effort relies on adherence to open standards. Where necessary we have authored extensions to these standards to accommodate the particular needs of this project and specifically, Jewish liturgy. These extensions are intended to conform to the defined methods for extending the standard. We actively seek to engage and cooperate with other projects using open standards and generating free content.</p>\n<h3>Diversity</h3>\n<p>Fundamentally, the Siddur is a tool for engaging in an intimate,  spiritual relationship through the traditions of Jewish liturgy recorded  therein. Over the course of the evolution of Jewish liturgy in manuscripts and books in Jewish communities across Europe and Asia (and, more recently, in the Americas), a number of variations of the Siddur were innovated. The inclusion and exclusion of vowels, letters, words, phrases, sacred poetry and prose represent most of the differences between regional customs and philosophies that can be seen in printed texts. (Melodies and the performance of prayer represent other differences that are sometimes reflected in instructional text and the layout of siddurim.)</p>\n<p>Traditionally, Jews engaged in spiritual practice are enjoined to  accept their family&#8217;s custom and to thereby help ensure that lineage. A  respect for diversity between Jewish communal custom was thus  encouraged and emphasized. The Open Siddur is inspired by the respect accorded to communal custom in historical and contemporary Judaism.</p>\n<p>Some of these regional traditions are well known and widespread,  such as <em>Nusaḥ Ashkenaz</em>. Others, like the <em>Nusaḥ Roma</em> are more obscure due to the misery and depredation its practicing communities endured. Liturgical traditions, such as those preserved in the surviving fragments of the Cairo Geniza, are unknown except to a few scholars. Many prayers composed in the Middle Ages by or for women, have only made a reappearance recently in translation and have yet to be incorporated into contemporary siddurim.</p>\n<p>The Open Siddur seeks to create the first digital library of all of these variations of Jewish liturgy and liturgy-related work (in every language Jews speak or have ever spoken) by digitizing them in machine-readable text. The Open Siddur&#8217;s online workspace would thus create for the first time an educational opportunity to see these traditions, separated by history and geography, displayed side by side. Communities all around the world will have a resource for crafting siddurim with translations in their language. For minority Jewish communities, the Open Siddur also presents an excellent opportunity for the preservation and strengthening of community (and family) traditions that are in jeopardy of being lost.</p>\n<h3>Creativity</h3>\n<p>In the last 100 years, many communities have created their own siddurim based on one or more historic <em>Nusḥaot</em>. By excluding some liturgical texts and incorporating others, these creative siddur editors innovated new models for Jewish prayer books. These modern siddurim reflect the identity and sensibility of their particular synagogue, ḥavurah, kibbutz, and independent minyan. However, put together with scissors, glue, and copy machines, they were notoriously difficult to maintain and update for new generations. Wrestling with the complicated issues arising out of copyright, meant that these interesting siddurim remained in extremely limited distribution. The Open Siddur provides a resource to preserve and share these modern traditions as well, so long as communal work is contributed with our  selection of compatible free culture licenses.</p>\n<p>Many Jews lacking family traditions have adopted the tradition of  their community. However, they remain curious about the traditions of  other communities. Whether it&#8217;s a disappointment with a translation or  with the exclusion of a particularly beautiful prayer, the best one  could do was to try the difficult but rewarding process of creating  one&#8217;s own siddur. The Open Siddur wants to make this process much easier  by not having each individual reinvent the wheel.</p>\n<h3>Privacy</h3>\n<p>We respect that the siddur can be a tool for engaging  and improving one&#8217;s individual, and thus intimate, spiritual relationship. For this reason, our project and the online, collaborative  workspace that we&#8217;re developing, respects individual privacy. Although we encourage reciprocity in the sharing of content included in siddurim, we understand that some will want to include personal poetry or other content reflecting and requiring a safe private space.</p>\n<h3>Craft</h3>\n<p>Jewish tradition emphasizes the beautification of the performance of  mitzvot (commandments in the Torah). The Open Siddur providing  individuals and groups with the resources to craft their own beautiful  customized siddurim. But a siddur is more than text. The siddur is also  typography, layout, paper, ink, glue, thread, end pages, cover, and spine. The Open Siddur seeks to provide an avenue for the application of  font design and master crafted book artistry in this project.</p>\n<p>Currently there is only one open source font supporting the full Unicode Hebrew standard that the Open Siddur relies on. Meanwhile, there are other fonts that could be updated to this standard and still more font faces yet to be designed.</p>\n<p>Meanwhile, siddurim provide an amazing opportunity for book crafters to collaborate with Open Siddur users on the making of unique  and solidly bound siddurim destined to last generations of use. Why have your siddur mass-produced when you can craft your own?</p>\n<h3>In summary</h3>\n<p>The Open Siddur Project is committed to the following principles and movements which guide its vision:</p>\n<ul>\n<li> advocating free culture licensing for the sake of Jewish cultural vibrancy,</li>\n<li> adhering to open source development practices so that the entire community can cooperate on  essential projects,</li>\n<li> developing with open standards so that raw linked data may flow between our projects and within the broader community,</li>\n<li> promoting awareness of the historical development of Jewish culture in general, and the text and traditions of the siddur in particular,</li>\n<li> collaborating without prescribing the ways in which individuals and communities engage tradition,</li>\n<li> understanding pluralism in a way that respects the multiplicity of creative expressions possible,</li>\n<li> advancing awareness of historical, geographical, and philosophical diversity in Jewish communities,</li>\n<li> respecting individual freedom and privacy in the creative expression of our users,</li>\n<li> reviving arts and craft in the design and production of custom tailored Jewish books.</li>\n</ul>\n</div>\n",
    "categories": [
        "Meta Topics"
    ],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "10855"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/03/Open-Siddur-Project-Logo-2015-5509b4bdv1_site_icon.png",
        "title": "the Open Siddur Project [logo]",
        "caption": "<a href=\"https://opensiddur.org/?p=43409\">Logo of the Open Siddur Project</a> (credit: Aharon Varady 2009, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=2",
    "permalink": "https://opensiddur.org/about-this-project/development/mission/",
    "slug": "mission"
}