{
    "post_id": 16289,
    "title": "Méditation Pour le Mardi | Meditation for Tuesday (the Third Day), by Rabbi Arnaud Aron and Jonas Ennery (1852)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Jonas Ennery",
            "bio": "Jonas Ennery (Jan. 2, 1801, Nancy - May 19, 1863, Brussels) was a French deputy. He was for twenty-six years attached to the Jewish school of Strasbourg, of which he became the head. In collaboration with Hirth, he compiled a Dictionnaire Général de Géographie Universelle (4 vols., Strasburg, 1839–41), for which Cuvier wrote a preface. Soon afterward he published Le Sentier d'Israël, ou Bible des Jeunes Israélites (Paris, Metz, and Strasburg, 1843). At the request of the Société des Bons Livres he took part in the editorship of Prières d'un Cœur Israélite, which appeared in 1848. In 1849, despite anti-Jewish rioting in Alsace, Ennery was elected representative for the department of the Lower Rhine, and sat among the members of the \"Mountain.\" He devoted his attention principally to scholastic questions. After the coup d'état he held to his socialist republican views and resisted the new order of things. For this, in 1852 he was exiled from France for life. He retired to Brussels, where he lived as a teacher until his death. Ennery's brother, Marchand Ennery, was the chief rabbi of Paris.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/jonas-ennery.jpg",
            "profile_link": "https://opensiddur.org/profile/jonas-ennery"
        },
        {
            "name": "Arnaud Aron",
            "bio": "Arnaud Aron (March 11, 1807, in Sulz unterm Walde, Alsace – April 3, 1890), the Grand Rabbi of Strasbourg, began his Talmudic studies at an early age at Hagenau and continued them at Frankfort-on-the-Main. In 1830 he became rabbi of the small community of Hegenheim in Upper Alsace; and of Strasbourg in 1833. As he was under thirty, the age prescribed by law, he required a special dispensation to qualify for the office. In Strasbourg, Aron acquired the reputation of an eloquent and inspiring preacher and a zealous communal worker. He assisted in founding the School of Arts and Trades and took active interest in other useful institutions. In 1855 he convened an assembly of the rabbis of the department of the Lower Rhine for the consideration of religious questions. Aron was the author of the catechism used for confirmation as prescribed by the Consistory of Lower Alsace. In 1866 the French government acknowledged his services by appointing him a Knight of the Legion of Honor. In 1870, while Strasbourg was besieged, it was he, together with the archbishop, who raised the white flag on the cathedral. Subsequently he was decorated by the German emperor.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Arnaud-Aron-e1424408737643-96x96.png",
            "profile_link": "https://opensiddur.org/profile/arnaud-aron"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2017-08-02",
    "last_updated": "2025-05-29",
    "excerpt": "A paraliturgical prayer for the Psalms of Tuesday in French, with English translation. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\n<u>Sur l’amour du prochain.</u><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>On the Love of thy Neighbour</u><br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\n«Tu aimeras ton prochain comme toi-même» <span class=\"citation\">(Levit. 19, 18)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“Thou shalt love thy neighbour as thyself.” <span class=\"citation\">(Leviticus 19:18)</span><br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nLe Dieu d’Israël nous enseigne par ces trois mots divins toute la charité humaine; ces trois mots en renferment autant dans leur sublime concision que tous les livres et toutes les paraboles qui ont été écrites depuis. L’amour du prochain est donc une vertu essentiellement israélite; c’est notre sainte loi qui, la première, a proclamé au nom de Dieu le dogme de la fraternité. C’est Israël qui a été chargé de la propager et de l’enseigner parmi les nations. Aussi, jamais le peuple de Dieu ne l’a prôfanée en maintenant dans son sein l’esclavage; car à chaque page des Écritures-Saintes Dieu établit, non-seulement les plus douces règles de charite entré israélites, mais l’extension de cette charité, de cet amour fraternel aux étrangers de toutes les nations: «Que l’étranger soit parmi vous comme s’il était de votre pays, aimez-le comme vous-mêmes» <span class=\"citation\">(Lévit. 19, 34)</span>. Ces saints préceptes, ces nobles exemples se sont perpétués chez nous par une tradition touchante, et Israël qui a si souvent faibli dans l’accomplissement des commandements de Dieu, et qui de nos jours malheureusement les néglige si grandement, semble être moins coupable par la charité, et console souvent encore la religion par des œuvres de miséricorde, empreintes de l’esprit de la loi divine.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe God of Israel teaches us by these three divine words all human charity; these three words contain as much in their sublime conciseness as all the books and parables that have been written since. Love of one&#8217;s neighbor is therefore an essentially Israelite virtue; it is our holy law which first proclaimed the dogma of brotherhood in the name of God. It was Israel who was charged with spreading and teaching it among the nations. Never, therefore, did God&#8217;s people preach it, keeping slavery in their midst; for on every page of Sacred Scripture God establishes, not only the sweetest rules of charity for the Israelites, but the extension of this charity, of this brotherly love, to the strangers of all nations: &#8220;Let the stranger be among you as if he were of your own country; love him as you love yourselves&#8221; <span class=\"citation\">(Lev. 19:34)</span>. These holy precepts, these noble examples have been perpetuated among us by a touching tradition, and Israel, which has so often weakened in the fulfillment of God&#8217;s commandments, and which today unfortunately neglects them so greatly, seems to be less guilty by charity, and often still consoles religion by works of mercy, imbued with the spirit of the divine law.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nEt cependant, quand nous songeons combien est grand aux yeux de Dieu ce devoir envers le prochain, et combien d’autres vertus il suppose et exige, nous verrons avec douleur ce qui nous reste de défauts et de péchés à éviter et de qualités à acquérir.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd yet, when we think how great this duty towards our neighbour is in the eyes of God, and how many other virtues it supposes and demands, we will see with sorrow what defects and sins we still have to avoid and qualities we still need to acquire.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nOn aime le prochain, mais souvent par des motifs tout humains, tout égoistes et sans avoir en vue le précepte de Dieu; on ne considère que son propre intérêt, sa vanité ou d’autres vues terrestres; ou bien les affections se concentrent sur quelques proches, tout au plus sur quelques amis, ou bien sur ceux qui ont avec nous une certaine conformité d’éducation, de position ou même de préjugés.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne loves one&#8217;s neighbour, but often for very human, egoistic reasons, and without having God&#8217;s precept in mind; one considers only one&#8217;s own interest, one&#8217;s vanity or other earthly views; or else one&#8217;s affections are concentrated on a few relatives, or at most on a few friends, or on those who have with us a certain conformity of education, position or even prejudices.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nNotre charité doit s’étendre à tous, sans acception de personne ni de croyance, parce que tous sont compris sous le nom et la qualité de prochain. Dans les vues du Seigneur, nous devons considérer ce monde comme la maison de Dieu, tous les hommes comme ses enfants, comme nos frères, quels que soient leur rang, leur éducation, leur fortune, et nous attacher principalement comme le Dieu d’Israël aux plus humbles, aux plus nécessiteux. «Ma demeure est dans les hauteurs des cieux, dit le Seigneur, j’habite dans la sainteté, mais je suis avec les affligés, avec les humbles d’esprit; je ranime le courage de ceux qui sont abaissés, je vivifie les cœurs contrits» <span class=\"citation\">(Isaïe 57, 15)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur charity must be extended to all, without regard to any person or belief, because all are understood under the name and quality of neighbour. In the sight of the Lord, we must consider this world as the house of God, all men as his children, as our brothers and sisters, whatever their rank, education or wealth, and we must attach ourselves principally as the God of Israel to the most humble, to the most needy. &#8220;My dwelling place is in the highest heaven, says the Lord, I dwell in holiness, but I am with the afflicted, with the humble in spirit; I stir up the courage of the lowly, I quicken the contrite heart&#8221; <span class=\"citation\">(Isaiah 57:15)</span>.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nHélas! combien cette douce et aimable vertu si précieuse devant Dieu, si recommandée à chaque page de nos divines Écritures, est peu pratiquée parmi les hommes! L’amour du prochain devrait être le lien du monde, le ciment de la concorde, et tous les jours nous nous laissons aller aux dissensions, à la discorde, aux emportements, aux rancunes, à l’intolérance: frères contre frères, parents contre parents, familles contre familles, israélites contre israélites. Nous devrions vivre ensemble comme autant d’enfants d’un même père, pour nous aider, nous soutenir, nous aimer, mais nous ne vivons que pour nous inquiéter, nous tourmenter, nous repousser les uns les autres et compromettre finalement notre salut. Pour des raisons futiles ou chimériques, on entretient dans sou cœur, on cultive’avec complaisance l’envie contre celui qui s’élève, l’orgueil contre celui qui est faible, l’intolérance contre celui dont l’opinion diffère de la nôtre. On foule aux pieds ce précepte du Seigneur: «Vous ne haïrez point vore frère dans votre cœur, mais vous le reprendrez franchement» <span class=\"citation\">(Lévit. 19, 17)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAlas, how little this sweet and lovable virtue, so precious before God, so recommended on every page of our divine Scriptures, is practiced among men! Love of neighbour should be the bond of the world, the cement of harmony, and every day we allow ourselves to be tempted to dissension, discord, anger, resentment and intolerance: brothers against brothers, parents against parents, families against families, Israelites against Israelites. We should live together as children of the same father, to help us, to support us, to love us, but we live only to worry, to torment us, to push each other away and finally to compromise our salvation. For futile or fanciful reasons, we maintain in our hearts, we cultivate with complacency envy against the one who rises, pride against the weak, intolerance against the one whose opinion differs from ours. This precept of the Lord is trampled underfoot: &#8220;You shall not hate your brother in your heart, but you shall speak plainly against him&#8221; <span class=\"citation\">(Leviticus 19:17-18)</span>.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nNous aimons notre prochain, nous le disons du moins, nous le croyons peut-être; mais où sont nos œuvres qui le prouvent? l’amour du prochain n’est pas un amour vague, spirituel. Montrons-en les actes, les résultats, les suites. Que servent les intentions sans les faits, les démonstrations d’amitié sans l’amour, les offres de service sans le dévouement? Que servent l’attendrissement, la pitié, quand le pauvre souffre, quand le malade gémit, quand l’affligé se consume, quand le faible est abandonné, le malheureux oublié, l’enfance délaissée? On le sait, on l’apprend, on le voit quelquefois et on laisse exister toutes ces misères, et l’on dit qu’on aime son prochain et qu’on a de la charité!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe love our neighbour, at least we say so, we may believe it, but where are our works that prove it? Love of neighbour is not a vague, spiritual love. Let us show the deeds, the results, the consequences. What good are intentions without facts, demonstrations of friendship without love, offers of service without dedication? What is the use of tenderness, of pity, when the poor suffer, when the sick groan, when the afflicted are consumed, when the weak are abandoned, the unfortunate forgotten, the neglected child? We know it, we learn it, we sometimes see it and we let all this misery exist, and we say that we love our neighbour and that we have charity!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nMais direz-vous: mon cœur n’est jamais resté insensible devant les souffrances; mes actes n’ont pas été empreints de dureté pour le pauvre; ma main ne l’a jamais repoussé; je ne nourris pas d’envie ni de haine contre mon prochain. Mais, est-ce tout que de plaindre le malheur? est-ce tout que de jeter le denier de charité au pauvre? est-ce tout que de ne jamais envier ni haïr le prochain? L’amour du prochain doit être une vertu active, il faut gémir avec ceux qui gémissent, pleurer avec ceux qui sont affligés; il faut non-seulement aider le pauvre de sa bourse, mais de ses conseils, de ses encouragements; il faut le guider dans son inexpérience, le relever à ses propres yeux par un bon accueil. Il faut que l’aumône que vous faites ne soit pas donnée au premier venu, et comme pour vous dérober la vue de la misère; mais c’est votre devoir d’en régler l’emploi, afin qu’elle tombe entre les mains des plus dignes; il faut, selon votre fortune et selon vos moyens, faire la part des œuvres de bienfaisance, les soutenir non-seulement de vos dons, mais de votre coopération, de votre zèle.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut you will say: my heart has never remained insensitive in the face of suffering; my actions have not been marked by harshness for the poor; my hand has never repelled them; I do not harbour envy or hatred for my neighbour. But is it enough to pity misfortune? is it enough to throw the denarius of charity to the poor? is it enough to never envy or hate one&#8217;s neighbour? Love of neighbour must be an active virtue; one must moan with those who moan, weep with those who are afflicted; one must not only help the poor with one&#8217;s purse, but with one&#8217;s advice, with one&#8217;s encouragement; one must guide him in his inexperience, raise him up in one&#8217;s own eyes by a good welcome. The alms you give must not be given to the first person who comes along, and as if to rob you of the sight of misery; but it is your duty to regulate the use of it, so that it falls into the hands of the most worthy; you must, according to your wealth and your means, make a distinction between charitable works, supporting them not only with your donations, but with your cooperation and your zeal.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nProfessons donc une charité active qui se montre par les effets et non par les paroles, par les actions et non par les offres, par les services et les sacrifices, et non pas seulement par les bonnes intentions!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet us therefore profess an active charity that is shown by effects and not by words, by actions and not by propositions, by services and sacrifices, and not only by good intentions!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nPRIÈRE.<br />\n&nbsp;<br />\nJe veux, ô mon Dieu, rejeter loin de moi l’indifférence et l’égoïsme; je veux vivre pour pratiquer l’amour du prochain, selon tes divins commandements; je veux l’aimer comme moi-même, supporter ses défauts avec douceur, compatir à ses misères corporelles et morales, lui procurer, selon mon pouvoir, toutes les choses dont il a besoin pour le corps et pour l’âme; car je sais, ô mon Dieu, qu’agir ainsi, c’est rendre le pins glorieux hommage à ta Sain-teté et à ta religion. <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPRAYER.<br />\n&nbsp;<br />\nI want, O my God, to reject indifference and put selfishness far from me; I want to live to practise love of neighbour, according to your divine commandments; I want to love him as myself, to bear his faults with gentleness, to sympathize with his bodily and moral miseries, to procure for him, according to my power, all the things he needs for body and soul; for I know, O my God, that to do so is to pay glorious homage to your holiness and your religion. <em>Amen</em>.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fra-Latn\">\nPSAUME 82, D’ASSAPH. — POUR LE MARDI.<br />\nאלהים נצב<br />\nLe psalmiste annonce que le Seigneur jugera les puissants et les riches de la terre qui abuseront de leur force pour opprimer les faibles et les malheureux.</p>\n<p>Le Seigneur se tient dans l’assemblée des grands;<br />\nIl juge au milieu des puissants de la terre.<br />\nJusqu’à quand rendrez-vous des arrêts iniques?<br />\nJusqu’à quand favoriserez-vous les méchants?<br />\nFaites donc justice au pauvre et à l’orphelin;<br />\nRéhabilitez l’innocent et l’indigent.<br />\nDélivrez le malheureux et l&#8217;opprimé,<br />\nDélivrez-les des mains des méchants.<br />\nNe voulez-vous donc rien savoir et rien apprendre?<br />\nToujours marcher dans les ténèbres,<br />\nJusqu’à ce que la terre s’ébranle?<br />\nA la vérité, j’avais dit: Yous êtes des dieux,<br />\nVous êtes tous les fils du Très-Haut;<br />\nMais vous mourrez comme des hommes;<br />\nVous tomberez comme sont tombés<br />\nDe plus puissants que vous.<br />\nLève-toi, Seigneur, juge toi-méme la terre,<br />\nCar toutes les nations t’appartiennent!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPSALM 82, FROM ASSAPH. — FOR TUESDAY.<br />\nאלהים נצב<br />\nThe psalmist announces that the Lord will judge the powerful and the rich of the earth who will abuse their strength to oppress the weak and the unfortunate.</p>\n<p>The Lord stands in the assembly of the great;<br />\nHe judges in the midst of the mighty of the earth.<br />\nHow long will you make unjust judgments?<br />\nHow long will you favor the wicked?<br />\nDo justice to the poor and the fatherless;<br />\nRehabilitate the innocent and the needy.<br />\nDeliver the needy and the oppressed,<br />\nDeliver them from the hands of the wicked.<br />\nDo you want to know and learn nothing?<br />\nAlways walking in darkness,<br />\nTill the earth shakes?<br />\nTruly, I had said: &#8220;You are gods.<br />\nYou are all sons of the Most High;<br />\nBut you will die like men;<br />\nYou shall fall as have fallen those<br />\nMore powerful than you.<br />\nRise, Lord, judge yourself the earth,<br />\nFor all nations belong to you!<br />\n</span></div>\n</td>\n</tr>\n</table>\n<hr />\n<h3>Sources</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/Jonas-Ennery-Prieres-Dun-Coeur-Israelite#page/n609/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Tuesday"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English Translation",
        "French Jewry",
        "French vernacular prayer",
        "North American Jewry",
        "Paraliturgical Psalms 82",
        "paraliturgical teḥinot",
        "Psalm of the Day",
        "Psalms 82",
        "Tuesday",
        "שיר של יום Shir Shel Yom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3030"
        ],
        "_thumbnail_id": [
            "16292"
        ],
        "date_src_start": [
            "1852-00-00"
        ],
        "date_src_end": [
            "1852-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"French\",\"code\":\"fra\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/08/Pages-from-Paraliturgical-Psalm-for-Tuesday-from-Imrei-Lev-Meditations-and-Prayers-Jonas-Ennery-1848.png",
        "title": "Pages from Paraliturgical Psalm for Tuesday from Imrei Lev &#8211; Meditations and Prayers (Jonas Ennery, 1848)",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=16289",
    "permalink": "https://opensiddur.org/prayers/solilunar/weekdays/tuesday/meditation-pour-le-mardi-by-arnaud-aron-and-jonas-ennery-1852/",
    "slug": "meditation-pour-le-mardi-by-arnaud-aron-and-jonas-ennery-1852"
}