{
    "title": "ט״ו באב | The Fruit of Tu b’Av: explanation and ritual for the 15th of Av by R’ Jill Hammer",
    "author": "Rabbi Jill Hammer, Ph.D.",
    "coauthors": [
        {
            "name": "Rabbi Jill Hammer, Ph.D.",
            "bio": "Jill Hammer is the Director of Spiritual Education at the Academy for Jewish Religion. Jill is the author of two books: “Sisters at Sinai: New Tales of Biblical Women” (JPS, 01) and “The Jewish Book of Days: A Companion for All Seasons” (JPS, 06). She is the co-founder of the Kohenet Institute, a program in Jewish women's spiritual leadership. An essayist, poet, midrashist and ritualist, her work has been in publications including Zeek Magazine, The Journal of Feminist Studies in Religion, The Torah: A Women's Commentary, The Forward, The Jewish Spectator, and Lilith as well as on-line on many websites. Several of her divrei torah can be heard on <a href=\"https://soundcloud.com/romemu\" target=\"_blank\" rel=\"noopener\">soundcloud</a>, thanks to the Romemu congregation.",
            "website": "http://telshemesh.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/04/jill-hammer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/jill-hammer"
        }
    ],
    "date": "2011-08-13",
    "last_updated": "2025-02-28",
    "excerpt": "Tu B’Av, the fifteenth of the month of Av, comes in July or August, at a time when the air is sweltering, the sun is ever-present, and the green plant life is wilting. In Israel, Av is a month of extreme heat when nothing grows. It comes just six days after the 9th of Av, Tishah b'Av, the holiday of mourning, when the Temple is destroyed, when the Shekhinah grieves like a widow who has lost her mate. The first of Tammuz, when we recognize our exile and mortality, lingers in the heat of the air. Yet Tu B’Av is a holiday of dancing and choosing lovers, a holiday of life. It is a turning around of time. It is the moment when the fallen fruit breaks open to reveal the new seed. . . .",
    "content": "<div id=\"attachment_3606\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://secure.flickr.com/photos/a_big_big_world/4065205494/\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-3606\" src=\"https://opensiddur.org/wp-content/uploads/2011/08/Grape-Dance-by-Mark-and-Allegra-cc-by-2.0.jpg\" alt=\"\" title=\"Grape Dance by Mark and Allegra (cc-by 2.0)\" width=\"1024\" height=\"768\" class=\"size-full wp-image-3606\" srcset=\"https://opensiddur.org/wp-content/uploads/2011/08/Grape-Dance-by-Mark-and-Allegra-cc-by-2.0.jpg 1024w, https://opensiddur.org/wp-content/uploads/2011/08/Grape-Dance-by-Mark-and-Allegra-cc-by-2.0-300x225.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-3606\" class=\"wp-caption-text\">Image: Grape Dance by Mark and Allegra (License: CC-BY 2.0)</p></div>\n<div class=\"english\" lang=\"en\">\n“They shall build houses and dwell in them, they shall plant vineyards and enjoy their fruits&#8230;<br />\nand like the days of a tree shall be the days of my people&#8230;”<br />\n—Isaiah 65:21-22</p>\n<h3>The Month of Av</h3>\n<p>Element: Gateway from Water into Earth<br />\nDirection: South-west<br />\nAngel: Lailah (angel of childbirth and of the hidden embryo)<br />\nSefirah: Yesod<br />\nWorld: Yetzirah/Assiyah</p>\n<p>Tu B’Av, the fifteenth of the month of Av, comes in July or August, at a time when the air is sweltering, the sun is ever-present, and the green plant life is wilting. In Israel, Av is a month of extreme heat when nothing grows. It comes just six days after the 9th of Av, Tishah b&#8217;Av, the holiday of mourning, when the Temple is destroyed, when the Shekhinah grieves like a widow who has lost her mate. The first of Tammuz, when we recognize our exile and mortality, lingers in the heat of the air. Yet Tu B’Av is a holiday of dancing and choosing lovers, a holiday of life. It is a turning around of time. It is the moment when the fallen fruit breaks open to reveal the new seed.</p>\n<p>According to the Talmud, Tu B’Av was a day when women went out in borrowed white clothing to dance in the field and choose spouses from among the men who came to dance with them. They wore borrowed clothing so as not to shame any woman who did not have fine white clothing to wear. They would sing to their potential lovers, telling them to choose goodness and integrity rather than good looks.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Babylonian Talmud, Taanit 26b, 31a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; The Talmud tells that “Israel had no more joyful holidays than Yom Kippur and Tu B’Av.” In rabbinic tradition, Tu B’Av also marks a number of miraculous events relating to marriage, union, and rebirth—particularly, that this was the day on which the Israelites were redeemed from wandering in the wilderness and allowed to enter the land of Israel.</p>\n<p>Tu B’Av is an unlikely day of joy, coming as it does in a season of sadness. In its essence, Tu B’Av is a hinge between the time of mourning and the time of gladness, between the pathos of reaping and the celebration of harvest. It is a door opening from death back into life. Tu B’Av is a day of rebirth, when the cut-down stem yields the ripe, sweet fruit.</p>\n<p>R. Shimon ben Gamliel said: The Israelites had no greater holidays than the fifteenth of Av and the Day of Atonement, on which occasions the maidens of Israel used to go out in white garments, borrowed so as not to put to shame one who didn’t have a white garment. These garments were dipped in a ritual bath to purify them, and in them the maidens of Israel would go out and dance in the vineyards. The men would go there, and the maidens would say: ‘Young man, lift up your eyes and see what you will select. Do not pay attention to beauty but to one of good family…. —Babylonian Talmud, Taanit 30b</p>\n<h3>The Story of the Season</h3>\n<p>Tu B’Av begins the entry into the season of earth, and much about it is earthy—not only the sexuality and fecundity of the young women who went out to dance. Tu B’Av was once the time of the grape harvest.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Babylonian Talmud, Taanit 26b&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Residents of Israel would go to cut down grapes for wine at this season. So Tu B’Av is related to the Ḳiddush, the prayer over wine that sanctifies holy time among Jews. In Temple times. Tu B’Av was the last day to harvest wood for the sacred temple fires, and was called the Day of the Breaking of the Axe.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Babylonian Talmud, Taanit 31a&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;. After this date, the sun grew weaker and any wood harvested would be too wet to burn. Therefore human beings were to turn to introspection and Torah study rather than physical labor in the fields. So Tu B’Av represents three hinges in holy time: the harvesting of grapes to make wine for the Shabbat and festivals, the last moment to feed the eternal Temple fires with fresh wood, and the last moment of outward focus on the harvest before one begins the introspection necessary for the renewal of the new year and the quiet of the winter season.</p>\n<p>Rabbah and R. Joseph both said: It is the day on which [every year] they discontinued to fell trees for the altar. It has been taught: R. Eliezer the elder says: From the fifteenth of Ab onwards the strength of the sun grows less and they no longer felled trees for the altar, because they would not dry [sufficiently]. R. Menashya said: And they called it the Day of the Breaking of the Axe. —Babylonian Talmud, Taanit 31a</p>\n<p>Legend also connects Tu B’Av to another kind of harvest. Tu B’Av always comes at the full moon of the month of Av. According to rabbinic legend, when the Israelites were wandering in the wilderness, the former slaves were doomed by God to die before reaching the land of Israel. Every year on the ninth of Av, the Israelites would dig graves, lie down in them, and spend the night. In the morning, the people would arise and count themselves to see who had died that year. This weird ritual seems to represent the randomness and scariness of mortality. The story encourages us to meditate on our own death, just as if we were lying in our own grave.</p>\n<p>The story goes that in the fortieth year of wandering, the ritual was enacted, but no one died. Thinking they had miscalculated the calendar, the people slept in their graves a second night, then a third, then a fourth. On the seventh night, Tu B’Av, when the full moon came out, the people knew the decree had ended. They understood that all of them would be able to enter the Promised Land. The time of death and stagnation was over, and the time of life had begun.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Lamentations Rabbah, Prologue 33; Numbers Rabbah 16:20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; It was truly a Day of the Breaking of the Axe—a day when mortality no longer held sway.</p>\n<blockquote><p>\nR. Levi said: On every eve of the 9th of Av (during the 40 years when the Israelites wandered in the wilderness) Moses used to send a herald through the camp and announce: Go out to dig graves. They would go out and dig graves and sleep in them. In the morning he would send a herald and say: Separate the dead from the living.” They would arise and find their number diminished. In the last of the forty years, they did this but found themselves undiminished. They said; we must have made a mistake in counting. They did the same thing on the tenth, eleventh, twelfth, thirteenth, fourteenth, and fifteenth, but still no one died. When the moon was full, they said; it seems that the Holy One has annulled the decree from all of us, so they made the fifteenth a holiday. —Lamentations Rabbah, Prologue 33</p></blockquote>\n<p>The Zohar relates that in paradise where the ancestors dwell, this burial and rising happens every day as a daily spiritual ritual.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Zohar III, 162a-b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; This passage suggests that we too, like the Israelites, have moments when we are lying in our graves, unable to sprout into new being. When the full moon rises over us, when new light becomes apparent to us, we realize that we have the opportunity to go on living. Just as the buried fruit gives forth new seed, the human soul has the potential for growth.</p>\n<p>In fact, the time of Tu B’Av lets us know that it is a day of new conceptions. Tu B’av falls forty days before the 25th of the month of Elul, the day, according to the Talmud, on which the world was created. The Talmud also tells us that forty days before a child is born, God decrees who will be that child’s mate.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Babylonian Talmud, Moed Katan 18b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; A Chassidic thinker, Rabbi Tzvi Elimelekh Shapira of Dinov, (known as the B’nei Yissachar) teaches that Tu B’Av is a holiday of weddings and dances because it celebrates the moment when the Divine is paired a human mate—in Israel’s sacred story, that mate is Israel.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> B’nei Yissachar, p. 112d.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Rabbi Arthur Waskow expands this idea and say that forty days before the 25th of Elul, God plans to become the spouse, the eternal companion, of the world that will be born.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> <span class=\"footnote_url_wrap\">http://shalomctr.org/index.cfm/action/read/section/tuav/article/seas24.html.</span>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; This moment of destiny pushes the year toward its beginning: in Tishrei, the world will be born again, with the Shekhinah bound up in it.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> The B’nei Yissachar also notes that Tu BiShvat, the new year for trees, is forty days before the 1st of Nisan, which in rabbinic literature is the other candidate for the date of the creation of the world. This scholar is noting that in Jewish tradition, the holidays that fall between the solstices and equinoxes (what in some pagan calendars would be called the cross-quarter days) can be regarded as gateways to the holidays that mark creation . They are “conceptions,” falling forty days before the holidays of “birth.”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Tu B’Av is the moment after the nation’s, and the earth’s, symbolic death, the moment after the betrayal caused by the Temple’s destruction, when both the Divine and human partners prepare to love again.</p>\n<p>It is fitting that this day be a day of mythic healing and perfection. Rabbi Zadok haKohen of Lublin tells us that the Shekhinah, the Divine Presence, will descend on Tu B’Av to reside in the Third Temple, the house of the Divine where all people will be free to worship.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Chaim Press’ <em>The Future Festival</em> (New York: Targum Press, 1996), p.156-159.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; In this telling, Tu B’Av is the day when the world will be made whole. As we move through the cycle of seasons, Tu B’Av is a day of human and Divine rebirth after loss, just as the harvest is a time when we cut everything down to produce the food and seed that allows us to grow again. On Tu B’Av, we can imagine the Shekhinah dancing among her maidens in borrowed white clothing—clothing that represents loss and poverty even as it represents joy and abundance.</p>\n<p>The last half of Av and the month of Elul comprise the days when God is preparing to give birth to the world. They are a pregnancy of sorts, marked by deep feelings, careful planning, quiet listening, and a great love of new life. The seed of life has not yet been rooted in the world, but it soon will be. During this time of pregnancy, we too are pregnant with the seed of our new selves.</p>\n<h3>Other Paths</h3>\n<p>Tu B’Av tends to fall near the Celtic and modern Wiccan holiday of Lammas, a late summer harvest holiday of rejoicing in plenty while recognizing that death is inherent in the harvest.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Starhawk, The Spiral Dance (Harper SanFrancisco, 1999).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Lammas celebrates the Goddess as harvester , and in Scotland the first cut of the harvest was made on Lammas. Interestingly, like Tu B’Av, Lammas was a holiday of weddings—according top some accounts, in Ireland and Britain, “handfastings” or weddings that were binding for a year and a day took place at “Lammas Fairs” each year. Christian harvest holiday as well, celebrating the offering of new loaves of bread from harvested grain on the church altar. Around the world, near this time are both a Japanese festival of the dead and a Japanese festival of harvest, as well as a Chinese harvest festival of the full moon (the same full moon as Tu B’Av). So too, through Tu B’Av, we re-enact the cycle of death and rebirth, as the grain and vegetation around us is beginning to die in order to be reborn in spring. We honor the harvest of our hearts: the gifts of love we have been given, and our will to share them with others.</p>\n<h3>Ideas for Celebration</h3>\n<p>While celebrations of Tu B’Av are rare in modern times (except for modern Israeli romance-parties which treat Tu B’Av as a kind of Valentine’s Day), Melila Helner, Tamara Cohen, and others have called for new celebrations of loss, love, and new life on this day.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> In Journey, Spring 2002. &#8220;From Mourning to Love,&#8221; Melila Hellner Eshed, p. 30-33, and &#8220;A Tu B&#8217;Av Ritual,&#8221; Tamara Cohen and Jill Hammer, 37-41.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; We can celebrate Tu B’Av by meeting in the fields to dance in borrowed white clothing as the ancient Hebrews did. We can re-enact the ritual of the wilderness—lying down on the earth or even digging shallow holes to represent our own graves, and then rising again to fuller life. We can go out to harvest twigs, just as the priests of the Temple harvested wood for the last time on Tu B’Av. We can hang the bundles of twigs we harvest in our houses as a reminder that we hold the power to rekindle the sacred fire as the year turns toward darkness. We can visit a vineyard to see with our own eyes the grapes that will be picked to make the wine that represents the vigor of life, and use this day to bless the wine we will use on Shabbat in the coming year.</p>\n<p>A way to mark the time between Tishah b&#8217;Av and Tu BiShvat is to meditate on each of the seven nights that span the two holidays, rising on the final day, Tu B’Av, to light a candle, don white clothing, and celebrate the body’s rebirth. Also, one can count the forty days from Tu B’Av to the twenty-fifth of Elul when the earth is born, on each day noting one thing that we want to see born in the world. On the twenty-fifth of Elul, find a patch of earth, plant a seed, and recite the forty things you hope will bless the earth in the coming year.</p>\n<h3 style=\"padding-left: 30px;\">Ritual for the Grape Harvest</h3>\n<p><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> The Ritual for the Grape Harvest was first published at Tel Shemesh, <a href=\"http://telshemesh.org/av/ritual_for_the_grape_harvest.html\"><span class=\"footnote_url_wrap\">http://telshemesh.org/av/ritual_for_the_grape_harvest.html</span></a>&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p style=\"padding-left: 30px;\"><em>This ritual may be performed in solitude or with a group. This ritual would fit well at the beginning and end of a morning or evening prayer service, or with a labyrinth walk: put the grapes at the entrance of the labyrinth and the wine at the labyrinth’s center, and do half the ritual at the beginning of the walk and half at the end.<br />\n</em></p>\n<p style=\"padding-left: 30px;\">Long ago, Tu B&#8217;Av was a holiday of dances to celebrate the grape harvest. Grapes, in Jewish life, are the symbol of the sacred spiral of time, for they are made into wine, and wine is what Jews use to sanctify and bless joyful holy days. This ritual honors the transformation of grapes into wine and imagines Tu B&#8217;Av as a day that celebrates the joy of unfolding time.</p>\n<p style=\"padding-left: 30px;\">Open with a niggun, a wordless chant, or by meditating on the <a href=\"http://www.telshemesh.org/four\">four elements or four worlds</a>. Then state an intention, wish, or dream that you want to unfold over time, for yourself or the world.</p>\n<p style=\"padding-left: 30px;\">Make a blessing over a bunch of grapes:</p>\n<p style=\"padding-left: 30px;\">Masculine:<em> Baruch ata adonai, eloheinu melekh ha’olam, borei peri ha’etz. </em></p>\n<p style=\"padding-left: 30px;\">Feminine:<em> <em>Beruchah at shekhinah, eloheinu ruach ha’olam, boreit peri ha’etz.</em></em></p>\n<p style=\"padding-left: 30px;\">Blessed are You, Infinite Presence, guide and spirit of the world, creator of the fruit of the tree.</p>\n<p style=\"padding-left: 30px;\">Eat the grapes as a symbol of your unfulfilled intention or wish. Alternatively, use tart grapes and, before you bless and eat them, speak about some aspect of the Shekhinah&#8217;s exile that you want to alleviate (God&#8217;s presence was said to go into exile when the Temple was destroyed on the ninth of Av, just six days before Tu B&#8217;Av).</p>\n<p style=\"padding-left: 30px;\">Spend some time in meditation or prayer, imagining the flow of time that lies inside of you. Go on a walk into nature if you are outside, and see how many signs of change and transformation you can find. Or, create a dance with music that helps you enter the spiral of life and find the point at which the dead parts of you fall away and your spirit is reborn. (Our group laid out a spiral on the floor and danced from the outside, where the grapes were, to the center, where the wine was.)</p>\n<p style=\"padding-left: 30px;\">Then, make a blessing over a goblet of wine or grape juice to symbolize the fruition of your intention, or, alternatively, to symbolize the Shekhinah’s return from exile.</p>\n<p style=\"padding-left: 30px;\"><em>Baruch ata adonai, eloheinu melekh ha’olam, borei peri ha’gafen.</em></p>\n<p style=\"padding-left: 30px;\"><em>Beruchah at shekhinah, eloheinu ruach ha’olam, boreit peri ha’gafen.</em></p>\n<p style=\"padding-left: 30px;\">Blessed are You, Infinite Presence filling and surrounding the world, creator of the fruit of the vine.</p>\n<p style=\"padding-left: 30px;\">&#8211;Jill Hammer, Shoshana Jedwab, Caroline Kohles</p>\n<p>[For  another Tu B&#8217;Av ritual, see the &#8220;<a href=\"http://telshemesh.org/av/ritual_for_tu_bav_5764aug_2_2004.html\">Ritual for Tu B&#8217;Av 5764</a>&#8221; at Tel Shemesh]</p>\n<h3>Tu B’Av at a Retreat Center in Upstate New York</h3>\n<p>We slip down the path in the grass<br />\nlike the beak of a hummingbird<br />\ninto the neck of a flower.<br />\nThe moon is a knife under a pillow. Green<br />\nleaves of a tree with two trunks<br />\nfly like flags above us.<br />\nThe moon burns like a frame drum<br />\nstruck by fire. We two<br />\nput bellies together as if we could conceive<br />\neach from the other.<br />\nLying down in white garments,<br />\nwe borrow each other’s hair.</p>\n<p>&#8212; Jill Hammer\n</p></div>\n<hr />\n<p>Much of the material on this page was originally published by Jill Hammer at telshemesh.org, <a href=\"http://www.telshemesh.org/av/\">here</a></p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Taanit 26b, 31a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Taanit 26b</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Taanit 31a</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Lamentations Rabbah, Prologue 33; Numbers Rabbah 16:20.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Zohar III, 162a-b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Babylonian Talmud, Moed Katan 18b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">B’nei Yissachar, p. 112d.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\"><span class=\"footnote_url_wrap\">http://shalomctr.org/index.cfm/action/read/section/tuav/article/seas24.html.</span></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">The B’nei Yissachar also notes that Tu BiShvat, the new year for trees, is forty days before the 1st of Nisan, which in rabbinic literature is the other candidate for the date of the creation of the world. This scholar is noting that in Jewish tradition, the holidays that fall between the solstices and equinoxes (what in some pagan calendars would be called the cross-quarter days) can be regarded as gateways to the holidays that mark creation . They are “conceptions,” falling forty days before the holidays of “birth.”</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Chaim Press’ <em>The Future Festival</em> (New York: Targum Press, 1996), p.156-159.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Starhawk, The Spiral Dance (Harper SanFrancisco, 1999).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">In Journey, Spring 2002. &#8220;From Mourning to Love,&#8221; Melila Hellner Eshed, p. 30-33, and &#8220;A Tu B&#8217;Av Ritual,&#8221; Tamara Cohen and Jill Hammer, 37-41.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">The Ritual for the Grape Harvest was first published at Tel Shemesh, <a href=\"http://telshemesh.org/av/ritual_for_the_grape_harvest.html\"><span class=\"footnote_url_wrap\">http://telshemesh.org/av/ritual_for_the_grape_harvest.html</span></a></td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Tu b'Av"
    ],
    "tags": [
        "eco-conscious",
        "neo-lurianic"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "3606"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2011/08/Grape-Dance-by-Mark-and-Allegra-cc-by-2.0.jpg",
        "title": "Grape Dance by Mark and Allegra (cc-by 2.0)",
        "caption": "Image: Grape Dance by Mark and Allegra (License: CC-BY 2.0)"
    },
    "source_link": "https://opensiddur.org/?p=3579",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/tu-bav/fruit-of-tu-bav-explanation-and-ritual-for-the-15th-of-av-by-r-jill-hammer/",
    "slug": "fruit-of-tu-bav-explanation-and-ritual-for-the-15th-of-av-by-r-jill-hammer"
}