{
    "post_id": 27800,
    "title": "סדר התפלות לפסח ולשבועות (מנהג הספרדים)‏ | Seder haTefilot l'Pesaḥ u'l'Shavuot, edited and revised by Moses Gaster (1906)",
    "author": "Moses Gaster",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "David de Aaron de Sola (translation)",
            "bio": "David de Aaron de Sola or David Aaron de Sola (1796 – 1860) (Hebrew: דוד אהרן די סולה) was a rabbi and author, born in Amsterdam, the son of Aaron de Sola. In 1818, D.A. de Sola was called to London to become one of the ministers of the Bevis Marks Congregation under Haham Raphael Meldola (who would also later become his father-in-law). De Sola's addresses before the Society for the Cultivation of Hebrew Literature led the mahamad (board of directors of the congregation) to appoint him to deliver discourses in the vernacular, and on March 26, 1831, he preached the first sermon in English ever heard within the walls of Bevis Marks Synagogue (all previous ones being spoken in Spanish or Portuguese). His discourses were subsequently published by the mahamad. Of his style, one observer wrote: \"Though a scholar and a thinker, yet he...used the most unpedantic terms and assumed a quiet, colloquial manner.",
            "website": "https://en.wikipedia.org/wiki/David_de_Aaron_de_Sola",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/david-aaron-de-sola-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-aaron-de-sola-translation"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-10-29",
    "last_updated": "2025-04-25",
    "excerpt": "A bilingual Hebrew-English maḥzor for the festival of Pesaḥ and Shavuot, nusaḥ sefarad, with a translation for Rabbi David de Aaron de Sola, revised and edited by Moses Gaster. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederhatefilotvol5tefilotlpesahulshavuotmosesgaster1906#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nPREFACE. </p>\n<p>This volume completes the series of books of prayer arranged for the Jewish year. It contains the Order of Service for the two great Festivals which mark the beginning of our life as a nation and our selection to be God’s own Chosen People; the one is represented by the Feast of Passover and the other by the Feast of Weeks. On these Festivals we celebrate the two most important events in the history of our people; the departure from Egypt and the giving of the Law, two pivots round which our religious life turns. </p>\n<p>On Passover זמן חרותנו “the Season of our Freedom,” we rejoice at the deliverance once granted to our forefathers, at the birth of our people and the beginning of a national free life. We are bidden to live again through those scenes, to realize them in ourselves, and to learn fully to appreciate the visible manifestation of God, the protection which he has vouchsafed from the time of our forefathers to this day. We compare the past with the present, and we are strengthened in our faith that God is still with us, and by the Redemption in olden times, we are taught to look forward confidently to the redemption in the future foretold for our people. On the Feast of Weeks זמן מתן תורתנו the “ Season of the giving of our Law,” we rejoice at the spiritual freedom given to our people. We live through the grand scene enacted on Mount Sinai, and that very Law which was given to our forefathers is thus given again to us year by year with the same solemnity and with the same impressiveness, making us realize that we have been selected from among the nations to be God’s own Chosen People. On the Feast of Passover we were commanded to bring the sacrifice of the Paschal Lamb (Exod. 12:24), in commemoration of God’s “passing over” the houses of the Israelites in Egypt. Furthermore we eat Matsoth (Exod. 12:15), to remind us of the bread of misery and poverty which our forefathers ate in Egypt. We perform, therefore, on the first two nights of Passover the picturesque and impressive ritual of the “Hagadáh.” We repeat then the history of the going out of our forefathers from Egypt, of the incidents which happened, in order fully to identify ourselves with the events of days gone by, we review the past, we partake of bitter herbs and the bread of misery. We look at the symbol of the old sacrifice, and with a full heart we then render thanks for the continued assistance and help vouchsafed to us. The Hallél is sung, hymns of praise are recited, and all the members of the family, nay strangers and the young are specially invited to take part in that celebration that they may also learn of the deliverance of the past and strive to become worthy of Divine help and assistance; to look forward hopefully to the time of the ingathering of our people, and of the renewal of the life of old in the land of our fathers. </p>\n<p>But our Festivals are not only of a national character, they are deeply entwined with the agricultural life of our nation in the Holy Land. Pesáhh was the time of the beginning of the harvest, and also the time when the rainy season had come to an end; our people prayed then for the dew, that it might fall during the coming hot season, and keep the grass from withering on the plains. The seed sown in the winter began to ripen at that period, and an offering of a measure of barley (Ómer) was brought on the Feast of Passover to the Temple. From that day, seven weeks were counted leading up to the time when the harvest was in full swing. The first fruits were brought to the Temple as a slight offering of thanksgiving for the unlimited outpouring of God’s grace and love. It was called חג הקציר, the Feast of Harvest (Exod. 23:16), also יום הבכורים, the Day of the first fruits (Num. 28:26), besides חג השבועות, the Feast of Weeks (Deut. 16:10). It is the very time when the golden grains of God’s law were sown in the hearts of our people; it is the “Season of the giving of our Law,” when the spiritual freedom from the thraldom of Egypt was proclaimed from Mount Sinai for us, and through us for the whole world. </p>\n<p>The services arranged for these two Festivals are the expression of these principles; they are intended to emphasize the historical as well as the symbolical meaning. In addition to the usual festival prayers we recite on Passover prayers for dew, extending its application to every country and clime. We sing the Halldl on the first nights of Passover in the synagogue independent of the Hagadah in the house. On the Feast of Weeks we recite the poem of Gabirol, the “Azharot,” enumerating the 613 precepts which potentially are contained in the Ten Commandments and virtually expressed in the five books of the Law. The poetry of the Harvest time is represented by that grand idyll the history of Ruth, in which she stands out as a most lovable figure, a woman who forsakes her family, her nation, her god, and joins our faith only for the love of the true God, and with no other hope of reward than to place herself under his wings. She becomes the ancestress of David, and from her is to spring our Messiah, who is to bring the final redemption. The Festival services close with the prayer, “May the next year see us in Jerusalem, may the Temple be established quickly and in our days.” </p>\n<p>I have bestowed the same care upon this volume as upon the preceding volumes. The Hebrew text has been revised ; rubrics, directions, and notes added, the English translation recast, the Hagadah explained and fully annotated, the Azharot rendered more concisely, and all the Biblical passages newly translated. The Traditional Tunes and a Calendar for the coming fifty years have been added, and everything has been done to enhance to the worshipper the joy of the Festivals, and to strengthen the faith of those who through these solemn seasons realize the glory of having been selected as God’s Chosen People. </p>\n<hr />\n<p>For five and twenty years I have been engaged in work on the Prayer Book. An edition with my Rumanian translation appeared in Bucharest as far back as 1883. Ever since I accepted the post of Haham the necessity of a new English edition has impressed itself upon me, and I have devoted the last eight years to the issue of these books of Prayer which I have now brought to a close. Like unto a traveller who from a storm-tossed sea has reached a harbour of safety do I render grateful thanks to Him who has brought me to the safe harbour, and has given me strength and enthusiasm to carry this work through from beginning to end. I am looking back to times of severe strain and strenuous labour, to trials and troubles, to difficulties which had to be surmounted ere I could reach the end. Some I might perhaps have avoided, others were inevitable in a work of this kind. The very nature of the task is one of unusual complexity, as will be seen from the principles which have guided me, and from the plan which I followed in carrying it out. A Prayer Book both in English and Hebrew requires double the attention and more than double the amount of work than a book printed in a single language. Our Prayer Book, written in the terse Hebrew language, reflects the varying moods of human devotion, and gives expression to the whole gamut of religious sentiment; it, therefore, taxes to the utmost the skill and the knowledge of those who try to do justice to the text, and to render it faithfully into a modern language. Moreover, our Prayer Book is the result of a long and complex evolution; it is not the work of one man or of one generation, but the outcome of many minds and of many hearts. The religious consciousness of our people, the spiritual aims and the dogmatic teachings of Judaism have here found expression in prose and poetry. My first intention had been not only to settle the text upon a critical basis, to adapt, if possible, older translations to my point of view, and if necessary to substitute a new rendering for the old; but I also desired to accompany that text with historical notes. I wanted to give the date and age of those prayers and poems whose time of composition could be ascertained. And as our liturgy has taken many a form in different countries, I intended to compare this our “Minhag” or “Use” with the “Minhagím” followed by other Jewish Communities in the Dispersion. To that end I had drawn upon the Halachic sources, and upon the history of our religious poetry. I also compared the liturgy found in the present edition with the ancient liturgies of Seadya, Amram, Maimonides, the Manhig (Abraham of Lunel), and Abudarham. I consulted besides many ancient MSS. and prints. But for practical reasons I felt reluctantly bound to abandon this ambitious plan, and to relinquish the addition of literary and historical notes. For the same reason I had to give up another wish, viz. to make this edition approximate more closely to older editions by the introduction of woodcuts, initials, tail-pieces, and similar artistic embellishments. That part of my work has been laid aside; who knows when I may be in a position to utilize the accumulated material? But even after abandoning this section the labour was still great. Close upon 2,500 pages had to be revised, the Hebrew text examined letter by letter, doubtful readings compared with older critical editions, such as the first edition in Venice, 1524, that of Hahám David Meldola, Amsterdam, 1740, and the Philadelphia edition of 5638. The Biblical passages which occur frequently in the book, either as part of the prayers, or as readings from the Law and Prophets, have been collated with Norzi’s critical edition, as well as with the old Rabbinical Bible, Venice, 1528, and many other more modern editions. I have added throughout the word-accent, in the form of Metheg. In the poetical compositions, the names of the authors, as far as could be ascertained, have been inserted, and the initials or acrostics have been starred; I have set out in full the prayers for home or synagogue service when before they had been merely indicated. Rubrics and directions have been added, as well as special marks for the responses by the congregation or for the chanting of hymns and prayers. </p>\n<p>With regard to the translation, although it is based on the excellent work of Hazan D. A. de Sola, it had to be thoroughly revised and in many places completely recast I have endeavoured to imbue myself first with the spirit and feelings evoked by the prayers of each season, to find then the words most appropriate for expressing festivity and joy, or penitence and grief. In following faithfully the Hebrew Verity, I have tried, to the best of my ability, not to put a strain on the spirit of the English language. In the construction of phrases and choice of words, I have followed the greatest English classic, the English Bible, but I have reserved to myself absolute freedom in the rendering of the meaning of the Hebrew text. And I claim with all humility, that my rendering of the Biblical passages will compare favourably with any other translation. Some of the most difficult chapters of the Bible form part of our Liturgy. I have endeavoured to grasp the inner meaning of the Hebrew original, to elucidate Eastern metaphorical imagery, and to make those passages, visions, and hymns in telligible to the modern reader, without in the slightest degree deviating from the Massoretic tradition. Whenever necessary, explanatory notes have been added, notably to passages which were either obscure in the original, or open to misunderstanding. The philosophic poem of Gabirol, “The Royal Crown,” and the grand Confessions for the Day of Atonement read, I trust, equally forcibly in my translation as in the almost inimitable original. The Service of the Hagadáh on the Passover nights has been accompanied by a running commentary. The directions throughout these five volumes have been given with clearness and precision. The old Spanish translations have not been neglected where doubtful points had to be settled. I have consulted the Ferrara edition, the Amsterdam of Menasseh ben Israel, and last but not least, the translation of my predecessor, Hahám Nieto. </p>\n<p>If one remembers the typographical difficulties incidental to passing these thousands of pages through the Press, the labour involved in having to read them two or three times over, to note and correct the innumerable points, dots, and accents, to add references and cross-references, one can realize my feeling of true thankfulness to God, for having given me strength and endurance to see the work now brought to a close. </p>\n<p>No one is more conscious than I am of the blemishes and imperfections which, in spite of all vigilance and care, and in spite of the assistance which I have received, have not been wholly eliminated. For this assistance I have to thank, in addition to those already mentioned in the first volume, Rev. David Bueno de Mesquita, B.A., and my dear son Vivian Isaac, the latter having helped me specially in checking the accents in the Biblical portions, the former in reading over the proofs and assisting me in the matter of rubrics and directions. I must also thank the choirmaster of our Synagogues, Mr. E. R. Jessurun, for his unfailing courtesy and for the readiness with which he acceded to my request to prepare the Traditional Tunes and to read the proofs. These tunes are a new feature never before attempted in a Jewish Prayer Book. I am sure to voice the feelings of the Congregation when I express my own deep sense of gratitude to the Committee of “Heshaim” עץ חיים for their public-spirited action in defraying the entire cost of this new edition and for fixing the price of the book to cover only the expenses incurred, without deriving the smallest pecuniary benefit. They have deserved well of the Congrega tion, for without their unstinted aid the publication of these Prayer Books would have been impossible. Thanks are due from me to Mr. S. I. Cohen, the Secretary of “Heshaim,” for the promptitude with which he has facilitated the passing of this work through the Press, and more than a word of com mendation to the Clarendon Press for the excellent technical production. </p>\n<p>After having thanked all, I merely pray for the indulgence of the reader, who from time to time may light upon blem ishes or imperfections inevitable in any human work. I look, however, more confidently to a future generation, when personal considerations will have died away, to judge the work which I have placed before them with a spirit of fairness and with a spirit of charity. Let them remember that it was a hand of clay that wrote the book, not the hand of an angel. All I can say is that I have put my whole soul into it. It has been my constant companion through the various seasons of the year, and through the changing vicissitudes of life, and will remain a source of strength, a source of faith, a source of indomitable hope. May the Congregation also draw from its pages comfort and consolation in times of trial and trouble, may they acknowledge with gratitude when joy is their share, the unlimited bounty of the Lord, may they learn to pray, and may they remember for good in their prayers the name of </p>\n<p>MOSES GASTER. </p>\n<p>London: “Mizpah,” 193 Mai da Vale, W.<br />\nJuly 31, 1906<br />\n9 Ab, 5666<br />\nThe anniversary of the Expulsion of the Jews from Spain.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Pesaḥ &amp; Shavuot"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "27801"
        ],
        "date_src_start": [
            "1906-00-00"
        ],
        "date_src_end": [
            "1906-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Seder-haTefilot-vol.5-Tefilot-lPesah-ulShavuot-Moses-Gaster-1906-title..png",
        "title": "Seder haTefilot vol.5 Tefilot l&#8217;Pesah u&#8217;l&#8217;Shavuot (Moses Gaster 1906) &#8211; title.",
        "caption": "Seder haTefilot vol.5 Tefilot l'Pesah u'l'Shavuot (Moses Gaster 1906) - title."
    },
    "source_link": "https://opensiddur.org/?p=27800",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/regalim/hag-hamatsot-vshavuot/seder-hatefilot-lpesah-ulshavuot-translated-by-david-de-aaron-de-sola-and-revised-by-moses-gaster-1906/",
    "slug": "seder-hatefilot-lpesah-ulshavuot-translated-by-david-de-aaron-de-sola-and-revised-by-moses-gaster-1906"
}