{
    "post_id": 63096,
    "title": "📖 הַגָּדָה שֶׁל פֶּסַח (מנהג הספרדים) | Hagada de Pesaj, a bilingual Hebrew-Spanish Passover haggadah compiled and translated by Rabbi Meir Matsliaḥ Melamed (1973)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Meir Matsliaḥ Melamed",
            "bio": "Rabbi Meir Matsliaḥ Melamed (1920-1989), born in Izmir, Turkey, was a rabbi, author, and compiler of siddurim and maḥzorim in Spanish and Portuguese. We know little about his life and career save that he served the Congregation Bené Herzl and Temple Bet-El in Rio de Janeiro, Brazil, before arriving in the United States where he began his tenure in the early 1970s with the Cuban Sephardic Hebrew Congregation in Miami, Florida. If you know more, or can provide a reference to an article or book providing additional information, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/06/meir-matsliah-melamed-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-matsliah-melamed"
        }
    ],
    "date": "2025-07-31",
    "last_updated": "2026-01-31",
    "excerpt": "<span class=\"hebrew\">הַגָּדָה שֶׁל פֶּסַח</span> <em>Hagada de Pesaj</em> (1973) is the first edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Passover haggadah compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). Rabbi Melamed had in 1971 been installed at the pulpit of the Cuban Sephardic Hebrew Congregation, after having served previously in Rio de Janeiro, Brazil where his 1966 Hebrew-Portuguese siddur <em>Tefilat Masliaḥ</em> was first published. For that prayerbook, as with this haggadah, no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed, so liturgy was reproduced from images of older authoritative works. Rabbi Melamed's translation appears to the sides of these images and his commentary underneath.  . . .",
    "content": "<p><span class=\"hebrew\">הַגָּדָה שֶׁל פֶּסַח</span> <em>Hagada de Pesaj</em> (1973) is the first edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Passover haggadah compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). Rabbi Melamed had in 1971 been installed at the pulpit of the Cuban Sephardic Hebrew Congregation, after having served previously in Rio de Janeiro, Brazil where his 1966 Hebrew-Portuguese siddur <em>Tefilat Masliaḥ</em> was first published. For that prayerbook, as with this haggadah, no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed, so liturgy was reproduced from images of older authoritative works. Rabbi Melamed&#8217;s translation appears to the sides of these images and his commentary underneath. </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/hagada-de-pesaj-meir-masliah-melamed-1973/Hagada%20de%20Pesaj%20%28Meir%20Masliah%20Melamed%2C%201973%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain as it was published in the United States within 30 days of having been published in a foreign country. Additionally, the work is in the Public Domain for not having been registered with the US Copyright Office, a required condition for works published before 1 January 1978.</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nPREFACIO\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nPREFACE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Directiva de la Cuban Sephardic Hebrew Congregation para el año 1972-73, presidida por el Ing. Jaime A. Mitrani continuando el programa de divulgación de la liturgia Hebrea, publica esta, su segunda obra, la Hagadá de Pesaj, con el propósito de llevar a sus socios, la tradición puramente sefaradita de la festividad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Board of Directors of the Cuban Sephardic Hebrew Congregation for the year 1972-73, chaired by Jaime A. Mitrani, continuing the program of dissemination of Hebrew liturgy, publishes this, its second work, the Haggadah for Pesaḥ, with the purpose of bringing to its members the purely Sefaradi tradition for the festival.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Hagada de Pesaj, libro que se usa en las dos noches del Seder que conmemora el éxodo de Egipto, ha sido traducida a casi todos los idiomas pero ninguna refleja, en el nuestro, la tradición sefaradita. Como ejemplo mencionamos el “HA LAJMA ANYA”; el orden de las cuatro preguntas del “MA NISHTANA” y los cantos folklóricos “UN CAVRITICO” y “UNO QUIEN SAVIEN”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Haggadah for Pesaḥ, a book used on the two nights of the Seder commemorating the exodus from Egypt, has been translated into almost every language, but none reflects the Sefaradi tradition in ours. As examples, we mention the “HA LAJMA ANYA”; the order of the four questions of the “MA NISHTANA”; and the folk songs “UN CAVRITICO” and “UNO QUIEN SAVIEN.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa presente Hagadá está hecha exclusivamente para nuestras familias y contiene, además del ritual sefaradi en hebreo y su traducción al castellano, los tres primeros párrafos de la Hagadá en ladino, un resumen de la historia de la salida de los hebreos de Egipto y las leyes y costumbres de Pesaj.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis Haggadah is made exclusively for our families and contains, in addition to the Sefaradi ritual in Hebrew and its translation into Spanish, the first three paragraphs of the Haggadah in Ladino, a summary of the history of the Hebrews&#8217; departure from Egypt, and the laws and customs of Passover.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA esta directiva le hubiese sido imposible dar este paso sin la colaboración del jefe espiritual de la Comunidad, Gran Rabino Meir Masliah Melamed, quien con su gran fervor y amplios conocimientos se hizo cargo de la composición de la obra.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt would have been impossible for this board to take this step without the collaboration of the spiritual leader of the Community, Chief Rabbi Meir Matsliaḥ Melamed, who, with his great fervor and extensive knowledge, took charge of the composition of the work.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Directiva<br />\nMiami Beach, Enero 1973\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Board of Directors<br />\nMiami Beach, January 1973\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nBREVE HISTORIA DE PESAJ\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBrief History of Pesaḥ\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Fiesta de Pesaj conmemora el Exodo de Egipto. Según la tradición, los israelitas de este país, en número de 600,000 hombres (sin contar las mujeres y los niños), estaban completamente esclavizados por los egipcios, esperando con confianza la promesa divina hecha a Abraham, Isaac y Jacob sobre la tierra de Canaán. El Faraón, para impedir que el número de israelitas siguiera creciendo, ordenó la muerte inmediata de todo niño varón al nacer. 210 años de esclavitud soportaron allí nuestros antepasados; esclavitud del cuerpo y del alma, pues Israel, sometido a aquel pueblo idólatra y bajo el influjo de su política opresiva, fue perdiendo poco a poco sus sublimes ideales y creencias. Y en el período más deprimente y crítico de Israel, Moisés y Aarón fueron los enviados divinos para terminar ese largo martirio y dura esclavitud. Arrogante, el Faraón, y negando el poder ilimitado del Eterno, se opuso terminantemente a la salida de los hebreos; entonces una tras otra cayeron sobre aquel pueblo incrédulo diez plagas, terribles males que ahogaron y castigaron a los opresores. Durante todo un año se sucedieron una a la otra, hasta llegar a la peor de ellas: la muerte de todos los primogénitos. Sólo entonces comprendieron los egipcios que era la voluntad divina la que ordenaba la salida de ese pueblo, y a ella se sometieron. Guiados por columnas de nubes y de fuego, encaminados por sus abnegados conductores Moisés y Aarón, los israelitas salieron de Egipto y se dirigieron al Mar Rojo. Milagrosamente se hizo camino para ellos, y luego volvió a cerrarse ahogando a los egipcios que, irritados, venían a impedir lo que poco antes habían autorizado; sólo entonces pudieron los hebreos emprender libremente la travesía del desierto, rumbo a la prometida tierra de Canaán.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe festival of Pesaḥ commemorates the Exodus from Egypt. According to tradition, the Israelites in that country, numbering 600,000 men (not counting women and children), were completely enslaved by the Egyptians, confidently awaiting the divine promise made to Abraham, Isaac, and Jacob about the land of Canaan. The Pharaoh, in order to prevent the number of Israelites from continuing to grow, ordered the immediate death of every male child at birth. Our ancestors endured 210 years of slavery there; slavery of body and soul, for Israel, subjugated by that idolatrous people and under the influence of their oppressive policies, gradually lost its sublime ideals and beliefs. And in Israel&#8217;s most depressing and critical period, Moses and Aaron were sent by God to end that long martyrdom and harsh slavery. Arrogant, the Pharaoh, denying the unlimited power of the Eternal One, strongly opposed the departure of the Hebrews; then, one after another, ten plagues fell upon that unbelieving people, terrible evils that drowned and punished the oppressors. For a whole year, they followed one after another, until the worst of them came: the death of all the firstborn. Only then did the Egyptians understand that it was divine will that ordered the departure of this people, and they submitted to it. Guided by pillars of cloud and fire, led by their selfless leaders Moses and Aaron, the Israelites left Egypt and headed for the [Sea of Reeds]. Miraculously, a path was made for them, and then it closed again, drowning the Egyptians who, enraged, had come to prevent what they had just authorized; only then were the Hebrews able to freely undertake the journey through the desert, heading for the promised land of Canaan.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEjemplo divino dado al mundo por un pueblo, que, llevado por su ideal y por su fe, abandona valientemente su estado de esclavitud y sale al desierto, sin recursos y sin medios de existencia, sin pensar en la miseria y la desolación que le aguardaban, sólo con la suprema confianza de lograr por fin su libertad y el establecimiento de su ideal religioso y moral. Conmemorando esta liberación, se realiza la fiesta de la Pascua.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nA divine example given to the world by a people who, driven by their ideals and faith, courageously abandoned their state of slavery and set out into the desert, without resources or means of subsistence, without thinking about the misery and desolation that awaited them, but with the supreme confidence that they would finally achieve their freedom and establish their religious and moral ideals. The feast of Pesaḥ commemorates this liberation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSIGNIFICADO DE PESAJ\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSignificance of Pesaḥ\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa palabra Pesaj proviene del idioma hebreo y su significado literal es “Pasar por encima” de acuerdo con lo que está escrito en el Libro de Exodo (Cap. XII, 27): “Y diréis: Es un sacrificio de pascua para el Eterno que pasó por encima de las casas de los hijos de Israel cuando hirió a los egipcios”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe word Pesaḥ comes from the Hebrew language and its literal meaning is “to pass over,” according to what is written in the Book of Exodus (Chapter XII, 27): “And you shall say: It is a sacrifice of pesaḥ to the Eternal One, who passed over the houses of the children of Israel when He smote the Egyptians.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEntre tanto la palabra Pesaj sufrió una serie de cambios traductivos. En Arameo recibió la denominación de “Pasja”; en Griego “Paskalia”; en Español “Pascua”; en Francés “Pasques”; en Inglés “Passover”, etc.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMeanwhile, the word Pesaḥ underwent a series of translational changes. In Aramaic, it was called “Pascha”; in Greek, “Paskalia”; in Spanish, “Pascua”; in French, ‘Pasques’; in English, “Passover,” etc.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Fiesta de Pesaj tiene para el judío el significado de su primera fiesta de independencia nacional, celebrando el Exodo, pilar de nuestra formación como pueblo. Esta es una de las razones que en los rezos invocativos esta fiesta recibe la denominación de “Zeman Jerutenu” (fecha de nuestra libertad).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor Jews, Pesaḥ is their first national independence celebration, commemorating the Exodus, the cornerstone of our formation as a people. This is one of the reasons why, in invocatory prayers, this holiday is called “Zeman Jerutenu” (date of our freedom).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn virtud de que el Exodo ocurrió aprisa, los judíos no tuvieron tiempo de preparar pan para el viaje y solamente pudieron hornear panes azimos (Matzot); de ahí el otro nombre de Pesaj que es “Jag Hamatzot”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSince the Exodus happened so quickly, the Jews did not have time to prepare bread for the journey and could only bake unleavened bread (Matsot); hence the other name for Pesaḥ, which is “Jag Hamatzot.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTambién es llamada esta n “Jag Haaviv”, fiesta de la primavera, porque aconteció en esta estación del año.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is also called “Jag Haaviv,” the festival of spring, because it took place during this season.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa palabra Pesaj designa, o el sacrificio pascual, cordero que era inmolado en tributo a Dios en la primera noche de esta fiesta, y su carne comida antes de la media noche. Este sacrificio data del Exodo. Para que la memoria de este magno acontecimiento en la vida judía no se apague a través de las generaciones, constituye un mandamiento religioso-nacional el relato del Exodo que es hecho por medio de la Hagadá (narración). Desde la destrucción del Templo, la Hagada es recitada durante la ceremonia del “Seder” que corresponde a la cena de la Pascua y que se realiza en las dos primeras noches de Pesaj.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe word Pesaḥ refers to the pesaḥ sacrifice, a lamb that was slaughtered in tribute to God on the first night of this festival, and its meat eaten before midnight. This sacrifice dates back to the Exodus. So that the memory of this great event in Jewish life is not lost over the generations, it is a religious and national commandment to recount the story of the Exodus through the Haggadah (narrative). Since the destruction of the Temple, the Haggadah has been recited during the “Seder” ceremony, which corresponds to the Pesaḥ dinner and takes place on the first two nights of Pesaḥ.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn la noche del “Seder” cuando toda la taalla está reunida en torno a la mesa, el jefe de la familia relata a sus hijos la historia dramática del Exodo tal como manda la Torah: “Y harás saber a tu hijo en aquel día diciéndole: a causa de esto me hizo Dios salir de Egipto” (Exodo XIII, 8).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the night of the Seder, when the whole family is gathered around the table, the head of the family tells his children the dramatic story of the Exodus, as commanded by the Torah: “And thou shalt tell thy son in that day, saying, It is because of this that God brought me out of Egypt” (Exodus 13:8).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs así como se formó durante generaciones esta tradición del “Seder” de la “Hagadá”, con sus preguntas y respuestas, con sus himnos alegres y melodiosos, con sus discusiones sutiles y sus cánticos deliciosamente ingenuos. La “Hagadá” estimula el interés del niño judío por el glorioso pasado de su pueblo, lo familiariza con los episodios de la liberación física y espiritual de sus antepasados, y le infunde la esperanza necesaria para enfrentar su destino.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis is how the tradition of the “Seder” of the “Haggadah” was formed over generations, with its questions and answers, its joyful and melodious hymns, its subtle discussions, and its delightfully naive songs. The “Haggadah” stimulates the Jewish child&#8217;s interest in the glorious past of his people, familiarizes him with the episodes of the physical and spiritual liberation of his ancestors, and instills in him the hope necessary to face his destiny.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPesaj, fiesta del pasado, simboliza también la fiesta del futuro. Entre el Pesaj de Egipto y el Pesaj Eterno está trazada la línea liberadora para el pueblo judio y para todo el género humano. Y cuando la redimida y hermanada humanidad buscara la fecha de su primer paso libertador para instituirlo como “Día Universal de la Libertad”, deberá adoptar la fecha del 15 del mes de Nisan, cuando en tiempos pasados, con el Exodo del Pueblo de Israel del Egipto, fue colocada la piedra fundamental para un mundo libre que surge en medio de grandes dolores, en medio de luchas seculares entre los pueblos, luchas que se prolongarán hasta que el género humano encuentre el camino para su verdadera libertad, simbolizada por la fiesta de Pesaj.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPesaḥ, a festival of the past, also symbolizes the festival of the future. Between Pesaḥ in Egypt and the Eternal Pesaḥ lies the liberating path for the Jewish people and for all humanity. And when redeemed and united humanity seeks the date of its first liberating step to establish it as a “Universal Day of Freedom,” it must adopt the date of the 15th of the month of Nisan, when in times past, with the Exodus of the People of Israel from Egypt, the cornerstone was laid for a free world that emerges amid great pain, amidst secular struggles between peoples, struggles that will continue until humankind finds the path to its true freedom, symbolized by the festival of Pesaḥ.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDINIM UNMINHAGUIM (LEYES Y COSTUMBRES)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDinim and Minhagim (Laws &#038; Customs)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn las semanas anteriores a la fiesta de Pesaj, procédese a una limpieza especial de la casa. Es bueno tener vajillas separadas para el uso exclusivo de Pesaj.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the weeks leading up to Pesaḥ, a special cleaning of the house is carried out. It is good to have separate dishes for Pesaḥ use only.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCualquier utensilio de barro en que se usó jametz (levadura) no sirve de ninguna Manera para el uso de Pesaj. Las copas y utensilios de vidrio y pyrex sirven para Pesaj siempre que sean bien lavados antes. Los utensilios de metal y madera (excepto la pala de hornear) usados durante el año, se les hace Hagalá (para poder hacer uso de ellos en Pesaj). La “Hagalá” se hace con agua pura sin mezcla de cualquier ingrediente, ceniza, etc. “Hagalá” significa el acto de sumergir los utensilios, cubiertos, etc., en agua hirviendo de acuerdo con el ritual.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAny clay utensil in which chametz (leaven) was used is not suitable for use during Pesaḥ. Glass and Pyrex cups and utensils are suitable for Pesaḥ as long as they are thoroughly washed beforehand. Metal and wooden utensils (except baking pans) used during the year undergo Hagalah (in order to be used on Pesaḥ). Hagalah is performed with pure water without any mixture of ingredients, ash, etc. Hagalah means the act of immersing utensils, cutlery, etc., in boiling water according to the ritual.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos utensilios que se usan directamente en el fuego, sin agua, como por ejemplo: el sartén, el asador, la parrilla, se les hace “libun”, que significa quemar un utensilio en el fuego hasta el grado de soltar chispas. Los utensilios de cobre se mandan a estañar.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nUtensils that are used directly on the fire, without water, such as frying pans, roasting pans, and grills, are “libun,” which means burning a utensil on the fire until it sparks. Copper utensils are sent to be tinned.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAntes de hacer la “Hagalá” se deben limpiar muy bien los utensilios y después lavarlos con agua fría y enjuagarlos. Las amas de casa deberán recibir estas lecciones del Rabino de la Congregación con respecto a como se hace la “Hagalá” y el “Libún”, mucho antes de la llegada de Pesaj.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBefore performing the “Hagalah,” utensils must be thoroughly cleaned, then washed with cold water and rinsed. Housewives should receive instruction from the rabbi of the congregation on how to perform the ‘Hagalah’ and “Libun” well in advance of Pesaḥ.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn el décimo tercer día de Nisan (en el décimo segundo, si el décimo tercero cae en viernes) tras el rezo de Arvit, el jefe de la familia hace “Bedicat Hametz” (la búsqueda del jametz) de esta manera: Coloca de antemano en varios lugares pequeños pedazos de pan (para que la beraja no sea dicha en vano) y a la luz de una vela de cera y con una pluma en la mano recoge todo el jametz que encuentra en casa y lo pone en una cuchara de madera junto con la pluma; envuelve todo en una servilleta y lo guarda en un lugar donde no puedan llegar animales.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the thirteenth day of Nisan (on the twelfth, if the thirteenth falls on a Friday) after the Arvit prayer, the head of the family performs “Bedikat Ḥamets” (the search for ḥamets) in this way: He places small pieces of bread in various places beforehand (so that the blessing is not said in vain) and, by the light of a wax candle and with a feather in his hand, he collects all the ḥamets he finds in the house and places it in a wooden spoon together with the feather; he wraps everything in a napkin and stores it in a place where animals cannot reach it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAl iniciar la búsqueda del jametz, se bendice:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen beginning the search for ḥamets, the following blessing is recited:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nBENDITO SEAS TU ETERNO NUESTRO DIOS, REY DEL UNIVERSO QUE NOS SANTIFICASTE CON TUS MANDAMIENTOS Y NOS ORDENASTE ELIMINAR EL JAMETZ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBLESSED ARE YOU, OUR ETERNAL GOD, KING OF THE UNIVERSE, WHO SANCTIFIED US WITH YOUR COMMANDMENTS AND COMMANDED US TO REMOVE THE ḤAMETS.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDespués de la “Bedicá” (búsqueda) se junta todo el jametz de la casa en un solo lugar y se dice:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAfter the “Bedicá” (search), all the ḥamets in the house is gathered in one place and the following is said:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTODO LO QUE HAYA SIDO FERMENTADO QUE ESTA EN MI PODER QUE YO NO VI Y QUE NO ELIMINE O QUE YO NO TENGO CONOCIMIENTO DE SU EXISTENCIA, SEA ABANDONADO Y CONSIDERADO SIN DUEÑO COMO EL POLVO DE LA TIERRA.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nALL THAT HAS BEEN FERMENTED THAT IS IN MY POSSESSION THAT I DID NOT SEE AND DID NOT ELIMINATE OR THAT I AM UNAWARE OF ITS EXISTENCE, BE ABANDONED AND CONSIDERED WITHOUT OWNER LIKE THE DUST OF THE EARTH.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn el décimo cuarto día de Nisan (víspera de Pesaj) no se puede comer jametz después de las 9.00 de la mañana; la comida que sobró, junto con el jametz que se encontró en la víspera después de la Bedicá, es incinerado antes de las 10.00 Hrs. de la mañana. Si el décimo cuarto día cae en un sábado, se incinera el jametz un día antes (viernes) hasta el medio día; en este caso se puede comer jametz en la comida de viernes en la noche y en la primera comida de sábado por la mañana.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the fourteenth day of Nisan (the eve of Pesaḥ), ḥamets may not be eaten after 9:00 a.m.; leftover food, along with ḥamets found on the eve after the Bedicá, is incinerated before 10:00 a.m. If the fourteenth day falls on a Saturday, the ḥamets is incinerated one day earlier (Friday) until noon; in this case, ḥamets may be eaten at the Friday night meal and at the first meal on Saturday morning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn la víspera de Pesaj después de quemar el jametz (si cae en sábado después del desayuno) se renuncia mentalmente al jametz que se ha olvidado eliminar y se dice:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the eve of Pesaḥ, after burning the ḥamets (if it falls on a Saturday after breakfast), one mentally renounces any ḥamets that has been forgotten to be removed and says:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTODO LO QUE HAYA SIDO FERMENTADO Y ESTE EN MI PODER, QUE YO LO HAYA VISTO O NO, QUE YO LO HAYA ELIMINADO O NO, SEA CONSIDERADO ABANDONADO SIN DUEÑO COMO EL POLVO DE LA TIERRA.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEVERYTHING THAT HAS BEEN FERMENTED AND IS IN MY POSSESSION, WHETHER I HAVE SEEN IT OR NOT, WHETHER I HAVE DISPOSED OF IT OR NOT, SHALL BE CONSIDERED ABANDONED WITHOUT OWNER, LIKE THE DUST OF THE EARTH.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos primogénitos deberán ayunar en la víspera de Pesaj, dado que no fueron muertos con los primogénitos de los egipcios en la décima y última plaga. Pero si participan en una “Seudat Mitszvah” (comida festiva después de un acto religioso) o “Siyum masajta” (término de la lectura de un tratado del Talmud) en la que se ofrece dulces, vino, etc., podrán no ayunar. Ocurriendo la víspera de Pesaj en sábado, el ayuno de los primogénitos se realiza en el jueves.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe firstborn must fast on the eve of Pesaḥ, since they were not killed with the firstborn of the Egyptians in the tenth and final plague. However, if they participate in a “Seudat Mitsvah” (festive meal after a religious ceremony) or “Siyum masachta” (completion of the reading of a Talmud tractate) in which sweets, wine, etc. are offered, they may refrain from fasting. If the eve of Pesaḥfalls on a Saturday, the fast of the firstborn is observed on Thursday.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSiendo que la ley prohibe hacer uso y aprovecharse después de Pesaj de los alimentos que son jametz y que no fueron eliminados antes de Pesaj, el Rabino de la congregación hace para los correligionarios que poseen jametz en gran cantidad, la formalidad religiosa de “Mejirat jametz” (venta legal de lo leudado) según la ley escrita en el “Shuljan Aruj”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSince the law prohibits the use and consumption after Pesaḥ of foods that are ḥamets and were not eliminated before Pesaḥ, the rabbi of the congregation performs the religious ceremony of “Mechirat ḥamets” (legal sale of leavened bread) for members of the congregation who possess large quantities of chametz, in accordance with the law written in the Shulḥan Arukh.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Haggadot for the Seder Leil Pesaḥ"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1078"
        ],
        "_thumbnail_id": [
            "63097"
        ],
        "date_src_start": [
            "1973-00-00"
        ],
        "date_src_end": [
            "1973-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Ladino\",\"code\":\"lad\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/hagada-de-pesaj-meir-masliah-melamed-1973-title.jpg",
        "title": "Hagada de Pesaj (Meir Masliah Melamed, 1973) &#8211; title",
        "caption": "Hagada de Pesaj (Meir Masliah Melamed, 1973) - title"
    },
    "source_link": "https://opensiddur.org/?p=63096",
    "permalink": "https://opensiddur.org/compilations/table-guides-and-haggadot/passover-seder/hagada-de-pesaj-a-bilingual-hebrew-spanish-passover-haggadah-compiled-and-translated-by-meir-matsliah-melamed-1973/",
    "slug": "hagada-de-pesaj-a-bilingual-hebrew-spanish-passover-haggadah-compiled-and-translated-by-meir-matsliah-melamed-1973"
}