{
    "post_id": 61621,
    "title": "&#x1F4D6; Hagode shel Peysekh: in a Socialist Mode by Benjamin Feigenbaum and Leon Zolotkof (1886, rev. 1910/1919) translated by Shlomo Enkin Lewis (2025)",
    "author": "Shlomo Enkin Lewis (translation)",
    "coauthors": [
        {
            "name": "Shlomo Enkin Lewis (translation)",
            "bio": "Shlomo Jack Enkin Lewis is a Yiddish translator and student of Judaic Studies.",
            "website": "https://www.geocities.ws/silkenwine/SJACK.HTM",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/shlomo-jack-enkin-lewis-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/shlomo-enkin-lewis-translation"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Leon Zolotkof",
            "bio": "Leon Zolotkof (1866-1938), born in Vilna, Lithuania, was a poet, writer, and lawyer, In Vilna, he received his Jewish education and afterward attended a Russian senior high school. From late 1883 until the autumn of 1885, he lived in Paris where he was an early auditor at the Sorbonne and at the same time was engaged in a variety of trades, for a time as well working in a publishing house. In those years, he began to write poetry in Russian and Hebrew. He debuted in print with “A Letter from Paris,” in which he described the sad condition of Jewish immigrants in Paris and the work of Alliance Israélite, for the Russian monthly <em>Evreiskoe obozrenie</em> (Jewish review) in St. Petersburg (March 1884)—in which he also published under such pen names as L. Zolotkovich and Ben-Zev. At the beginning of 1886, he returned to Russia, worked for a time on the editorial board of <em>Hayom</em> (Today) in St. Petersburg (writing under the pen name “Zaken gadol” or big elder), and then late that year again left Russia and headed for London, where he purchased the small publishing house from which he produced <em>Der arbayter fraynd</em> (The workers’ friend), became a friend of B. Feygenboym who enlisted him in the Jewish labor movement, and together with Feygenboym wrote <em>Di sotsyalistishe hagode shel peysekh</em> (The socialist Passover Hagada) (London: Berner Street Club, 1888). That same year he emigrated to the United States and settled in Chicago. He was at first active in the Jewish socialist movement and was well-known as a political speaker and lecturer. After graduating from university with a doctoral degree, he practiced as a lawyer and also assumed the post of prosecutor, simultaneously turning his attention to writing, and with his friend and fellow townsman Perets Vyernik, he began to publish various periodicals in Hebrew and Yiddish. He was one of the pioneers in the Yiddish (mainly, conservative) press in America. In 1911 he moved to New York, was active in the Labor Zionist party, later moved over to general Zionism, and was one of the founders of the organ Knights of Zion in Chicago in 1898.",
            "website": "https://congressforjewishculture.org/people/4447/Zolotkof-Leon-May-15-1866-July-31-1938",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/leon-zolotkof"
        },
        {
            "name": "Benjamin Feigenbaum",
            "bio": "Benjamin Feigenbaum (1860–1932), born in Warsaw, Poland, was a Jewish socialist, newspaper editor, translator, and satirist. Feigenbaum was an associate editor of the Yiddish language <em>The Forward</em>, its predecessor <em>Di Arbeter Tsaytung</em>, and the literary monthly <em>Di Tsukunft</em>, co-founder of the Workmen's Circle, and a pioneer of the Socialist Party of America. Born to a prominent Ḥassidic family in Warsaw, he studied in Yeshivah, but became a free-thinker. According to colleague Israel Joshua Singer, Feigenbaum's \"conversion\" to secularism happened when his teacher, the Gerer rebbe, discovered that Feigenbaum was not wearing tsitsit, a ritual garb. The rebbe beat him as a punishment. As a young socialist in 1887, Feigenbaum considered starting a socialist Yiddish newspaper. To his delight, he discovered the newly created London-based <em>Arbeter Fraynd</em>. He contacted them immediately. Feigenbaum moved to London towards the end of 1888 to join their editorial board. During Yom Kippur in 1888, Feigenbaum hosted the first public Yom Kippur Ball. In 1889 at another Yom Kippur Ball, Feigenbaum famously declared \"If there is a God and if he is Almighty as the clergy claims he is, I give him just two minutes' time to kill me on the spot, so that he may prove his existence!\". After two minutes he declared \"See! There is no God!\". He then announced a location for the workers to eat instead of fasting, as traditionally done during Yom Kippur. In 1891, Feigenbaum immigrated to New York to work on New York's first Yiddish-language socialist newspaper, <em>Di Arbeter Tsaytung</em> (The Workman's Paper). He co-founded the Workmen's Circle, serving as its first general secretary. In New York, Feigenbaum developed a relationship with Bolesław Miklaszewski, a representative of the London affiliate of the Polish Socialist Party (PPS), named the Union of Polish Socialists Abroad (ZZSP). After vetting Feigenbaum's circles to ensure they did not have \"a gravitational pull\" to Russia, ZZSP announced the creation of a \"Jewish Socialist Post from America to Poland\" in 1896 to publish and disseminate Yiddish socialist literature.",
            "website": "https://en.wikipedia.org/wiki/Benjamin_Feigenbaum",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/04/benjamin-feigenbaum-1892-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/benjamin-feigenbaum"
        }
    ],
    "date": "2025-04-25",
    "last_updated": "2025-06-29",
    "excerpt": "This is a full transcription of the 1919 edition of a Bundist haggadah in Yiddish, first written as a pedagogical and parodic text in 1886.  . . .",
    "content": "<p><strong>DOWNLOAD:</strong> </p>\n<p>Hagode (Yiddish-English) <a href=\"https://archive.org/download/hagode-shel-peysekh-in-a-socialist-mode/Hagode%20shel%20Peysekh%20in%20a%20socialist%20mode%20%281900%2C1919%2C%20English%20translation%20by%20Shlomo%20Enkin%20Lewis%202025%29.pdf\">PDF</a> | <a href=\"https://archive.org/download/hagode-shel-peysekh-in-a-socialist-mode/Hagode%20shel%20Peysekh%20in%20a%20socialist%20mode%20%281900%2C1919%2C%20English%20translation%20by%20Shlomo%20Enkin%20Lewis%202025%29.odt\">ODT</a></p>\n<p>Hagode im perush socialisti (Hebrew/Aramaic-Yiddish) <a href=\"https://archive.org/download/hagode-shel-peysekh-im-perush-socialisti-shlomo-enkin-lewis/Hagode%20shel%20Peysekh%20im%20perush%20Socialisti%20%28Shlomo%20Enkin%20Lewis%202025%29.pdf\">PDF</a> | <a href=\"https://archive.org/download/hagode-shel-peysekh-im-perush-socialisti-shlomo-enkin-lewis/Hagode%20shel%20Peysekh%20im%20perush%20Socialisti%20%28Shlomo%20Enkin%20Lewis%202025%29.odt\">ODT</a></p>\n<hr />\n<p><em>Hagode Shel Peysekh: in a Socialist Mode</em> (2025) by Shlomo Jack Enkin Lews is a full Yiddish transcription and English translation of the 1919 edition of a Bundist haggadah. The initial version of this haggadah was written in 1886 in London for the socialist newspaper <em>Arbeyter fraynd</em>. The authors were the activists Leon Zolotkof (1866-1938) and Benjamin Feigenbaum (1860–1932), who wrote together under the pseudonym “Der Nayer Velt-Magid” (The New World-Preacher). Their haggadah was released in Vilna and printed by the famous “Rom” printing-house in the year 1887. The same version was later printed in London by the <em>Arbeter fraynd</em> in 1888. A second, highly modified, version was printed about ten years later in 1896 by the “‘Farvaltungs-rat’ fun broshurn fun di yidish shprekhendike sektsyonen S.A.P. fun nord-amerike” in New York City. The 1896 version is ideologically quite different from the 1886 version (in general less militant), and includes many wholly original sections, including the entire “<a href=\"/?p=55145\">socialist Hallel</a>” section. It is this 1896 version that was “released in America,” and that forms the basis of the 1919 version. In the year 1900 in Geneva, Switzerland, the “Algemeyner yidisher arbeter-bund in rusland un poyln” released a version of this Haggadah based on the New York text with small modifications and additions, most of which make it into this 1919 version. Finally, in 1910 and in 1919, in Kraków-Podgórze, the “Sotsyaldemokrat” (evidently an organ of the “Yidisher sotsyal-demokratisher partey in galitsyen,” known as the “Galician Bund”), published two versions based on the Bund’s 1900 Haggadah, with several modifications. The latter of these two versions is the version that has been transcribed and translated in full by Shlomo Jack here. (They are currently working on translating the major portions of the 1886/8 and 1900 versions that did not make it into the 1919 edition.)</p>\n<p>The translation was completed in April 2025, after having begun a few years prior. The work was partially funded by the Foundation for Yiddish Culture in Montreal, on the condition that the translator would add an introduction and release the work under a Creative Commons libre Open Access license. Shlomo Jack adds, &#8220;I suggest this for fun, inspiration, and liturgical use. I am purposefully uploading this in time for May Day / international Labour day.&#8221; </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/hagode-shel-peysekh-in-a-socialist-mode/Hagode%20shel%20Peysekh%20in%20a%20socialist%20mode%20%281900%2C1919%2C%20English%20translation%20by%20Shlomo%20Enkin%20Lewis%202025%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\nדיזע בראָזשור איז דאָס ערשטע מאָל אַרויס אין אַמעריקע. אין יאָהר 1900 איז זי ערשיענען עטוואָס אומגעענדערט אַרויסגעגעבען פֿון &#8220;בונד&#8221;. אין יאָהר 1910 איז זי ערשיענען אין פֿערלאַג פֿון &#8220;סאָציאַל-דעמאָקראַט&#8221; און איצט ערשיינט זי אין דעם זעלבען פֿערלאַג מיט קליינע אומענדערונגען. צוגעפאַסט צו די היינטיגע פֿערהעלטענישען.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n[Foreword from the 1919 edition:] This brochure was first released in America. In 1900 it was published, slightly modified, by the “Bund.” In 1910 it was published by the publishing house “Social Democrat.” And now, it is being republished by the same publishing house with minor modifications, suitable for the present state of affairs.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\n[דיזע צוויי-שפראַכיגע דיגיטאַלע נוסח איז איבערגעזעצט און פֿאָרמאַטירט געוואָרן פֿון שלמה דזשעק ענקין לואיס אין יאָהר 2025].\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n[This bilingual digital version was translated and formatted by Shlomo Jack Enkin Lewis in 2025.]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\nאַריינפֿיר פֿון טראַנסקריבירער\\איבערזעצער (2025)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTranslator’s Introduction (2025)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\nטייערע לייענערס,<br />\nדער דאָזיקער פאַראָדישער פירוש אויף דער טראַדיציאָנעלער &#8220;הגדה של פסח,&#8221; וואָס איז געשריבן געוואָרן מתּוך ווייטיק און קאַמף אויף כדי צו פֿאַרשטאַרקן דער סאָציאַליזם, איז אַ פראַכטפולע און רירנטע שטיק פֿון אונזער ייִדישע ירושה. דאָ ווערט פֿאָרגעשטעלט דער גאַנצער אָריגינעלער טעקסט, אָן קיין שום ענדערונגען אָדער צענזור. דערפֿאַר מוז איך באַוואָרנען דעם לייענער: לייענט קריטיש!!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nDear readers,<br />\nThis parodic commentary on the traditional Passover Hagode, which was written from a place of pain and struggle as a way of teaching and promoting socialism by radically re-reading the Passover story, is a brilliant and moving piece of our Jewish heritage. This translation does not censor or alter the original text; rather it attempts to convey this text in its entirety. As such, I have a warning for the reader: read critically!!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\nדאָס איז אַ שטאַרקער טעקסט, און וועט זיכער באַגייסטערן היינטיקע סאָציאַליסטישע און &#8220;לינקע&#8221; ייִדן. טראָץ דעם, שטעלט עס פֿאָר מיט נאַיוויטעט געוויסע קאָנצעפטן וואָס זענען אי פֿאַלש, אי שעדלעך. איך שטעל דאָ פֿאַָר די פֿאָלגנדע ביישפילן:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThis text is powerful, and is rightly a source of inspiration for contemporary socialist and leftist Jewish people. Nevertheless, it also rather naively endorses some concepts that are inaccurate and harmful. I will single out, as examples worthy of attention:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\n1. אַ פֿאַרעלטערטער סאָציאַליסטישער פֿאַרשטאַנד פֿון דעם &#8220;פראָגרעס&#8221; אין דער געשיכטע, וואָס האַלט למשל אַז דאָס מאָדערנע שקלאַפֿעריי איז געווען ווייניקער ברוטאַל ווי דאָס פֿאַר-מאָדערנע שקלאַפֿעריי, און אַז אינדיגענע פֿעלקער זענען ערגעץ-ווי &#8220;פרימיטיוו&#8221;. אַזאַ פֿאַרשטאַנד פֿון דער געשיכטע האָט ראַסיסטישע אימפליקאַציעס וועלכע מיר טאָרן נישט איגנאָרירן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n1. An antiquated socialist understanding of the progress of history, which characterises modern slavery as somehow less brutal than pre-modern slavery, and would consider most indigenous peoples as “backwards.” Such an understanding of history has racist implications which I believe were unintentional, but which cannot be ignored.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\n2. אַן איבער-פשוט&#8217;ע און רעאַקטיווע אַנטי-רעליגיעזע פאָזיציע, וואָס אָנערקענט נישט אַז &#8220;רעליגיעזע&#8221; טיילען פֿון אונזער קולטור, אַזוי ווי מדרשים, ברית-מילה, און יום-טובים, האָבן ווערט אפילו פֿאַר וועלטלעכע אידן, ווייל זיי זענען אַ פֿונדאַמענט פֿון אונזער קולטור און ציוויליזאַציע. די מחברים פון אָט די הגדה ווייזן אַז זיי זענען שטאַרק איבערגעגעבן צום קיום פֿון דער ייִדישער פֿאָלק צווישן אַנדערע פֿעלקער אויף דער וועלט, אָבער זיי פֿאַרשטייען אַ פָנים נישט אַז זייער אַנטי-רעליגיעזע פאָזיציע גיט אַמאָל שטיץ פֿאַר אַנטי-ייִדישע כוחות וואָס ווילן אויסמעקן אָדער אַסימילירן דאָס ייִדישע פֿאָלק. אָט דער אַנטי-רעליגיעזער קוקווינקל איז מסתמה צוליב דעם וואָס אַ טייל רבנים אין יענע צייטן האָבן געשטיצט דער קאַפיטאַל אַנשטאָט די אָרעמע ייִדן אין זייערע קהילות. היינטיקע רבנים מוזן זיך היטן קעגן אַזאַ עבירה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n2. A simplistically reactive anti-religious stance, which does not acknowledge that “religious” practices, such as midrashic storytelling, bris milah, and holiday observance, hold value even for non-religious Jews as vehicles of our culture and civilization. The writers of this Hagode display clear investment in the survival of the Jewish nation among all nations of the world, but fail to see how their anti-religious stance sometimes aligns them with anti-Jewish attempts to erase and assimilate the Jewish people. This Hagode’s complete rejection of religion is likely due to rabbis who aligned themselves with Capital’s dominance against the needs of their own communities. Contemporary rabbis must be careful not to do the same.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\n3. געבן שטיץ דווקא פאַר רעוואָלוציאָנערער געוואַלד אַנטקעגן אַ שלומ&#8217;דיקע סאָציאַליסטישע רעוואָלוציע. די מחברים פון די דאָזיקע הגדה האָבן געהאַלטן אַז מען קען נאָר איבערקערן די קאַפיטאַליסטישע עקספלויטאַציע מיט געווער. דאָס איז צו פֿאַרשטיין, ווייל מען האָט נישט געגעבן פֿאַר אָרעמע לייט אין יענע צייטן קיין שום שלומ&#8217;דיקער וועג צו דער פֿרייהייט. אָט די הגדה איז אַ וויכטיקע דערמאָנונג פֿאַר די מיט מאַכט אַז, ווען די מאַסן קענען נישט אַריינפֿירן דער פראָגרעס שלומ&#8217;דיקערהייט, וועלן זיי זיך נעמען צו געוואַלד זיך צו באַפֿרייען. טראָץ דעם, איך האָף אַז די אונטערדריקטע מאַסן וועלן היינט קענען אַריינפֿירן די נייטיקע סאָציאַלע ענדערונגען שלומ&#8217;דיקערהייט. רעוואָלוציאָנערער געוואַלד זאָל מען פֿאַרשטיין ווי אַ לעצטע ברירה, נישט קיין פּלאָימדיקע נייטיקייט. די גלאָריפֿיצירונג פֿון געוואַלד איז נאָר גורם דער צעשטערונג.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n3. An endorsement of revolutionary violence as preferable to a peaceful socialist revolution. The authors of this Hagode saw no way to defeat capitalist exploitation besides through armed struggle. This is understandable, because the poor were not being given any peaceful path to freedom. The example of this Hagode can be taken as a sobering reminder to those in power that, when the masses are denied the means to effect change peacefully, they will resort to violence. Nevertheless, it is my hope that oppressed people today will be enabled to implement necessary social change peacefully. Revolutionary violence should be viewed as a last resort, not glorified as a necessity. The glorification of violence brings only destruction.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\" style=\"text-align: right;\">\nאיך באַדאַנק דער פֿונדאַציע פֿאַר דער יידישער קולטור ע&#8221;ש יעקב זיפער און שלמה ווייסמאַן פֿאַר זייער שטיץ אין דערלאָזן אַז די דאָזיקע איבערזעצונג און טראַנסקריפציע זאָלן אַרויסקומען אויף דער וועלט. איך האָף אַז מען וועט לייענען די דאָזיקע הגדה מיט אַ נייגעריקן מוח און אַן אָֹפֿענעם האַרץ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI wish to thank the <a href=\"https://www.facebook.com/mtl.fyc/\">Foundation for Yiddish Culture in Honour of Jacob Zipper and Shloime Wiseman</a> for their support in making this translation possible. I hope this translation (and the original Yiddish work that is here digitised for the first time) will be read with an inquisitive mind and an open heart.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>In addition to the translation, in <em>Hagode im perush socialisti</em> the Yiddish text has been laid out by Shlomo Jack as a gloss in marginalia surrounding the traditional Hebrew-Aramaic text of the Pesaḥ haggadah.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/hagode-shel-peysekh-im-perush-socialisti-shlomo-enkin-lewis/Hagode%20shel%20Peysekh%20im%20perush%20Socialisti%20%28Shlomo%20Enkin%20Lewis%202025%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<h3>Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_3 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_3 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_3\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_3\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_3 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_3 = 0;var ai_iframe_height_advanced_iframe_3 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_3); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_3\"><div id=\"ai-div-loader-advanced_iframe_3\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_3\"  name=\"advanced_iframe_3\"  src=\"https://archive.org/stream/haggadah-for-pesah-with-a-socialist-nusah-1919/Haggadah%20shel%20Pesach%20mit%20a%20sotsyalistishn%20nosach%20%28Krak%C3%B3w-Podg%C3%B3rze-%20Binyamin%20Geizhals%20for%20Der%20Sotsyaldemokrat%201919%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_3&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_3 = document.getElementById(\"advanced_iframe_3\");var hiddenTabsDoneadvanced_iframe_3 = false;\nfunction resizeCallbackadvanced_iframe_3() {}var recalculateIframeResizeadvanced_iframe_3 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_3 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_3() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_3);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_3);}\n        function initResponsiveIframeadvanced_iframe_3() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_3 = window.setTimeout(\"recalculateIframeadvanced_iframe_3()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_3 = window.setTimeout(\"recalculateIframeadvanced_iframe_3()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_3);</script><style>#advanced_iframe_3 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Haggadot for the Seder Leil Pesaḥ",
        "&#127760; International Workers' Day (May 1st)"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "labor exploitation",
        "parody",
        "Revolutions of 1917–1923",
        "socialism",
        "Yiddish songs",
        "Yiddish vernacular prayer"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "61622"
        ],
        "date_src_start": [
            "1886-00-00"
        ],
        "date_src_end": [
            "1919-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/04/hagode-shel-peysekh-in-a-socialist-mode-shlomo-enkin-lewis-2025-title.png",
        "title": "Hagode Shel Peysekh in a Socialist Mode (Shlomo Enkin Lewis 2025) &#8211; title",
        "caption": "Hagode Shel Peysekh in a Socialist Mode (Shlomo Enkin Lewis 2025) - title"
    },
    "source_link": "https://opensiddur.org/?p=61621",
    "permalink": "https://opensiddur.org/compilations/table-guides-and-haggadot/passover-seder/hagode-shel-peysekh-in-a-socialist-mode-1900-1919-trans-shlomo-enkin-lewis-2025/",
    "slug": "hagode-shel-peysekh-in-a-socialist-mode-1900-1919-trans-shlomo-enkin-lewis-2025"
}