{
    "post_id": 38770,
    "title": "Étkezés utáni ima | Gebet nach dem Speisen | Prayer after the meal, a paraliturgical Birkat haMazon by Rabbi Arnold Kiss (1897)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Arnold Kiss",
            "bio": "Rabbi Arnold (Ḥayyim Tsvi) Kiss, née Arnold Klein (Uzhgorod, 2 November 1869 - Budapest, 14 November 1940) was chief rabbi of Buda, a translator, poet and writer.",
            "website": "https://hu.wikipedia.org/wiki/Kiss_Arnold",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/06/Arnold-Kiss-1869-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/arnold-kiss"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-08-26",
    "last_updated": "2026-01-31",
    "excerpt": "This paraliturgical Birkat haMazon by Rabbi Arnold Kiss, \"Étkezés utáni ima\" (Magyar, 1897) and \"Gebet nach dem Speisen\" (German, 1907), was first published in his anthology of prayers for Jewish women, <em><a href=\"https://opensiddur.org/?p=32503\">Mirjam</a></em> on p.200-202 of the original Magyar edition and p.354-357 of the subsequent German edition. I've set separate English translations side-by-side with the Magyar and German in order to highlight the subtle differences between the two. --Aharon Varady . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Magyar, 1897)</th>\n<th style=\"text-align: left;\">Translation of Magyar (English)</th>\n<th style=\"text-align: left;\">Source (German, 1907)</th>\n<th style=\"text-align: left;\">Translation of German (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nDicsérlessél örökkévaló! Istenünk! a világ Ura! akinek tápláló és életfenntartó kegyelme nem hagyja cserben teremtményeit. Örökköntartó a te szereteted mindenekhez, akik élnek, nagy a te jóságod halár és vég nélkül! Bölcsességgel és irgalommal, hűséggel és gondossággal látod el élelemmel a te nagy világodat. Virágkehely ha szomjúságban epedez, elküldöd néki a te harmatcsöppedet; szikkadt mezők számára felleget teremtettél, a röpdöső madárka eleséget lel a levegőben, a hal a vizben, a saskeselyű kopár szirtfokon, az erdei vad a rengetegben, — minekünk is megadtad a mi kenyerünket, terméketlen nem hagytad a mi fáradozásunkat, étellel, itallal üditettél minket.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPraise everlasting! Our God! Lord of the world, whose nourishing and life-sustaining grace never fails his creatures. Eternal is your love for all who live, great is your goodness without end! With wisdom and mercy, with faithfulness and care, you feed your great world. When a flower-petal longs with thirst, you send it your dewdrop; you have made a cloud for the parched fields, the flying bird has food in the air, the fish in the water, the eagle in the barren cliffs, the wild creature in the forest, — to us you have given our bread, you have not left our toil unfruitful, you have refreshed us with food and drink.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGelobt seist Du Ewiger! unser Gott! Herr der Welt! dessen ernährende und lebenspendende Gnade seine Geschöpfe nie verlässt. Ewig währt Deine Liebe zu allen Lebewesen, Deine Güte hat keine Grenzen und kein Ende! Mit Weisheit und Erbarmen, mit Treue und Sorgfalt versiehst Du die grosse Welt mit Nahrung. Den vor Durst verschmachtenden Blumenkelch erquickst Du mit Deinem erfrischenden Tau; für die verdorrten Wiesen schufst Du die Regenwolken, das flatternde Vöglein findet seine Nahrung in den Lüften, der Fisch im Wasser, der Adler auf kahlen Felsenhöhen, die Tiere des Waldes in der Wildnis — auch uns gabst du unser tägliches Brod, unser Streben war nicht unfruchtbar, Du hast uns mit Speise und Trank erfrischt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPraise be to you, Eternal One, our God! Lord of the world! Whose nourishing and life-giving grace never leaves his creatures. Everlasting is your love for all living creatures, your goodness has no limit and no end! With wisdom and mercy, with faithfulness and care you provide the great world with nourishment. You refreshed the thirsty flower cup with your refreshing dew; you created the rain clouds for the withered meadows, the fluttering bird finds its food in the air, the fish in the water, the eagle on bare rocky heights, the animals of the forest in the wilderness — you also gave us our daily bread, our striving was not unfruitful, you refreshed us with food and drink.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nNe is hagyj sohasem szomorú gondokban mibennünket. Add meg bőségesen testünknek táplálékát. A szükséget, az inséget, áz éhséget, a bánatos és az eleség utáni kínzó aggodalmat tartsad távol milőlünk. Sohase szoruljunk emberek könyörületére, sohase kellessék emberek előtt megalázkodnunk, sohase jussunk olyan kemény sósra, hogy rajtunk a földi lények irgalmatossága szánakozzék. Egyedül a te adományaidat kelljen kérnünk; egyedül tenéked tartozzunk háladatos köszönettel; egyedül a te szent kezedre legyen irányozva a mi tekintetünk — a te szent kezedre, amely tárva van mindenkoron, hogy arczunkat pír ne lepje el, és keserű szégyenben könnyekkel ne áztassuk a mi panaszos kenyerünket.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd never leave us in sorrowful trouble. Give us abundantly the food of our flesh. Keep away from us need, want, hunger, sorrow, and anxiety for food. Let us never be in need of the mercy of men, let us never be humbled before men, let us never be so hard pressed that the mercy of earthly beings may pity us. To you alone shall we request your bounties; to you alone shall we owe grateful thanks; to your holy hand alone shall our eyes be fixed — to your holy hand, which is open at all times, that our faces may not be stained with blush, nor our lamented bread be soaked with tears of bitter shame.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGib, dass uns nie Nahrungssorgen quälen. Gib uns in Überfluss unseren Tagesbedarf. Halte fern von uns den Mangel, die Not, den Hunger, die peinigende und schmerzliche Besorgnis um unsere Nahrung. Lass uns nie auf das Erbarmen der Menschen angewiesen sein, auf dass wir uns vor den Menschen nicht erniedrigen müssten, bewahre uns vor dem harten Geschicke, von irdischen Wesen erbarmungsvoll bemitleidet zu werden. Nur um Deine Gaben allein lasse uns flehen; nur Dir allein sollen wir zu Dank verpflichtet sein; unser Blick — sei nur auf Deine heilige, mildtätige Hand gerichtet, auf Deine heilige Hand, die stets offen ist, dass unser Angesicht nicht von Schamröte bedeckt werde, und keine bitteren Schmerzens-tränen sollen das kärgliche Brod netzen. Gott des Erbarmens! Gepriesen seist Du für Deine nie ermattende Liebe!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGrant that food worries never torment us. Give us in abundance our daily need. Keep far from us the want, the need, the hunger, the tormenting and painful anxiety for our food. Let us never depend on the mercy of men, so that we would not have to humble ourselves before men, save us from the hard fate of being pitifully pitied by earthly beings. Only for your gifts alone let us plead; only to You alone shall we be indebted; our gaze — be directed only to your holy, charitable hand, to your holy hand, which is always open, so that our face shall not be covered with blushes of shame, and no bitter tears of pain shall wet the meager bread. God of mercy! Blessed be you for your never-failing love!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nIrgalmas Isten! hála teliéked meg nem fogyatkozó szeretetedért!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGracious God, thank you for your unfailing love!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nIrgalmas Istenem! küldj bőséges áldást a mi hajlékunkba, vidám arczü és boldog szivű emberek üljék körül mindég ezt az asztalt, amelyről ettünk!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO merciful God, send abundant blessings into our dwelling place, and let people with cheerful faces and happy hearts always sit around this table from which we eat!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGott des Erbarmens! Sende die Fülle des Segens in unser Haus, und an dem Tische, wo wir uns zum Speisen versammeln, seien stets heitere Gesichter, glückliche Menschen!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGod of mercy! Send the abundance of blessings into our house, and at the table where we gather to dine, be always cheerful faces, happy people!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nIrgalmas Istenem! áldd meg a mi házunk fenntartóját (atyámat, férjemet, a mi házunk őrangyalát: édes anyámat, gyermekeiket, gyermekeimet) és mind a mi háznépünket.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMost merciful God, bless the sustainer of our house (my father, my husband, the guardian angel of our house: my sweet mother, their children, my children) and all our household.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGott des Erbarmens! Segne den Ernährer unseres Hauses (meinen Vater, meinen Mann, den Schutzengel unseres Hauses: meine gute Mutter, ihre Kinder, meine Kinder) und alle meine Angehörigen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGod of mercy! Bless the breadwinner of our house (my father, my husband, the guardian angel of our house: my good mother, her children, my children) and all my relatives.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nIrgalmas Istenein! aki megáldottad Abrahám, Izsák és Jákob ősapáimat, hozzájuk hasonlóan mindenben, minden időben és mindennel úgy áldj meg minkéi is. Ne csak a kenyér utáni vágy hevítsen bennünket, hanem éhség és szomjúság fogjon el minket a te hitednek magasztos tanai után is.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMost merciful God, who blessed my forefathers Abraham, Isaac and Jacob, bless us like them in all things, at all times and in all things. Let us not only hunger for bread, but let us also hunger and thirst for the lofty doctrines of your faith.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGott des Erbarmens! der Du gesegnet hast unsere Ahnen: Abraham, Isaak und Jakob, ihnen gleich in Allem, in allen Zeiten, in allen Dingen segne auch uns. Nicht blos das Streben nach Brod verwirkliche, stille auch den Hunger und Durst nach Deinen erhabenen Lehren.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGod of mercy! who blessed our ancestors: Abraham, Isaac and Jacob, like them in everything,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Genesis 24:1&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> in all times,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Genesis 26:33&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> in all things,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Genesis 33:11&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> bless us too. Not only realize the striving for bread, but also satisfy the hunger and thirst for your sublime teachings.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hun-Latn\">\nHiszek benne és könyörgök érte: ne hagyj el minket irgalmas Istenem! mert én a zsoltárköltő dallamával hívlak, aki elmondja rólad a kegyelem szavait: »Ifjú is voltam, meg is öregedtem, de sohasem láttam azt, hogy az igazságos inségben sínylődött volna, és gyermeke kenyeret koldult volna« <span class=\"citation\">(Psalms 37:25)</span>. Boldog a sziv, amelynek bizodalma az Isten, és boldog az, aki Istenben bízik. Ámen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI believe in him, and I beseech you, O merciful God, for I call you by the melody of the psalmist, who tells of the words of grace, &#8220;I have been young, I have grown old, but never have I seen him that languished in righteousness, and his child begged bread&#8221; <span class=\"citation\">(Psalms 37:25)</span>. Happy is the heart that trusts in God, and blessed is he that trusts in God. Amen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIch vertraue darauf und flehe darum: verlasse uns nicht, Gott der Barmherzigkeit; denn ich rufe Dich in den Melodien des Psalmen-Dichters an, der Deine Gnade besingt: „Ich war jung, und bin alt geworden, doch nie sah ich, dass der Gerechte in Not geschmachtet, und dass sein Kind um Brod gebettelt hätte“ <span class=\"citation\">(Psalms 37:25)</span>. Glücklich das Herz, das sein Vertrauen in Gott setzt, und glücklich, wer Gott vertraut. Amen!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI trust in him and beg: do not abandon us, God of mercy; for I call upon you in the melodies of the Psalm poet who sings of your mercy: &#8220;I was young, and have grown old, yet never did I see the righteous languishing in need, nor his child begging for bread&#8221; <span class=\"citation\">(Psalms 37:25)</span>. Happy the heart that puts its trust in God, and happy he who trusts God. Amen!\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This paraliturgical Birkat haMazon by Rabbi Arnold Kiss, &#8220;Étkezés utáni ima&#8221; (Magyar, 1897) and &#8220;Gebet nach dem Speisen&#8221; (German, 1907), was first published in his anthology of prayers for Jewish women, <em><a href=\"/?p=32503\">Mirjam</a></em> on p.200-202 of the original Magyar edition and p.354-357 of the subsequent German edition. I&#8217;ve set separate English translations side-by-side with the Magyar and German in order to highlight the subtle differences between the two. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/bub_gb_lCsoAAAAYAAJ/bub_gb_lCsoAAAAYAAJ#page/n357/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/mirjam-arnold-kiss-1904/Mirjam%20%28Arnold%20Kiss%201904%29#page/200/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Genesis 24:1</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Genesis 26:33</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Genesis 33:11</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Blessings After Eating"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Hungarian Jewry",
        "Jewish Women's Prayers",
        "Magyar vernacular prayer",
        "paraliturgical birkat hamazon",
        "ברכת המזון birkat hamazon"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "789"
        ],
        "_thumbnail_id": [
            "38771"
        ],
        "date_src_start": [
            "1897-00-00"
        ],
        "date_src_end": [
            "1897-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hungarian\",\"code\":\"hun\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/08/Etkezes-utani-ima-Mirjam-Arnold-Kiss-1904-featured-image.png",
        "title": "Étkezés utáni ima &#8211; Mirjam (Arnold Kiss 1904) &#8212; featured image",
        "caption": "Étkezés utáni ima - Mirjam (Arnold Kiss 1904) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=38770",
    "permalink": "https://opensiddur.org/prayers/eating/birkat-hamazon/etkezes-utani-ima-gebet-nach-dem-speisen-prayer-after-the-meal-a-paraliturgical-birkat-hamazon-by-arnold-kiss/",
    "slug": "etkezes-utani-ima-gebet-nach-dem-speisen-prayer-after-the-meal-a-paraliturgical-birkat-hamazon-by-arnold-kiss"
}