{
    "title": "Discours Prononcé dans le Temple de la rue Sainte-Avoye | Speech on the Anniversary of the coronation of Napoleon Ⅰ, by Rabbi Abraham de Cologna (3 December 1809)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Abraham (Vita) de Cologna",
            "bio": "Abraham (Vita) de Cologna (25 September 1755 – 24 March 1832) was an Italian-born orator, politician, and religious leader. He is considered to have been one of the first Chief Rabbis of France, following David Sinẓheim and preceding Emmanuel Deutz. As the rabbi of Mantua, Abraham Vita de Cologna was elected as a deputy to the parliament of the Kingdom of Italy, which was ruled in personal union with France under Napoleon I, and in 1806 he served as a member of the Assembly of Jewish Notables in Paris. He was later named vice-president of the Grand Sanhedrin when it was established in 1807. In 1808 he became a member of the Central Consistory of France, and subsequently served as its president from 1812 to 1826. Having presided over the French Central Consistory, he is considered to have been the second Chief Rabbi of France, David Sinẓheim having been the first. He later served as a member of the Consistory of Turin as well.",
            "website": "https://en.wikipedia.org/wiki/Abraham_Vita_de_Cologna",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/abraham-vita-de-cologna-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-vita-de-cologna"
        },
        {
            "name": "Consistoire central israélite de France",
            "bio": "The Consistoire central israélite de France (English: Israelite Central Consistory of France) is an institution originally created by Napoleon I by the Imperial Decree of 17 March 1808 to administer Jewish worship and congregations in France.  Given Napoleon's political emancipation of the Jews, he wanted a representative body that could deal with his government. He also directed the establishment of regional Israelite Consistories, subordinate to the Central Consistory, across France and Italy. The consistories were ranked as <em>établissements publics du culte</em> (public-law corporations of worship). In its first year, the consistory was led by Rabbi David Sinzheim, who headed the Assembly of Notables and the Grand Sanhedrin that preceded it in organization.",
            "website": "https://fr.wikipedia.org/wiki/Consistoire_central_israélite_de_France",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/03/Consistoire-central-israelite-de-France-96x96.png",
            "profile_link": "https://opensiddur.org/profile/consistoire-central-israelite-de-france"
        }
    ],
    "date": "2022-05-29",
    "last_updated": "2022-06-06",
    "excerpt": "A speech given in honor of Napoleon concluding with a prayer by Abraham de Cologna, chief rabbi of the Central Consistory of Israelites, in 1809 on the anniversary of the emperor's coronation. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">Discours Prononcé dans le Temple de la rue Sainte-Avoye, le Dimanche 3 Décembre 1809, à l’occasion de la Cérémonie célébrée en actions de grâces pour l’Anniversaire du Couronnement de Sa Majesté l’Empereur et Roi, et pour la conclusion de la Paix entre la France et l’Autriche; Par M. Abraham Cologna, Membre du Collége Électoral des Dotti du Royaume d&#8217;Italie, Grand Rabbin du Consistoire Central des Israélites.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Speech Pronounced in the Temple of the Rue Sainte-Avoye, on Sunday December 3, 1809, on the occasion of the Ceremony celebrated in thanksgiving for the Anniversary of the Coronation of His Majesty the Emperor and King, and for the conclusion of the Peace between France and Austria; By Mr. Abraham Cologna, Member of the Electoral College of the Dottos of the Kingdom of Italy, Chief Rabbi of the Central Consistory of the Israelites.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nLa Justice et la Paix se sont embrassées. <span class=\"citation\">(Pse. 85. Vul. 84. v. 11.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nJustice and Peace have embraced. <span class=\"citation\">(Psalms 85:11)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nQue l’homme n’a que trop souvent des motifs pour connaître sa faiblesse, et pour baisser son front devant l’Éternel!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow often man has reason to know his weakness, and to bow his head before the Lord!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nJe ne parlerai pas ici des défauts visibles, qui sont le partage de la créature; je veux remarquer son imperfection dans des traits qui paraissent témoigner la sublimité de ses conceptions.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI will not speak here of the visible defects, which are the [physical] share of the creature; I want to notice its imperfection in features which seem to witness the sublimity of its conceptions.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nJ’en appelle à l’éloquence, qui s’est trouvée tant de fois embarrassée pour célébrer les bienfaits du Très-Haut.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI appeal to eloquence, which has found itself so often embarrassed to celebrate the benefits of the Most High.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nJ’en appelle à tout cœur humain, toujours incapable de les sentir suffisamment pour les bien apprécier; j’en appelle enfin à ces ames reconnaissantes et pieuses, qui ont fait à Dieu l’aveu sincère Je leur incapacité Je se pénétrer d’une gratitude qui approche des traits de sa bonté.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI appeal to every human heart, always incapable of feeling them sufficiently to appreciate them well; I appeal finally to those grateful and pious souls, who have made the sincere confession to God of their inability to penetrate a gratitude that approaches the quality of his kindness .\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nNotre Père Jacob, à qui la présence du plus grand danger n’inspire qu’un souvenir reconnaissant de tous les bienfaits obtenus précédemment, parle à Dieu en ces termes: « Je me sens trop faible, ô Seigneur, pour apprécier toutes les faveurs que tu as accordées à ton serviteur.» <span class=\"citation\">(Genese, chap. 32. v. 11)</span> Et l’ame de David brûlant du désir de donner une plus forte impulsion à sa reconnaissance, ne sait recourir qu’à une réticence sublime: «Quel tribut, dit-il, quelles actions de graces pourrai-je rendre à mon Créateur, qui m’accable de ses bienfaits.» <span class=\"citation\">(Pse. 116. Vulg. 115. v. 12.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur father Jacob, to whom the presence of the greatest danger inspires only a grateful memory of all the benefits previously obtained, speaks to God in these terms: &#8220;I feel too weak, O Lord, to appreciate all the favors you have granted to your servant.&#8221; <span class=\"citation\">(Genesis 32:11)</span> And David&#8217;s soul, burning with the desire to give a stronger impulse to his gratitude, knows only how to resort to a sublime reticence: &#8220;What tribute,&#8221; he says, &#8220;what acts of grace shall I render to my Creator, who overwhelms me with his blessings.&#8221; <span class=\"citation\">(Psalms 116:12)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMes chers Frères, je sens aussi-bien que chacun d’entre vous, que la vérité que je viens d’exposer n’est qu’un principe très-connu, mais vous conviendrez que, dans toute circonstance, on peut rappeller avec avantage d’anciennes vérités.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy dear Brothers, I feel as each of you that the truth I have just set forth is only a very well known principle, but you will agree that, in any circumstance, one can recall with advantage ancient truths.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nChers Israélites, d’après cette considération, fixons nos regards sur ces événements heureux, qui forment l’objet de la cérémonie religieuse de ce jour, et nous serons plus que jamais intimement convaincus, que la plus vive gratitude, dont nos cœurs sont pénétrés, est infiniment au-dessous de ce que nous devons à la bonté éternelle. O concours ravissant et à jamais mémorable d’un double sujet d’allégresse! l’Anniversaire du Couronnement du Héros qui nous gouverne, et le retour de la Paix du continent. «La Justice et la Paix se sont embrassées.»\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear Israelites, in view of this consideration, let us fix our eyes on these happy events, that forms the object of this day&#8217;s religious ceremony, and we shall be more than ever intimately convinced that the deepest gratitude, with which our hearts are filled, is infinitely below what we owe to eternal goodness. O delightful and forever memorable concurrence of a double subject of gladness! the Anniversary of the Coronation of the Hero who governs us, and the return of Peace from the continent. &#8220;Justice and Peace have embraced.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nOui, mes chers Frères, personnifions-nous dans notre Saint Patriarche, adoplons-en les sentiments pieux, et répétons-en les expressions religieuses: «Seigneur notre Dieu , nous nous sentons trop faibles pour apprécier toutes les faveurs dont vous nous avez comblés.» En effet, quelle vue serait assez perçante, quel esprit assez pénétrant pour saisir et pour embrasser l’immensité des bienfaits que la Providence a assurés à la France el à l’Europe entière en plaçant sur le trône l’homme unique, l’homme fait selon son cœur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYes, my dear Brothers, let us personify ourselves in our Holy Patriarch, let us adopt his pious sentiments, and let us repeat his religious expressions: &#8220;Lord our God, we feel too weak to appreciate all the favors with which you have showered us.&#8221; Indeed, what sight would be sharp enough, what mind penetrating enough to grasp and to embrace the immensity of the blessings that Providence has assured to France and to the whole of Europe by placing on the throne the unique man, the man made according to his heart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nComment dénombrer tous les maux auxquels a mis un terme pour toujours, le Gouvernement consolidé du Génie de notre siècle?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow to enumerate all the evils to which the consolidated Government of the Genius of our century has put an end for ever?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nComment rappeller toutes les sources intarrissables de prospérité publique et privée, que ce grand Prince a ouvertes à la France el à l’Italie?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow to recall all the inexhaustible sources of public and private prosperity that this great Prince opened to France and Italy?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nComment calculer les travaux immortels, auxquels s’est livré ce Monarque, pour relever les autels, pour accomplir le grand-œuvre de là liberté des consciences, pour régénérer les mœurs, pour créer la plus sage des législations, pour donner une nouvelle vie aux sciences el aux arts, pour réorganiser et perfectionner toutes les branches de l’Administration, pour assurer la tranquil-lité intérieure el extérieure de ses Etats, pour porter à son plus grand éclat la gloire nationale; comment, dis-je, calculer mille autres avantages dont jouissent ses sujets fortunés, grâces à cet Etre Suprême qui élève et qui dépose les Rois, et qui, par sa miséricorde, a orné de la couronne impériale le front de celui qui en est le plus digne?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow to calculate the immortal works, to which this Monarch gave himself, to raise the altars, to accomplish the great work of freedom of conscience, to regenerate the morals, to create the wisest of the legislations, to give a new life to the sciences and to the arts, to reorganize and to perfect all the branches of the Administration, to assure the internal and external tranquility of his States, to bring to its greatest splendor the national glory; how, I say, to calculate a thousand other advantages which his fortunate subjects enjoy, thanks to this Supreme Being who raises and deposes Kings, and who, by his mercy, has adorned with the imperial crown the forehead of the one who is the most worthy of it?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMes chers Frères, quelqu’imparfaite que soit l’esquisse que je viens de vous tracer, nos sentiments n’ont pas assez de vigueur pour recevoir toute l’impression, que déjà une simple ébauche est capable de faire sur nos cœurs, et moins encore pour nous pénétrer d’une reconnaissance, qui réponde à ce bonheur solide et universel, dont la Providence accompagne le règne immortel de Napoléon le Grand.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy dear Brothers, however imperfect the sketch I have just traced for you may be, our feelings are not strong enough to receive all the impression that a simple sketch is already capable of making on our hearts, and even less to fill us with recognition that responds to this secure and universal happiness with which Providence accompanies the immortal reign of Napoleon the Great.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais eussé-je même le domprécieux de l’éloquence, pourrais-je tenter avec succès de vous faire le récit fidèle de tant de merveilles? Et pour lors ne sentirions-nous pas de plus en plus cette impuissance si naturelle au cœur humain, qui l’empêche d’élever sa gratitude à la hauteur des bienfaits dispensés par la main du Tout-Puissant? Ah! que tout est borné dans les êtres mortels, même jusqu’aux affections les plus vertueuses; les ressorts de l&#8217;ame semblent perdre leur action au-delà de certaines limites, tandis que l’immensité caractérise les traits de la miséricorde divine : «Elle s’étend, dit le Roi-Prophête, au-dessus du ciel.» <span class=\"citation\">(Pse. 108. Vulg. 107. v. 5.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut even if I had the dominion of eloquence, could I attempt to give you a faithful account of so many marvels? And would we not then feel more and more that impotence so natural to the human heart, which prevents it from raising its gratitude to the height of the benefits dispensed by the hand of the Almighty? Ah, how limited everything is in mortal beings, even to the most virtuous affections; the springs of the soul seem to lose their action beyond certain limits, while immensity characterizes the features of divine mercy: &#8220;It extends,&#8221; says the King-Prophet, &#8220;above the sky.&#8221; <span class=\"citation\">(Psalms 108:5)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nC’est peut-être par ces motifs que, pour ménager notre faible sensibilité, Dieu lui-même par l’exemple de ses admirables institutions, nous a appris à borner à de certaines époques de l’année la célébration des événements mémorables ; aussi la nouveauté et l’appareil extraordinaire en frappant nos sens, nous aident à porter notre reconnaissance au degré le plus haut, dont l’humanité est susceptible.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is perhaps for these reasons that, in order to spare our weak sensibility, God himself, by the example of his admirable institutions, has taught us to limit to certain times of the year the celebration of memorable events; also the novelty and the extraordinary apparatus by striking our senses, help us to bring our gratitude to the highest degree of which humanity is susceptible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nChers Israélites, vous le sentez, le bonheur de ce vaste Empire date du jour, où le Héros s’est déterminé à porter seul le fardeau du Gouvernement; et c’est aujourd’hui que tous ses fidèles sujets en célébrant l’Anniversaire de ce grand événement, en rendent au Très-Haut leurs humbles actions de graces, et tous lui en témoignent leur gratitude, autant qu’il est permis à des faibles mortels de suivre les traits d’une bonté infinie.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear Israelites, you feel that the happiness of this vast Empire dates from the day when the Hero was determined to carry the burden of Government alone; and it is today that all his faithful subjects, in celebrating the Anniversary of this great event, render to the Most High their humble acts of thanksgiving, and all testify to him their gratitude, as much as it is permissible for weak mortals to follow the traits of an infinite goodness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nQue dans ce moment nos cœurs, chers Israélites, sont, si je peux ainsi m’exprimer, oppressés par l’abondance des faveurs de la Providence. O bonheur inattendu et inappréciable! Au milieu d’une guerre désastreuse, dont la fin semblait être encore si éloignée, l’Ange pacificateur descend du ciel, le Génie qui tient entre ses mains les destinées de l’Europe l’apperçoit, et inspiré par l’amour de l’humanité, et aidé par cette force, que Dieu donne aux grandes ames, il congédie sur-le-champ l’Ange de la victoire; le Héros se dit: J’ai assez triomphé; et le conti-nent est rendu au repos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow in this moment our hearts, dear Israelites, are, if I may so express myself, oppressed by the abundance of the favors of Providence. O unexpected and inappreciable happiness! In the midst of a disastrous war, the end of which seemed to be so far off, the Peacemaker Angel descends from heaven, the Genius who holds in his hands the destinies of Europe perceives him, and inspired by the love of humanity, and helped by that strength which God gives to great souls, he dismisses the Angel of victory on the spot; the Hero says to himself: I have triumphed enough; and the enemy is restored to rest.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPaix adorable, fille céleste, don précieux de la munificence divine! tu te présentes toujours entourée du brillant cortège de mille autres bonheurs; comme la guerre est l’urne fatale, où se trouvent renfermés tous les fléaux, de même tu es la coupe sacrée, qui contient tous les biens réunis; c’est-là l’image sous laquelle t’ont dépeinte nos Saints Docteurs : «Le vase de la Paix, ont-ils dit, est rempli de toutes les bénédictions célestes.» <span class=\"citation\">(Talmud traité Okatzin, chap. 3.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLovely peace, heavenly daughter, precious gift of divine munificence! You always present yourself surrounded by the brilliant procession of a thousand other blessings; as war is the fatal urn in which all the plagues are contained, likewise You are the scared vessel, which \tcontains all good things; this is the image that our Holy Doctors have depicted you: “The vessel of Peace, they said, is filled with all the heavenly blessings.” <span class=\"citation\">(Mishnah Oktzin 3.12)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais je cherche en vain de justes comparaisons, les paroles me manquent, et notre sensibilité s’épuise. Ame pieuse de David! je te rends graces de nous avoir communiqué le secret ingénieux d’une éloquence insuffisante, et d’un cœur inondé des graces divines.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut I search in vain for just comparisons, words fail me, and our sensibility is exhausted. Pious soul of David! I thank you for having communicated to us the ingenious secret of an insufficient eloquence, and of a heart flooded with the divine graces.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAuditeurs pénétrés des faveurs de la Providence! répétez avec moi ces paroles sublimes du Poëte inspiré: «Quel tribut, quelles actions de graces saurions-nous rendre à l’Éternel, qui nous a comblés de tous ses bienfaits?»\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nListeners imbued with the favors of Providence! Repeat with me these sublime words of the inspired poet: &#8220;What tribute, what acts of grace can we render to the Lord, who has showered us with all his blessings?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nGrand Dieu! la Toute-Puissance, et le néant auquel nous appartenons, se manifestent par tes faveurs, comme les rayons de l’astre du jour témoignent à la fois et l’éclat de sa lumière, et la faiblesse de nos yeux.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGreat God! All Powerful One, and the nothingness to which we belong, are manifested by your favors, as the rays of the star of the day testify at the same time and the brightness of its light, and the weakness of our eyes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAussi, mon Dieu, tout cœur religieux frémit lors même qu’il se sent ému de la reconnaissance de tes bontés; l’idée de ta Toute-Puissance effraye lame qui t’adore, lors même qu’elle entreprend de célébrer la gloire, car tes œuvres portant toutes l’empreinte de ta grandeur, surpassent infiniment notre faible conception; tu es, Seigneur, ainsi que nos ancêtres t’ont chanté: «Le Dieu redoutable au milieu des louanges qui te sont rendues.» <span class=\"citation\">(Exod. chap. 15. v. 11.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTherefore, my God, every religious heart shudders when it feels moved by the recognition of your goodness; the idea of your Almighty Power frightens the blade that worships you, even when it undertakes to celebrate the glory for your works, all bearing the imprint of your greatness, infinitely surpassing our feeble conception; you are, Lord, as our ancestors sang to you: &#8220;Formidable God in the midst of the praises that are given unto you.&#8221; <span class=\"citation\">(Exodus 15:11)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais comme ta miséricorde égale la Toute-Puissance, daigne recevoir nos humbles actions de graces, non telles qu’elles sont dues à ta bonté infinie, mais telles que nos faibles sentiments peuvent les offrir; daigne nous accorder ton secours puissant pour que nous restions fermes dans le chemin de la Vertu et de la Religion; daigne répandre tes bénédictions sur toute la surface du globe, inspirant à tous les Gouvernements un accord unanime pour une Paix solide et inébranlable; daigne sur-tout exaucer les ferventes prières, que nous allons t’adresser pour la conservation des jours précieux du Grand Napoléon, l’instrument de tes merveilles que nous célébrons aujourd’hui dans ce Sanctuaire, daigne le couvrir de ton égide, rends sa félicité égale à sa gloire, et fais jouir d’une prospérité parfaite et durable son Auguste Compagne et toute la Famille Impériale.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut as your mercy equals the Almighty, deign to receive our humble acts of grace, not as they are due to your infinite goodness, but as our feeble feelings can offer them; deign to grant us your powerful help to remain firm in the path of Virtue and Religion; deign to spread your blessings over the entire surface of the globe, inspiring all Governments to a unanimous agreement for a solid and unshakeable Peace; deign above all to grant the fervent prayers we are about to address to you for the preservation of the precious days of the Great Napoleon, the instrument of your marvels which we are celebrating today in this Sanctuary; deign to cover him with your aegis, make his felicity equal to his glory, and make his Auguste Companion and all the Imperial Family enjoy a perfect and lasting prosperity\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAinsi soit-il.<br />\nAMEN.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSo be it.<br />\nAMEN.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">A PARIS, de l’Imprimerie de la Veuve Delaguette, rue Saint-Merry, №22.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">In PARIS, from the Veuve Delaguette printing house, rue Saint-Merry, №22.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>A speech given in honor of Napoleon concluding with a prayer by Abraham de Cologna, chief rabbi of the Central Consistory of Israelites. The Consistory was only a year or so old after its founding in March 1808.</p>\n<p>We welcome corrections and improvements. Our digital transcription of the French provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. (Many thanks to Adrienne Varady for her corrections!) &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/discours-prononce-dans-le-temple-de-la-rue-st-avoye-le-dimanche-3-decembre-1809/Discours%20Prononc%C3%A9%20dans%20le%20Temple%20de%20la%20rue%20Sainte-Avoye%2C%20le%20Dimanche%203%20D%C3%A9cembre%201809%20%28Abraham%20de%20Cologna%29#page/n5/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "France"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Emancipation",
        "First French Empire",
        "French Jewry",
        "Grand Sanhedrin",
        "Napoleon Bonaparte",
        "Prayers for leaders"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5367"
        ],
        "_thumbnail_id": [
            "44693"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/05/Paris_plan_turgot_rue_st-avoie.png",
        "title": "Paris_plan_turgot_rue_st-avoie",
        "caption": "Paris_plan_turgot_rue_st-avoie"
    },
    "source_link": "https://opensiddur.org/?p=44691",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/france/discours-prononce-dans-le-temple-de-la-rue-sainte-avoye-by-abraham-de-cologna-1809/",
    "slug": "discours-prononce-dans-le-temple-de-la-rue-sainte-avoye-by-abraham-de-cologna-1809"
}