{
    "title": "Andachtsübung einer Mutter | Devotional exercise of a mother, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-05-08",
    "last_updated": "2025-04-01",
    "excerpt": "\"Andachtsübung einer Mutter\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №73 on pp. 107-110. In the 1835 edition, it appears as teḥinah №74 on pp. 130-133. In the 1842 edition, it appears as teḥinah №77 on pp.135-138.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\n<u>Andachtsübung einer Mutter.</u>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<u>Devotional exercise of a mother</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nGott, Schöpfer aller Menschen, Geber alles Guten, du hast mir Kinder geschenkt, und sie meiner Aufsicht und Führung anvertraut. Gewiß ein kostbares Geschenk deiner Güte, eine reiche Quelle von Vergnügen und Freude, von Vollkommenheit und Glückseligkeit für mich und die ganze menschliche Gesellschaft! Du hast mir selbst die zärtliche Liebe gegen sie eingeflöst, du läßt mich ihr Wohl und ihr Weh als das Meinige empfinden, und dadurch giebst du mir Antriebe und Kräfte genug, ihnen alles zu sein und zu leisten, was ich ihnen sein und leisten soll. Die Liebe, die das Mutterherz beseelt ist ein Funke der göttlichen Liebe, mit welcher du alle deine Geschöpfe umfassest und beseligest. — Aber sie soll auch gleich der deinigen, verständig und weise sein! sie soll wahre und dauernde Glückseligkeit zur Absicht haben, und nicht blos auf äußern Wohlstand, oder auf den gegenwärtigen Augenblick sehen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nGod, creator of all people, giver of all good, you have given me children and entrusted them to my supervision and guidance. Surely a precious gift of your goodness, a rich source of pleasure and joy, of perfection and happiness for me and the whole human society! You yourself have instilled in me a tender love for them, you make me feel their welfare and their sorrow as my own, and thereby you give me impulses and strength enough to be and do for them everything I should be and do for them. The love that animates the mother&#8217;s heart is a spark of the divine love with which you embrace and fill all your creatures — but it should also be like yours, intelligent and wise! It should have true and lasting happiness as its intention, and not merely look at external prosperity or the present moment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nIch soll nicht blos auf die Erhaltung des Lebens und die Entwickelung der körperlichen Kräfte meiner Kinder, sondern auch und besonders für die Bildung ihres Geistes und ihres Herzens sorgen. Ich soll sie zu vernünftigen Menschen, zu rechtschaffenen Israeliten, zu brauchbaren und nützlichen Mitgliedern des Staats, zu guten Ehegatten, Hausvätern oder Hausmüttern, Freunden, Vorgesetzten, Untergebenen bilden. Ich soll sie dich, ihren Schöpfer und Vater über alles, und die Menschen, ihre Brüder, wie sich selbst lieben, sich deiner und deiner Kinder auf Erden freuen lehren. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nI should not only take care of the preservation of life and the development of the physical powers of my children, but also and especially of the education of their minds and hearts. I shall educate them to become reasonable people, righteous Israelites, useful and useful members of the state, good spouses, house fathers or house mothers, friends, superiors, subordinates. I am to teach them to love you, their Creator and Father above all, and the people, their brothers, as themselves, to rejoice in you and your children on earth. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nDieses ist meine Vornehmste und zugleich meine edelste Bestimmung auf Erden, die wichtigste und zugleich heiligste Pflicht, die du mir, als der Mutter meiner Kinder aufgelegt hast! Dieser Bestimmung soll ich alles andere nachsetzen, dieser Pflicht jede Bequemlichkeit, jedes Vergnügen, jede Lustbarkeit aufopfern, so begehrenswerth sie auch in sich selbst sein mögen. Von dieser heiligen Pflicht spricht mich kein Alter, kein Stand, keine Verbindung mit der übrigen Gesellschaft frei. Diese Pflicht kann und darf kein anderer, kein Miethling, ganz oder nur größtentheils für mich erfüllen, weil kein anderer das zu empfinden und zu thun und zu dulden vermag, was ein Mutterherz zu empfinden und zu dulden fähig ist.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nThis is my most noble and at the same time my noblest destiny on earth, the most important and at the same time most sacred duty, which you have imposed on me as the mother of my children! I shall subordinate everything else to this purpose, sacrifice to this duty every comfort, every pleasure, every amusement, however desirable they may be in themselves. No age, no rank, no connection with the rest of society absolves me from this sacred duty. No other person, no tenant, can and may fulfill this duty for me completely or only to a great extent, because no other person is capable of feeling and doing and tolerating what a mother&#8217;s heart is capable of feeling and tolerating.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nSchwer und mühsam ist diese Pflicht, aber auch reich, unerschöpflich reich an wohlthätigen, erfreulichen Folgen, wenn ich sie unter deinem Segen, o Gott, mit Erfolg erfülle. Welch ein edles, göttliches, sich selbst, jetzt und ewig lohnendes Geschäft ist es nicht, schwache Geschöpfe zu leiten, zum Gebrauch ihrer Kräfte anzuführen, ihre Fähigkeiten und Anlagen zu entwickeln, ihre unschuldigen, tausend Gefahren und Verführungen blosgestellten Seelen, vor Irrthum und Laster zu bewahren, den Saamen guter Gesinnungen in ihr Herz zu streuen, jene gute Neigung in ihnen zu pflegen, und die bösen im Keime zu ersticken, die Quellen der Thorheit vor ihnen zu verschließen, und die der Freude und der Zufriedenheit ihnen zu öffnen!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nHard and laborious is this duty, but also rich, inexhaustibly rich in beneficial, pleasing consequences, if I fulfill it with success under your blessing, O God. What a noble, divine, self-rewarding business it is not, now and forever, to guide weak creatures, to lead them to the use of their powers, to develop their faculties and dispositions, to protect their innocent souls, exposed to a thousand dangers and temptations, from error and vice, to scatter in their hearts the seeds of good dispositions, to cultivate in them those good inclinations and to nip in the bud those that are evil, to close from them the springs of folly and to open to them those of joy and contentment!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nO Gott laß mich die Wichtigkeit und die Würde dieses Geschäftes immer mehr einsehen, erkennen und fühlen, und dieser Erkenntniß gemäß handeln. Laß mich nie vergessen, wie entscheidend für das ganze Leben die Erziehung der Mutter ist, und daß ich einst beim Uebergang in den Stand der Vergeltung, werde Rechenschaft geben müssen, für das was meine Kinder gethan und gewirkt haben in ihrem Wirkungskreise. Würdige Menschen sollen meine Kinder werden, beharrlich auf dem Wege der Weisheit und der Tugend, und mögen sie alsdann hoch oder nidrig in der menschlichen Gesellschaft da stehn, mögen sie im Glanz oder in der Dunkelheit, in Reichthum oder in Armuth leben, ruhig kann ich einst von ihnen scheiden, sie haben zum Besten der Menschheit gelebt, und ich werde sie dereinst wiederfinden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nO God, let me understand, recognize and feel more and more the importance and dignity of this business, and act according to this recognition. Let me never forget how decisive the education of the mother is for the whole life, and that I will have to give an account for what my children have done and worked in their sphere of activity when I pass over to the state of retribution. My children shall become worthy people, persevering on the path of wisdom and virtue, and may they then stand high or low in human society, may they live in splendor or in darkness, in wealth or in poverty, I can calmly part from them one day, they have lived for the good of mankind, and I will find them again one day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nDu, o Vater, gieb mir deinen Seegen, auf daß der edle Saame, den ich ausstreue, nicht von bösen Beispielen, von Verführern der Unschuld, von sinnlichen Lüsten und Leidenschaften erstickt werde!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nYou, O Father, grant me your blessing, so that the noble seed I sow may not be choked by evil examples, by seducers of innocence, by sensual lusts and passions!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nGott bewahre mich vor dem Unglück, lasterhafte Kinder zu haben, dem größten, das mich treffen könnte! —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nGod save me from the misfortune of having vicious children, the greatest [sorrow] that could befall me! —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nSchütze die Schwachen, die du meiner Aufsicht anvertraut hast; laß sie nicht dem Verführer, oder der Macht böser Leidenschaften zum Raube werden! Erhalte mir meine Kinder, und ebne und erleichtere ihnen die Bahn des Lebens, und laß Unschuld, Wahrheit, Tugend und Frömmigkeit sie stets begleiten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nProtect the weak whom you have entrusted to my care; do not let them become a prey to the seducer, or to the power of evil passions! Preserve my children, and smooth and ease the path of life for them, and let innocence, truth, virtue and piety always accompany them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu\">\nSchenke mir Weisheit und Kraft, stets das Beste für sie zu wählen und zu thun; möge ich einst vor deinem Throne sagen können: Herr, da sind die, die du mir im Erdenleben anvertraut hast, sie sind dir und ihrer Pflicht treu geblieben, ich habe sie erzogen, wie es denen zukommt, von welchen deine Schrift sagt: „Dein Volk, lauter Gerechte, werden auf immer das Land besitzen, Sprößlinge, von mir gepflanzt, meiner Hände Werk, daß ich mich herrlich zeige;” <span class=\"citation\">(Jesaja 60, 21)</span> und sie erwarten nun mit mir von deiner Barmherzigkeit den Lohn der Treue, den du uns verheißen hast. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nGive me wisdom and strength to always choose and do the best for them; may I one day be able to say before your throne: Lord, there are those whom you entrusted to me in earthly life, they have remained faithful to you and to their duty, I have educated them as is fitting for those of whom your Scripture says: &#8220;Your people, all righteous, will possess the land forever, sprouts planted by me, the work of my hands, that I may show myself glorious;&#8221; <span class=\"citation\">(Isaiah 60:21)</span> and they now await with me from your mercy the reward of faithfulness which you have promised us. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Andachtsübung einer Mutter&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №73 on pp. 107-110. In the 1835 edition, it appears as teḥinah №74 on pp. 130-133. In the 1842 edition, it appears as teḥinah №77 on pp.135-138. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/130/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/17/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#127760; International Women's Day (March 8th)",
        "&#x1f1ee;&#x1f1f1; Yom ha-Ém (30 Shəvat)",
        "&#x1f1fa;&#x1f1f8; Mother's Day (2nd Sunday of May)"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5592"
        ],
        "_thumbnail_id": [
            "44353"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/05/Andachtsubung-einer-Mutter-Yehoshua-Heshil-Miro-1833-cropped.png",
        "title": "Andachtsubung einer Mutter (Yehoshua Heshil Miro 1833) &#8211; cropped",
        "caption": "Andachtsubung einer Mutter (Yehoshua Heshil Miro 1833) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=44308",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/state-of-israel-civil-calendar/yom-haem/andachtsubung-einer-mutter-devotional-exercise-of-a-mother-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "andachtsubung-einer-mutter-devotional-exercise-of-a-mother-a-tehinah-by-yehoshua-heshil-miro-1829"
}