{
    "title": "&#x1F4C4; Megillat Esther, a synopsis by Dr. Bonna Devora Haberman",
    "author": "Bonna Devora Haberman",
    "coauthors": [
        {
            "name": "Bonna Devora Haberman",
            "bio": "Bonna Devora Haberman (1960-2015) is the author of <em>Israeli Feminism Liberating Judaism: Blood and Ink</em> and <em>ReReading Israel: The Spirit of the Matter</em>, National Jewish Book Award finalist. Dr. Haberman has taught at Harvard, Brandeis and Hebrew universities. In Jerusalem, she initiated Women of the Wall, a 25 year strong movement for women's full participation and leadership of public religious practice. Dr. Haberman earned her doctorate in Ethics and Education at the University of London. Having grown up in Canada, studied in the USA, Israel, and England, her work in and out of the academy fuses critical interpretation of texts and culture with passion for social betterment. She has published widely and taught at the Hebrew University, at the Harvard University Divinity School and at Brandeis University where she founded and directed the “Mistabra Institute for Jewish Textual Activism” – addressing difficult texts and social problems using performance arts. With Mistabra, she created and performed two full-length theater pieces, Inner Fire—about Jewish peoplehood, Israel, and territory, and Unmasking Esther. She studied with Augusto Boal, the Brazilian founder of Theater of the Oppressed. Dr. Haberman passed away in June 2015.",
            "website": "http://bonnadevorahaberman.wordpress.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/bonna-devora"
        }
    ],
    "date": "2015-03-03",
    "last_updated": "2024-06-01",
    "excerpt": "What are the inner workings of such an intricately crafted story that it devolves into so much gratuitous violence at the end? Haman's racism follows imminently upon the heels of the king's sexism. Indeed, the root of Haman's wrath against Mordekhai and the Jews parallels the king's fury against Vashti and the women. Both Vashti and Mordekhai refused to submit to degradation before authority. Disdain for and subordination of women are pre-conditions for the progression toward violent evils that threaten to prevail under the jester-king. One of the fundaments of feminism is that until we fix the basic gender dyad, there will be no resolution of other derivative inequalities, prejudices, and abuses—at personal, ethnic, national, and global levels. Core relationships between woman and man must embody mutual respect, dignity, and equality in our humanity. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhile many religions maintain a stolid and serious demeanor, there is a day on the Jewish calendar that officially promotes ribald humor, drunkenness, and mockery. No aspect of faith, character, text, or practice is too sacred for Purim satire, even the Divine One. Purim is certainly a time for child play, for costumes, feasting, and revelry. It is also a sublime occasion for adult discovery, for unmasking our deep selves and our culture. Esther—whose name alludes to the hidden—is the Queen of the scroll we read on Purim, Megillat Esther. Her unfurling journey from privacy and secrecy to public sovereignty reveals and derides machinations of our lives and the institutions of power. Esther proposes an obvious solution to deeply flawed practices at the highest echelons of power that compromise human life and wellbeing, then and now.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Background</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe sages ordained the celebration of Purim every year to commemorate events described in Megillat Esther, a later inclusion among the “Writings” in the Tanakh. Megillat Esther is very unusual. It and the Song of Songs are the only biblical books that do not expressly mention the Divine. Esther, whose name conceals hiddenness, is a young unknown woman, the child of refugees who were exiled from home in Jerusalem by the Babylonian conquest. Rising to sovereignty, her character might reveal radically subversive divine intentions.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMegillat Esther tells of the deliverance of Jews from a threat of annihilation during the reign of Aḥashverosh over the massive Persian empire of 127 states. Some interpret Aḥashverosh to be an historical figure, Xerxes I who ruled from 486–465 BCE, while the later Septuagint and the ancient historian Josephus identify him as Artaxerxes (465 to 424 BCE, see <a href=\"http://www.ccel.org/j/josephus/works/ant-11.htm\">Jewish Antiquities 11, chapter 6</a>). Despite its accurate portrayal of the Persian court of its day, historians consider the scroll to be fictional, a novella (see Adele Berlin, “The Book of Esther and Ancient Storytelling,” Journal of Biblical Literature 120. no. 1, Spring 2001: 3–14). The carefully developed drama, symbolism, sublime inversions, character portrayal, and hyperbole convey a finely constructed literary work.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhile thoughtful readers might find irony and mockery in many sites in the Tanakh, Megillat Esther excels at them. Dark and deadly mortal threat coexists with bumbling political-sexual- ethnic-economic intrigue complete with set, costume design and changes, extravagant drinking and feasting, mounting suspense, and melodramatic monologues.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Synopsis of Megillat Esther-The Scroll of Esther</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSummoned to appear at King Aḥashverosh&#8217;s six-month long banquet with his court and dignitaries, Queen Vashti refuses. In the wake of Vashti&#8217;s insubordination, the court crushes a potential women&#8217;s uprising with an edict that all women must submit themselves to the male authority of their household. All attractive young women are gathered to the capital city Shushan as candidates to replace the banished queen Vashti. Esther, also known as Hadassa, a Jewish orphan under the care of her cousin Mordekhai, wins the king&#8217;s favor and becomes queen. At Mordekhai&#8217;s request, Esther hides her Jewish identity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSnooping around the palace to find out about Esther&#8217;s wellbeing, Mordekhai uncovers and foils an assassination plot against Aḥashverosh. Mordekhai&#8217;s loyal service is recorded in the king&#8217;s chronicles.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA megalomanic new prime minister, Haman demands that everyone bow down to him. Every day Mordekhai the Jew refuses. In retribution for Mordekhai&#8217;s insubordination, Haman convinces Aḥashverosh to issue an edict to kill all of the Jews in the empire and despoil their possesssions on a date selected by casting lots, purim.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDressed in sackcloth and ashes of mourning, Mordekhai requests that Esther intercede with the king on behalf of their people. He claims that if she does not accede, help and salvation will come from “another place” (Esther 4:14). This other Place might be an oblique reference to the Divine.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRisking her life by approaching the king without being summoned, he extends his scepter to her. Esther invites Aḥashverosh and Haman to a feast where she requests their presence again the next day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMeanwhile, Haman is incensed by Mordekhai&#8217;s continued defiance, and builds gallows to hang Mordekhai.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn a fit of insomnia, Aḥashverosh has read to him the chronicles about how Mordekhai saved the king&#8217;s life. Aḥashverosh consults Haman about how a person should be honored for his good service. Expecting that the king intends to honor him, Haman suggests that the person be dressed in the king&#8217;s robes and parade through the streets on the king&#8217;s horse. Haman is horrified when the king instructs him to dress Mordekhai and parade him as Haman had suggested. Hearing of the incident, Haman&#8217;s spouse Zeresh predicts Haman&#8217;s downfall.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAt Esther&#8217;s second banquet, she reveals her Jewish identity, pleads for herself and her People, and blames Haman for the imminent catastrophe. Aḥashverosh storms out in fury. Returning to the banquet, Aḥashverosh finds Haman pleading for his life, falling upon Esther&#8217;s couch. Interpreting that Haman is assaulting the queen, Aḥashverosh orders Haman hung on the gallows he had erected for Mordekhai.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAt this point, we would expect the story to end with the annulment of the genocidal decree against the Jews following Esther&#8217;s request. However, according to the laws of the land, once a king&#8217;s edict has been issued, it cannot be cancelled. The only way to manage the upcoming assault is to issue a new edict permitting the Jews to defend themselves.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn Shushan and throughout the empire, tens of thousands of Persian assailants perish as Jews defend themselves. While Esther declares a yearly festival of Purim-lots celebrating the Jews&#8217; redemption, the transformation of darkness to light, and sadness to joy, the bloodbath of the penultimate chapter stains the party.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Power(less) Problem</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat are the inner workings of such an intricate, crafted, and preposterous story that it devolves into so much gratuitous violence at the end?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHaman&#8217;s racism follows imminently upon the heels of the king&#8217;s sexism. Indeed, the root of Haman&#8217;s wrath against Mordekhai and the Jews parallels the king&#8217;s fury against Vashti and the women. Both Vashti and Mordekhai refused to submit to degradation before authority. Disdain for and subordination of women are pre-conditions for the progression toward violent evils that threaten to prevail under the jester-king.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOne of the fundaments of feminism is that until we fix the basic gender dyad, there will be no resolution of other derivative inequalities, prejudices, and abuses—at personal, ethnic, national, and global levels. Core relationships between woman and man must embody mutual respect, dignity, and equality in our humanity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs the macabre, vain and fickle circumstances unfold at the interminable banquets in the Megilla, the text successively strips away masks of delusion about authority and reveals intolerable vulnerability. Young women are suddenly taken; Jews are suddenly threatened with genocide.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nInsurgent against her backdrop, Esther reveals the problem and the solution. Esther manifests the hidden divine force from which she derives her name. Esther&#8217;s indomitable commitment to creation, to life and humanity is reflected in her appeal to recall the edicts of violence. At her own peril, she petitions the king to revoke the scrolls which mandate the destruction of the Jews, her people—“If I perish, I perish” (8.5).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAt the point that Esther reveals her own identity and the plot against her people, she also lays bare the fundamental error in the structure of sovereignty and power. The king has no power to revoke his own seal.</p>\n<p style=\"padding-left: 30px;\">For the writing which is written in the king&#8217;s name, and sealed with the king&#8217;s ring, may no man reverse. (8:8)</p>\n<p>The structure of authority is supreme. The man ruling over the entire empire is subordinate to an even more powerful order than himself—his obligation to serve and abide by the institution that establishes his position. Undermining the authority of the system would undermine his role in it, the justification for his power. As the one who benefits maximally from the system that enthrones his sovereignty, the king is most invested in perpetuating the illusion of its integrity. All those who derive their status, authority, and wealth from a power structure are similarly motivated to perpetuate it. <em>Everything</em> takes lesser significance than the system, even life itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis pattern of immutable male power has and continues to dominate human society. Behind the masks that buttress their facades, most institutions dedicate the majority of their resources to self-perpetuation, protection, and pursuing profit, and a relatively smaller percentage to fulfilling their explicit purpose. The outcomes are too often deleterious to most people&#8217;s lives, the people whom they are meant to serve – and ultimately, indeed, to the humanity of the institution&#8217;s officials and leaders themselves.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe king&#8217;s only recourse is to seal new orders allowing the Jews self-defense (Esther 8.11). The bloody chapter 9 is an inevitable outcome of the immutability of the King&#8217;s ph/fallable decree.</p>\n<p style=\"padding-left: 30px;\"><em>Esther&#8217;s feminist solution is to deconstruct the text leaving life intact; the male monarch&#8217;s solution is destruction of life, while maintaining the text intact.</em></p>\n<p>The violent outcome is a perverse inversion, a mockery of immutability, and a displacement of the sacred from the sumptuous banquets of the powerful.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Parallel Mockery</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Megilla portrays a king presiding over a sumptuous court. In many respects, Aḥashverosh&#8217;s palace resembles the Jerusalem Temple. Compare these brief parallel descriptions of the instructions for the Mishkan-Tabernacle with the description of Aḥashverosh&#8217;s palace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<strong>Mishkan:</strong><br />\nYou shall make a curtain of azure blue, purple and crimson red yarns, and fine twisted linen.… Hang it upon four posts of acacia wood overlaid with gold, and having hooks of gold set in four sockets of silver. (Exodus 26:31-2)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<strong>Palace of King Aḥashverosh:</strong><br />\nThere were hangings of white cotton and azure blue wool, caught by cords of fine linen and crimson red wool to silver rods and alabaster columns. (Esther 1:6)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is a rumor in the Talmud that some of the vessels that King Aḥashverosh uses in his palace are looted from the Jerusalem Temple (Megilla 11b). Indeed, he views the women in his empire similarly–looted vessels for his regard, pleasure, and use.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\nבסעודתו של אותו רשע הללו אומרים מדיות נאות והללו אומרים פרסיות נאות אמר להם אחשורוש כלי שאני משתמש בו אינו לא מדיי ולא פרסי אלא כשדיי רצונכם לראותה אמרו לו אין ובלבד שתהא ערומה מגילה יב, ב<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n. . . . at [Aḥashverosh&#8217;s] banquet, some say, Midianite [women] are beautiful, and some say, Persian [women] are beautiful. He said to [the men in attendance, speaking of Vashti]: “The vessel that I use is neither Medean nor Persian but Chaldean, would you like to see it?” They replied, “Yes, but she must be naked.”<br />\n(Megilla 12b)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhereas the Holy One Her/Himself prescribes the materials and functions of the beit hamiqdash-Sacred House, King Aḥashverosh rules over the palace, court, and massive Persian empire. At one level, the Megilla can be read according to this parallel whereby King Aḥashverosh represents the enthroned One.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEsther reveals the priorities of the King&#8217;s court: the exaggerated and senseless importance of the king&#8217;s office. The primacy of text and the system of authority and interpretation too often take precedence over the priorities of life and human flourishing—particularly in relation to women. This is one of the profound problems of contemporary halakhic Judaism and of the social, political and global power structures as well.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe following practices within halakhic Judaism embody the displaced priority of the system rather than the wellbeing of those who are faithful to it: inequality in marriage; intransigence about women who are agunot and refused a divorce-chained to their male spouses; exclusion of women from most of the Jewish ritual observances, leadership of public ceremony, prayer, and decision-making; obsessivity about women&#8217;s “modesty” and intentionally excluding woemn from public events; curtailing women&#8217;s voices from sounding at meals, celebrations, and organizations. Jewish institutions of power are overwhelmingly male-led, from synagogues and boards to federations, and representation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIndeed, most religious and secular institutions, public and private, are similarly male-led. Too often, they express more fidelity to their own power and profit than to the people they are meant to serve. Esther&#8217;s scroll lays bare our inner machinations. We are all living a Purim narrative, wearing masks of power that blind us to the lives and hearts of our fellow humanity. We proceed with protocols that compromise the ethical life priorities, responsibility, responsiveness, and genuine caring that Esther straighforwardly advocates.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet us be clear. The Megilla does not mock the Divine, but rather our misconceptions of the Divine. We mistakenly conduct our human sacred and secular court in the ways of Aḥashverosh. In the Megilla, the Divine mocks us as Esther uncovers our hidden dark and deadly errors.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Oral Torah</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is a view in the Talmud that at Sinai, the Jewish People accepted the Written Torah under duress—when the Divine &#8220;held a mountain&#8221; over their heads. Some interpret that the acceptance of the observances of Purim by the Jewish People symbolizes the uncoerced, willfull embrace of the entire Torah, Written and Oral:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\nויתיצבו בתחתית ההר (שמות יט) א״ר אבדימי בר חמא בר חסא מלמד שכפה הקב״ה עליהם את ההר כגיגית ואמר להם אם אתם מקבלים התורה מוטב ואם לאו שם תהא קבורתכם</p>\n<p>א&#8221;ר אחא בר יעקב מכאן מודעא רבה לאורייתא </p>\n<p>אמר רבא אעפ&#8221;כ הדור קבלוה בימי אחשורוש דכתיב (אסתר ט) קימו וקבלו היהודים קיימו מה שקיבלו כבר שבת פח, א<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“And they stood under the mount”(Ex. 19). R. Abdimi b. Hama b. Hasa said: This teaches that the Holy One, blessed be He, overturned the mountain above them like an [inverted] cask,<br />\nand said to them, &#8216;If you accept the Torah, it is well; if not, there shall be your burial.&#8217;</p>\n<p>R. Aha b. Jacob observed: This furnishes justification for a strong protest against the Torah [how can it be obligatory if it&#8217;s original acceptance was coerced]?.</p>\n<p>Said Raba, Yet even so, they re-accepted it in the days of Aḥashverosh, for it is written, “The Jews confirmed, and took upon them, and upon their seed, and upon all such as joined themselves to them, so as it should not fail. . . . Esther 9:27, [i.e.,] they re-confirmed [willingly] what they had accepted long before [under coercion].</p>\n<p>Shabbat 88a\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Torah that we embrace on Purim is complex, ironic, mortally dangerous, and limitlessly self-mocking, an impetus to probe the inner workings of our lives and societies.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Observances, Practices and Resources</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe principle observances of Purim derive from the Megilla itself:</p>\n<ul>\n<li>Reciting the Scroll of Esther, publicly if possible</li>\n<li>Exchanging mishloach manot-gifts of food and drink with friends and neighbors</li>\n<li>Giving mattanot la-evyonim-charity to the poor</li>\n<li>Eating a se&#8217;udat Purim-a celebratory feast</li>\n<li>Adding a special Al HaNissim-”For the Miracles” prayer to the Amida-standing prayer and to the grace after meals</li>\n</ul>\n<p>There are also customs that express the wildness of the Megilla &#8211; to imbibe alcoholic beverages, to wear masks and costumes, to perform a humorous Purim shpiel-play, and to revel.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Questions for Discussion</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<ul>\n<li>Observe situations in which women are treated as vessels in your immediate environment. How do you react? How would you like yourself and those around you to respond better? Considering the parallel between Aḥashverosh&#8217;s court and the Temple, what are/should be the similarities and differences between sacred and profane?—consider both ideals and current practices.</li>\n<li>In your work and in the institutions of which you are part, evaluate how much of what goes on is dedicated to fulfilling the organization&#8217;s declared purposes, and how much to perpetuating the organization itself. Do you find yourself enmeshed in situations where you know what you ought to do, but you are thwarted by protocols of behavior? Discuss this issue in relation to the society in which you live.</li>\n<li>What masks do you and the people around you wear in everyday life, in different contexts? Are you comfortable with what you and others hide and reveal? How can you improve this situation?</li>\n<li>Many people are uncomfortable with Purim revelling. In the recent period, there has been tremendous attention to the (in)appropriateness of caricaturing religious figures, sometimes with brutal outcomes (Charlie Hebdo, for example). To what extent are you comfortable with jest, and mockery of yourself and others, of religion, politics, society? Discuss the effect of your own and different groups&#8217; (dis)comfort with mockery. Discuss whether and why you consider mockery to be a positive or negative cultural phenomenon.</li>\n<li>What might it mean for you to receive or accept the Torah with its Purim aspect of jest?</li>\n</ul>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Summary of Issues</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWith her rise to sovereignty, and exercising her straightforward moral passion, Queen Esther unmasks the mis-placed priority that dominates most of human social-political organization—perpetuating power and the continuity of institutions at the cost of human life and flourishing. Through mockery and critique, Megillat Esther and the celebration of Purim offer an amazing opportunity to reveal the dark and deadly outcomes of dominantly male institutions of power that to a very large extent affect the daily life and fate of most of humanity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Methods &amp; Observations</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMany critique the brutality of the Megilla. After murdering tens of thousands of Persians, Jews sit down to celebrate and feast. The critique relies on interpreting the text at a simple level, as a straightforward or pseudo-historical account. In this unit, we probe the reflexive irony of the Megilla as a fictional text that exposes and mocks excesses and brutality of dominantly male institutional power. Different approaches to the text yield very different attitudes about Purim, and Judaism.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This article was originally published as &#8220;<a href=\"https://icjw.org/wp-content/uploads/2022/07/9Purim.pdf\">Purim: Esther’s Global Leadership Proposal</a>&#8221; by Dr. Bonna Devora Haberman as part of the <a href=\"http://icjw.org/gen.aspx?page=Calendar%20Course\">ICJW Bea Zucker Calendar Study Series</a> <em><a href=\"https://icjw.org/online-learning/calendar-study-series/\">Feminist Inspiration for Living on the Jewish Cycle</a></em>.</p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Purim Readings"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Feminism",
        "leadership",
        "Queens"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "10502"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/03/Edwin-Long-Queen-Esther-1878-crop.jpg",
        "title": "Edwin Long &#8211; Queen Esther (1878) cropped",
        "caption": "\"<a href=\"https://en.wikipedia.org/wiki/Esther#mediaviewer/File:Esther_haram.jpg\">Queen Esther</a> by Edwin Long  (1878) (cropped from original)"
    },
    "source_link": "https://opensiddur.org/?p=10497",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish-readings/purim-readings/purim-esthers-global-leadership-proposal-by-bonna-devora-haberman/",
    "slug": "purim-esthers-global-leadership-proposal-by-bonna-devora-haberman"
}