{
    "post_id": 40802,
    "title": "Prayer for Peace in a Time of War, by Rabbi Victor Reinstein (2003)",
    "author": "Victor Reinstein",
    "coauthors": [
        {
            "name": "Victor Reinstein",
            "bio": "Rabbi Victor Reinstein (b. 1950) originally from Boston is a Conservative rabbi in the United States. In 2005, with his wife Mieke, he co-founded <a href=\"https://www.neharshalomjp.org\">Nehar Shalom Community Synagogue</a> in Jamaica Plain, Massachusetts, an egalitarian shtibl committed to traditional Jewish practice and progressive social and political values. Before then he was the school rabbi and a teacher at the Solomon Schechter Day School in Newton, MA. From 1982-1998. he served as the rabbi of Canada’s oldest synagogue, <a href=\"https://en.wikipedia.org/wiki/Congregation_Emanu-El_(Victoria,_British_Columbia)\">Congregation Emanu-El</a> in Victoria, British Columbia. Rabbi Reinstein was the first director of the United Synagogue’s Keruv/Outreach program to interfaith families. Blessed to make yet another life and career transition, he spends his days engaged in writing, teaching, and communal work. Learning of life in caring for the dead, he is an active member of the <A href=\"https://www.hevrakadisha.org\">Community Ḥevra Ḳadisha of Greater Boston</a>. Committed to interfaith dialogue, he has been particularly involved in building bridges between Jews and Muslims. Engaging Torah as a sourcebook for nonviolence by which to challenge and transform violence in the text and in our lives, he seeks at the core of his work to help fulfill God’s hope for a world of justice and peace.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/11/Victor-Reinstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/victor-reinstein"
        }
    ],
    "date": "2021-11-23",
    "last_updated": "2025-04-04",
    "excerpt": "A prayer for peace written in the context of the invasion of Iraq by the United States and its allies in 2003. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn all of our moods, God,<br />\nwe call out to You and You are there.<br />\nWhen we are happy and when we are sad,<br />\nwhen we are lonely or afraid,<br />\nwhen we want to say thank you for the blessings that we have<br />\nand when our hearts are bursting with good things we want to share,<br />\nYou are there.<br />\nJust to say Your name feels good<br />\nand helps us to feel close to You.<br />\nYou have many names, God,<br />\na name for all of our many moods.<br />\nOne of your names is Shalom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nWe call to You now by Your name, Shalom.<br />\nIn this time of war we are often confused and afraid<br />\nand we need to find peace within ourselves.<br />\nIt is sometimes hard to know what is right and what is wrong.<br />\nIn this time of war help us to remember how much Your world needs Peace.<br />\nAs we whisper Your name Shalom with our lips,<br />\nhelp us to hear Your name of Peace in our hearts<br />\nand to make it real in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSpread over our soldiers Your shelter of Peace.<br />\nBring them home quickly,<br />\nour soldiers who are sons and daughters, husbands and fathers, brothers and sisters;<br />\nour soldiers who are aunts and uncles, nieces and nephews, cousins and friends and neighbors.<br />\nThey are just like us and were children not so long ago.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAs we pray for them, help us to pray for the Iraqis too.<br />\nThey too are people like us,<br />\npeople who love and are loved,<br />\npeople who laugh and cry and sing and dance and hug their children.<br />\nYes, most of all protect the children who are surrounded by war<br />\nand bring home the people whose hugs make them feel happy and safe.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nYou have taught us that You do not delight in the destruction of the wicked.<br />\nThat is why we pour off a drop of wine for each of the ten plagues<br />\nat the Pesach Seder,<br />\nand that is why we read the names of Haman’s sons in one breath<br />\nwhen we read the Megillah on Purim.<br />\nTherefore, help us to find ways other than war<br />\nto stop those who hurt others in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHelp us to remember that war is not a sporting event or a video game,<br />\neven though it seems like it sometime, the way people talk about it.<br />\nReal people suffer and die in war,<br />\nincluding children,<br />\nand many things that people need to live are destroyed,<br />\nincluding Your Creation, the earth itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAs Rabbi Yudan son of Rabbi Yossi taught of You so long ago,<br />\n&#8220;may we also teach, Great is Peace,<br />\nfor the name of the Holy One is called Shalom.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Cf. Leviticus Rabbah 9.9 on Judges 6:24 &#8216;Then Gidōn built an altar there to YHVH and called it YHVH Shalom.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBlessed are You, God, Whose name is Shalom.<br />\nSpread Your shelter of Peace over us,<br />\nand help us to make peace in Your world.<br />\nAnd let us say, Amen.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Rabbi Victor Reinstein&#8217;s &#8220;Prayer for Peace in a Time of War&#8221; was written in the context of the 2003 invasion of Iraq by the United States and allied forces while he served as rabbi to the Solomon Schechter Day School in Newton, Massachusetts. (The prayer can also be found at the website of the Jewish Peace Fellowship, <a href=\"https://www.jewishpeacefellowship.org/index.php?p=about.prayer\">here</a>.) In addition to composing this prayer, he wrote the following essay on introducing a pedagogy of peace to Jewish educators:</p>\n<blockquote>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nTALKING ABOUT PEACE IN A TIME OF WAR: EMPOWERING CHILDREN TO BE ACTORS IN GOD’S WORLD</p>\n<p>As we grapple now with the reality of war thrust upon us the questions and wellbeing of our children assume primacy. To the degree that we wrestle with our own feelings, opinions and beliefs, it becomes easier to respond to the concerns of our children. As Jewish tradition guides us in all realms of life, so too there is guidance and wisdom to be drawn upon for talking with our children about war and for helping them to look beyond war. Following are one rabbi’s reflections.</p>\n<p>    • Central to the survival of the Jewish people has been our ability to look beyond the trials of the moment. Hope and a vision of what might be has drawn us forward in spite of all that would deny the better day. This is where we can begin to talk with our children, from the perspective of our people’s steadfast hold on hope, our refusal to give in to despair, our certainty in a better way and time. These are the time-tested lessons of our own proud history, a legacy to share and to celebrate with our children.</p>\n<p>    • While Jewish tradition provides a legal framework within which war is to be carried out, a framework meant to curb brutality, peace remains an ultimate concern, the goal of human history. We might discuss with our children ways in which Judaism teaches about peace as a hope for the world. We can begin with the simple words, Shabbat Shalom, as more than a greeting, but a prayer for a time when the world will be filled every day with the peace that Shabbat represents. On Shabbat we live and behave in a way that creates a more peaceful environment and we try to bring some of that way into the days of the week. Look together at the end of most major prayers, Ḳaddish, Amidah, Birkat haMazon, and notice that they all end with a prayer for Peace. Such study and discussion creates a sense of affirmation and hope.</p>\n<p>    • There is an inspiring body of Jewish peace literature. In Midrash Rabbah for Parashat Tsav,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Leviticus Rabbah 9.9&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> the Torah portion for the week the war began, there is a collection of teachings on peace, each one beginning with the words, Gadol haShalom, Great is Peace. Rabbi Yossi said, “Great is peace, for even in time of war we should first talk of peace.” This is a time to talk with each other, with our friends and with our children. What might it mean to begin with talk of peace? How shall we conduct what might be difficult discussion? As dialogue, true discussion involves listening to each other and honoring different opinions and those who hold them. Engaging in respectful dialogue fosters a more peaceful context for our own lives. While we often feel powerless to affect events in the world, we do have the ability to bring greater peace to our own immediate surroundings, within ourselves and among ourselves.</p>\n<p>    • The rabbis taught, &#8220;Learning is great, for learning leads to doing….&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Cf. Ḳiddushin 40b&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> In Jewish tradition learning is a type of action in itself that is meant to lead to action in the world. Based on your own inclinations, what kind of actions can you undertake as a family? The span of possibility is great, a letter to the president expressing your opinion, letters to soldiers, a sign proclaiming your opinion, bringing your sign and gathering with others of like mind. Jewish tradition teaches that we are meant to be actors in God’s world, not passive bystanders. Doing something to express your feelings can foster a greater sense of security and confidence than passively watching events unfold.</p>\n<p>    • Prayer is an act of joining, of joining ourselves to God, to our selves, to each other, so that we are not alone. Prayer is an affirmation of faith and hope and ideals, while acknowledging fear and anxiety and frailty. As a moment of pause, prayer offers a peaceful haven from all that assails us in the course of living. Prayer itself is an answer. Whether or not we are accustomed to praying with our children, whether or not prayer is part of our own personal practice, times of stress can be an invitation to pray. Prayer can be a response to discussion with our children, turning words of concern, of anxiety, of fear, of anger, of confusion, into words of prayer. Address God in whatever way feels comfortable, or use no direct address at all (it will get there just the same!). Compose prayers together as a family, formed spontaneously in the moment, or put thoughts to paper in a time of reflective quiet, perhaps as a letter to God.  Sing familiar prayerful verses of peace, such as Oseh Shalom. Form prayer that is directed to those most affected by war, soldiers, Iraqis, especially children. Are there people you know or know of for whom there is direct concern? Form special prayers for them. Going to synagogue to pray with a minyan, or simply to be in the presence of others who share your concern brings the comfort and support of a community.</p>\n<p>    • <em>Mima’amaqim q’ratikha hashem</em>…, Out of the depths I have called to You, God….<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Psalms 130:1&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The saying of Psalms is a form of prayer. Especially in times of danger and distress Jews have traditionally found comfort and strength in the saying of psalms. Reciting psalms can be calming. You can open the Tanakh or any book of Psalms and begin wherever you find yourself. You may want to look at such psalms as 3, 6, 23, 34, and 130. Creating psalm-like poetry with children can also be a form of prayerful expression.</p>\n<p>    • We need to teach our children that violence is the most serious sin, and that it destroys the human soul…. (Rabbi <a href=\"https://en.wikipedia.org/wiki/Sholom_Noach_Berezovsky\">Sholom Noaḥ Berezovsky</a>, the Slonimer Rebbe) Whatever one’s political perspective on this war, war itself is the most extreme form of violence and the greatest human tragedy. War represents our failure to harness the magnificent potential of human ingenuity to develop alternate responses to conflict and other means for the eradication of evil. Every bomb and every bullet is a reminder of how far we have yet to go to fulfill God’s hope for us, all God’s children, as partners in creation. With our own children, this can be a time to talk about the tragedy of violence and what we can do in our own small ways to reduce violence in our lives and in the world around us. As families we can examine video games for violence and pledge not to use them, and to encourage others to do the same, and to ask stores not to carry violent video games. In the same spirit we can talk with our children about television violence and discuss the meaning of war toys with the goal of household disarmament. Within our homes and workplaces we can try to find better ways to resolve our own conflicts. These simple acts are more than symbolic. For every personal act of violence that is not cast as a stone into the sea of humanity, there shall be one less ripple of violence flowing out into the world. Engaging together such matters of war and peace, violence and nonviolence, we shall be teaching our children that as violence destroys the human soul, so nonviolence as a way of life and change raises up the human soul to be worthy of God’s partnership in creating a better world.</p>\n<p>Action is empowering. Prayer, study, letter-writing, demonstrating, making personal change to reduce violence, are all forms of action. Helping our children discover their own tools and inner resources to be actors in God’s world is a life long gift of empowerment toward peace, within themselves and in the world.</p>\n<p>Rabbi Victor Reinstein\n</p></div>\n</blockquote>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Cf. Leviticus Rabbah 9.9 on Judges 6:24 &#8216;Then Gidōn built an altar there to YHVH and called it YHVH Shalom.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Leviticus Rabbah 9.9</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Cf. Ḳiddushin 40b</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Psalms 130:1</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "War"
    ],
    "tags": [
        "2003 invasion of Iraq",
        "21st century C.E.",
        "58th century A.M.",
        "English vernacular prayer",
        "peace"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1001"
        ],
        "_thumbnail_id": [
            "40806"
        ],
        "date_src_start": [
            "2003-00-00"
        ],
        "date_src_end": [
            "2003-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/11/Iraqi_boys_giving_peace_sign.jpg",
        "title": "Iraqi_boys_giving_peace_sign",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Iraqi_boys_giving_peace_sign.jpg\">Iraqi boys giving peace sign Iraqi boys giving peace outside the Amiriya bomb shelter memorial in Baghdad, 2003</a>. (credit: Chistiaan Briggs, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=40802",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/trouble/war/prayer-for-peace-in-a-time-of-war-by-victor-reinstein-2003/",
    "slug": "prayer-for-peace-in-a-time-of-war-by-victor-reinstein-2003"
}