{
    "title": "&#x1F4D6; Side Arms: Readings, Prayers and Meditations for Soldiers and Sailors, by Rabbi Morris S. Lazaron (1918)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Morris Samuel Lazaron",
            "bio": "Morris Samuel Lazaron (1888–1979), was a Reform Jewish rabbi in the United States. Born in Savannah, Georgia, he was ordained by Hebrew Union College in 1914. He served as rabbi in Wheeling, West Virginia, for a year and in 1915 was appointed rabbi of the Baltimore Hebrew Congregation, the large and distinguished Reform synagogue in Baltimore where he served for 31 years as rabbi and rabbi emeritus. During World War I, he wrote <em>Side Arms: Readings and Meditations for Soldiers and Sailors</em> (1918). As rabbi he initiated youth-oriented programming, introduced innovative rituals, and was an early supporter of the interfaith movement, working with the National Conference of Catholics and Jews and traveling throughout the United States with a priest and a minister to represent the three faiths of America. Lazaron's retirement from this office in 1949 was linked to his active identification with the anti-Zionist American Council for Judaism, of which he was a founder and vice president. This position was not problematic with his congregation until after the Holocaust, and especially after the establishment of the State of Israel. This led to the severing of his relationship with Baltimore Hebrew, including his resignation as rabbi emeritus. He was also a member of the National Council of the American Friends of the Middle East. He wrote several works, including <em>Ask the Rabbi</em> (1928); <em>The Consolidation of Our Father</em> (1928); <em>Homeland or State: The Real Issue</em> (1940); <em>In the Shadow of Catastrophe</em> (1956); <em>Is This the Way?</em> (1942); and <em>Olive Trees in a Storm</em> (1955).",
            "website": "https://www.jewishvirtuallibrary.org/lazaron-morris-samuel",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/01/morris-samuel-lazaron-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/morris-samuel-lazaron"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2023-01-19",
    "last_updated": "2023-04-06",
    "excerpt": "An ecumenical prayerbook for men serving as United States military personnel during what later became known as World War Ⅰ. . . .",
    "content": "<p><em>Side Arms: Readings, Prayers and Meditations for Soldiers and Sailors</em> (1918) by Rabbi Morris S. Lazaron is an ecumenical prayerbook for men serving as United States military personnel during what later became known as World War Ⅰ.</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/side-arms-readings-prayers-and-meditations-for-soldiers-and-sailors-morris-s-lazaron-1918/Side%20Arms-%20Readings%2C%20Prayers%20and%20Meditations%20for%20Soldiers%20and%20Sailors%20%28Morris%20S.%20Lazaron%201918%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nAMERICA’S PURPOSE</p>\n<p>Let us be very clear, and make clear to all the world what our motives and our objects are&#8230;.. We are glad to fight for the ultimate peace of the world, and for the liberation of its peoples, the German peoples included; for the rights of nations great and small, and the privilege of men everywhere to choose their way of life and obedience. The world must be made safe for democracy&#8230;.. We have no selfish ends to serve. We desire no conquest, no dominion&#8230;.. We fight without rancor&#8230;..seeking nothing but what we shall wish to share with all free peoples&#8230;.. We enter this war only where we are clearly forced into it, because there are no other means of defending our rights&#8230;..in armed opposition to an irresponsible government which has thrown aside all considerations of humanity and of right, and is running amuck&#8230;.. The day has come when America is privileged to spend her blood and her might for the principles that gave her birth and happiness and the peace which she has treasured. God helping her she can do no other.—President Wilson.\n</p></blockquote>\n<blockquote><p>\nPREFACE</p>\n<p>Our boys!</p>\n<p>This little booklet is intended for all of you.</p>\n<p>It does not seek to appeal to you as Catholics, Protestants or as Jews, but as <em>men!</em></p>\n<p>We are all deeply concerned in the spirit in which you go forth to fight, and in the transformation which these trying experiences will effect in your character.</p>\n<p>For you will have to fight, not the enemy alone— the enemy visible—the enemy outside!</p>\n<p>You will have to fight the enemy inside!</p>\n<p>The enemy who may seek to degrade and debauch you; to deaden and kill your better self.</p>\n<p>Read these little things when the spirit prompts*</p>\n<p>May they help you.</p>\n<p>And may God be with you and us for a glorious victory to our righteous cause!</p>\n<p>—Morris S. Lazaron.<br />\nCamp Merritt, N. J., July, 1918.</p>\n<p>&nbsp;</p>\n<p>It may be glorious to write<br />\nThoughts which glad the two or three<br />\nHigh souls like stars that come in sight<br />\nOnce in a century.</p>\n<p>But better far is it to speak<br />\nSome simple thought which now or then<br />\nMay waken their free natures in the weak<br />\nAnd friendless sons of men.<br />\n—Lowell.\n</p></blockquote>\n<blockquote><p>\nACKNOWLEDGMENT</p>\n<p>Acknowledgment must be made for material in these pages taken from <em>A Book of Jewish Thoughts</em>, by Chief Rabbi Hertz of England, a most helpful work and a real contribution to the war.literature; to the Y.M.C.A. Service Song Book, some of the inspiring prayers of which we have included in our collection, and to Mr. Harry Emerson Fosdick for his prayer for our cause.\n</p></blockquote>\n<blockquote><p>\nTO A LAD LEAVING FOR FRANCE</p>\n<p>Well, my friend, you’ve started!</p>\n<p>You’ve started to do the biggest job that ever man had to do. This is just to shake your hand and say, God bless you!</p>\n<p>You’re leaving all that&#8217;s most cherished and loved behind you, and many’s the time when your thoughts will span the distant miles as they do now. You&#8217;re probably thinking about yourself, your life, as never before. You’ve laid on your bunk in the barrack at night and some one yelled, “Aw! Put the lights out!” and all was darkness and the silence of sleep. But you were awake with your thoughts and they raced over the years gone by. Or maybe as you lie in your hammock on ship, with the hum and throb of the engines in your ear, or stand on deck and gaze out on the endless expanse of the ever-restless sea, there come into your mind on the wings of memory more serious thoughts than ever before: your tender baby years, watched over so lovingly by your devoted parents; the happy, irresponsible years of your boyhood and school days; your start in life, your opportunities, all the full independence of the past, contrasting strangely, acutely, with the iron discipline of the army; you’re thinking about your friends: you’re thinking about your aspirations, your mistakes, your defeats, your struggles, your successes. . . . And you&#8217;re thinking about the things that were to be, your own home perhaps, your place in life, and little children to climb with simple trust upon your knees; and you&#8217;re heartsick maybe at this thing which came so suddenly upon you. which pulled you out of these pleasant places and sends you over into the great unknown!</p>\n<p>This may be your thought.</p>\n<p>Or, maybe you’re filled with the spirt of this fight, and long to be there and doing; to feel yourself a part of this titanic effort to cast out of the world forever the blasphemous, boastful tyrant.</p>\n<p>Whether you’re sad or whether you’re glad, there’s a man-sized job ahead of you; a job that will take all you have of courage, of endurance, of faith; a fight that will call into play every potentiality and power you possess; a fight that will show what you are. You&#8217;re going to be tested and tried, thrown into the furnace of suffering.</p>\n<p>What are you going to do about it?</p>\n<p>How are you going to meet it?</p>\n<p>There’ll be times when your body will fall from fatigue, when your spirit may wilt in weariness. There’ll be times when the stench and the dread and the terror and the horror and the misery of it all will nearly overwhelm you. There’ll be times when you’ll face a hell of shot, and flame and gas, and look death squarely in the eye.</p>\n<p>What are you going to do about it?</p>\n<p>Are you going to sniffle and bend and break, or are you going to grit your teeth, set your jaws and say: “I’m going on! I’m going to see this thing through!”?</p>\n<p>There’ll be times lad, when, away in that distant land, on furlough from the fight, the siren voices of temptation will call you with alluring charm. They’ll say: “What’s the use? You’re going back to hell after this and you may never come out. Have a big time! Have a fling! and the rest be damned! Besides, who’ll know?”</p>\n<p>Lad! No one will ever know but God and you! But there is no wound whose pain and agony burn and sear a man like that of remorse. No cry from human heart so fearful as this: Oh! if I had not done it! Oh! If things could be different! Yes. No one will know but God and you.</p>\n<p>But others <em>care!</em> There are your dear ones at home: the little mother who sits and prays, who each night sends over the seas a last loving goodnight thought for her boy; the father whose heart is filled with pride in his son; the sweet, pure sister; or maybe the sweetheart; or the faithful, longing, prayerful, patient wife; the waiting kiddies who talk of daddie. They care! They care! And the countless homes of America to be saved from the desecration of the unclean brute—they care! And the blessed country which nurtured you, which educated you, which gave you opportunity and freedom and a man’s place in the world—America cares! Parents, loved ones, your country, all cry out to you as did Maccabee of old to his son, “Be strong, my lad, be strong, and show yourself the man!”</p>\n<p>Keep yourself fit to fight the good fight! We’re all thinking of you. We’re all praying for you. More! We have confidence in you. We have faith in you. We know you will do your job because you can do it.</p>\n<p>America expects great things of you. She has the right to ask your all. She does not seek wealth nor power, but simple justice and sweet liberty for all men. Bring back her standard unsullied as she would have you!</p>\n<p>And may God bless you and keep you and bring you back in greater strength to enjoy the peace and freedom which your effort will have brought to bless humanity!</p>\n<p>Our hand and heart and prayers! And God be with you!\n</p></blockquote>\n<blockquote><p>\nPRAYERS</p>\n<p>Morning Prayer<br />\nEvening Prayer<br />\nPrayer Before Going Into Battle<br />\nPrayer When Out on Guard or Any Other Dangerous Duty<br />\n<a href=\"/?p=48488\">For the Day&#8217;s Round in Camp</a><br />\n<a href=\"/?p=48494\">For Those at Home</a><br />\n<a href=\"/?p=48468\">For All Mothers</a><br />\n<a href=\"/?p=48476\">Against Impurity</a><br />\n<a href=\"/?p=48479\">Prayer for Our Country</a><br />\nPrayers on Recovery from Sickness<br />\nPrayers for the Sick and Wounded (a prayer of the afflicted, when he fainteth, and poureth out his complaint before the Lord)<br />\nPrayer in Times of Affliction\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Interfaith &amp; Ecumenical collections of prayers",
        "Personal &amp; Paraliturgical collections of prayers"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "American Jewry of the United States",
        "ecumenical prayers",
        "English vernacular prayer",
        "masculinity",
        "military",
        "World War Ⅰ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "48459"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/01/Side-Arms-Readings-Prayers-and-Meditations-for-Soldiers-and-Sailors-Morris-S.-Lazaron-1918-cover.jpg",
        "title": "Side Arms- Readings, Prayers and Meditations for Soldiers and Sailors (Morris S. Lazaron 1918) &#8211; cover",
        "caption": "Side Arms- Readings, Prayers and Meditations for Soldiers and Sailors (Morris S. Lazaron 1918) - cover"
    },
    "source_link": "https://opensiddur.org/?p=48456",
    "permalink": "https://opensiddur.org/compilations/anthologies/interfaith-prayer/side-arms-readings-prayers-and-meditations-for-soldiers-and-sailors-by-morris-lazaron-1918/",
    "slug": "side-arms-readings-prayers-and-meditations-for-soldiers-and-sailors-by-morris-lazaron-1918"
}