{
    "post_id": 24449,
    "title": "&#x1F4DC; פָּרָשַׁת מְצֹרָע | Parashat Metsora (Leviticus 14:1-15:33), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-04-06",
    "last_updated": "2025-04-04",
    "excerpt": "The text of parashat Metsora, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The kernel of biblical text &#8216;E,&#8217; its early supplemental layer &#8216;J&#8217;, and its later supplement &#8216;B,&#8217; are absent from Sefer Vayiqra (Leviticus).</p>\n<p>Parashat Metsora (Leviticus 14:1-15:33) in the annual Torah reading cycle, is read on the first shabbat in Nissan during a Jewish leap year, or combined with parashat Tazria (Leviticus 12:1-13:59) on the first shabbat of the month of Sivan during a non-leap year. The parashah is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-tazria/parashat-tazria-color-coded-according-to-its-narrative-layers/\">Tazria</a> (Leviticus 12:1-13:59); parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-aharei-mot/parashat-aharei-mot-color-coded-according-to-its-narrative-layers/\">Aḥarei Mōt</a> (Leviticus 16:1-18:30) follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\">יד <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;זֹ֤את תִּֽהְיֶה֙ תּוֹרַ֣ת הַמְּצֹרָ֔ע בְּי֖וֹם טׇהֳרָת֑וֹ וְהוּבָ֖א אֶל־הַכֹּהֵֽן׃ <sup>ג</sup>&nbsp;וְיָצָא֙ הַכֹּהֵ֔ן אֶל־מִח֖וּץ לַֽמַּחֲנֶ֑ה וְרָאָה֙ הַכֹּהֵ֔ן וְהִנֵּ֛ה נִרְפָּ֥א נֶֽגַע־הַצָּרַ֖עַת מִן־הַצָּרֽוּעַ׃ <sup>ד</sup>&nbsp;וְצִוָּה֙ הַכֹּהֵ֔ן וְלָקַ֧ח לַמִּטַּהֵ֛ר שְׁתֵּֽי־צִפֳּרִ֥ים חַיּ֖וֹת טְהֹר֑וֹת וְעֵ֣ץ אֶ֔רֶז וּשְׁנִ֥י תוֹלַ֖עַת וְאֵזֹֽב׃ <sup>ה</sup>&nbsp;וְצִוָּה֙ הַכֹּהֵ֔ן וְשָׁחַ֖ט אֶת־הַצִּפּ֣וֹר הָאֶחָ֑ת אֶל־כְּלִי־חֶ֖רֶשׂ עַל־מַ֥יִם חַיִּֽים׃ <sup>ו</sup>&nbsp;אֶת־הַצִּפֹּ֤ר הַֽחַיָּה֙ יִקַּ֣ח אֹתָ֔הּ וְאֶת־עֵ֥ץ הָאֶ֛רֶז וְאֶת־שְׁנִ֥י הַתּוֹלַ֖עַת וְאֶת־הָאֵזֹ֑ב וְטָבַ֨ל אוֹתָ֜ם וְאֵ֣ת ׀ הַצִּפֹּ֣ר הַֽחַיָּ֗ה בְּדַם֙ הַצִּפֹּ֣ר הַשְּׁחֻטָ֔ה עַ֖ל הַמַּ֥יִם הַֽחַיִּֽים׃ <sup>ז</sup>&nbsp;וְהִזָּ֗ה עַ֧ל הַמִּטַּהֵ֛ר מִן־הַצָּרַ֖עַת שֶׁ֣בַע פְּעָמִ֑ים וְטִ֣הֲר֔וֹ וְשִׁלַּ֛ח אֶת־הַצִּפֹּ֥ר הַֽחַיָּ֖ה עַל־פְּנֵ֥י הַשָּׂדֶֽה׃ <sup>ח</sup>&nbsp;וְכִבֶּס֩ הַמִּטַּהֵ֨ר אֶת־בְּגָדָ֜יו וְגִלַּ֣ח אֶת־כׇּל־שְׂעָר֗וֹ וְרָחַ֤ץ בַּמַּ֙יִם֙ וְטָהֵ֔ר וְאַחַ֖ר יָב֣וֹא אֶל־הַֽמַּחֲנֶ֑ה וְיָשַׁ֛ב מִח֥וּץ לְאׇהֳל֖וֹ שִׁבְעַ֥ת יָמִֽים׃ <sup>ט</sup>&nbsp;וְהָיָה֩ בַיּ֨וֹם הַשְּׁבִיעִ֜י יְגַלַּ֣ח אֶת־כׇּל־שְׂעָר֗וֹ אֶת־רֹאשׁ֤וֹ וְאֶת־זְקָנוֹ֙ וְאֵת֙ גַּבֹּ֣ת עֵינָ֔יו וְאֶת־כָּל־שְׂעָר֖וֹ יְגַלֵּ֑חַ וְכִבֶּ֣ס אֶת־בְּגָדָ֗יו וְרָחַ֧ץ אֶת־בְּשָׂר֛וֹ בַּמַּ֖יִם וְטָהֵֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;This is to be the Instruction for the one-with-tsara&#8217;at, on the day of his being-purified: he is to be brought to the kohen. <sup>3</sup>&nbsp;The kohen is to go outside the camp; when the kohen looks, and here: the affliction of tsara&#8217;at has healed on the one-with-tsara&#8217;at, <sup>4</sup>&nbsp;the kohen is to command that they take for the one-to-be-purified two birds, live, pure, and wood of cedar and scarlet of the worm and hyssop. <sup>5</sup>&nbsp;Then the kohen is to command that they slay the one bird in an earthen vessel, (held) above living water, <sup>6</sup>&nbsp;and the live bird — he is to take it, and the cedar wood, the scarlet of the worm and the hyssop, and is to dip them and the live bird in the blood of the slain bird, (held) above living water. <sup>7</sup>&nbsp;Then he is to sprinkle (it) over the one-to-be-purified of tsara&#8217;at seven times, declaring-him-pure, and is to send-out the live bird into the open field. <sup>8</sup>&nbsp;When the one-being-purified scrubs his garments, shaves his entire (head of) hair and washes in water, then he is pure, afterward he may enter the camp, staying outside his tent for seven days. <sup>9</sup>&nbsp;And it shall be on the seventh day: when he shaves all his hair-his head, his beard and his eyebrows, all his body-hair he shaves — and scrubs his garments and washes his flesh in water, then he is pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>י</sup>&nbsp;וּבַיּ֣וֹם הַשְּׁמִינִ֗י יִקַּ֤ח שְׁנֵֽי־כְבָשִׂים֙ תְּמִימִ֔ם וְכַבְשָׂ֥ה אַחַ֛ת בַּת־שְׁנָתָ֖הּ תְּמִימָ֑ה וּשְׁלֹשָׁ֣ה עֶשְׂרֹנִ֗ים סֹ֤לֶת מִנְחָה֙ בְּלוּלָ֣ה בַשֶּׁ֔מֶן וְלֹ֥ג אֶחָ֖ד שָֽׁמֶן׃ <sup>יא</sup>&nbsp;וְהֶעֱמִ֞יד הַכֹּהֵ֣ן הַֽמְטַהֵ֗ר אֵ֛ת הָאִ֥ישׁ הַמִּטַּהֵ֖ר וְאֹתָ֑ם לִפְנֵ֣י יְהֹוָ֔ה פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃ <sup>יב</sup>&nbsp;וְלָקַ֨ח הַכֹּהֵ֜ן אֶת־הַכֶּ֣בֶשׂ הָאֶחָ֗ד וְהִקְרִ֥יב אֹת֛וֹ לְאָשָׁ֖ם וְאֶת־לֹ֣ג הַשָּׁ֑מֶן וְהֵנִ֥יף אֹתָ֛ם תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃ <mark>שני</mark> <sup>יג</sup>&nbsp;וְשָׁחַ֣ט אֶת־הַכֶּ֗בֶשׂ בִּ֠מְק֠וֹם אֲשֶׁ֨ר יִשְׁחַ֧ט אֶת־הַֽחַטָּ֛את וְאֶת־הָעֹלָ֖ה בִּמְק֣וֹם הַקֹּ֑דֶשׁ כִּ֡י כַּ֠חַטָּאת הָאָשָׁ֥ם הוּא֙ לַכֹּהֵ֔ן קֹ֥דֶשׁ קׇֽדָשִׁ֖ים הֽוּא׃ <sup>יד</sup>&nbsp;וְלָקַ֣ח הַכֹּהֵן֮ מִדַּ֣ם הָאָשָׁם֒ וְנָתַן֙ הַכֹּהֵ֔ן עַל־תְּנ֛וּךְ אֹ֥זֶן הַמִּטַּהֵ֖ר הַיְמָנִ֑ית וְעַל־בֹּ֤הֶן יָדוֹ֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְל֖וֹ הַיְמָנִֽית׃ <sup>טו</sup>&nbsp;וְלָקַ֥ח הַכֹּהֵ֖ן מִלֹּ֣ג הַשָּׁ֑מֶן וְיָצַ֛ק עַל־כַּ֥ף הַכֹּהֵ֖ן הַשְּׂמָאלִֽית׃ <sup>טז</sup>&nbsp;וְטָבַ֤ל הַכֹּהֵן֙ אֶת־אֶצְבָּע֣וֹ הַיְמָנִ֔ית מִן־הַשֶּׁ֕מֶן אֲשֶׁ֥ר עַל־כַּפּ֖וֹ הַשְּׂמָאלִ֑ית וְהִזָּ֨ה מִן־הַשֶּׁ֧מֶן בְּאֶצְבָּע֛וֹ שֶׁ֥בַע פְּעָמִ֖ים לִפְנֵ֥י יְהֹוָֽה׃ <sup>יז</sup>&nbsp;וּמִיֶּ֨תֶר הַשֶּׁ֜מֶן אֲשֶׁ֣ר עַל־כַּפּ֗וֹ יִתֵּ֤ן הַכֹּהֵן֙ עַל־תְּנ֞וּךְ אֹ֤זֶן הַמִּטַּהֵר֙ הַיְמָנִ֔ית וְעַל־בֹּ֤הֶן יָדוֹ֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְל֖וֹ הַיְמָנִ֑ית עַ֖ל דַּ֥ם הָאָשָֽׁם׃ <sup>יח</sup>&nbsp;וְהַנּוֹתָ֗ר בַּשֶּׁ֙מֶן֙ אֲשֶׁר֙ עַל־כַּ֣ף הַכֹּהֵ֔ן יִתֵּ֖ן עַל־רֹ֣אשׁ הַמִּטַּהֵ֑ר וְכִפֶּ֥ר עָלָ֛יו הַכֹּהֵ֖ן לִפְנֵ֥י יְהֹוָֽה׃ <sup>יט</sup>&nbsp;וְעָשָׂ֤ה הַכֹּהֵן֙ אֶת־הַ֣חַטָּ֔את וְכִפֶּ֕ר עַל־הַמִּטַּהֵ֖ר מִטֻּמְאָת֑וֹ וְאַחַ֖ר יִשְׁחַ֥ט אֶת־הָעֹלָֽה׃ <sup>כ</sup>&nbsp;וְהֶעֱלָ֧ה הַכֹּהֵ֛ן אֶת־הָעֹלָ֥ה וְאֶת־הַמִּנְחָ֖ה הַמִּזְבֵּ֑חָה וְכִפֶּ֥ר עָלָ֛יו הַכֹּהֵ֖ן וְטָהֵֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>10</sup>&nbsp;&#8220;On the eighth day he is to take two lambs, wholly-sound, and one lamb in its (first) year, wholly-sound, and three tenth-measures of flour as a grain-gift, mixed with oil, and one lōg of oil. <sup>11</sup>&nbsp;The kohen making-purification is to stand the man to-be-purified and them before the presence of YHVH, at the entrance to the Ohel Mo&#8217;ed; <sup>12</sup>&nbsp;the kohen is to take the one lamb and is to bring-it-near as an asham-offering, with the lōg of oil, and is to elevate them as an elevation-offering, before the presence of YHVH. <sup>13</sup>&nbsp;Then he is to slay the lamb in the place where one slays the ḥattat-offering and the offering-up, in a holy place, for like the ḥattat-offering, the asham-offering is the kohen&#8217;s, it is a holiest holy-portion. <sup>14</sup>&nbsp;Then the kohen is to take some of the blood of the asham and the kohen is to place it on the ridge of the right ear of the one-being-purified, and on the thumb of his right hand, and on the thumb-toe of his right foot. <sup>15</sup>&nbsp;And the kohen is to take some of the lōg of oil and is to pour it on the left palm of the kohen. <sup>16</sup>&nbsp;Then the kohen is to dip his right finger in some of the oil that is on his left palm and is to sprinkle some of the oil with his finger, seven times, before the presence of YHVH. <sup>17</sup>&nbsp;From the remainder of oil that is on his palm, the kohen is to place some on the ridge of the right ear of the one-being-purified, and on the thumb of his right hand, and on the thumb-toe of his right foot, on top of the blood of the asham-offering. <sup>18</sup>&nbsp;And what remains of the oil that is on the palm of the kohen he is to place upon the head of the one-being-purified; then the kohen is to effect-atonement for him, before the presence of YHVH. <sup>19</sup>&nbsp;Then the kohen is to sacrifice the ḥattat-offering and is to effect-atonement for the one-being-purified from his tum&#8217;a, afterward he is to slay the offering-up. <sup>20</sup>&nbsp;And the kohen is to offer-up the offering-up and the grain-gift on the Mizbe&#8217;aḥ, and when the kohen effects-atonement for him, then he is pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><mark>שלישי (חמישי)</mark> <sup>כא</sup>&nbsp;וְאִם־דַּ֣ל ה֗וּא וְאֵ֣ין יָדוֹ֮ מַשֶּׂ֒גֶת֒ וְ֠לָקַ֠ח כֶּ֣בֶשׂ אֶחָ֥ד אָשָׁ֛ם לִתְנוּפָ֖ה לְכַפֵּ֣ר עָלָ֑יו וְעִשָּׂר֨וֹן סֹ֜לֶת אֶחָ֨ד בָּל֥וּל בַּשֶּׁ֛מֶן לְמִנְחָ֖ה וְלֹ֥ג שָֽׁמֶן׃ <sup>כב</sup>&nbsp;וּשְׁתֵּ֣י תֹרִ֗ים א֤וֹ שְׁנֵי֙ בְּנֵ֣י יוֹנָ֔ה אֲשֶׁ֥ר תַּשִּׂ֖יג יָד֑וֹ וְהָיָ֤ה אֶחָד֙ חַטָּ֔את וְהָאֶחָ֖ד עֹלָֽה׃ <sup>כג</sup>&nbsp;וְהֵבִ֨יא אֹתָ֜ם בַּיּ֧וֹם הַשְּׁמִינִ֛י לְטׇהֳרָת֖וֹ אֶל־הַכֹּהֵ֑ן אֶל־פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד לִפְנֵ֥י יְהֹוָֽה׃ <sup>כד</sup>&nbsp;וְלָקַ֧ח הַכֹּהֵ֛ן אֶת־כֶּ֥בֶשׂ הָאָשָׁ֖ם וְאֶת־לֹ֣ג הַשָּׁ֑מֶן וְהֵנִ֨יף אֹתָ֧ם הַכֹּהֵ֛ן תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃ <sup>כה</sup>&nbsp;וְשָׁחַט֮ אֶת־כֶּ֣בֶשׂ הָֽאָשָׁם֒ וְלָקַ֤ח הַכֹּהֵן֙ מִדַּ֣ם הָֽאָשָׁ֔ם וְנָתַ֛ן עַל־תְּנ֥וּךְ אֹֽזֶן־הַמִּטַּהֵ֖ר הַיְמָנִ֑ית וְעַל־בֹּ֤הֶן יָדוֹ֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְל֖וֹ הַיְמָנִֽית׃ <sup>כו</sup>&nbsp;וּמִן־הַשֶּׁ֖מֶן יִצֹ֣ק הַכֹּהֵ֑ן עַל־כַּ֥ף הַכֹּהֵ֖ן הַשְּׂמָאלִֽית׃ <sup>כז</sup>&nbsp;וְהִזָּ֤ה הַכֹּהֵן֙ בְּאֶצְבָּע֣וֹ הַיְמָנִ֔ית מִן־הַשֶּׁ֕מֶן אֲשֶׁ֥ר עַל־כַּפּ֖וֹ הַשְּׂמָאלִ֑ית שֶׁ֥בַע פְּעָמִ֖ים לִפְנֵ֥י יְהֹוָֽה׃ <sup>כח</sup>&nbsp;וְנָתַ֨ן הַכֹּהֵ֜ן מִן־הַשֶּׁ֣מֶן ׀ אֲשֶׁ֣ר עַל־כַּפּ֗וֹ עַל־תְּנ֞וּךְ אֹ֤זֶן הַמִּטַּהֵר֙ הַיְמָנִ֔ית וְעַל־בֹּ֤הֶן יָדוֹ֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְל֖וֹ הַיְמָנִ֑ית עַל־מְק֖וֹם דַּ֥ם הָאָשָֽׁם׃ <sup>כט</sup>&nbsp;וְהַנּוֹתָ֗ר מִן־הַשֶּׁ֙מֶן֙ אֲשֶׁר֙ עַל־כַּ֣ף הַכֹּהֵ֔ן יִתֵּ֖ן עַל־רֹ֣אשׁ הַמִּטַּהֵ֑ר לְכַפֵּ֥ר עָלָ֖יו לִפְנֵ֥י יְהֹוָֽה׃ <sup>ל</sup>&nbsp;וְעָשָׂ֤ה אֶת־הָֽאֶחָד֙ מִן־הַתֹּרִ֔ים א֖וֹ מִן־בְּנֵ֣י הַיּוֹנָ֑ה מֵאֲשֶׁ֥ר תַּשִּׂ֖יג יָדֽוֹ׃ <sup>לא</sup>&nbsp;אֵ֣ת אֲשֶׁר־תַּשִּׂ֞יג יָד֗וֹ אֶת־הָאֶחָ֥ד חַטָּ֛את וְאֶת־הָאֶחָ֥ד עֹלָ֖ה עַל־הַמִּנְחָ֑ה וְכִפֶּ֧ר הַכֹּהֵ֛ן עַ֥ל הַמִּטַּהֵ֖ר לִפְנֵ֥י יְהֹוָֽה׃ <sup>לב</sup>&nbsp;זֹ֣את תּוֹרַ֔ת אֲשֶׁר־בּ֖וֹ נֶ֣גַע צָרָ֑עַת אֲשֶׁ֛ר לֹֽא־תַשִּׂ֥יג יָד֖וֹ בְּטׇהֳרָתֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"> <sup>21</sup>&nbsp;&#8220;But if he is poor and his hand does not reach (far), he is to take one lamb as an asham, for elevating, for effecting-atonement for him, and one tenth-measure of flour, mixed with oil, as a grain-gift, and a lōg of oil, <sup>22</sup>&nbsp;and two turtledoves or two young pigeons, (as far as) his hand can reach, the one shall be the ḥattat-offering and the other, the offering-up. <sup>23</sup>&nbsp;He is to bring them on the eighth day of his being-purified, to the kohen, to the entrance of the Ohel Mo&#8217;ed, before the presence of YHVH. <sup>24</sup>&nbsp;Then the kohen is to take the lamb of asham-offering and the lōg of oil, and the kohen is to elevate them as an elevation-offering, before the presence of YHVH; <sup>25</sup>&nbsp;he is to slay the lamb of asham-offering, then the kohen is to take some of the blood of the asham-offering and is to place (it) on the ridge of the right ear of the one-being-purified, and on the thumb of his right hand, and on the thumb-toe of his right foot, <sup>26</sup>&nbsp;and some of the oil the kohen is to pour out on the left palm of the kohen; <sup>27</sup>&nbsp;the kohen is to sprinkle with his right finger some of the oil that is on his left palm, seven times, before the presence of YHVH. <sup>28</sup>&nbsp;Then the kohen is to place some of the oil that is on his palm on the ridge of the right ear of the one-being-purified, and on the thumb of his right hand, and on the thumb-toe of his right foot, on the place above the blood of the asham-offering; <sup>29</sup>&nbsp;what-is-left of the oil that is on the palm of the kohen he is to place on the head of the-one-being-purified, to effect-atonement for him, before the presence of YHVH. <sup>30</sup>&nbsp;Then he is to sacrifice one of the turtledoves or the young pigeons, from (within) what his hand can reach <sup>31</sup>&nbsp;— whatever his hand can reach — the one as a ḥattat-offering and the other as an offering-up, along with a grain-gift, and the kohen is to effect-atonement for the one-being-purified, before the presence of YHVH. <sup>32</sup>&nbsp;This is the Instruction for the one who has an affliction of tsara&#8217;at, whose hand cannot reach (means) for his purification.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><mark>רביעי (ששי)</mark> <sup>לג</sup>&nbsp;וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃ <sup>לד</sup>&nbsp;כִּ֤י תָבֹ֙אוּ֙ אֶל־אֶ֣רֶץ כְּנַ֔עַן אֲשֶׁ֥ר אֲנִ֛י נֹתֵ֥ן לָכֶ֖ם לַאֲחֻזָּ֑ה וְנָתַתִּי֙ נֶ֣גַע צָרַ֔עַת בְּבֵ֖ית אֶ֥רֶץ אֲחֻזַּתְכֶֽם׃ <sup>לה</sup>&nbsp;וּבָא֙ אֲשֶׁר־ל֣וֹ הַבַּ֔יִת וְהִגִּ֥יד לַכֹּהֵ֖ן לֵאמֹ֑ר כְּנֶ֕גַע נִרְאָ֥ה לִ֖י בַּבָּֽיִת׃ <sup>לו</sup>&nbsp;וְצִוָּ֨ה הַכֹּהֵ֜ן וּפִנּ֣וּ אֶת־הַבַּ֗יִת בְּטֶ֨רֶם יָבֹ֤א הַכֹּהֵן֙ לִרְא֣וֹת אֶת־הַנֶּ֔גַע וְלֹ֥א יִטְמָ֖א כׇּל־אֲשֶׁ֣ר בַּבָּ֑יִת וְאַ֥חַר כֵּ֛ן יָבֹ֥א הַכֹּהֵ֖ן לִרְא֥וֹת אֶת־הַבָּֽיִת׃ <sup>לז</sup>&nbsp;וְרָאָ֣ה אֶת־הַנֶּ֗גַע וְהִנֵּ֤ה הַנֶּ֙גַע֙ בְּקִירֹ֣ת הַבַּ֔יִת שְׁקַֽעֲרוּרֹת֙ יְרַקְרַקֹּ֔ת א֖וֹ אֲדַמְדַּמֹּ֑ת וּמַרְאֵיהֶ֥ן שָׁפָ֖ל מִן־הַקִּֽיר׃ <sup>לח</sup>&nbsp;וְיָצָ֧א הַכֹּהֵ֛ן מִן־הַבַּ֖יִת אֶל־פֶּ֣תַח הַבָּ֑יִת וְהִסְגִּ֥יר אֶת־הַבַּ֖יִת שִׁבְעַ֥ת יָמִֽים׃ <sup>לט</sup>&nbsp;וְשָׁ֥ב הַכֹּהֵ֖ן בַּיּ֣וֹם הַשְּׁבִיעִ֑י וְרָאָ֕ה וְהִנֵּ֛ה פָּשָׂ֥ה הַנֶּ֖גַע בְּקִירֹ֥ת הַבָּֽיִת׃ <sup>מ</sup>&nbsp;וְצִוָּה֙ הַכֹּהֵ֔ן וְחִלְּצוּ֙ אֶת־הָ֣אֲבָנִ֔ים אֲשֶׁ֥ר בָּהֵ֖ן הַנָּ֑גַע וְהִשְׁלִ֤יכוּ אֶתְהֶן֙ אֶל־מִח֣וּץ לָעִ֔יר אֶל־מָק֖וֹם טָמֵֽא׃ <sup>מא</sup>&nbsp;וְאֶת־הַבַּ֛יִת יַקְצִ֥עַ מִבַּ֖יִת סָבִ֑יב וְשָׁפְכ֗וּ אֶת־הֶֽעָפָר֙ אֲשֶׁ֣ר הִקְצ֔וּ אֶל־מִח֣וּץ לָעִ֔יר אֶל־מָק֖וֹם טָמֵֽא׃ <sup>מב</sup>&nbsp;וְלָקְחוּ֙ אֲבָנִ֣ים אֲחֵר֔וֹת וְהֵבִ֖יאוּ אֶל־תַּ֣חַת הָאֲבָנִ֑ים וְעָפָ֥ר אַחֵ֛ר יִקַּ֖ח וְטָ֥ח אֶת־הַבָּֽיִת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>33</sup>&nbsp;YHVH spoke to Mosheh and to Aharon, saying: <sup>34</sup>&nbsp;&#8220;When you enter the land of K&#8217;na&#8217;an, that I am giving you as a holding, and I place an affliction of tsara&#8217;at on a house in the land of your holding, <sup>35</sup>&nbsp;there shall come the one whose house it is and report to the kohen, saying: &#8216;(Something) like an affliction has been seen by me on the house!&#8217; <sup>36</sup>&nbsp;Then the kohen is to command that the house be cleaned before the kohen enters to look at the affliction, so that nothing that is in the house becomes-tamei; after that the kohen may enter to look at the house. <sup>37</sup>&nbsp;When he looks at the affliction, and here: the affliction (is) on the walls of the house (as) greenish or reddish eruptions, their look lower than the wall: <sup>38</sup>&nbsp;the kohen is to go out of the house, to the entrance of the house, and is to have the house shut up for seven days. <sup>39</sup>&nbsp;When the kohen returns on the seventh day, and he looks, and here: the affliction has spread on the walls of the house, <sup>40</sup>&nbsp;the kohen is to command that they pull out the stones on which the affliction is and throw them outside the city, into a tamei place; <sup>41</sup>&nbsp;the house someone shall scrape inside, all around, and they are to pour the dried-mud that was scraped off outside the city, into a tamei place. <sup>42</sup>&nbsp;Then they are to take other stones and bring them in place of the (original) stones, other dried-mud they are to take, and are to replaster the house.&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>מג</sup>&nbsp;וְאִם־יָשׁ֤וּב הַנֶּ֙גַע֙ וּפָרַ֣ח בַּבַּ֔יִת אַחַ֖ר חִלֵּ֣ץ אֶת־הָאֲבָנִ֑ים וְאַחֲרֵ֛י הִקְצ֥וֹת אֶת־הַבַּ֖יִת וְאַחֲרֵ֥י הִטּֽוֹחַ׃ <sup>מד</sup>&nbsp;וּבָא֙ הַכֹּהֵ֔ן וְרָאָ֕ה וְהִנֵּ֛ה פָּשָׂ֥ה הַנֶּ֖גַע בַּבָּ֑יִת צָרַ֨עַת מַמְאֶ֥רֶת הִ֛וא בַּבַּ֖יִת טָמֵ֥א הֽוּא׃ <sup>מה</sup>&nbsp;וְנָתַ֣ץ אֶת־הַבַּ֗יִת אֶת־אֲבָנָיו֙ וְאֶת־עֵצָ֔יו וְאֵ֖ת כׇּל־עֲפַ֣ר הַבָּ֑יִת וְהוֹצִיא֙ אֶל־מִח֣וּץ לָעִ֔יר אֶל־מָק֖וֹם טָמֵֽא׃ <sup>מו</sup>&nbsp;וְהַבָּא֙ אֶל־הַבַּ֔יִת כׇּל־יְמֵ֖י הִסְגִּ֣יר אֹת֑וֹ יִטְמָ֖א עַד־הָעָֽרֶב׃ <sup>מז</sup>&nbsp;וְהַשֹּׁכֵ֣ב בַּבַּ֔יִת יְכַבֵּ֖ס אֶת־בְּגָדָ֑יו וְהָאֹכֵ֣ל בַּבַּ֔יִת יְכַבֵּ֖ס אֶת־בְּגָדָֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>43</sup>&nbsp;&#8220;Now if the affliction returns and sprouts in the house after one has pulled out the stones, and after the house&#8217;s being-scraped, and after its having-been-plastered, <sup>44</sup>&nbsp;the kohen is to enter, and when he looks, and here: the affliction has spread in the house, it is acute tsara&#8217;at in the house, it is tamei. <sup>45</sup>&nbsp;Then one is to demolish the house-its stones, its wood and all the dried-mud on the house, and one is to take (it) outside the town, to a tamei place. <sup>46</sup>&nbsp;One entering the house (during) all the days of its being shut up is to remain-tamei until sunset; <sup>47</sup>&nbsp;one lying in the house is to scrub his garments; one eating in the house is to scrub his garments.&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>מח</sup>&nbsp;וְאִם־בֹּ֨א יָבֹ֜א הַכֹּהֵ֗ן וְרָאָה֙ וְ֠הִנֵּ֠ה לֹא־פָשָׂ֤ה הַנֶּ֙גַע֙ בַּבַּ֔יִת אַחֲרֵ֖י הִטֹּ֣חַ אֶת־הַבָּ֑יִת וְטִהַ֤ר הַכֹּהֵן֙ אֶת־הַבַּ֔יִת כִּ֥י נִרְפָּ֖א הַנָּֽגַע׃ <sup>מט</sup>&nbsp;וְלָקַ֛ח לְחַטֵּ֥א אֶת־הַבַּ֖יִת שְׁתֵּ֣י צִפֳּרִ֑ים וְעֵ֣ץ אֶ֔רֶז וּשְׁנִ֥י תוֹלַ֖עַת וְאֵזֹֽב׃ <sup>נ</sup>&nbsp;וְשָׁחַ֖ט אֶת־הַצִּפֹּ֣ר הָאֶחָ֑ת אֶל־כְּלִי־חֶ֖רֶשׂ עַל־מַ֥יִם חַיִּֽים׃ <sup>נא</sup>&nbsp;וְלָקַ֣ח אֶת־עֵֽץ־הָ֠אֶ֠רֶז וְאֶת־הָ֨אֵזֹ֜ב וְאֵ֣ת ׀ שְׁנִ֣י הַתּוֹלַ֗עַת וְאֵת֮ הַצִּפֹּ֣ר הַֽחַיָּה֒ וְטָבַ֣ל אֹתָ֗ם בְּדַם֙ הַצִּפֹּ֣ר הַשְּׁחוּטָ֔ה וּבַמַּ֖יִם הַֽחַיִּ֑ים וְהִזָּ֥ה אֶל־הַבַּ֖יִת שֶׁ֥בַע פְּעָמִֽים׃ <sup>נב</sup>&nbsp;וְחִטֵּ֣א אֶת־הַבַּ֔יִת בְּדַם֙ הַצִּפּ֔וֹר וּבַמַּ֖יִם הַֽחַיִּ֑ים וּבַצִּפֹּ֣ר הַחַיָּ֗ה וּבְעֵ֥ץ הָאֶ֛רֶז וּבָאֵזֹ֖ב וּבִשְׁנִ֥י הַתּוֹלָֽעַת׃ <sup>נג</sup>&nbsp;וְשִׁלַּ֞ח אֶת־הַצִּפֹּ֧ר הַֽחַיָּ֛ה אֶל־מִח֥וּץ לָעִ֖יר אֶל־פְּנֵ֣י הַשָּׂדֶ֑ה וְכִפֶּ֥ר עַל־הַבַּ֖יִת וְטָהֵֽר׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>48</sup>&nbsp;&#8220;Now if the kohen should enter, yes, enter and look, and here: the affliction has not spread through the house after the replastering of the house, the kohen is to declare the house pure, since the affliction has healed. <sup>49</sup>&nbsp;He is to take, to decontaminate the house, two birds, and cedar wood, scarlet of the worm, and hyssop, <sup>50</sup>&nbsp;and he is to slay the one bird in an earthen vessel, over living water, <sup>51</sup>&nbsp;then he is to take the cedar wood and the hyssop and the scarlet of the worm, and the live bird, and is to dip them in the blood of the slaughtered bird, and in the living water, and is to sprinkle (it) on the house seven times. <sup>52</sup>&nbsp;So he is to decontaminate the house with the blood of the bird and with the living water, with the live bird, with the cedar wood, with the hyssop and with the scarlet of the worm; <sup>53</sup>&nbsp;then he is to send-free the live bird, outside the town, toward the open field. When he effects-atonement for the house, then it is pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>חמישי</mark> <sup>נד</sup>&nbsp;זֹ֖את הַתּוֹרָ֑ה לְכׇל־נֶ֥גַע הַצָּרַ֖עַת וְלַנָּֽתֶק׃</span> <span class=\"h\"><sup>נה</sup>&nbsp;וּלְצָרַ֥עַת הַבֶּ֖גֶד וְלַבָּֽיִת׃</span> <span class=\"p\"><sup>נו</sup>&nbsp;וְלַשְׂאֵ֥ת וְלַסַּפַּ֖חַת וְלַבֶּהָֽרֶת׃</span> <span class=\"h\"><sup>נז</sup>&nbsp;לְהוֹרֹ֕ת בְּי֥וֹם הַטָּמֵ֖א וּבְי֣וֹם הַטָּהֹ֑ר</span> <span class=\"p\">זֹ֥את תּוֹרַ֖ת הַצָּרָֽעַת׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>54</sup>&nbsp;&#8220;This is the Instruction for any affliction of tsara&#8217;at, for neteq/scalls,</span> <span class=\"h\"><sup>55</sup>&nbsp;for tsara&#8217;at of cloth or of a house,</span> <span class=\"p\"><sup>56</sup>&nbsp;for swelling, for scabs or for shiny-spots,</span> <span class=\"h\"><sup>57</sup>&nbsp;to provide-instruction, at the time of the tamei and at the time of the pure.</span> <span class=\"p\">This is the Instruction for tsara&#8217;at.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\">טו <sup>א</sup>&nbsp;וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃ <sup>ב</sup>&nbsp;דַּבְּרוּ֙ אֶל־בְּנֵ֣י יִשְׂרָאֵ֔ל וַאֲמַרְתֶּ֖ם אֲלֵהֶ֑ם אִ֣ישׁ אִ֗ישׁ כִּ֤י יִהְיֶה֙ זָ֣ב מִבְּשָׂר֔וֹ זוֹב֖וֹ טָמֵ֥א הֽוּא׃ <sup>ג</sup>&nbsp;וְזֹ֛את תִּהְיֶ֥ה טֻמְאָת֖וֹ בְּזוֹב֑וֹ רָ֣ר בְּשָׂר֞וֹ אֶת־זוֹב֗וֹ אֽוֹ־הֶחְתִּ֤ים בְּשָׂרוֹ֙ מִזּוֹב֔וֹ טֻמְאָת֖וֹ הִֽוא׃ <sup>ד</sup>&nbsp;כׇּל־הַמִּשְׁכָּ֗ב אֲשֶׁ֨ר יִשְׁכַּ֥ב עָלָ֛יו הַזָּ֖ב יִטְמָ֑א וְכׇֽל־הַכְּלִ֛י אֲשֶׁר־יֵשֵׁ֥ב עָלָ֖יו יִטְמָֽא׃ <sup>ה</sup>&nbsp;וְאִ֕ישׁ אֲשֶׁ֥ר יִגַּ֖ע בְּמִשְׁכָּב֑וֹ יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>ו</sup>&nbsp;וְהַיֹּשֵׁב֙ עַֽל־הַכְּלִ֔י אֲשֶׁר־יֵשֵׁ֥ב עָלָ֖יו הַזָּ֑ב יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>ז</sup>&nbsp;וְהַנֹּגֵ֖עַ בִּבְשַׂ֣ר הַזָּ֑ב יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>ח</sup>&nbsp;וְכִֽי־יָרֹ֥ק הַזָּ֖ב בַּטָּה֑וֹר וְכִבֶּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>ט</sup>&nbsp;וְכׇל־הַמֶּרְכָּ֗ב אֲשֶׁ֨ר יִרְכַּ֥ב עָלָ֛יו הַזָּ֖ב יִטְמָֽא׃ <sup>י</sup>&nbsp;וְכׇל־הַנֹּגֵ֗עַ בְּכֹל֙ אֲשֶׁ֣ר יִהְיֶ֣ה תַחְתָּ֔יו יִטְמָ֖א עַד־הָעָ֑רֶב וְהַנּוֹשֵׂ֣א אוֹתָ֔ם יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>יא</sup>&nbsp;וְכֹ֨ל אֲשֶׁ֤ר יִגַּע־בּוֹ֙ הַזָּ֔ב וְיָדָ֖יו לֹא־שָׁטַ֣ף בַּמָּ֑יִם וְכִבֶּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>יב</sup>&nbsp;וּכְלִי־חֶ֛רֶשׂ אֲשֶׁר־יִגַּע־בּ֥וֹ הַזָּ֖ב יִשָּׁבֵ֑ר וְכָ֨ל־כְּלִי־עֵ֔ץ יִשָּׁטֵ֖ף בַּמָּֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>1</sup>&nbsp;YHVH spoke to Mosheh and to Aharon, saying: <sup>2</sup>&nbsp;&#8220;Speak to the Children of Yisrael and say to them: &#8216;Any-man, any-man, when he becomes one-with-a-flow from his &#8216;flesh,&#8217; his flow-it is tamei. <sup>3</sup>&nbsp;And this is his tum&#8217;a during his flow, (whether) his &#8216;flesh&#8217; oozes with his flow or his &#8216;flesh&#8217; is sealed up by his flow, it is his tum&#8217;a: <sup>4</sup>&nbsp;any place-of-lying that the one-with-a-flow lies on becomes tamei, and any vessel that he sits on becomes tamei. <sup>5</sup>&nbsp;A man that touches his place-of-lying is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>6</sup>&nbsp;One who sits on the vessel on which the one-with-the-flow sits is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>7</sup>&nbsp;One who touches the flesh of the one-with-the-flow is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>8</sup>&nbsp;Now if one-with-a-flow spits on one (who is) pure, (that one) is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>9</sup>&nbsp;Any saddle-mounting that one-with-a-flow mounts, becomes-tamei. <sup>10</sup>&nbsp;Anyone who touches anything that is under him will remain-tamei until sunset, one-who-carries them is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>11</sup>&nbsp;Anyone whom the one-with-the-flow touches, not having rinsed his hands in water, is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>12</sup>&nbsp;And an earthen vessel that the one-with-a-flow touches is to be broken, and any wooden vessel is to be rinsed in water.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>יג</sup>&nbsp;וְכִֽי־יִטְהַ֤ר הַזָּב֙ מִזּוֹב֔וֹ וְסָ֨פַר ל֜וֹ שִׁבְעַ֥ת יָמִ֛ים לְטׇהֳרָת֖וֹ וְכִבֶּ֣ס בְּגָדָ֑יו וְרָחַ֧ץ בְּשָׂר֛וֹ בְּמַ֥יִם חַיִּ֖ים וְטָהֵֽר׃ </span> <span class=\"h\"><sup>יד</sup>&nbsp;וּבַיּ֣וֹם הַשְּׁמִינִ֗י יִֽקַּֽח־לוֹ֙ שְׁתֵּ֣י תֹרִ֔ים א֥וֹ שְׁנֵ֖י בְּנֵ֣י יוֹנָ֑ה וּבָ֣א ׀ לִפְנֵ֣י יְהֹוָ֗ה אֶל־פֶּ֙תַח֙ אֹ֣הֶל מוֹעֵ֔ד וּנְתָנָ֖ם אֶל־הַכֹּהֵֽן׃ <sup>טו</sup>&nbsp;וְעָשָׂ֤ה אֹתָם֙ הַכֹּהֵ֔ן אֶחָ֣ד חַטָּ֔את וְהָאֶחָ֖ד עֹלָ֑ה וְכִפֶּ֨ר עָלָ֧יו הַכֹּהֵ֛ן לִפְנֵ֥י יְהֹוָ֖ה מִזּוֹבֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>13</sup>&nbsp;&#8220;Now when the one-with-a-flow is purified from his flow, he is to number himself seven days of being pure; when he scrubs his garments and washes his flesh in living water, then he is pure.</span> <span class=\"h\"><sup>14</sup>&nbsp;On the eighth day he is to take himself two turtledoves or two young pigeons and is to come before the presence of YHVH, at the entrance to the Ohel Mo&#8217;ed, and is to give them to the kohen. <sup>15</sup>&nbsp;The kohen is to sacrifice them, the one as a ḥattat-offering and the other as an offering-up, thus will the kohen effect-atonement for him before the presence of YHVH, from his flow.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>ששי (שביעי)</mark> <sup>טז</sup>&nbsp;וְאִ֕ישׁ כִּֽי־תֵצֵ֥א מִמֶּ֖נּוּ שִׁכְבַת־זָ֑רַע וְרָחַ֥ץ בַּמַּ֛יִם אֶת־כָּל־בְּשָׂר֖וֹ וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>יז</sup>&nbsp;וְכׇל־בֶּ֣גֶד וְכׇל־ע֔וֹר אֲשֶׁר־יִהְיֶ֥ה עָלָ֖יו שִׁכְבַת־זָ֑רַע וְכֻבַּ֥ס בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>יח</sup>&nbsp;וְאִשָּׁ֕ה אֲשֶׁ֨ר יִשְׁכַּ֥ב אִ֛ישׁ אֹתָ֖הּ שִׁכְבַת־זָ֑רַע וְרָחֲצ֣וּ בַמַּ֔יִם וְטָמְא֖וּ עַד־הָעָֽרֶב׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>16</sup>&nbsp;&#8220;Now a man, when there goes out from him an emission of seed, he is to wash in water all of his flesh, and will remain-tamei until sunset. <sup>17</sup>&nbsp;Any garment or any animal-skin on which there is an emission of seed is to be scrubbed in water, and will remain-tamei until sunset. <sup>18</sup>&nbsp;And (also) a woman with whom a man lies, (with) an emission of seed: they are to wash in water, and will remain-tamei until sunset.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>יט</sup>&nbsp;וְאִשָּׁה֙ כִּֽי־תִהְיֶ֣ה זָבָ֔ה דָּ֛ם יִהְיֶ֥ה זֹבָ֖הּ בִּבְשָׂרָ֑הּ שִׁבְעַ֤ת יָמִים֙ תִּהְיֶ֣ה בְנִדָּתָ֔הּ וְכׇל־הַנֹּגֵ֥עַ בָּ֖הּ יִטְמָ֥א עַד־הָעָֽרֶב׃ <sup>כ</sup>&nbsp;וְכֹל֩ אֲשֶׁ֨ר תִּשְׁכַּ֥ב עָלָ֛יו בְּנִדָּתָ֖הּ יִטְמָ֑א וְכֹ֛ל אֲשֶׁר־תֵּשֵׁ֥ב עָלָ֖יו יִטְמָֽא׃ <sup>כא</sup>&nbsp;וְכׇל־הַנֹּגֵ֖עַ בְּמִשְׁכָּבָ֑הּ יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>כב</sup>&nbsp;וְכׇ֨ל־הַנֹּגֵ֔עַ בְּכׇל־כְּלִ֖י אֲשֶׁר־תֵּשֵׁ֣ב עָלָ֑יו יְכַבֵּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃ <sup>כג</sup>&nbsp;וְאִ֨ם עַֽל־הַמִּשְׁכָּ֜ב ה֗וּא א֧וֹ עַֽל־הַכְּלִ֛י אֲשֶׁר־הִ֥וא יֹשֶֽׁבֶת־עָלָ֖יו בְּנׇגְעוֹ־ב֑וֹ יִטְמָ֖א עַד־הָעָֽרֶב׃ <sup>כד</sup>&nbsp;וְאִ֡ם שָׁכֹב֩ יִשְׁכַּ֨ב אִ֜ישׁ אֹתָ֗הּ וּתְהִ֤י נִדָּתָהּ֙ עָלָ֔יו וְטָמֵ֖א שִׁבְעַ֣ת יָמִ֑ים וְכׇל־הַמִּשְׁכָּ֛ב אֲשֶׁר־יִשְׁכַּ֥ב עָלָ֖יו יִטְמָֽא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>19</sup>&nbsp;&#8220;A woman — when she is one-with-a-flow, her flow being of blood from her &#8216;flesh,&#8217; seven days shall she remain in her (state of) being-apart. Anyone who touches her is to remain-tamei until sunset. <sup>20</sup>&nbsp;Anything that she lies upon in her (state of) being-apart becomes tamei, anything that she sits upon becomes tamei. <sup>21</sup>&nbsp;Anyone who touches her lying-place is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>22</sup>&nbsp;Anyone who touches any vessel that she sat upon is to scrub his garments and wash in water, and will remain-tamei until sunset. <sup>23</sup>&nbsp;Whether it is upon the lying-place or upon the vessel that she has sat upon, on touching it he will remain-tamei until sunset. <sup>24</sup>&nbsp;And if a man lies, yes, lies with her, so that her (state of) being-apart is upon him, he will remain-tamei for seven days, any place-of-lying upon which he lies becomes tamei.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>כה</sup>&nbsp;וְאִשָּׁ֡ה כִּֽי־יָזוּב֩ ז֨וֹב דָּמָ֜הּ יָמִ֣ים רַבִּ֗ים בְּלֹא֙ עֶת־נִדָּתָ֔הּ א֥וֹ כִֽי־תָז֖וּב עַל־נִדָּתָ֑הּ כָּל־יְמֵ֞י ז֣וֹב טֻמְאָתָ֗הּ כִּימֵ֧י נִדָּתָ֛הּ תִּהְיֶ֖ה טְמֵאָ֥ה הִֽוא׃ <sup>כו</sup>&nbsp;כׇּל־הַמִּשְׁכָּ֞ב אֲשֶׁר־תִּשְׁכַּ֤ב עָלָיו֙ כׇּל־יְמֵ֣י זוֹבָ֔הּ כְּמִשְׁכַּ֥ב נִדָּתָ֖הּ יִֽהְיֶה־לָּ֑הּ וְכׇֽל־הַכְּלִי֙ אֲשֶׁ֣ר תֵּשֵׁ֣ב עָלָ֔יו טָמֵ֣א יִהְיֶ֔ה כְּטֻמְאַ֖ת נִדָּתָֽהּ׃ <sup>כז</sup>&nbsp;וְכׇל־הַנּוֹגֵ֥עַ בָּ֖ם יִטְמָ֑א וְכִבֶּ֧ס בְּגָדָ֛יו וְרָחַ֥ץ בַּמַּ֖יִם וְטָמֵ֥א עַד־הָעָֽרֶב׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>25</sup>&nbsp;&#8220;Now a woman — when the flow of her blood flows for many days, when it is not the time of her being-apart, or when it flows out over-and-above her being-apart, all the days of her tamei flow she shall be like (during) the days of her being-apart, she is tamei. <sup>26</sup>&nbsp;Any lying-place upon which she lies, all the days of her flow, shall be for her like the lying-place (during) her being-apart, and any vessel that she sits upon shall be tamei, like the tum&#8217;a of her being-apart. <sup>27</sup>&nbsp;Whoever touches them becomes tamei; he is to scrub his garments and wash in water, and will remain-tamei until sunset.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>כח</sup>&nbsp;וְאִֽם־טָהֲרָ֖ה מִזּוֹבָ֑הּ וְסָ֥פְרָה לָּ֛הּ שִׁבְעַ֥ת יָמִ֖ים וְאַחַ֥ר תִּטְהָֽר׃ </span> <span class=\"h\"><mark>שביעי</mark> <sup>כט</sup>&nbsp;וּבַיּ֣וֹם הַשְּׁמִינִ֗י תִּֽקַּֽח־לָהּ֙ שְׁתֵּ֣י תֹרִ֔ים א֥וֹ שְׁנֵ֖י בְּנֵ֣י יוֹנָ֑ה וְהֵבִיאָ֤ה אוֹתָם֙ אֶל־הַכֹּהֵ֔ן אֶל־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃ <sup>ל</sup>&nbsp;וְעָשָׂ֤ה הַכֹּהֵן֙ אֶת־הָאֶחָ֣ד חַטָּ֔את וְאֶת־הָאֶחָ֖ד עֹלָ֑ה וְכִפֶּ֨ר עָלֶ֤יהָ הַכֹּהֵן֙ לִפְנֵ֣י יְהֹוָ֔ה מִזּ֖וֹב טֻמְאָתָֽהּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>28</sup>&nbsp;&#8220;Now when she is purified from her flow, she is to number seven days, and afterward, she becomes pure.</span> <span class=\"h\"><sup>29</sup>&nbsp;And on the eighth day she is to take herself two turtledoves or two young pigeons and is to bring them to the kohen, to the entrance of the Ohel Mo&#8217;ed. <sup>30</sup>&nbsp;The kohen is to sacrifice the one as a ḥattat-offering and the other as an offering-up, the kohen is to effect-atonement for her before the presence of YHVH, from her tamei flow.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><mark>מפטיר</mark> <sup>לא</sup>&nbsp;וְהִזַּרְתֶּ֥ם אֶת־בְּנֵי־יִשְׂרָאֵ֖ל מִטֻּמְאָתָ֑ם וְלֹ֤א יָמֻ֙תוּ֙ בְּטֻמְאָתָ֔ם בְּטַמְּאָ֥ם אֶת־מִשְׁכָּנִ֖י אֲשֶׁ֥ר בְּתוֹכָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>31</sup>&nbsp;&#8220;You are to have the Children of Yisrael avoid their tum&#8217;a, that they not die from their tum&#8217;a when they make my Dwelling tamei that is in their midst.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>לב</sup>&nbsp;זֹ֥את תּוֹרַ֖ת הַזָּ֑ב וַאֲשֶׁ֨ר תֵּצֵ֥א מִמֶּ֛נּוּ שִׁכְבַת־זֶ֖רַע לְטׇמְאָה־בָֽהּ׃ <sup>לג</sup>&nbsp;וְהַדָּוָה֙ בְּנִדָּתָ֔הּ וְהַזָּב֙ אֶת־זוֹב֔וֹ לַזָּכָ֖ר וְלַנְּקֵבָ֑ה וּלְאִ֕ישׁ אֲשֶׁ֥ר יִשְׁכַּ֖ב עִם־טְמֵאָֽה׃</span><br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>32</sup>&nbsp;&#8220;This is the Instruction for the one-with-a-flow and for (one) from whom goes out an emission of seed, becoming tamei thereby, <sup>33</sup>&nbsp;and for one infirm in her (state of) being-apart, for one who has-a-flow with his flow, male or female, and for a man that lies with a tamei-woman.&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_מצרע/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of Fox&#8217;s use of &#8220;purgation&#8221; for <span class=\"hebrew\" lang=\"heb-Hebr\">כפר</span> (kpr), I offer &#8220;atonement.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon N. Varady</p>\n",
    "categories": [
        "Sefer Vayiqra (Leviticus)",
        "Parashat Metsora"
    ],
    "tags": [
        "33rd century A.M.",
        "6th century B.C.E.",
        "annual Torah reading cycle",
        "mythopoesis",
        "redaction criticism",
        "ritual purity",
        "supplementary hypothesis",
        "tsaraat",
        "מצרע Metsora",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת תזריע parashat Tazria"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3519"
        ],
        "_thumbnail_id": [
            "23438"
        ],
        "date_src_start": [
            "-0560-00-00"
        ],
        "date_src_end": [
            "-0461-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/01/The-Mikvah-of-Besalú-gotosefarad.com-CC-BY-SA-small.jpg",
        "title": "The Mikvah of Besalú (gotosefarad.com CC BY-SA) &#8211; small",
        "caption": "<a href=\"https://vimeo.com/100727877\">The Mikvah of Besalú</a> (credit: gotosefarad.com, license: CC BY-SA) "
    },
    "source_link": "https://opensiddur.org/?p=24449",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/vayiqra/parashat-metsora-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-metsora-color-coded-according-to-its-narrative-layers"
}