{
    "post_id": 25013,
    "title": "&#x1F4DC; פָּרָשַׁת אֱמֹר | Parashat Emor (Leviticus 21:1-24:23), color-coded according to its narrative layers",
    "author": "the Mesorah (TaNaKh)",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'P')",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-05-06",
    "last_updated": "2025-10-27",
    "excerpt": "The text of parashat Emor, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The kernel of biblical text &#8216;E,&#8217; its early supplemental layer &#8216;J&#8217;, and its later supplement &#8216;B,&#8217; are absent from Sefer Vayiqra (Leviticus).</p>\n<p>Parashat Emor <span class=\"citation\">(Leviticus 21:1-24:23)</span> in the annual Torah reading cycle is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/vayiqra/parashat-qedoshim-color-coded-according-to-its-narrative-layers/\">Qedoshim</a> <span class=\"citation\">(Leviticus 19:1-20:26)</span>; parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-bhar/parashat-bhar-color-coded-according-to-its-narrative-layers/\">b&#8217;Har</a> <span class=\"citation\">(Leviticus 25:1-26:2)</span> follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\">כא <sup>א</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־מֹשֶׁ֔ה אֱמֹ֥ר אֶל־הַכֹּהֲנִ֖ים בְּנֵ֣י אַהֲרֹ֑ן וְאָמַרְתָּ֣ אֲלֵהֶ֔ם לְנֶ֥פֶשׁ לֹֽא־יִטַּמָּ֖א בְּעַמָּֽיו׃ <sup>ב</sup>&nbsp;כִּ֚י אִם־לִשְׁאֵר֔וֹ הַקָּרֹ֖ב אֵלָ֑יו לְאִמּ֣וֹ וּלְאָבִ֔יו וְלִבְנ֥וֹ וּלְבִתּ֖וֹ וּלְאָחִֽיו׃ <sup>ג</sup>&nbsp;וְלַאֲחֹת֤וֹ הַבְּתוּלָה֙ הַקְּרוֹבָ֣ה אֵלָ֔יו אֲשֶׁ֥ר לֹֽא־הָיְתָ֖ה לְאִ֑ישׁ לָ֖הּ יִטַּמָּֽא׃ <sup>ד</sup>&nbsp;לֹ֥א יִטַּמָּ֖א בַּ֣עַל בְּעַמָּ֑יו לְהֵ֖חַלּֽוֹ׃ <sup>ה</sup>&nbsp;לֹֽא־יִקְרְח֤וּ [יקרחה] קׇרְחָה֙ בְּרֹאשָׁ֔ם וּפְאַ֥ת זְקָנָ֖ם לֹ֣א יְגַלֵּ֑חוּ וּבִ֨בְשָׂרָ֔ם לֹ֥א יִשְׂרְט֖וּ שָׂרָֽטֶת׃ </span> <span class=\"h\"><sup>ו</sup>&nbsp;קְדֹשִׁ֤ים יִהְיוּ֙ לֵאלֹ֣הֵיהֶ֔ם וְלֹ֣א יְחַלְּל֔וּ שֵׁ֖ם אֱלֹהֵיהֶ֑ם כִּי֩ אֶת־אִשֵּׁ֨י יְהֹוָ֜ה לֶ֧חֶם אֱלֹהֵיהֶ֛ם הֵ֥ם מַקְרִיבִ֖ם וְהָ֥יוּ קֹֽדֶשׁ׃ <sup>ז</sup>&nbsp;אִשָּׁ֨ה זֹנָ֤ה וַחֲלָלָה֙ לֹ֣א יִקָּ֔חוּ וְאִשָּׁ֛ה גְּרוּשָׁ֥ה מֵאִישָׁ֖הּ לֹ֣א יִקָּ֑חוּ כִּֽי־קָדֹ֥שׁ ה֖וּא לֵאלֹהָֽיו׃ <sup>ח</sup>&nbsp;וְקִ֨דַּשְׁתּ֔וֹ כִּֽי־אֶת־לֶ֥חֶם אֱלֹהֶ֖יךָ ה֣וּא מַקְרִ֑יב קָדֹשׁ֙ יִֽהְיֶה־לָּ֔ךְ כִּ֣י קָד֔וֹשׁ אֲנִ֥י יְהֹוָ֖ה מְקַדִּשְׁכֶֽם׃ <sup>ט</sup>&nbsp;וּבַת֙ אִ֣ישׁ כֹּהֵ֔ן כִּ֥י תֵחֵ֖ל לִזְנ֑וֹת אֶת־אָבִ֙יהָ֙ הִ֣יא מְחַלֶּ֔לֶת בָּאֵ֖שׁ תִּשָּׂרֵֽף׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\">21 <sup>1</sup>&nbsp;YHVH said to Mosheh: &#8220;Say to the kohanim, the Sons of Aharon, say to them: &#8216;For a (dead-)person among his people, one is not to make oneself tamei, <sup>2</sup>&nbsp;except for his kin, one near to him: for his mother or for his father, or for his son, or for his daughter or for his brother, <sup>3</sup>&nbsp;or for his virgin sister, near to him, who has never belonged to a man, for her he may make himself tamei. <sup>4</sup>&nbsp;He is not to make himself tamei (as) a husband among his people (does), to profane himself. <sup>5</sup>&nbsp;They are not to make-bald a bald-spot on their head, the edge of their beard they are not to shave off, in their flesh they are not to incise an incision.</span> <span class=\"h\"><sup>6</sup>&nbsp;Holy are they to be to their <em>elo&#8217;ah</em>, they are not to profane the name of their <em>elo&#8217;ah</em> — for the fire-offerings of YHVH, the food-offerings of their <em>elo&#8217;ah</em> they bring-near, so they are to be holy! <sup>7</sup>&nbsp;A woman (who is a) whore, a profaned-one, they are not to take-in-marriage, a woman divorced from her husband they are not to take-in-marriage, for holy is he to his <em>elo&#8217;ah</em> <sup>8</sup>&nbsp;and you are to treat-him-as-holy — for the food-offerings of your <em>elo&#8217;ah</em> he brings-near; holy shall he be for you, for holy am I, YHVH, the one-who-hallows you! <sup>9</sup>&nbsp;And the daughter of a man (who is a) kohen — when she profanes herself by whoring, it is her father that she profanes, in fire she is to be burned!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>י</sup>&nbsp;וְהַכֹּהֵן֩ הַגָּד֨וֹל מֵאֶחָ֜יו אֲֽשֶׁר־יוּצַ֥ק עַל־רֹאשׁ֣וֹ ׀ שֶׁ֤מֶן הַמִּשְׁחָה֙ וּמִלֵּ֣א אֶת־יָד֔וֹ לִלְבֹּ֖שׁ אֶת־הַבְּגָדִ֑ים אֶת־רֹאשׁוֹ֙ לֹ֣א יִפְרָ֔ע וּבְגָדָ֖יו לֹ֥א יִפְרֹֽם׃ <sup>יא</sup>&nbsp;וְעַ֛ל כׇּל־נַפְשֹׁ֥ת מֵ֖ת לֹ֣א יָבֹ֑א לְאָבִ֥יו וּלְאִמּ֖וֹ לֹ֥א יִטַּמָּֽא׃ <sup>יב</sup>&nbsp;וּמִן־הַמִּקְדָּשׁ֙ לֹ֣א יֵצֵ֔א וְלֹ֣א יְחַלֵּ֔ל אֵ֖ת מִקְדַּ֣שׁ אֱלֹהָ֑יו כִּ֡י נֵ֠זֶר שֶׁ֣מֶן מִשְׁחַ֧ת אֱלֹהָ֛יו עָלָ֖יו אֲנִ֥י יְהֹוָֽה׃ </span> <span class=\"h\"><sup>יג</sup>&nbsp;וְה֕וּא אִשָּׁ֥ה בִבְתוּלֶ֖יהָ יִקָּֽח׃ <sup>יד</sup>&nbsp;אַלְמָנָ֤ה וּגְרוּשָׁה֙ וַחֲלָלָ֣ה זֹנָ֔ה אֶת־אֵ֖לֶּה לֹ֣א יִקָּ֑ח כִּ֛י אִם־בְּתוּלָ֥ה מֵעַמָּ֖יו יִקַּ֥ח אִשָּֽׁה׃ <sup>טו</sup>&nbsp;וְלֹֽא־יְחַלֵּ֥ל זַרְע֖וֹ בְּעַמָּ֑יו כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשֽׁוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>10</sup>&nbsp;&#8220;Now the kohen that is greater than his brothers, who has had poured on his head the oil of anointing and has been mandated to dress in the garments: his head he is not to bare, his garments he is not to tear; <sup>11</sup>&nbsp;(the presence of) any dead persons he is not to enter, for (even) his father or his mother he is not to make himself tamei, <sup>12</sup>&nbsp;from the Holy-shrine he is not to go out — that he not profane the Holy-shrine of his <em>elo&#8217;ah</em>, for the sacred oil of anointing is upon him, I am YHVH!</span> <span class=\"h\"><sup>13</sup>&nbsp;And he — (only) a woman in her virginity may he take-in-marriage; <sup>14</sup>&nbsp;a widow or a divorcée, or one profaned (by) whoring, these he is not to take-in-marriage; rather, a virgin from his people he is to take as a wife, <sup>15</sup>&nbsp;that he not profane his seed among his people, for I am YHVH, the one-who-hallows him!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><mark>שני</mark> <sup>טז</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יז</sup>&nbsp;דַּבֵּ֥ר אֶֽל־אַהֲרֹ֖ן לֵאמֹ֑ר אִ֣ישׁ מִֽזַּרְעֲךָ֞ לְדֹרֹתָ֗ם אֲשֶׁ֨ר יִהְיֶ֥ה בוֹ֙ מ֔וּם לֹ֣א יִקְרַ֔ב לְהַקְרִ֖יב לֶ֥חֶם אֱלֹהָֽיו׃ <sup>יח</sup>&nbsp;כִּ֥י כׇל־אִ֛ישׁ אֲשֶׁר־בּ֥וֹ מ֖וּם לֹ֣א יִקְרָ֑ב אִ֤ישׁ עִוֵּר֙ א֣וֹ פִסֵּ֔חַ א֥וֹ חָרֻ֖ם א֥וֹ שָׂרֽוּעַ׃ <sup>יט</sup>&nbsp;א֣וֹ אִ֔ישׁ אֲשֶׁר־יִהְיֶ֥ה ב֖וֹ שֶׁ֣בֶר רָ֑גֶל א֖וֹ שֶׁ֥בֶר יָֽד׃ <sup>כ</sup>&nbsp;אֽוֹ־גִבֵּ֣ן אוֹ־דַ֔ק א֖וֹ תְּבַלֻּ֣ל בְּעֵינ֑וֹ א֤וֹ גָרָב֙ א֣וֹ יַלֶּ֔פֶת א֖וֹ מְר֥וֹחַ אָֽשֶׁךְ׃ <sup>כא</sup>&nbsp;כׇּל־אִ֞ישׁ אֲשֶׁר־בּ֣וֹ מ֗וּם מִזֶּ֙רַע֙ אַהֲרֹ֣ן הַכֹּהֵ֔ן לֹ֣א יִגַּ֔שׁ לְהַקְרִ֖יב אֶת־אִשֵּׁ֣י יְהֹוָ֑ה מ֣וּם בּ֔וֹ אֵ֚ת לֶ֣חֶם אֱלֹהָ֔יו לֹ֥א יִגַּ֖שׁ לְהַקְרִֽיב׃ <sup>כב</sup>&nbsp;לֶ֣חֶם אֱלֹהָ֔יו מִקׇּדְשֵׁ֖י הַקֳּדָשִׁ֑ים וּמִן־הַקֳּדָשִׁ֖ים יֹאכֵֽל׃ <sup>כג</sup>&nbsp;אַ֣ךְ אֶל־הַפָּרֹ֜כֶת לֹ֣א יָבֹ֗א וְאֶל־הַמִּזְבֵּ֛חַ לֹ֥א יִגַּ֖שׁ כִּֽי־מ֣וּם בּ֑וֹ וְלֹ֤א יְחַלֵּל֙ אֶת־מִקְדָּשַׁ֔י כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃ <sup>כד</sup>&nbsp;וַיְדַבֵּ֣ר מֹשֶׁ֔ה אֶֽל־אַהֲרֹ֖ן וְאֶל־בָּנָ֑יו וְאֶֽל־כׇּל־בְּנֵ֖י יִשְׂרָאֵֽל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>16</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>17</sup>&nbsp;&#8220;Speak to Aharon, saying: &#8216;A man of your seed, throughout their generations, who has in him a defect is not to come-near to bring-near the food of his <em>elo&#8217;ah</em>. <sup>18</sup>&nbsp;Indeed, any man who has in him a defect is not to come-near: a man (who is) blind or lame or mutilated or too long-limbed, <sup>19</sup>&nbsp;or a man that has in him a broken leg or a broken arm, <sup>20</sup>&nbsp;or a hunchback or a dwarf, or one spotted in his eye, or (with) a scab or (with) eruptions, or (with) crushed testicles. <sup>21</sup>&nbsp;Any man that has in him a defect, from the seed of Aharon the kohen, is not to approach to bring-near the fire-offerings of YHVH, a defect is in him, with the food of YHVH he is not to approach, to bring-it-near. <sup>22</sup>&nbsp;The food-offerings of his <em>elo&#8217;ah</em> from the holiest holy-portions, or from the holy-portions, he may eat; <sup>23</sup>&nbsp;however, the Parokhet/Curtain he is not to enter, the Mizbe&#8217;aḥ he is not to approach, for a defect is in him, he is not to profane my holy-shrines; for I am YHVH, the one-who-hallows them.'&#8221; <sup>24</sup>&nbsp;So spoke Mosheh to Aharon and to his sons and to all the Children of Yisrael.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\">כב <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;דַּבֵּ֨ר אֶֽל־אַהֲרֹ֜ן וְאֶל־בָּנָ֗יו וְיִנָּֽזְרוּ֙ מִקׇּדְשֵׁ֣י בְנֵֽי־יִשְׂרָאֵ֔ל וְלֹ֥א יְחַלְּל֖וּ אֶת־שֵׁ֣ם קׇדְשִׁ֑י אֲשֶׁ֨ר הֵ֧ם מַקְדִּשִׁ֛ים לִ֖י אֲנִ֥י יְהֹוָֽה׃ <sup>ג</sup>&nbsp;אֱמֹ֣ר אֲלֵהֶ֗ם לְדֹרֹ֨תֵיכֶ֜ם כׇּל־אִ֣ישׁ ׀ אֲשֶׁר־יִקְרַ֣ב מִכׇּל־זַרְעֲכֶ֗ם אֶל־הַקֳּדָשִׁים֙ אֲשֶׁ֨ר יַקְדִּ֤ישׁוּ בְנֵֽי־יִשְׂרָאֵל֙ לַֽיהֹוָ֔ה וְטֻמְאָת֖וֹ עָלָ֑יו וְנִכְרְתָ֞ה הַנֶּ֧פֶשׁ הַהִ֛וא מִלְּפָנַ֖י אֲנִ֥י יְהֹוָֽה׃ </span> <span class=\"h\"><sup>ד</sup>&nbsp;אִ֣ישׁ אִ֞ישׁ מִזֶּ֣רַע אַהֲרֹ֗ן וְה֤וּא צָר֙וּעַ֙ א֣וֹ זָ֔ב בַּקֳּדָשִׁים֙ לֹ֣א יֹאכַ֔ל עַ֖ד אֲשֶׁ֣ר יִטְהָ֑ר וְהַנֹּגֵ֙עַ֙ בְּכׇל־טְמֵא־נֶ֔פֶשׁ א֣וֹ אִ֔ישׁ אֲשֶׁר־תֵּצֵ֥א מִמֶּ֖נּוּ שִׁכְבַת־זָֽרַע׃ <sup>ה</sup>&nbsp;אוֹ־אִישׁ֙ אֲשֶׁ֣ר יִגַּ֔ע בְּכׇל־שֶׁ֖רֶץ אֲשֶׁ֣ר יִטְמָא־ל֑וֹ א֤וֹ בְאָדָם֙ אֲשֶׁ֣ר יִטְמָא־ל֔וֹ לְכֹ֖ל טֻמְאָתֽוֹ׃ <sup>ו</sup>&nbsp;נֶ֚פֶשׁ אֲשֶׁ֣ר תִּגַּע־בּ֔וֹ וְטָמְאָ֖ה עַד־הָעָ֑רֶב וְלֹ֤א יֹאכַל֙ מִן־הַקֳּדָשִׁ֔ים כִּ֛י אִם־רָחַ֥ץ בְּשָׂר֖וֹ בַּמָּֽיִם׃ <sup>ז</sup>&nbsp;וּבָ֥א הַשֶּׁ֖מֶשׁ וְטָהֵ֑ר וְאַחַר֙ יֹאכַ֣ל מִן־הַקֳּדָשִׁ֔ים כִּ֥י לַחְמ֖וֹ הֽוּא׃ </span> <span class=\"p\"><sup>ח</sup>&nbsp;נְבֵלָ֧ה וּטְרֵפָ֛ה לֹ֥א יֹאכַ֖ל לְטׇמְאָה־בָ֑הּ אֲנִ֖י יְהֹוָֽה׃ </span> <span class=\"h\"><sup>ט</sup>&nbsp;וְשָׁמְר֣וּ אֶת־מִשְׁמַרְתִּ֗י וְלֹֽא־יִשְׂא֤וּ עָלָיו֙ חֵ֔טְא וּמֵ֥תוּ ב֖וֹ כִּ֣י יְחַלְּלֻ֑הוּ אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃ <sup>י</sup>&nbsp;וְכׇל־זָ֖ר לֹא־יֹ֣אכַל קֹ֑דֶשׁ תּוֹשַׁ֥ב כֹּהֵ֛ן וְשָׂכִ֖יר לֹא־יֹ֥אכַל קֹֽדֶשׁ׃ <sup>יא</sup>&nbsp;וְכֹהֵ֗ן כִּֽי־יִקְנֶ֥ה נֶ֙פֶשׁ֙ קִנְיַ֣ן כַּסְפּ֔וֹ ה֖וּא יֹ֣אכַל בּ֑וֹ וִילִ֣יד בֵּית֔וֹ הֵ֖ם יֹאכְל֥וּ בְלַחְמֽוֹ׃ <sup>יב</sup>&nbsp;וּבַ֨ת־כֹּהֵ֔ן כִּ֥י תִהְיֶ֖ה לְאִ֣ישׁ זָ֑ר הִ֕וא בִּתְרוּמַ֥ת הַקֳּדָשִׁ֖ים לֹ֥א תֹאכֵֽל׃ <sup>יג</sup>&nbsp;וּבַת־כֹּהֵן֩ כִּ֨י תִהְיֶ֜ה אַלְמָנָ֣ה וּגְרוּשָׁ֗ה וְזֶ֘רַע֮ אֵ֣ין לָהּ֒ וְשָׁבָ֞ה אֶל־בֵּ֤ית אָבִ֙יהָ֙ כִּנְעוּרֶ֔יהָ מִלֶּ֥חֶם אָבִ֖יהָ תֹּאכֵ֑ל וְכׇל־זָ֖ר לֹא־יֹ֥אכַל בּֽוֹ׃ <sup>יד</sup>&nbsp;וְאִ֕ישׁ כִּֽי־יֹאכַ֥ל קֹ֖דֶשׁ בִּשְׁגָגָ֑ה וְיָסַ֤ף חֲמִֽשִׁיתוֹ֙ עָלָ֔יו וְנָתַ֥ן לַכֹּהֵ֖ן אֶת־הַקֹּֽדֶשׁ׃ <sup>טו</sup>&nbsp;וְלֹ֣א יְחַלְּל֔וּ אֶת־קׇדְשֵׁ֖י בְּנֵ֣י יִשְׂרָאֵ֑ל אֵ֥ת אֲשֶׁר־יָרִ֖ימוּ לַיהֹוָֽה׃ <sup>טז</sup>&nbsp;וְהִשִּׂ֤יאוּ אוֹתָם֙ עֲוֺ֣ן אַשְׁמָ֔ה בְּאׇכְלָ֖ם אֶת־קׇדְשֵׁיהֶ֑ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה מְקַדְּשָֽׁם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\">22 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Speak to Aharon and to his sons, that they may be-careful (in handling) the holy-donations of the Children of Yisrael — that they not profane my holy name — which they hallow to me, I am YHVH! <sup>3</sup>&nbsp;Say (further) to them: &#8216;Throughout your generations, any man that comes-near-of all of your seed — to the holy-donations that the Children of Yisrael hallow to YHVH, with his tum&#8217;a upon him: that person will be cut off from my presence, I am YHVH!</span> <span class=\"h\"><sup>4</sup>&nbsp;Any-man, any-man of the seed of Aharon, if he has-tsaraat or has-a-flow: of the holy-donations he is not to eat, until he is pure; whoever touches anything tamei by a (dead) person, or a man from whom an emission of seed goes out, <sup>5</sup>&nbsp;or a man that touches any swarming-thing through which he becomes-tamei, or a human through which he becomes-tamei, whatever his tum&#8217;a — <sup>6</sup>&nbsp;the person who touches it is to remain-tamei until sunset, he is not to eat of the holy-donations unless he washes his flesh in water; <sup>7</sup>&nbsp;when the sun comes in, (then) he is pure, afterward he may eat of the holy-donations, for they are his food.</span> <span class=\"p\"><sup>8</sup>&nbsp;A carcass or a torn-animal he is not to eat, to become-tamei by means of them, I am YHVH!</span> <span class=\"h\"><sup>9</sup>&nbsp;So they shall keep my charge, that they not bear sin thereby and die on account of it when they profane it, I am YHVH, the one-who-hallows them! <sup>10</sup>&nbsp;Any outsider is not to eat the holy-donation; a settler (belonging) to a kohen, or a hired-hand, is not to eat the holy-donation; <sup>11</sup>&nbsp;but a kohen, when he purchases a person through his purchase of silver — he may eat of it, and one born into his household may eat of his food. <sup>12</sup>&nbsp;The daughter of a kohen — when she belongs (in marriage) to a man, an outsider, she — of the raised holy-donations she is not to eat. <sup>13</sup>&nbsp;And the daughter of a kohen — if she is a widow or a divorcée, and seed-offspring she has none, when she returns to her father&#8217;s house, as in her youth, from her father&#8217;s food she may eat, any outsider may not eat of it; <sup>14</sup>&nbsp;but a (lay)man — if he eats a holy-donation in error, he is to add its fifth to it, giving to the kohen the holy-donation. <sup>15</sup>&nbsp;They are not to profane the holy-donations of the Children of Yisrael, that they set aside for YHVH, <sup>16</sup>&nbsp;by causing them to bear iniquity (requiring an) asham-offering by eating their holy-donations, for I am YHVH, the one-who-hallows you!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>שלישי</mark> <sup>יז</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יח</sup>&nbsp;דַּבֵּ֨ר אֶֽל־אַהֲרֹ֜ן וְאֶל־בָּנָ֗יו וְאֶל֙ כׇּל־בְּנֵ֣י יִשְׂרָאֵ֔ל וְאָמַרְתָּ֖ אֲלֵהֶ֑ם אִ֣ישׁ אִישׁ֩ מִבֵּ֨ית יִשְׂרָאֵ֜ל</span> <span class=\"h\">וּמִן־הַגֵּ֣ר בְּיִשְׂרָאֵ֗ל</span> <span class=\"p\">אֲשֶׁ֨ר יַקְרִ֤יב קׇרְבָּנוֹ֙</span> <span class=\"h\">לְכׇל־נִדְרֵיהֶם֙ וּלְכׇל־נִדְבוֹתָ֔ם אֲשֶׁר־יַקְרִ֥יבוּ</span> <span class=\"p\">לַיהֹוָ֖ה לְעֹלָֽה׃ </span> <span class=\"h\"><sup>יט</sup>&nbsp;לִֽרְצֹנְכֶ֑ם תָּמִ֣ים זָכָ֔ר בַּבָּקָ֕ר בַּכְּשָׂבִ֖ים וּבָֽעִזִּֽים׃ </span> <span class=\"p\"><sup>כ</sup>&nbsp;כֹּ֛ל אֲשֶׁר־בּ֥וֹ מ֖וּם לֹ֣א תַקְרִ֑יבוּ כִּי־לֹ֥א לְרָצ֖וֹן יִהְיֶ֥ה לָכֶֽם׃ </span> <span class=\"h\"><sup>כא</sup>&nbsp;וְאִ֗ישׁ כִּֽי־יַקְרִ֤יב זֶֽבַח־שְׁלָמִים֙ לַיהֹוָ֔ה לְפַלֵּא־נֶ֙דֶר֙ א֣וֹ לִנְדָבָ֔ה בַּבָּקָ֖ר א֣וֹ בַצֹּ֑אן תָּמִ֤ים יִֽהְיֶה֙ לְרָצ֔וֹן כׇּל־מ֖וּם לֹ֥א יִהְיֶה־בּֽוֹ׃ <sup>כב</sup>&nbsp;עַוֶּ֩רֶת֩ א֨וֹ שָׁב֜וּר אוֹ־חָר֣וּץ אֽוֹ־יַבֶּ֗לֶת א֤וֹ גָרָב֙ א֣וֹ יַלֶּ֔פֶת לֹא־תַקְרִ֥יבוּ אֵ֖לֶּה לַיהֹוָ֑ה וְאִשֶּׁ֗ה לֹא־תִתְּנ֥וּ מֵהֶ֛ם עַל־הַמִּזְבֵּ֖חַ לַיהֹוָֽה׃ <sup>כג</sup>&nbsp;וְשׁ֥וֹר וָשֶׂ֖ה שָׂר֣וּעַ וְקָל֑וּט נְדָבָה֙ תַּעֲשֶׂ֣ה אֹת֔וֹ וּלְנֵ֖דֶר לֹ֥א יֵרָצֶֽה׃ <sup>כד</sup>&nbsp;וּמָע֤וּךְ וְכָתוּת֙ וְנָת֣וּק וְכָר֔וּת לֹ֥א תַקְרִ֖יבוּ לַֽיהֹוָ֑ה וּֽבְאַרְצְכֶ֖ם לֹ֥א תַעֲשֽׂוּ׃ <sup>כה</sup>&nbsp;וּמִיַּ֣ד בֶּן־נֵכָ֗ר לֹ֥א תַקְרִ֛יבוּ אֶת־לֶ֥חֶם אֱלֹהֵיכֶ֖ם מִכׇּל־אֵ֑לֶּה כִּ֣י מׇשְׁחָתָ֤ם בָּהֶם֙ מ֣וּם בָּ֔ם לֹ֥א יֵרָצ֖וּ לָכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>17</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>18</sup>&nbsp;&#8220;Speak to Aharon and to his sons and to all the Children of Yisrael, and say to them: &#8216;Any-man, any-man of the House of Yisrael</span> <span class=\"h\">or of the sojourners in Yisrael</span> <span class=\"p\">that brings-near his near-offering</span><span class=\"h\"> — including any of their vow-offerings or including any of their freewill-offerings that they bring-near</span> <span class=\"p\">to YHVH, as an offering-up — </span> <span class=\"h\"><sup>19</sup>&nbsp;for your acceptance (they must be): wholly-sound, male among the cattle, among the sheep or among goats;</span> <span class=\"p\"><sup>20</sup>&nbsp;any-one in whom is a defect, you are not to bring-near, for not for acceptance will it be-considered on your behalf.</span> <span class=\"h\"><sup>21</sup>&nbsp;A man — when he brings-near a slaughter-offering of shalom to YHVH — for making a vow-offering or for a freewill-offering — among the herd or among the flock: wholly-sound must it be, for acceptance, any defect there must not be in it. <sup>22</sup>&nbsp;(One that is) blind or broken, or mutilated or (with) spotted-eye or scab or eruptions, you are not to bring-near (any of) these to YHVH; a fire-offering you may not place from (any of) them, on the Mizbe&#8217;aḥ to YHVH. <sup>23</sup>&nbsp;But an ox or a sheep, (too) long-limbed or stunted, you may sacrifice it as a freewill-offering, but for a vow-offering it will not be accepted. <sup>24</sup>&nbsp;(One that is) bruised or smashed or torn-up or cut out (in the testicles) you are not to bring-near to YHVH, in your land these may not be sacrificed. <sup>25</sup>&nbsp;And from the hand of a foreigner you are not to bring-near the food of your <em>elo&#8217;ah</em> from any of these, for their ruin is in them, a defect is in them, they will not be accepted on your behalf!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>כו</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ </span> <span class=\"p\"><sup>כז</sup>&nbsp;שׁ֣וֹר אוֹ־כֶ֤שֶׂב אוֹ־עֵז֙ כִּ֣י יִוָּלֵ֔ד וְהָיָ֛ה שִׁבְעַ֥ת יָמִ֖ים תַּ֣חַת אִמּ֑וֹ וּמִיּ֤וֹם הַשְּׁמִינִי֙ וָהָ֔לְאָה יֵרָצֶ֕ה לְקׇרְבַּ֥ן אִשֶּׁ֖ה לַיהֹוָֽה׃ <sup>כח</sup>&nbsp;וְשׁ֖וֹר אוֹ־שֶׂ֑ה אֹת֣וֹ וְאֶת־בְּנ֔וֹ לֹ֥א תִשְׁחֲט֖וּ בְּי֥וֹם אֶחָֽד׃ <sup>כט</sup>&nbsp;וְכִֽי־תִזְבְּח֥וּ זֶֽבַח־תּוֹדָ֖ה לַיהֹוָ֑ה לִֽרְצֹנְכֶ֖ם תִּזְבָּֽחוּ׃ <sup>ל</sup>&nbsp;בַּיּ֤וֹם הַהוּא֙ יֵאָכֵ֔ל לֹֽא־תוֹתִ֥ירוּ מִמֶּ֖נּוּ עַד־בֹּ֑קֶר אֲנִ֖י יְהֹוָֽה׃ <sup>לא</sup>&nbsp;וּשְׁמַרְתֶּם֙ מִצְוֺתַ֔י וַעֲשִׂיתֶ֖ם אֹתָ֑ם אֲנִ֖י יְהֹוָֽה׃ </span> <span class=\"h\"><sup>לב</sup>&nbsp;וְלֹ֤א תְחַלְּלוּ֙ אֶת־שֵׁ֣ם קׇדְשִׁ֔י וְנִ֨קְדַּשְׁתִּ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל אֲנִ֥י יְהֹוָ֖ה מְקַדִּשְׁכֶֽם׃ <sup>לג</sup>&nbsp;הַמּוֹצִ֤יא אֶתְכֶם֙ מֵאֶ֣רֶץ מִצְרַ֔יִם לִהְי֥וֹת לָכֶ֖ם לֵאלֹהִ֑ים אֲנִ֖י יְהֹוָֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>26</sup>&nbsp;YHVH spoke to Mosheh, saying:</span> <span class=\"p\"><sup>27</sup>&nbsp;&#8220;An ox or a sheep or a goat, when it is born, shall remain seven days under its mother, and from the eighth day and forward it will be accepted as a near-offering, as a fire-offering to YHVH. <sup>28</sup>&nbsp;And an ox or a sheep — it and its young you are not to slay on one day. <sup>29</sup>&nbsp;When you slaughter a slaughter-offering of thanksgiving to YHVH, for acceptance for you, you are to slaughter it: <sup>30</sup>&nbsp;on that (very) day it is to be eaten, you are not to let (any) of it remain until morning, I am YHVH! <sup>31</sup>&nbsp;You are to keep my commandments, and observe them, I am YHVH!</span> <span class=\"h\"><sup>32</sup>&nbsp;You are not to profane my holy name, that I may be hallowed amid the Children of Yisrael; I am YHVH, the one-who-hallows you, <sup>33</sup>&nbsp;who is bringing you out of the land of Mitsrayim, to be for you Elohim, I am YHVH!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><mark>רביעי</mark> כג <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם מוֹעֲדֵ֣י יְהֹוָ֔ה אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם מִקְרָאֵ֣י קֹ֑דֶשׁ אֵ֥לֶּה הֵ֖ם מוֹעֲדָֽי׃ <sup>ג</sup>&nbsp;שֵׁ֣שֶׁת יָמִים֮ תֵּעָשֶׂ֣ה מְלָאכָה֒ וּבַיּ֣וֹם הַשְּׁבִיעִ֗י שַׁבַּ֤ת שַׁבָּתוֹן֙ מִקְרָא־קֹ֔דֶשׁ כׇּל־מְלָאכָ֖ה לֹ֣א תַעֲשׂ֑וּ שַׁבָּ֥ת הִוא֙ לַֽיהֹוָ֔ה בְּכֹ֖ל מוֹשְׁבֹֽתֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\">23 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Speak to the Children of Yisrael and say to them: &#8216;The appointed-times of YHVH, which you are to proclaim to them (as) proclamations of holiness — these are they, my appointed-times: <sup>3</sup>&nbsp;For six days may work be done, but on the seventh day (is) Shabbat, Shabbat-ceasing, a proclamation of holiness, any-kind of work you are not to do. It is Shabbat to YHVH, throughout all your settlements.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>ד</sup>&nbsp;אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה מִקְרָאֵ֖י קֹ֑דֶשׁ אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם בְּמוֹעֲדָֽם׃ <sup>ה</sup>&nbsp;בַּחֹ֣דֶשׁ הָרִאשׁ֗וֹן בְּאַרְבָּעָ֥ה עָשָׂ֛ר לַחֹ֖דֶשׁ בֵּ֣ין הָעַרְבָּ֑יִם פֶּ֖סַח לַיהֹוָֽה׃ <sup>ו</sup>&nbsp;וּבַחֲמִשָּׁ֨ה עָשָׂ֥ר יוֹם֙ לַחֹ֣דֶשׁ הַזֶּ֔ה חַ֥ג הַמַּצּ֖וֹת לַיהֹוָ֑ה שִׁבְעַ֥ת יָמִ֖ים מַצּ֥וֹת תֹּאכֵֽלוּ׃ <sup>ז</sup>&nbsp;בַּיּוֹם֙ הָֽרִאשׁ֔וֹן מִקְרָא־קֹ֖דֶשׁ יִהְיֶ֣ה לָכֶ֑ם כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃ <sup>ח</sup>&nbsp;וְהִקְרַבְתֶּ֥ם אִשֶּׁ֛ה לַיהֹוָ֖ה שִׁבְעַ֣ת יָמִ֑ים בַּיּ֤וֹם הַשְּׁבִיעִי֙ מִקְרָא־קֹ֔דֶשׁ כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>4</sup>&nbsp;&#8220;These are the appointed-times of YHVH, proclamations of holiness, which you are to proclaim at their appointed-times: <sup>5</sup>&nbsp;on the first New-moon, on the fourteenth after the New-moon, between the setting-times (is) Pesaḥ to YHVH. <sup>6</sup>&nbsp;On the fifteenth day after this New-moon (is) the pilgrimage-festival of matsot to YHVH: for seven days, matsot you are to eat! <sup>7</sup>&nbsp;On the first day a proclamation of holiness shall there be for you, any-kind of servile work you are not to do. <sup>8</sup>&nbsp;You are to bring-near a fire-offering to YHVH, for seven days, on the seventh day (is) a proclamation of holiness, any-kind of servile work you are not to do.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>ט</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>י</sup>&nbsp;דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם כִּֽי־תָבֹ֣אוּ אֶל־הָאָ֗רֶץ אֲשֶׁ֤ר אֲנִי֙ נֹתֵ֣ן לָכֶ֔ם וּקְצַרְתֶּ֖ם אֶת־קְצִירָ֑הּ וַהֲבֵאתֶ֥ם אֶת־עֹ֛מֶר רֵאשִׁ֥ית קְצִירְכֶ֖ם אֶל־הַכֹּהֵֽן׃ <sup>יא</sup>&nbsp;וְהֵנִ֧יף אֶת־הָעֹ֛מֶר לִפְנֵ֥י יְהֹוָ֖ה לִֽרְצֹנְכֶ֑ם מִֽמׇּחֳרַת֙ הַשַּׁבָּ֔ת יְנִיפֶ֖נּוּ הַכֹּהֵֽן׃ <sup>יב</sup>&nbsp;וַעֲשִׂיתֶ֕ם בְּי֥וֹם הֲנִֽיפְכֶ֖ם אֶת־הָעֹ֑מֶר כֶּ֣בֶשׂ תָּמִ֧ים בֶּן־שְׁנָת֛וֹ לְעֹלָ֖ה לַיהֹוָֽה׃ <sup>יג</sup>&nbsp;וּמִנְחָתוֹ֩ שְׁנֵ֨י עֶשְׂרֹנִ֜ים סֹ֣לֶת בְּלוּלָ֥ה בַשֶּׁ֛מֶן אִשֶּׁ֥ה לַיהֹוָ֖ה רֵ֣יחַ נִיחֹ֑חַ וְנִסְכֹּ֥ה יַ֖יִן רְבִיעִ֥ת הַהִֽין׃ <sup>יד</sup>&nbsp;וְלֶ֩חֶם֩ וְקָלִ֨י וְכַרְמֶ֜ל לֹ֣א תֹֽאכְל֗וּ עַד־עֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה עַ֚ד הֲבִ֣יאֲכֶ֔ם אֶת־קׇרְבַּ֖ן אֱלֹהֵיכֶ֑ם חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בְּכֹ֖ל מֹשְׁבֹֽתֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>9</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>10</sup>&nbsp;&#8220;Speak to the Children of Yisrael and say to them: &#8216;When you enter the land that I am giving you, and you harvest its harvest, you are to bring the premier sheaf of your harvest to the kohen. <sup>11</sup>&nbsp;He is to elevate the sheaf before the presence of YHVH, for acceptance for you; on the morrow of the Shabbat the kohen is to elevate it. <sup>12</sup>&nbsp;You are to perform-a-sacrifice on the day of your elevating the sheaf: a sheep, wholly-sound, in its (first) year, as an offering-up to YHVH, <sup>13</sup>&nbsp;and its grain-gift: two tenth-measures of flour mixed with oil, a fire-offering to YHVH, of soothing savor; and its poured-offering of wine: a fourth of a hin. <sup>14</sup>&nbsp;Now bread or parched-grain or groats, you are not to eat, until that same day, until you have brought the near-offering of your <em>elo&#8217;ah</em> — (it is) a law for the ages, into your generations, throughout all your settlements.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>טו</sup>&nbsp;וּסְפַרְתֶּ֤ם לָכֶם֙ מִמׇּחֳרַ֣ת הַשַּׁבָּ֔ת מִיּוֹם֙ הֲבִ֣יאֲכֶ֔ם אֶת־עֹ֖מֶר הַתְּנוּפָ֑ה שֶׁ֥בַע שַׁבָּת֖וֹת תְּמִימֹ֥ת תִּהְיֶֽינָה׃ <sup>טז</sup>&nbsp;עַ֣ד מִֽמׇּחֳרַ֤ת הַשַּׁבָּת֙ הַשְּׁבִיעִ֔ת תִּסְפְּר֖וּ חֲמִשִּׁ֣ים י֑וֹם וְהִקְרַבְתֶּ֛ם מִנְחָ֥ה חֲדָשָׁ֖ה לַיהֹוָֽה׃ <sup>יז</sup>&nbsp;מִמּוֹשְׁבֹ֨תֵיכֶ֜ם תָּבִ֣יאּוּ ׀ לֶ֣חֶם תְּנוּפָ֗ה שְׁ֚תַּיִם שְׁנֵ֣י עֶשְׂרֹנִ֔ים סֹ֣לֶת תִּהְיֶ֔ינָה חָמֵ֖ץ תֵּאָפֶ֑ינָה בִּכּוּרִ֖ים לַֽיהֹוָֽה׃ <sup>יח</sup>&nbsp;וְהִקְרַבְתֶּ֣ם עַל־הַלֶּ֗חֶם שִׁבְעַ֨ת כְּבָשִׂ֤ים תְּמִימִם֙ בְּנֵ֣י שָׁנָ֔ה וּפַ֧ר בֶּן־בָּקָ֛ר אֶחָ֖ד וְאֵילִ֣ם שְׁנָ֑יִם יִהְי֤וּ עֹלָה֙ לַֽיהֹוָ֔ה וּמִנְחָתָם֙ וְנִסְכֵּיהֶ֔ם אִשֵּׁ֥ה רֵֽיחַ־נִיחֹ֖חַ לַיהֹוָֽה׃ <sup>יט</sup>&nbsp;וַעֲשִׂיתֶ֛ם שְׂעִיר־עִזִּ֥ים אֶחָ֖ד לְחַטָּ֑את וּשְׁנֵ֧י כְבָשִׂ֛ים בְּנֵ֥י שָׁנָ֖ה לְזֶ֥בַח שְׁלָמִֽים׃ <sup>כ</sup>&nbsp;וְהֵנִ֣יף הַכֹּהֵ֣ן ׀ אֹתָ֡ם עַל֩ לֶ֨חֶם הַבִּכֻּרִ֤ים תְּנוּפָה֙ לִפְנֵ֣י יְהֹוָ֔ה עַל־שְׁנֵ֖י כְּבָשִׂ֑ים קֹ֛דֶשׁ יִהְי֥וּ לַיהֹוָ֖ה לַכֹּהֵֽן׃ <sup>כא</sup>&nbsp;וּקְרָאתֶ֞ם בְּעֶ֣צֶם ׀ הַיּ֣וֹם הַזֶּ֗ה מִֽקְרָא־קֹ֙דֶשׁ֙ יִהְיֶ֣ה לָכֶ֔ם כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֣א תַעֲשׂ֑וּ חֻקַּ֥ת עוֹלָ֛ם בְּכׇל־מוֹשְׁבֹ֥תֵיכֶ֖ם לְדֹרֹֽתֵיכֶֽם׃ <sup>כב</sup>&nbsp;וּֽבְקֻצְרְכֶ֞ם אֶת־קְצִ֣יר אַרְצְכֶ֗ם לֹֽא־תְכַלֶּ֞ה פְּאַ֤ת שָֽׂדְךָ֙ בְּקֻצְרֶ֔ךָ וְלֶ֥קֶט קְצִירְךָ֖ לֹ֣א תְלַקֵּ֑ט לֶֽעָנִ֤י וְלַגֵּר֙ תַּעֲזֹ֣ב אֹתָ֔ם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>15</sup>&nbsp;&#8220;Now you are to number for yourselves, from the morrow of the Shabbat, from the day that you bring the elevated sheaf, seven Shabbatot-of-days, whole (weeks) are they to be; <sup>16</sup>&nbsp;until the morrow of the seventh Shabbat you are to number — fifty days, then you are to bring-near a grain-gift of new-crops to YHVH. <sup>17</sup>&nbsp;From your settlements you are to bring bread as an elevation-offering, two (loaves of) two tenth-measures of flour are they to be, leavened you are to bake them, as firstfruits to YHVH. <sup>18</sup>&nbsp;And you are to bring-near along with the bread seven sheep, wholly-sound, a year old, and one bull, a young of the herd, and rams, two, they shall be an offering-up for YHVH, with their grain-gift and their poured-offerings, a fire-offering of soothing savor to YHVH. <sup>19</sup>&nbsp;And you are to perform-as-sacrifice: one hairy goat for a hattat, and two sheep, a year old, for a slaughter-offering of shalom. <sup>20</sup>&nbsp;The kohen is to elevate them, together with the bread of the firstfruits as an elevation-offering before the presence of YHVH, together with the two sheep; they shall be a holy-portion for YHVH, for the kohen. <sup>21</sup>&nbsp;And you are to make-proclamation on that same day, a proclamation of holiness shall there be for you, any-kind of servile work you are not to do — a law for the ages, throughout your settlements, into your generations. <sup>22</sup>&nbsp;Now when you harvest the harvest of your land, you are not to finish-off the edge of your field when you harvest (it), the full-gleaning of your harvest you are not to glean; for the afflicted and for the sojourner you are to leave them, I am YHVH your <em>elo&#8217;ah</em>!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>חמישי</mark> <sup>כג</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כד</sup>&nbsp;דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר בַּחֹ֨דֶשׁ הַשְּׁבִיעִ֜י בְּאֶחָ֣ד לַחֹ֗דֶשׁ יִהְיֶ֤ה לָכֶם֙ שַׁבָּת֔וֹן זִכְר֥וֹן תְּרוּעָ֖ה מִקְרָא־קֹֽדֶשׁ׃ <sup>כה</sup>&nbsp;כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֣א תַעֲשׂ֑וּ וְהִקְרַבְתֶּ֥ם אִשֶּׁ֖ה לַיהֹוָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>23</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>24</sup>&nbsp;&#8220;Speak to the Children of Yisrael, saying: &#8216;On the seventh New-moon, on (day) one of the New-moon, you are to have Shabbat-ceasing, a reminder by (horn-)blasting, a proclamation of holiness. <sup>25</sup>&nbsp;Any-kind of servile work you are not to do; you are to bring-near a fire-offering to YHVH.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>כו</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כז</sup>&nbsp;אַ֡ךְ בֶּעָשׂ֣וֹר לַחֹ֩דֶשׁ֩ הַשְּׁבִיעִ֨י הַזֶּ֜ה י֧וֹם הַכִּפֻּרִ֣ים ה֗וּא מִֽקְרָא־קֹ֙דֶשׁ֙ יִהְיֶ֣ה לָכֶ֔ם וְעִנִּיתֶ֖ם אֶת־נַפְשֹׁתֵיכֶ֑ם וְהִקְרַבְתֶּ֥ם אִשֶּׁ֖ה לַיהֹוָֽה׃ </span> <span class=\"h\"><sup>כח</sup>&nbsp;וְכׇל־מְלָאכָה֙ לֹ֣א תַעֲשׂ֔וּ בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה כִּ֣י י֤וֹם כִּפֻּרִים֙ ה֔וּא לְכַפֵּ֣ר עֲלֵיכֶ֔ם לִפְנֵ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃ <sup>כט</sup>&nbsp;כִּ֤י כׇל־הַנֶּ֙פֶשׁ֙ אֲשֶׁ֣ר לֹֽא־תְעֻנֶּ֔ה בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה וְנִכְרְתָ֖ה מֵֽעַמֶּֽיהָ׃ <sup>ל</sup>&nbsp;וְכׇל־הַנֶּ֗פֶשׁ אֲשֶׁ֤ר תַּעֲשֶׂה֙ כׇּל־מְלָאכָ֔ה בְּעֶ֖צֶם הַיּ֣וֹם הַזֶּ֑ה וְהַֽאֲבַדְתִּ֛י אֶת־הַנֶּ֥פֶשׁ הַהִ֖וא מִקֶּ֥רֶב עַמָּֽהּ׃ </span> <span class=\"p\"><sup>לא</sup>&nbsp;כׇּל־מְלָאכָ֖ה לֹ֣א תַעֲשׂ֑וּ</span> <span class=\"h\">חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בְּכֹ֖ל מֹשְׁבֹֽתֵיכֶֽם׃ <sup>לב</sup>&nbsp;שַׁבַּ֨ת שַׁבָּת֥וֹן הוּא֙ לָכֶ֔ם וְעִנִּיתֶ֖ם אֶת־נַפְשֹׁתֵיכֶ֑ם בְּתִשְׁעָ֤ה לַחֹ֙דֶשׁ֙ בָּעֶ֔רֶב מֵעֶ֣רֶב עַד־עֶ֔רֶב תִּשְׁבְּת֖וּ שַׁבַּתְּכֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>26</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>27</sup>&nbsp;&#8220;Mark, on the tenth after this seventh New-moon, it is Yom haKippurim/the Day of Atonement, a proclamation of holiness shall there be for you. You are to afflict your selves, and you are to bring-near a fire-offering to YHVH;</span> <span class=\"h\"><sup>28</sup>&nbsp;any-kind of work you are not to do on that same day, for it is the Day of Atonement, to effect-atonement for you before the presence of YHVH your <em>elo&#8217;ah</em>. <sup>29</sup>&nbsp;Indeed, if any person does not afflict-himself on that same day, he is to be cut-off from his kinspeople, <sup>30</sup>&nbsp;and if any person does any-kind of work on that same day — I will cause that person to perish from amid his kinspeople!</span> <span class=\"p\"><sup>31</sup>&nbsp;Any-kind of work you are not to do</span><span class=\"h\"> — a law for the ages, into your generations, throughout all your settlements. <sup>32</sup>&nbsp;It is Shabbat, a Shabbat-ceasing for you, you are to afflict your selves; on the ninth (day) after the New-moon, at sunset, from sunset to sunset, you are to make-a-ceasing of your ceasing!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>ששי</mark> <sup>לג</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>לד</sup>&nbsp;דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר בַּחֲמִשָּׁ֨ה עָשָׂ֜ר י֗וֹם לַחֹ֤דֶשׁ הַשְּׁבִיעִי֙ הַזֶּ֔ה חַ֧ג הַסֻּכּ֛וֹת שִׁבְעַ֥ת יָמִ֖ים לַיהֹוָֽה׃ <sup>לה</sup>&nbsp;בַּיּ֥וֹם הָרִאשׁ֖וֹן מִקְרָא־קֹ֑דֶשׁ כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃ <sup>לו</sup>&nbsp;שִׁבְעַ֣ת יָמִ֔ים תַּקְרִ֥יבוּ אִשֶּׁ֖ה לַיהֹוָ֑ה בַּיּ֣וֹם הַשְּׁמִינִ֡י מִקְרָא־קֹ֩דֶשׁ֩ יִהְיֶ֨ה לָכֶ֜ם וְהִקְרַבְתֶּ֨ם אִשֶּׁ֤ה לַֽיהֹוָה֙ עֲצֶ֣רֶת הִ֔וא כׇּל־מְלֶ֥אכֶת עֲבֹדָ֖ה לֹ֥א תַעֲשֽׂוּ׃ <sup>לז</sup>&nbsp;אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם מִקְרָאֵ֣י קֹ֑דֶשׁ לְהַקְרִ֨יב אִשֶּׁ֜ה לַיהֹוָ֗ה עֹלָ֧ה וּמִנְחָ֛ה זֶ֥בַח וּנְסָכִ֖ים דְּבַר־י֥וֹם בְּיוֹמֽוֹ׃ </span> <span class=\"h\"><sup>לח</sup>&nbsp;מִלְּבַ֖ד שַׁבְּתֹ֣ת יְהֹוָ֑ה וּמִלְּבַ֣ד מַתְּנֽוֹתֵיכֶ֗ם וּמִלְּבַ֤ד כׇּל־נִדְרֵיכֶם֙ וּמִלְּבַד֙ כׇּל־נִדְבֹ֣תֵיכֶ֔ם אֲשֶׁ֥ר תִּתְּנ֖וּ לַיהֹוָֽה׃ <sup>לט</sup>&nbsp;אַ֡ךְ בַּחֲמִשָּׁה֩ עָשָׂ֨ר י֜וֹם לַחֹ֣דֶשׁ הַשְּׁבִיעִ֗י בְּאׇסְפְּכֶם֙ אֶת־תְּבוּאַ֣ת הָאָ֔רֶץ תָּחֹ֥גּוּ אֶת־חַג־יְהֹוָ֖ה שִׁבְעַ֣ת יָמִ֑ים בַּיּ֤וֹם הָֽרִאשׁוֹן֙ שַׁבָּת֔וֹן וּבַיּ֥וֹם הַשְּׁמִינִ֖י שַׁבָּתֽוֹן׃ <sup>מ</sup>&nbsp;וּלְקַחְתֶּ֨ם לָכֶ֜ם בַּיּ֣וֹם הָרִאשׁ֗וֹן פְּרִ֨י עֵ֤ץ הָדָר֙ כַּפֹּ֣ת תְּמָרִ֔ים וַעֲנַ֥ף עֵץ־עָבֹ֖ת וְעַרְבֵי־נָ֑חַל וּשְׂמַחְתֶּ֗ם לִפְנֵ֛י יְהֹוָ֥ה אֱלֹהֵיכֶ֖ם שִׁבְעַ֥ת יָמִֽים׃ <sup>מא</sup>&nbsp;וְחַגֹּתֶ֤ם אֹתוֹ֙ חַ֣ג לַֽיהֹוָ֔ה שִׁבְעַ֥ת יָמִ֖ים בַּשָּׁנָ֑ה חֻקַּ֤ת עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם בַּחֹ֥דֶשׁ הַשְּׁבִיעִ֖י תָּחֹ֥גּוּ אֹתֽוֹ׃ <sup>מב</sup>&nbsp;בַּסֻּכֹּ֥ת תֵּשְׁב֖וּ שִׁבְעַ֣ת יָמִ֑ים כׇּל־הָֽאֶזְרָח֙ בְּיִשְׂרָאֵ֔ל יֵשְׁב֖וּ בַּסֻּכֹּֽת׃ <sup>מג</sup>&nbsp;לְמַ֘עַן֮ יֵדְע֣וּ דֹרֹֽתֵיכֶם֒ כִּ֣י בַסֻּכּ֗וֹת הוֹשַׁ֙בְתִּי֙ אֶת־בְּנֵ֣י יִשְׂרָאֵ֔ל בְּהוֹצִיאִ֥י אוֹתָ֖ם מֵאֶ֣רֶץ מִצְרָ֑יִם אֲנִ֖י יְהֹוָ֥ה אֱלֹהֵיכֶֽם׃ </span> <span class=\"p\"><sup>מד</sup>&nbsp;וַיְדַבֵּ֣ר מֹשֶׁ֔ה אֶת־מֹעֲדֵ֖י יְהֹוָ֑ה אֶל־בְּנֵ֖י יִשְׂרָאֵֽל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>33</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>34</sup>&nbsp;&#8220;Speak to the Children of Yisrael, saying: &#8216;On the fifteenth day after this seventh New-moon: the pilgrimage-festival of Sukkot, for seven days, to YHVH. <sup>35</sup>&nbsp;On the first day (is) a proclamation of holiness, any-kind of servile work you are not to do. <sup>36</sup>&nbsp;For seven days you are to bring-near a fire-offering to YHVH; on the eighth day, a proclamation of holiness shall there be for you, you are to bring-near a fire-offering to YHVH — it is (a day of) Restraint — any-kind of servile work you are not to do. <sup>37</sup>&nbsp;These are the appointed-times of YHVH, which you are to proclaim as proclamations of holiness, to bring-near fire-offerings to YHVH-offering-up, grain-gift, slaughter-offering and pour-offerings, each-day&#8217;s protocol in its day,</span> <span class=\"h\"><sup>38</sup>&nbsp;aside from the Shabbatot of YHVH, aside from your presents, aside from all your vow-offerings and aside from all your freewill-offerings that you give to YHVH. <sup>39</sup>&nbsp;Mark, on the fifteenth day after the seventh New-moon, when you have gathered-in the produce of the land, you are to celebrate-as-pilgrimage the pilgrimage-festival of YHVH, for seven days: on the first day (is) a Shabbat-ceasing and on the eighth day is a Shabbat-ceasing. <sup>40</sup>&nbsp;You are to take yourselves, on the first day, the fruit of beautiful trees, branches of palms, and boughs of thick tree-foliage, and willows of the brook. And you are to rejoice before the presence of YHVH your <em>elo&#8217;ah</em> for seven days, <sup>41</sup>&nbsp;you are to celebrate-it-as pilgrimage, a pilgrimage-festival to YHVH, for seven days a year — a law for the ages, throughout your generations: in the seventh New-moon you are to celebrate-it-as-pilgrimage <sup>42</sup>&nbsp; — in sukkot/huts you are to stay for seven days, every native in Yisrael is to stay in sukkot — <sup>43</sup>&nbsp;in order that your generations may know that in Sukkot I had the Children of Yisrael stay when I brought them out of the land of Mitsrayim, I am YHVH your <em>elo&#8217;ah</em>!'&#8221;</span> <span class=\"p\"><sup>44</sup>&nbsp;So Mosheh declared the appointed-times of YHVH to the Children of Yisrael.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><mark>שביעי</mark> כד <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;צַ֞ו אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל וְיִקְח֨וּ אֵלֶ֜יךָ שֶׁ֣מֶן זַ֥יִת זָ֛ךְ כָּתִ֖ית לַמָּא֑וֹר לְהַעֲלֹ֥ת נֵ֖ר תָּמִֽיד׃ <sup>ג</sup>&nbsp;מִחוּץ֩ לְפָרֹ֨כֶת הָעֵדֻ֜ת בְּאֹ֣הֶל מוֹעֵ֗ד יַעֲרֹךְ֩ אֹת֨וֹ אַהֲרֹ֜ן מֵעֶ֧רֶב עַד־בֹּ֛קֶר לִפְנֵ֥י יְהֹוָ֖ה תָּמִ֑יד</span> <span class=\"h\">חֻקַּ֥ת עוֹלָ֖ם לְדֹרֹֽתֵיכֶֽם׃ </span> <span class=\"p\"><sup>ד</sup>&nbsp;עַ֚ל הַמְּנֹרָ֣ה הַטְּהֹרָ֔ה יַעֲרֹ֖ךְ אֶת־הַנֵּר֑וֹת לִפְנֵ֥י יְהֹוָ֖ה תָּמִֽיד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\">24 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Command the Children of Yisrael, that they take you oil of olives, clear, beaten, for lighting, to draw up lampwicks, regularly. <sup>3</sup>&nbsp;Outside the Parokhet of the Édut/Testimony, in the Ohel Mo&#8217;ed, Aharon is to arrange it, from sunset to daybreak, before the presence of YHVH, regularly</span><span class=\"h\"> — a law for the ages, throughout your generations.</span> <span class=\"p\"><sup>4</sup>&nbsp;On the pure Menorah he is to arrange the lampwicks, before the presence of YHVH, regularly.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>ה</sup>&nbsp;וְלָקַחְתָּ֣ סֹ֔לֶת וְאָפִיתָ֣ אֹתָ֔הּ שְׁתֵּ֥ים עֶשְׂרֵ֖ה חַלּ֑וֹת שְׁנֵי֙ עֶשְׂרֹנִ֔ים יִהְיֶ֖ה הַֽחַלָּ֥ה הָאֶחָֽת׃ <sup>ו</sup>&nbsp;וְשַׂמְתָּ֥ אוֹתָ֛ם שְׁתַּ֥יִם מַֽעֲרָכ֖וֹת שֵׁ֣שׁ הַֽמַּעֲרָ֑כֶת עַ֛ל הַשֻּׁלְחָ֥ן הַטָּהֹ֖ר לִפְנֵ֥י יְהֹוָֽה׃ <sup>ז</sup>&nbsp;וְנָתַתָּ֥ עַל־הַֽמַּעֲרֶ֖כֶת לְבֹנָ֣ה זַכָּ֑ה וְהָיְתָ֤ה לַלֶּ֙חֶם֙ לְאַזְכָּרָ֔ה אִשֶּׁ֖ה לַֽיהֹוָֽה׃ <sup>ח</sup>&nbsp;בְּי֨וֹם הַשַּׁבָּ֜ת בְּי֣וֹם הַשַּׁבָּ֗ת יַֽעַרְכֶ֛נּוּ לִפְנֵ֥י יְהֹוָ֖ה תָּמִ֑יד מֵאֵ֥ת בְּנֵֽי־יִשְׂרָאֵ֖ל בְּרִ֥ית עוֹלָֽם׃ </span> <span class=\"h\"><sup>ט</sup>&nbsp;וְהָֽיְתָה֙ לְאַהֲרֹ֣ן וּלְבָנָ֔יו וַאֲכָלֻ֖הוּ בְּמָק֣וֹם קָדֹ֑שׁ כִּ֡י קֹ֩דֶשׁ֩ קׇֽדָשִׁ֨ים ה֥וּא ל֛וֹ מֵאִשֵּׁ֥י יְהֹוָ֖ה חׇק־עוֹלָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>5</sup>&nbsp;&#8220;You are to take flour and are to bake it (into) twelve ḥalot/loaves, two tenth-measures shall be the one ḥalah; <sup>6</sup>&nbsp;you are to put them (into) two arranged-rows, six per row, on the pure table, before the presence of YHVH. <sup>7</sup>&nbsp;And you are to place on (each) row clear frankincense, it shall be for the bread as a reminder-portion, a fire-offering to YHVH. <sup>8</sup>&nbsp;Shabbat day (by) Shabbat day he is to arrange it before the presence of YHVH, regularly, from the Children of Yisrael as a covenant for the ages.</span> <span class=\"h\"><sup>9</sup>&nbsp;They are to be Aharon&#8217;s and his sons&#8217;, they are to eat them in a holy place, for they are a holiest holy-portion for him, from the fire-offerings of YHVH — an allotment for the ages.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>י</sup>&nbsp;וַיֵּצֵא֙ בֶּן־אִשָּׁ֣ה יִשְׂרְאֵלִ֔ית וְהוּא֙ בֶּן־אִ֣ישׁ מִצְרִ֔י בְּת֖וֹךְ בְּנֵ֣י יִשְׂרָאֵ֑ל וַיִּנָּצוּ֙ בַּֽמַּחֲנֶ֔ה בֶּ֚ן הַיִּשְׂרְאֵלִ֔ית וְאִ֖ישׁ הַיִּשְׂרְאֵלִֽי׃ <sup>יא</sup>&nbsp;וַ֠יִּקֹּ֠ב בֶּן־הָֽאִשָּׁ֨ה הַיִּשְׂרְאֵלִ֤ית אֶת־הַשֵּׁם֙ וַיְקַלֵּ֔ל וַיָּבִ֥יאוּ אֹת֖וֹ אֶל־מֹשֶׁ֑ה וְשֵׁ֥ם אִמּ֛וֹ שְׁלֹמִ֥ית בַּת־דִּבְרִ֖י לְמַטֵּה־דָֽן׃ <sup>יב</sup>&nbsp;וַיַּנִּיחֻ֖הוּ בַּמִּשְׁמָ֑ר לִפְרֹ֥שׁ לָהֶ֖ם עַל־פִּ֥י יְהֹוָֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>10</sup>&nbsp;Now the son of an Yisraeli woman went out — he was (also) the son of a Mitsri man — amid the Children of Yisrael; and they scuffled in the camp, the son of the Yisraeli-woman and a (fully) Yisraeli man. <sup>11</sup>&nbsp;Now the son of the Yisraeli woman reviled the Name, and insulted (it), so they brought him to Mosheh — now the name of his mother (was) Shlomit daughter of Divri,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> For more on Shlomit bat Divri, read Wendy Sierler&#8217;s essay, &#8220;<a href=\"https://thetorah.com/a-tribute-to-the-blasphemers-mother-shelomit-daughter-of-divri/\">A Tribute to the Blasphemer’s Mother: Shelomit, Daughter of Divri</a>&#8221; (thetorah.com, 10 May 2017). &#8211;Aharon Varady&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>  of the tribe of Dan — <sup>12</sup>&nbsp;and they put him under guard, to clarify it for them by order of YHVH.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"h\"><sup>יג</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יד</sup>&nbsp;הוֹצֵ֣א אֶת־הַֽמְקַלֵּ֗ל אֶל־מִחוּץ֙ לַֽמַּחֲנֶ֔ה וְסָמְכ֧וּ כׇֽל־הַשֹּׁמְעִ֛ים אֶת־יְדֵיהֶ֖ם עַל־רֹאשׁ֑וֹ וְרָגְמ֥וּ אֹת֖וֹ כׇּל־הָעֵדָֽה׃ <sup>טו</sup>&nbsp;וְאֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל תְּדַבֵּ֣ר לֵאמֹ֑ר אִ֥ישׁ אִ֛ישׁ כִּֽי־יְקַלֵּ֥ל אֱלֹהָ֖יו וְנָשָׂ֥א חֶטְאֽוֹ׃ <sup>טז</sup>&nbsp;וְנֹקֵ֤ב שֵׁם־יְהֹוָה֙ מ֣וֹת יוּמָ֔ת רָג֥וֹם יִרְגְּמוּ־ב֖וֹ כׇּל־הָעֵדָ֑ה כַּגֵּר֙ כָּֽאֶזְרָ֔ח בְּנׇקְבוֹ־שֵׁ֖ם יוּמָֽת׃ <sup>יז</sup>&nbsp;וְאִ֕ישׁ כִּ֥י יַכֶּ֖ה כׇּל־נֶ֣פֶשׁ אָדָ֑ם מ֖וֹת יוּמָֽת׃ <sup>יח</sup>&nbsp;וּמַכֵּ֥ה נֶֽפֶשׁ־בְּהֵמָ֖ה יְשַׁלְּמֶ֑נָּה נֶ֖פֶשׁ תַּ֥חַת נָֽפֶשׁ׃ <sup>יט</sup>&nbsp;וְאִ֕ישׁ כִּֽי־יִתֵּ֥ן מ֖וּם בַּעֲמִית֑וֹ כַּאֲשֶׁ֣ר עָשָׂ֔ה כֵּ֖ן יֵעָ֥שֶׂה לּֽוֹ׃ <sup>כ</sup>&nbsp;שֶׁ֚בֶר תַּ֣חַת שֶׁ֔בֶר עַ֚יִן תַּ֣חַת עַ֔יִן שֵׁ֖ן תַּ֣חַת שֵׁ֑ן כַּאֲשֶׁ֨ר יִתֵּ֥ן מוּם֙ בָּֽאָדָ֔ם כֵּ֖ן יִנָּ֥תֶן בּֽוֹ׃ <mark>מפטיר</mark> <sup>כא</sup>&nbsp;וּמַכֵּ֥ה בְהֵמָ֖ה יְשַׁלְּמֶ֑נָּה וּמַכֵּ֥ה אָדָ֖ם יוּמָֽת׃ <sup>כב</sup>&nbsp;מִשְׁפַּ֤ט אֶחָד֙ יִהְיֶ֣ה לָכֶ֔ם כַּגֵּ֥ר כָּאֶזְרָ֖ח יִהְיֶ֑ה כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃ <sup>כג</sup>&nbsp;וַיְדַבֵּ֣ר מֹשֶׁה֮ אֶל־בְּנֵ֣י יִשְׂרָאֵל֒ וַיּוֹצִ֣יאוּ אֶת־הַֽמְקַלֵּ֗ל אֶל־מִחוּץ֙ לַֽמַּחֲנֶ֔ה וַיִּרְגְּמ֥וּ אֹת֖וֹ אָ֑בֶן וּבְנֵֽי־יִשְׂרָאֵ֣ל עָשׂ֔וּ כַּֽאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"h\"><sup>13</sup>&nbsp;And YHVH spoke to Mosheh, saying: <sup>14</sup>&nbsp;&#8220;Take-out the insulter, outside the camp, let all those who heard (the curse) lean their hands on his head and let the entire community pelt him! <sup>15</sup>&nbsp;And to the Children of Yisrael you are to speak, saying: &#8216;Any-man, any-man that insults his <em>elo&#8217;ah</em> — he shall bear his sin! <sup>16</sup>&nbsp;But whoever reviles the name of YHVH is to be put-to-death, yes, death, the entire community is to pelt, yes, pelt him; as the sojourner, so the native, when he reviles the Name, he is to be put-to-death! <sup>17</sup>&nbsp;Now a man — when he strikes-down any human life, he is to be put-to-death, yes, death! <sup>18</sup>&nbsp;One who strikes the life of a domesticated-animal is to pay for it, life in place of life. <sup>19</sup>&nbsp;And a man — when he renders a defect in his fellow: as he has done, thus is to be done to him — <sup>20</sup>&nbsp;break in place of break, eye in place of eye, tooth in place of tooth; as he has rendered a defect in (another) human, thus is to be rendered in him. <sup>21</sup>&nbsp;Whoever strikes-down a domesticated-animal is to pay for it, but one who strikes-down a human is to be put-to-death. <sup>22</sup>&nbsp;One standard-of-judgment shall there be for you; as the sojourner, so shall the native be, for I, YHVH, am your <em>elo&#8217;ah</em>!'&#8221; <sup>23</sup>&nbsp;Thus spoke Mosheh to the Children of Yisrael. They took out the insulter, outside the camp and they pelted him with stones; so the Children of Yisrael did as YHVH had commanded Mosheh.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> This type of legal narrative, where a dilemma arises, Moses asks for divine advice, and then the Lord gives a general rule for generations, occurs at least four times in the Pentateuch (the other cases being Sabbath in Exodus 16 [which varies somewhat from this paradigm], the woodworker on Sabbath in Numbers 15:32-36, and the daughters of Tzelophchad in Numbers 27:1-11) and are part of the H additions to Priestly narratives. Instead of the Lord reciting laws, the Lord answers specific issues which come up. &#8211;Tzemah Yoreh&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_אמר/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, names for specific sacred objects and titles, and personal names. In place of &#8220;animal,&#8221; I disambiguate &#8220;behemah&#8221; as &#8220;domesticated-animal.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon N. Varady</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">For more on Shlomit bat Divri, read Wendy Sierler&#8217;s essay, &#8220;<a href=\"https://thetorah.com/a-tribute-to-the-blasphemers-mother-shelomit-daughter-of-divri/\">A Tribute to the Blasphemer’s Mother: Shelomit, Daughter of Divri</a>&#8221; (thetorah.com, 10 May 2017). &#8211;Aharon Varady</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">This type of legal narrative, where a dilemma arises, Moses asks for divine advice, and then the Lord gives a general rule for generations, occurs at least four times in the Pentateuch (the other cases being Sabbath in Exodus 16 [which varies somewhat from this paradigm], the woodworker on Sabbath in Numbers 15:32-36, and the daughters of Tzelophchad in Numbers 27:1-11) and are part of the H additions to Priestly narratives. Instead of the Lord reciting laws, the Lord answers specific issues which come up. &#8211;Tzemah Yoreh</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Vayiqra (Leviticus)",
        "Parashat Emor"
    ],
    "tags": [
        "33rd century A.M.",
        "6th century B.C.E.",
        "annual Torah reading cycle",
        "atonement",
        "corporal punishment",
        "Kohanim",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "tsaraat",
        "אמֹר Emor",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3589"
        ],
        "_thumbnail_id": [
            "25105"
        ],
        "date_src_start": [
            "-0560-00-00"
        ],
        "date_src_end": [
            "-0461-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/05/A-Serious-Man-hoshiani-save-me-screenshot.png",
        "title": "A Serious Man &#8211; hoshiani (save me) screenshot",
        "caption": "<a href=\"https://vimeo.com/104193227\">a still frame from a segment of the film A SERIOUS MAN</a> (dir. Coen Bros. 2009) showing the word הושיעני (hoShiaNi, \"save me\") inscribed in the teeth of a dental patient  (after Leviticus 24:20 שן תחת שן SheN taḥat SheN \"...tooth in place of tooth...\")"
    },
    "source_link": "https://opensiddur.org/?p=25013",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/vayiqra/parashat-emor-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-emor-color-coded-according-to-its-narrative-layers"
}