{
    "title": "&#x1F4DC; פָּרָשַׁת צַו | Parashat Tsav (Leviticus 6:1-8:36), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-03-02",
    "last_updated": "2025-03-27",
    "excerpt": "The text of parashat Tsav, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The kernel of biblical text &#8216;E,&#8217; its early supplemental layer &#8216;J&#8217;, and its later supplement &#8216;B,&#8217; are absent from Sefer Vayiqra (Leviticus).</p>\n<p>Parashat Tsav <span class=\"citation\">(Leviticus 6:1-8:36)</span> in the annual Torah reading cycle, is read on the second shabbat of the month of Nissan, or the second shabbat in Adar ב during a Jewish leap year. The parashah is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-vayiqra/parashat-vayiqra-color-coded-according-to-its-narrative-layers/\">Vayiqra</a> <span class=\"citation\">(Leviticus 1:1-5:26)</span>; parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-shemini/parashat-shemini-color-coded-according-to-its-narrative-layers/\">Shemini</a> <span class=\"citation\">(Leviticus 9:1-11:47)</span>, follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\">ו <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;צַ֤ו אֶֽת־אַהֲרֹן֙ וְאֶת־בָּנָ֣יו לֵאמֹ֔ר זֹ֥את תּוֹרַ֖ת הָעֹלָ֑ה הִ֣וא הָעֹלָ֡ה עַל֩ מוֹקְדָ֨ה‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> בספרי תימן מוֹקְדָ֨ה במ&#8221;ם רגילה&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> עַל־הַמִּזְבֵּ֤חַ כׇּל־הַלַּ֙יְלָה֙ עַד־הַבֹּ֔קֶר וְאֵ֥שׁ הַמִּזְבֵּ֖חַ תּ֥וּקַד בּֽוֹ׃ </span> <span class=\"h\"><sup>ג</sup>&nbsp;וְלָבַ֨שׁ הַכֹּהֵ֜ן מִדּ֣וֹ בַ֗ד וּמִֽכְנְסֵי־בַד֮ יִלְבַּ֣שׁ עַל־בְּשָׂרוֹ֒ וְהֵרִ֣ים אֶת־הַדֶּ֗שֶׁן אֲשֶׁ֨ר תֹּאכַ֥ל הָאֵ֛שׁ אֶת־הָעֹלָ֖ה עַל־הַמִּזְבֵּ֑חַ וְשָׂמ֕וֹ אֵ֖צֶל הַמִּזְבֵּֽחַ׃ <sup>ד</sup>&nbsp;וּפָשַׁט֙ אֶת־בְּגָדָ֔יו וְלָבַ֖שׁ בְּגָדִ֣ים אֲחֵרִ֑ים וְהוֹצִ֤יא אֶת־הַדֶּ֙שֶׁן֙ אֶל־מִח֣וּץ לַֽמַּחֲנֶ֔ה אֶל־מָק֖וֹם טָהֽוֹר׃ <sup>ה</sup>&nbsp;וְהָאֵ֨שׁ עַל־הַמִּזְבֵּ֤חַ תּֽוּקַד־בּוֹ֙</span> <span class=\"p\">לֹ֣א תִכְבֶּ֔ה וּבִעֵ֨ר עָלֶ֧יהָ הַכֹּהֵ֛ן עֵצִ֖ים בַּבֹּ֣קֶר בַּבֹּ֑קֶר וְעָרַ֤ךְ עָלֶ֙יהָ֙ הָֽעֹלָ֔ה</span> <span class=\"h\">וְהִקְטִ֥יר עָלֶ֖יהָ חֶלְבֵ֥י הַשְּׁלָמִֽים׃ </span> <span class=\"p\"><sup>ו</sup>&nbsp;אֵ֗שׁ תָּמִ֛יד תּוּקַ֥ד עַל־הַמִּזְבֵּ֖חַ לֹ֥א תִכְבֶּֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\">6 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Command Aharon and his sons, saying: &#8216;This is the Torah/Instruction for the offering-up — that is what goes-up on the blazing-hearth on the Mizbe&#8217;aḥ all night, until daybreak, while the fire of the Mizbe&#8217;aḥ is kept-blazing on it:</span> <span class=\"h\"><sup>3</sup>&nbsp;The kohen is to clothe himself in his wide-raiment of linen, with breeches of linen he is to clothe himself, over his &#8220;flesh&#8221;; he is to set-aside the ashes from which the fire has consumed the offering-up on the Mizbe&#8217;aḥ, and is to put them beside the Mizbe&#8217;aḥ. <sup>4</sup>&nbsp;Then he is to strip off his garments and clothe himself in other garments, and he is to bring the ashes outside the camp, to a ritually-pure place. <sup>5</sup>&nbsp;Now the fire on the Mizbe&#8217;aḥ is to be kept-blazing upon it</span> <span class=\"p\">— it must not go out! — and the kohen is to stoke on it (pieces-of-)wood, in the morning, (every) morning, and he is to arrange on it the offering-up,</span> <span class=\"h\">and is to turn into smoke on it the fat-parts of the shalom-offering.</span> <span class=\"p\"><sup>6</sup>&nbsp;A regular fire is to be kept-blazing upon the Mizbe&#8217;aḥ — it is not to go out!'&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\"><sup>ז</sup>&nbsp;וְזֹ֥את תּוֹרַ֖ת הַמִּנְחָ֑ה הַקְרֵ֨ב אֹתָ֤הּ</span> <span class=\"h\">בְּנֵֽי־אַהֲרֹן֙</span> <span class=\"p\">לִפְנֵ֣י יְהֹוָ֔ה אֶל־פְּנֵ֖י הַמִּזְבֵּֽחַ׃ <sup>ח</sup>&nbsp;וְהֵרִ֨ים מִמֶּ֜נּוּ בְּקֻמְצ֗וֹ מִסֹּ֤לֶת הַמִּנְחָה֙ וּמִשַּׁמְנָ֔הּ וְאֵת֙ כׇּל־הַלְּבֹנָ֔ה אֲשֶׁ֖ר עַל־הַמִּנְחָ֑ה וְהִקְטִ֣יר הַמִּזְבֵּ֗חַ רֵ֧יחַ נִיחֹ֛חַ אַזְכָּרָתָ֖הּ לַיהֹוָֽה׃ </span> <span class=\"h\"><sup>ט</sup>&nbsp;וְהַנּוֹתֶ֣רֶת מִמֶּ֔נָּה יֹאכְל֖וּ אַהֲרֹ֣ן וּבָנָ֑יו מַצּ֤וֹת תֵּֽאָכֵל֙ בְּמָק֣וֹם קָדֹ֔שׁ בַּחֲצַ֥ר אֹֽהֶל־מוֹעֵ֖ד יֹאכְלֽוּהָ׃ <sup>י</sup>&nbsp;לֹ֤א תֵאָפֶה֙ חָמֵ֔ץ חֶלְקָ֛ם נָתַ֥תִּי אֹתָ֖הּ מֵאִשָּׁ֑י קֹ֤דֶשׁ קׇֽדָשִׁים֙ הִ֔וא כַּחַטָּ֖את וְכָאָשָֽׁם׃ <sup>יא</sup>&nbsp;כׇּל־זָכָ֞ר בִּבְנֵ֤י אַהֲרֹן֙ יֹֽאכְלֶ֔נָּה חׇק־עוֹלָם֙ לְדֹרֹ֣תֵיכֶ֔ם מֵאִשֵּׁ֖י יְהֹוָ֑ה כֹּ֛ל אֲשֶׁר־יִגַּ֥ע בָּהֶ֖ם יִקְדָּֽשׁ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\"><sup>7</sup>&nbsp;&#8220;Now this is the Instruction for the grain-gift:</span> <span class=\"h\">Aharon&#8217;s sons</span> <span class=\"p\">must bring-it-near, before the presence of YHVH, in front of the Mizbe&#8217;aḥ. <sup>8</sup>&nbsp;There shall be set-aside from it, by the handful, some of the flour of the grain-gift and some of its oil, with all the frankincense that is upon the grain-gift, and it is to be turned into smoke on the Mizbe&#8217;aḥ, as a soothing savor, as its reminder-portion to YHVH.</span> <span class=\"h\"><sup>9</sup>&nbsp;What is left of it, Aharon and his sons are to eat, unleavened it is to be eaten, in a holy place, in the courtyard of the Ohel Mo&#8217;ed they are to eat it. <sup>10</sup>&nbsp;It is not to be baked with leaven; as their portion I have given it from my fire-offerings — it is a holiest holy-portion, like the ḥattat-offering, like the asham-offering. <sup>11</sup>&nbsp;Any male among the Children of Aharon may eat it, (as) an allotment for the ages, throughout your generations, from the fire-offerings of YHVH; whatever touches it becomes holy (property).&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><mark>שני</mark> <sup>יב</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יג</sup>&nbsp;זֶ֡ה קׇרְבַּן֩ אַהֲרֹ֨ן וּבָנָ֜יו אֲשֶׁר־יַקְרִ֣יבוּ לַֽיהֹוָ֗ה בְּיוֹם֙ הִמָּשַׁ֣ח אֹת֔וֹ עֲשִׂירִ֨ת הָאֵפָ֥ה סֹ֛לֶת מִנְחָ֖ה תָּמִ֑יד מַחֲצִיתָ֣הּ בַּבֹּ֔קֶר וּמַחֲצִיתָ֖הּ בָּעָֽרֶב׃ <sup>יד</sup>&nbsp;עַֽל־מַחֲבַ֗ת בַּשֶּׁ֛מֶן תֵּעָשֶׂ֖ה מֻרְבֶּ֣כֶת תְּבִיאֶ֑נָּה תֻּפִינֵי֙ מִנְחַ֣ת פִּתִּ֔ים תַּקְרִ֥יב רֵֽיחַ־נִיחֹ֖חַ לַיהֹוָֽה׃ <sup>טו</sup>&nbsp;וְהַכֹּהֵ֨ן הַמָּשִׁ֧יחַ תַּחְתָּ֛יו מִבָּנָ֖יו יַעֲשֶׂ֣ה אֹתָ֑הּ חׇק־עוֹלָ֕ם לַיהֹוָ֖ה כָּלִ֥יל תׇּקְטָֽר׃ <sup>טז</sup>&nbsp;וְכׇל־מִנְחַ֥ת כֹּהֵ֛ן כָּלִ֥יל תִּהְיֶ֖ה לֹ֥א תֵאָכֵֽל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>12</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>13</sup>&nbsp;&#8220;This is the near-offering of Aharon and his sons that they are to bring-near to YHVH at the time of his being-anointed: a tenth-measure of an <em>efa</em> of flour as a regular grain-gift, half of it in the morning and half of it in the evening. <sup>14</sup>&nbsp;On a griddle, with oil, it is to be made, well-stirred are you to bring it, as baked crumbled-bits of grain you are to bring-it-near, a soothing savor for YHVH. <sup>15</sup>&nbsp;Thus shall the kohen anointed in his stead, from (among) his sons, sacrifice it, a law for the ages, for YHVH: completely it is to be turned into smoke. <sup>16</sup>&nbsp;And every grain-gift of a kohen, completely-offered shall it be; it is not to be eaten.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><sup>יז</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>יח</sup>&nbsp;דַּבֵּ֤ר אֶֽל־אַהֲרֹן֙ וְאֶל־בָּנָ֣יו לֵאמֹ֔ר</span> <span class=\"p\">זֹ֥את תּוֹרַ֖ת הַֽחַטָּ֑את בִּמְק֡וֹם אֲשֶׁר֩ תִּשָּׁחֵ֨ט הָעֹלָ֜ה תִּשָּׁחֵ֤ט הַֽחַטָּאת֙ לִפְנֵ֣י יְהֹוָ֔ה קֹ֥דֶשׁ קׇֽדָשִׁ֖ים הִֽוא׃ <sup>יט</sup>&nbsp;הַכֹּהֵ֛ן הַֽמְחַטֵּ֥א אֹתָ֖הּ יֹאכְלֶ֑נָּה בְּמָק֤וֹם קָדֹשׁ֙ תֵּֽאָכֵ֔ל בַּחֲצַ֖ר אֹ֥הֶל מוֹעֵֽד׃ </span> <span class=\"h\"><sup>כ</sup>&nbsp;כֹּ֛ל אֲשֶׁר־יִגַּ֥ע בִּבְשָׂרָ֖הּ יִקְדָּ֑שׁ וַאֲשֶׁ֨ר יִזֶּ֤ה מִדָּמָהּ֙ עַל־הַבֶּ֔גֶד אֲשֶׁר֙ יִזֶּ֣ה עָלֶ֔יהָ תְּכַבֵּ֖ס בְּמָק֥וֹם קָדֹֽשׁ׃ <sup>כא</sup>&nbsp;וּכְלִי־חֶ֛רֶשׂ אֲשֶׁ֥ר תְּבֻשַּׁל־בּ֖וֹ יִשָּׁבֵ֑ר וְאִם־בִּכְלִ֤י נְחֹ֙שֶׁת֙ בֻּשָּׁ֔לָה וּמֹרַ֥ק וְשֻׁטַּ֖ף בַּמָּֽיִם׃ <sup>כב</sup>&nbsp;כׇּל־זָכָ֥ר בַּכֹּהֲנִ֖ים יֹאכַ֣ל אֹתָ֑הּ קֹ֥דֶשׁ קׇֽדָשִׁ֖ים הִֽוא׃ </span> <span class=\"p\"><sup>כג</sup>&nbsp;וְכׇל־חַטָּ֡את אֲשֶׁר֩ יוּבָ֨א מִדָּמָ֜הּ אֶל־אֹ֧הֶל מוֹעֵ֛ד לְכַפֵּ֥ר בַּקֹּ֖דֶשׁ לֹ֣א תֵאָכֵ֑ל בָּאֵ֖שׁ תִּשָּׂרֵֽף׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>17</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>18</sup>&nbsp;&#8220;Speak to Aharon and to his sons, saying:</span> <span class=\"p\">&#8216;This is the Instruction for the ḥattat-offering: in the place where the offering-up is slain, the ḥattat is to be slain, before the presence of YHVH; it is a holiest holy-portion. <sup>19</sup>&nbsp;The kohen who sacrifices-the-ḥattat-offering is to eat of it, in a holy place it is to be eaten, in the courtyard of the Ohel Mo&#8217;ed.</span> <span class=\"h\"><sup>20</sup>&nbsp;Whatever touches its flesh becomes holy (property). And if some of its blood is spattered on a garment, (the spot) on which it is spattered is to be scrubbed in a holy place. <sup>21</sup>&nbsp;Now a vessel of earthenware in which it was boiled is to be broken; if (it was) in a copper vessel that it was boiled, it is to be scoured and rinsed with water. <sup>22</sup>&nbsp;Any male among the kohanim may eat it, it is a holiest holy-portion.</span> <span class=\"p\"><sup>23</sup>&nbsp;But any ḥattat-offering from whose blood is brought to the Ohel Mo&#8217;ed, to effect-atonement in the Holy-shrine, shall not be eaten, in fire it is to be burned.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\">ז <sup>א</sup>&nbsp;וְזֹ֥את תּוֹרַ֖ת הָאָשָׁ֑ם קֹ֥דֶשׁ קׇֽדָשִׁ֖ים הֽוּא׃ <sup>ב</sup>&nbsp;בִּמְק֗וֹם אֲשֶׁ֤ר יִשְׁחֲטוּ֙ אֶת־הָ֣עֹלָ֔ה יִשְׁחֲט֖וּ אֶת־הָאָשָׁ֑ם וְאֶת־דָּמ֛וֹ יִזְרֹ֥ק עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃ <sup>ג</sup>&nbsp;וְאֵ֥ת כׇּל־חֶלְבּ֖וֹ יַקְרִ֣יב מִמֶּ֑נּוּ אֵ֚ת הָֽאַלְיָ֔ה וְאֶת־הַחֵ֖לֶב הַֽמְכַסֶּ֥ה אֶת־הַקֶּֽרֶב׃ <sup>ד</sup>&nbsp;וְאֵת֙ שְׁתֵּ֣י הַכְּלָיֹ֔ת וְאֶת־הַחֵ֙לֶב֙ אֲשֶׁ֣ר עֲלֵיהֶ֔ן אֲשֶׁ֖ר עַל־הַכְּסָלִ֑ים וְאֶת־הַיֹּתֶ֙רֶת֙ עַל־הַכָּבֵ֔ד עַל־הַכְּלָיֹ֖ת יְסִירֶֽנָּה׃ <sup>ה</sup>&nbsp;וְהִקְטִ֨יר אֹתָ֤ם הַכֹּהֵן֙ הַמִּזְבֵּ֔חָה אִשֶּׁ֖ה לַיהֹוָ֑ה</span> <span class=\"h\">אָשָׁ֖ם הֽוּא׃ <sup>ו</sup>&nbsp;כׇּל־זָכָ֥ר בַּכֹּהֲנִ֖ים יֹאכְלֶ֑נּוּ בְּמָק֤וֹם קָדוֹשׁ֙ יֵאָכֵ֔ל קֹ֥דֶשׁ קׇֽדָשִׁ֖ים הֽוּא׃ <sup>ז</sup>&nbsp;כַּֽחַטָּאת֙ כָּֽאָשָׁ֔ם תּוֹרָ֥ה אַחַ֖ת לָהֶ֑ם הַכֹּהֵ֛ן אֲשֶׁ֥ר יְכַפֶּר־בּ֖וֹ ל֥וֹ יִהְיֶֽה׃ <sup>ח</sup>&nbsp;וְהַ֨כֹּהֵ֔ן הַמַּקְרִ֖יב אֶת־עֹ֣לַת אִ֑ישׁ ע֤וֹר הָֽעֹלָה֙ אֲשֶׁ֣ר הִקְרִ֔יב לַכֹּהֵ֖ן ל֥וֹ יִהְיֶֽה׃ <sup>ט</sup>&nbsp;וְכׇל־מִנְחָ֗ה אֲשֶׁ֤ר תֵּֽאָפֶה֙ בַּתַּנּ֔וּר וְכׇל־נַעֲשָׂ֥ה בַמַּרְחֶ֖שֶׁת וְעַֽל־מַחֲבַ֑ת לַכֹּהֵ֛ן הַמַּקְרִ֥יב אֹתָ֖הּ ל֥וֹ תִֽהְיֶֽה׃ <sup>י</sup>&nbsp;וְכׇל־מִנְחָ֥ה בְלוּלָֽה־בַשֶּׁ֖מֶן וַחֲרֵבָ֑ה לְכׇל־בְּנֵ֧י אַהֲרֹ֛ן תִּהְיֶ֖ה אִ֥ישׁ כְּאָחִֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\">7 <sup>1</sup>&nbsp;&#8220;Now this is the Instruction for the asham-offering: it is a holiest holy-portion. <sup>2</sup>&nbsp;In the place where they slay the offering-up, they are to slay the asham-offering, and its blood is to be dashed against the Mizbe&#8217;aḥ, all around. <sup>3</sup>&nbsp;Now from all its fat is to be brought-near: the thick tail and the fat that covers the innards, <sup>4</sup>&nbsp;the two kidneys and the fat that is about them (and) that is on the tendons, and the extension on the liver, along with the kidneys is to be removed. <sup>5</sup>&nbsp;The kohen is to turn them into smoke on the Mizbe&#8217;aḥ, a fire-offering to YHVH,</span> <span class=\"h\">it is an asham-offering. <sup>6</sup>&nbsp;Any male among the kohanim may eat it, in a holy place it is to be eaten, it is a holiest holy-portion! <sup>7</sup>&nbsp;Like the ḥattat-offering, so the asham-offering — one Instruction for them; the kohen who effects-atonement through it, his shall it be. <sup>8</sup>&nbsp;And the kohen who brings-near the offering-up of a (lay)man, the skin of the offering-up that he brings-near is for the kohen — his shall it be. <sup>9</sup>&nbsp;And any grain-gift that is baked in an oven, and any that is prepared in a frying pan or on a griddle, (it is) for the kohen that brings-it-near — his shall it be. <sup>10</sup>&nbsp;But any grain-gift mixed with oil, or dry, for any of the Sons of Aharon shall it be, each-man like his brother.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><mark>שלישי</mark> <sup>יא</sup>&nbsp;וְזֹ֥את תּוֹרַ֖ת זֶ֣בַח הַשְּׁלָמִ֑ים אֲשֶׁ֥ר יַקְרִ֖יב לַיהֹוָֽה׃ <sup>יב</sup>&nbsp;אִ֣ם עַל־תּוֹדָה֮ יַקְרִיבֶ֒נּוּ֒ וְהִקְרִ֣יב ׀ עַל־זֶ֣בַח הַתּוֹדָ֗ה חַלּ֤וֹת מַצּוֹת֙ בְּלוּלֹ֣ת בַּשֶּׁ֔מֶן וּרְקִיקֵ֥י מַצּ֖וֹת מְשֻׁחִ֣ים בַּשָּׁ֑מֶן וְסֹ֣לֶת מֻרְבֶּ֔כֶת חַלֹּ֖ת בְּלוּלֹ֥ת בַּשָּֽׁמֶן׃ <sup>יג</sup>&nbsp;עַל־חַלֹּת֙ לֶ֣חֶם חָמֵ֔ץ יַקְרִ֖יב קׇרְבָּנ֑וֹ עַל־זֶ֖בַח תּוֹדַ֥ת שְׁלָמָֽיו׃ <sup>יד</sup>&nbsp;וְהִקְרִ֨יב מִמֶּ֤נּוּ אֶחָד֙ מִכׇּל־קׇרְבָּ֔ן תְּרוּמָ֖ה לַיהֹוָ֑ה לַכֹּהֵ֗ן הַזֹּרֵ֛ק אֶת־דַּ֥ם הַשְּׁלָמִ֖ים ל֥וֹ יִהְיֶֽה׃ <sup>טו</sup>&nbsp;וּבְשַׂ֗ר זֶ֚בַח תּוֹדַ֣ת שְׁלָמָ֔יו בְּי֥וֹם קׇרְבָּנ֖וֹ יֵאָכֵ֑ל לֹֽא־יַנִּ֥יחַ מִמֶּ֖נּוּ עַד־בֹּֽקֶר׃ <sup>טז</sup>&nbsp;וְאִם־נֶ֣דֶר ׀ א֣וֹ נְדָבָ֗ה זֶ֚בַח קׇרְבָּנ֔וֹ בְּי֛וֹם הַקְרִיב֥וֹ אֶת־זִבְח֖וֹ יֵאָכֵ֑ל וּמִֽמׇּחֳרָ֔ת וְהַנּוֹתָ֥ר מִמֶּ֖נּוּ יֵאָכֵֽל׃ <sup>יז</sup>&nbsp;וְהַנּוֹתָ֖ר מִבְּשַׂ֣ר הַזָּ֑בַח בַּיּוֹם֙ הַשְּׁלִישִׁ֔י בָּאֵ֖שׁ יִשָּׂרֵֽף׃ <sup>יח</sup>&nbsp;וְאִ֣ם הֵאָכֹ֣ל יֵ֠אָכֵ֠ל מִבְּשַׂר־זֶ֨בַח שְׁלָמָ֜יו בַּיּ֣וֹם הַשְּׁלִישִׁי֮ לֹ֣א יֵרָצֶה֒ הַמַּקְרִ֣יב אֹת֗וֹ לֹ֧א יֵחָשֵׁ֛ב ל֖וֹ פִּגּ֣וּל יִהְיֶ֑ה וְהַנֶּ֛פֶשׁ הָאֹכֶ֥לֶת מִמֶּ֖נּוּ עֲוֺנָ֥הּ תִּשָּֽׂא׃ <sup>יט</sup>&nbsp;וְהַבָּשָׂ֞ר אֲשֶׁר־יִגַּ֤ע בְּכׇל־טָמֵא֙ לֹ֣א יֵֽאָכֵ֔ל בָּאֵ֖שׁ יִשָּׂרֵ֑ף וְהַ֨בָּשָׂ֔ר כׇּל־טָה֖וֹר יֹאכַ֥ל בָּשָֽׂר׃ <sup>כ</sup>&nbsp;וְהַנֶּ֜פֶשׁ אֲשֶׁר־תֹּאכַ֣ל בָּשָׂ֗ר מִזֶּ֤בַח הַשְּׁלָמִים֙ אֲשֶׁ֣ר לַיהֹוָ֔ה וְטֻמְאָת֖וֹ עָלָ֑יו וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מֵעַמֶּֽיהָ׃ <sup>כא</sup>&nbsp;וְנֶ֜פֶשׁ כִּֽי־תִגַּ֣ע בְּכׇל־טָמֵ֗א בְּטֻמְאַ֤ת אָדָם֙ א֣וֹ ׀ בִּבְהֵמָ֣ה טְמֵאָ֗ה א֚וֹ בְּכׇל־שֶׁ֣קֶץ טָמֵ֔א וְאָכַ֛ל מִבְּשַׂר־זֶ֥בַח הַשְּׁלָמִ֖ים אֲשֶׁ֣ר לַיהֹוָ֑ה וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מֵעַמֶּֽיהָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>11</sup>&nbsp;&#8220;Now this is the Instruction for the slaughter-offering of shalom that is brought-near for YHVH: <sup>12</sup>&nbsp;if (it is) on account of thanksgiving that he brings-it-near, he is to bring-near along with the slaughter-offering of thanksgiving: matsah cakes, mixed with oil, matsah wafers smeared with oil, and flour well-stirred into cakes, mixed with oil. <sup>13</sup>&nbsp;Along with cakes of leavened bread he is to bring-near his near-offering, along with his slaughter-offering of thanksgiving of shalom. <sup>14</sup>&nbsp;He is to bring-near from it one of each (kind of) near-offering as a contribution for YHVH, (it is) for the kohen that dashes the blood of the shalom-offering — his shall it be. <sup>15</sup>&nbsp;As for the flesh of his slaughter-offering of thanksgiving of shalom, on the day of his bringing-it-near it is to be eaten, he may not leave (any) of it until morning. <sup>16</sup>&nbsp;Now if a vow-offering or a freewill-offering is his slaughtered near-offering, on the day of his bringing-near his slaughter-offering it is to be eaten, on the morrow, what is left of it may be eaten. <sup>17</sup>&nbsp;And what is left of the flesh of the slaughter-offering — on the third day, in fire it is to be burned. <sup>18</sup>&nbsp;Now should there be eaten, yes, eaten any of the flesh of his slaughter-offering of shalom on the third day, it is not acceptable (for) him that brings-it-near, it will not be reckoned to him. Tainted-meat shall it be (considered), and the person who eats of it — his iniquity he shall bear! <sup>19</sup>&nbsp;Flesh that touches anything tamei is not to be eaten, in fire it is to be burned. As for (other) flesh: anyone ritually-pure may eat the flesh. <sup>20</sup>&nbsp;But the person that eats flesh from the slaughter-offering of shalom that is YHVH&#8217;s while his tum&#8217;a is upon him, cut-off shall that person be from his kinspeople! <sup>21</sup>&nbsp;And a person — when he touches anything tamei, human tum&#8217;a or a tamei animal or any tamei detestable-creature, and eats from the flesh of the slaughter-offering of shalom that is YHVH&#8217;s, cut-off shall that person be from his kinspeople!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><sup>כב</sup>&nbsp;‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> אין פרשה בספרי ספרד ואשכנז&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כג</sup>&nbsp;דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר כׇּל־חֵ֜לֶב שׁ֥וֹר וְכֶ֛שֶׂב וָעֵ֖ז לֹ֥א תֹאכֵֽלוּ׃ <sup>כד</sup>&nbsp;וְחֵ֤לֶב נְבֵלָה֙ וְחֵ֣לֶב טְרֵפָ֔ה יֵעָשֶׂ֖ה לְכׇל־מְלָאכָ֑ה וְאָכֹ֖ל לֹ֥א תֹאכְלֻֽהוּ׃ <sup>כה</sup>&nbsp;כִּ֚י כׇּל־אֹכֵ֣ל חֵ֔לֶב מִ֨ן־הַבְּהֵמָ֔ה אֲשֶׁ֨ר יַקְרִ֥יב מִמֶּ֛נָּה אִשֶּׁ֖ה לַיהֹוָ֑ה וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הָאֹכֶ֖לֶת מֵֽעַמֶּֽיהָ׃ <sup>כו</sup>&nbsp;וְכׇל־דָּם֙ לֹ֣א תֹאכְל֔וּ בְּכֹ֖ל מוֹשְׁבֹתֵיכֶ֑ם לָע֖וֹף וְלַבְּהֵמָֽה׃ <sup>כז</sup>&nbsp;כׇּל־נֶ֖פֶשׁ אֲשֶׁר־תֹּאכַ֣ל כׇּל־דָּ֑ם וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מֵֽעַמֶּֽיהָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>22</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>23</sup>&nbsp;&#8220;Speak to the Children of Yisrael, saying: &#8216;Any fat of an ox or a lamb or a goat, you are not to eat. <sup>24</sup>&nbsp;Now fat from a carcass, fat from a torn-animal may be used for any work-purpose, but eating — you are not to eat it! <sup>25</sup>&nbsp;For whoever eats fat from an animal from which a fire-offering may be brought-near for YHVH, cut-off shall the person be that eats (thus), from his kinspeople! <sup>26</sup>&nbsp;And any blood you are not to eat throughout all your settlements, (either) of fowl or of a domestic-animal. <sup>27</sup>&nbsp;Any person that eats any blood — cut-off shall that person be from his kinspeople!'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><sup>כח</sup>&nbsp;‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> אין פרשה בספרי תימן&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>כט</sup>&nbsp;דַּבֵּ֛ר אֶל־בְּנֵ֥י יִשְׂרָאֵ֖ל לֵאמֹ֑ר הַמַּקְרִ֞יב אֶת־זֶ֤בַח שְׁלָמָיו֙ לַיהֹוָ֔ה יָבִ֧יא אֶת־קׇרְבָּנ֛וֹ לַיהֹוָ֖ה מִזֶּ֥בַח שְׁלָמָֽיו׃ <sup>ל</sup>&nbsp;יָדָ֣יו תְּבִיאֶ֔ינָה אֵ֖ת אִשֵּׁ֣י יְהֹוָ֑ה אֶת־הַחֵ֤לֶב עַל־הֶֽחָזֶה֙ יְבִיאֶ֔נּוּ אֵ֣ת הֶחָזֶ֗ה לְהָנִ֥יף אֹת֛וֹ תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃ <sup>לא</sup>&nbsp;וְהִקְטִ֧יר הַכֹּהֵ֛ן אֶת־הַחֵ֖לֶב הַמִּזְבֵּ֑חָה וְהָיָה֙ הֶֽחָזֶ֔ה לְאַהֲרֹ֖ן וּלְבָנָֽיו׃ <sup>לב</sup>&nbsp;וְאֵת֙ שׁ֣וֹק הַיָּמִ֔ין תִּתְּנ֥וּ תְרוּמָ֖ה לַכֹּהֵ֑ן מִזִּבְחֵ֖י שַׁלְמֵיכֶֽם׃ <sup>לג</sup>&nbsp;הַמַּקְרִ֞יב אֶת־דַּ֧ם הַשְּׁלָמִ֛ים וְאֶת־הַחֵ֖לֶב מִבְּנֵ֣י אַהֲרֹ֑ן ל֧וֹ תִהְיֶ֛ה שׁ֥וֹק הַיָּמִ֖ין לְמָנָֽה׃ <sup>לד</sup>&nbsp;כִּי֩ אֶת־חֲזֵ֨ה הַתְּנוּפָ֜ה וְאֵ֣ת ׀ שׁ֣וֹק הַתְּרוּמָ֗ה לָקַ֙חְתִּי֙ מֵאֵ֣ת בְּנֵֽי־יִשְׂרָאֵ֔ל מִזִּבְחֵ֖י שַׁלְמֵיהֶ֑ם וָאֶתֵּ֣ן אֹ֠תָ֠ם לְאַהֲרֹ֨ן הַכֹּהֵ֤ן וּלְבָנָיו֙ לְחׇק־עוֹלָ֔ם מֵאֵ֖ת בְּנֵ֥י יִשְׂרָאֵֽל׃ <sup>לה</sup>&nbsp;זֹ֣את מִשְׁחַ֤ת אַהֲרֹן֙ וּמִשְׁחַ֣ת בָּנָ֔יו מֵאִשֵּׁ֖י יְהֹוָ֑ה בְּיוֹם֙ הִקְרִ֣יב אֹתָ֔ם לְכַהֵ֖ן לַיהֹוָֽה׃ <sup>לו</sup>&nbsp;אֲשֶׁר֩ צִוָּ֨ה יְהֹוָ֜ה לָתֵ֣ת לָהֶ֗ם בְּיוֹם֙ מׇשְׁח֣וֹ אֹתָ֔ם מֵאֵ֖ת בְּנֵ֣י יִשְׂרָאֵ֑ל חֻקַּ֥ת עוֹלָ֖ם לְדֹרֹתָֽם׃</span> <span class=\"p\"><sup>לז</sup>&nbsp;זֹ֣את הַתּוֹרָ֗ה לָֽעֹלָה֙ לַמִּנְחָ֔ה וְלַֽחַטָּ֖את וְלָאָשָׁ֑ם</span> <span class=\"h\">וְלַ֨מִּלּוּאִ֔ים וּלְזֶ֖בַח הַשְּׁלָמִֽים׃ </span> <span class=\"p\"><sup>לח</sup>&nbsp;אֲשֶׁ֨ר צִוָּ֧ה יְהֹוָ֛ה אֶת־מֹשֶׁ֖ה בְּהַ֣ר סִינָ֑י בְּי֨וֹם צַוֺּת֜וֹ אֶת־בְּנֵ֣י יִשְׂרָאֵ֗ל לְהַקְרִ֧יב אֶת־קׇרְבְּנֵיהֶ֛ם לַיהֹוָ֖ה בְּמִדְבַּ֥ר סִינָֽי׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>28</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>29</sup>&nbsp;&#8220;Speak to the Children of Yisrael, saying: &#8216;He who brings-near his slaughter-offering of shalom for YHVH is to bring his near-offering (himself) to YHVH, from his slaughter-offering of shalom; <sup>30</sup>&nbsp;his (own) hands are to bring the fire-offerings for YHVH. The fat — along with the breast he is to bring it, the breast for elevating it as an elevation-offering, before the presence of YHVH. <sup>31</sup>&nbsp;And the kohen is to turn the fat into smoke on the Mizbe&#8217;aḥ. And the breast is to be Aharon&#8217;s and his sons&#8217;. <sup>32</sup>&nbsp;Now the right thigh you are to give as a contribution to the kohen, from your slaughter-offerings of shalom. <sup>33</sup>&nbsp;He who brings-near the blood of the shalom-offerings and the fat, from among the Sons of Aharon — his shall it be, the right thigh as a portion. <sup>34</sup>&nbsp;For the breast of the elevation-offering and the thigh of the contribution, I take from the Children of Yisrael, from their slaughter-offerings of shalom, and I give them to Aharon the kohen and to his sons, as an allotment for the ages, from the Children of Yisrael. <sup>35</sup>&nbsp;This is the anointed-share of Aharon and the anointed-share of his sons from the fire-offerings of YHVH, from the time he brought-them-near to be-kohanim for YHVH, <sup>36</sup>&nbsp;which YHVH commanded to be given them from the time of his anointing them, from the Children of Yisrael — as a law for the ages, throughout their generations.'&#8221;</span> <span class=\"p\"><sup>37</sup>&nbsp;This is the Instruction concerning the offering-up, concerning the grain-gift, concerning the ḥattat-offering and concerning the asham-offering,</span> <span class=\"h\">concerning the mandate-offering and concerning the slaughter-offering of shalom</span> <span class=\"p\"><sup>38</sup>&nbsp;that YHVH commanded Mosheh at Har Sinai at the time of his commanding the Children of Yisrael to bring-near their near-offerings to YHVH, in the wilderness of Sinai.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\"><mark>רביעי</mark> ח <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;קַ֤ח אֶֽת־אַהֲרֹן֙</span> <span class=\"h\">וְאֶת־בָּנָ֣יו אִתּ֔וֹ</span> <span class=\"p\">וְאֵת֙ הַבְּגָדִ֔ים וְאֵ֖ת שֶׁ֣מֶן הַמִּשְׁחָ֑ה</span> <span class=\"h\">וְאֵ֣ת ׀ פַּ֣ר הַֽחַטָּ֗את וְאֵת֙ שְׁנֵ֣י הָֽאֵילִ֔ים וְאֵ֖ת סַ֥ל הַמַּצּֽוֹת׃ </span> <span class=\"p\"><sup>ג</sup>&nbsp;וְאֵ֥ת כׇּל־הָעֵדָ֖ה הַקְהֵ֑ל אֶל־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃ <sup>ד</sup>&nbsp;וַיַּ֣עַשׂ מֹשֶׁ֔ה כַּֽאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֹת֑וֹ וַתִּקָּהֵל֙ הָֽעֵדָ֔ה אֶל־פֶּ֖תַח אֹ֥הֶל מוֹעֵֽד׃ </span> <span class=\"h\"><sup>ה</sup>&nbsp;וַיֹּ֥אמֶר מֹשֶׁ֖ה אֶל־הָעֵדָ֑ה זֶ֣ה הַדָּבָ֔ר אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה לַעֲשֽׂוֹת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\">8 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Take Aharon</span> <span class=\"h\">and his sons with him,</span> <span class=\"p\">the garments and the oil for anointing,</span> <span class=\"h\">the bull for the ḥattat-offering, the two rams and the basket of matsot;</span> <span class=\"p\"><sup>3</sup>&nbsp;and the entire community, assemble at the entrance to the Ohel Mo&#8217;ed.&#8221; <sup>4</sup>&nbsp;Mosheh did as YHVH had commanded him. The community assembled at the entrance to the Ohel Mo&#8217;ed.</span> <span class=\"h\"><sup>5</sup>&nbsp;Then Mosheh said to the community: &#8220;This is the thing that YHVH has commanded to be done.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\"><sup>ו</sup>&nbsp;וַיַּקְרֵ֣ב מֹשֶׁ֔ה אֶֽת־אַהֲרֹ֖ן</span> <span class=\"h\">וְאֶת־בָּנָ֑יו</span> <span class=\"p\">וַיִּרְחַ֥ץ אֹתָ֖</span><span class=\"h\">ם</span> <span class=\"p\">בַּמָּֽיִם׃ <sup>ז</sup>&nbsp;וַיִּתֵּ֨ן עָלָ֜יו אֶת־הַכֻּתֹּ֗נֶת וַיַּחְגֹּ֤ר אֹתוֹ֙ בָּֽאַבְנֵ֔ט וַיַּלְבֵּ֤שׁ אֹתוֹ֙ אֶֽת־הַמְּעִ֔יל וַיִּתֵּ֥ן עָלָ֖יו אֶת־הָאֵפֹ֑ד וַיַּחְגֹּ֣ר אֹת֗וֹ בְּחֵ֙שֶׁב֙ הָֽאֵפֹ֔ד וַיֶּאְפֹּ֥ד ל֖וֹ בּֽוֹ׃ <sup>ח</sup>&nbsp;וַיָּ֥שֶׂם עָלָ֖יו אֶת־הַחֹ֑שֶׁן וַיִּתֵּן֙ אֶל־הַחֹ֔שֶׁן אֶת־הָאוּרִ֖ים וְאֶת־הַתֻּמִּֽים׃ <sup>ט</sup>&nbsp;וַיָּ֥שֶׂם אֶת־הַמִּצְנֶ֖פֶת עַל־רֹאשׁ֑וֹ וַיָּ֨שֶׂם עַֽל־הַמִּצְנֶ֜פֶת אֶל־מ֣וּל פָּנָ֗יו אֵ֣ת צִ֤יץ הַזָּהָב֙ נֵ֣זֶר הַקֹּ֔דֶשׁ כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\"><sup>6</sup>&nbsp;Mosheh brought-near Aharon</span> <span class=\"h\">and his sons</span> <span class=\"p\">and washed (him)</span> <span class=\"h\">them</span> <span class=\"p\">with water; <sup>7</sup>&nbsp;he put on him the tunic, he girded him with the sash, he clothed him in the coat, he put on him the efod-vest, he girded him with the designed-band of the efod, investing him in it, <sup>8</sup>&nbsp;he placed on him the ḥoshen/breastpiece, he put into the ḥoshen the Urim and the Tummim, <sup>9</sup>&nbsp;he placed the turban on his head, he placed on the turban, in front of his face, the plate of gold, the sacred-diadem of holiness, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\"><sup>י</sup>&nbsp;וַיִּקַּ֤ח מֹשֶׁה֙ אֶת־שֶׁ֣מֶן הַמִּשְׁחָ֔ה וַיִּמְשַׁ֥ח אֶת־הַמִּשְׁכָּ֖ן וְאֶת־כׇּל־אֲשֶׁר־בּ֑וֹ וַיְקַדֵּ֖שׁ אֹתָֽם׃ </span> <span class=\"h\"><sup>יא</sup>&nbsp;וַיַּ֥ז מִמֶּ֛נּוּ עַל־הַמִּזְבֵּ֖חַ שֶׁ֣בַע פְּעָמִ֑ים וַיִּמְשַׁ֨ח אֶת־הַמִּזְבֵּ֜חַ וְאֶת־כׇּל־כֵּלָ֗יו וְאֶת־הַכִּיֹּ֛ר וְאֶת־כַּנּ֖וֹ לְקַדְּשָֽׁם׃ </span> <span class=\"p\"><sup>יב</sup>&nbsp;וַיִּצֹק֙ מִשֶּׁ֣מֶן הַמִּשְׁחָ֔ה עַ֖ל רֹ֣אשׁ אַהֲרֹ֑ן וַיִּמְשַׁ֥ח אֹת֖וֹ לְקַדְּשֽׁוֹ׃ </span> <span class=\"h\"><sup>יג</sup>&nbsp;וַיַּקְרֵ֨ב מֹשֶׁ֜ה אֶת־בְּנֵ֣י אַהֲרֹ֗ן וַיַּלְבִּשֵׁ֤ם כֻּתֳּנֹת֙ וַיַּחְגֹּ֤ר אֹתָם֙ אַבְנֵ֔ט וַיַּחֲבֹ֥שׁ לָהֶ֖ם מִגְבָּע֑וֹת כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\"><sup>10</sup>&nbsp;Then Mosheh took the oil for anointing and anointed the dwelling and all that was in it, making-them-holy.</span> <span class=\"h\"><sup>11</sup>&nbsp;He sprinkled some of it on the Mizbe&#8217;aḥ, seven times, anointing the Mizbe&#8217;aḥ, all its vessels, the basin and its pedestal, to make-them-holy.</span> <span class=\"p\"><sup>12</sup>&nbsp;He poured some of the oil for anointing on the head of Aharon, anointing him, to make-him-holy.</span> <span class=\"h\"><sup>13</sup>&nbsp;Then Mosheh brought-near the sons of Aharon, he clothed them in coats, he girded them with sash(es), and wound them caps, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><mark>חמישי</mark> <sup>יד</sup>&nbsp;וַיַּגֵּ֕שׁ אֵ֖ת פַּ֣ר הַֽחַטָּ֑את וַיִּסְמֹ֨ךְ אַהֲרֹ֤ן וּבָנָיו֙ אֶת־יְדֵיהֶ֔ם עַל־רֹ֖אשׁ פַּ֥ר הַֽחַטָּֽאת׃ <sup>טו</sup>&nbsp;וַיִּשְׁחָ֗ט וַיִּקַּ֨ח מֹשֶׁ֤ה אֶת־הַדָּם֙ וַ֠יִּתֵּ֠ן עַל־קַרְנ֨וֹת הַמִּזְבֵּ֤חַ סָבִיב֙ בְּאֶצְבָּע֔וֹ וַיְחַטֵּ֖א אֶת־הַמִּזְבֵּ֑חַ וְאֶת־הַדָּ֗ם יָצַק֙ אֶל־יְס֣וֹד הַמִּזְבֵּ֔חַ וַֽיְקַדְּשֵׁ֖הוּ לְכַפֵּ֥ר עָלָֽיו׃ <sup>טז</sup>&nbsp;וַיִּקַּ֗ח אֶֽת־כׇּל־הַחֵ֘לֶב֮ אֲשֶׁ֣ר עַל־הַקֶּ֒רֶב֒ וְאֵת֙ יֹתֶ֣רֶת הַכָּבֵ֔ד וְאֶת־שְׁתֵּ֥י הַכְּלָיֹ֖ת וְאֶֽת־חֶלְבְּהֶ֑ן וַיַּקְטֵ֥ר מֹשֶׁ֖ה הַמִּזְבֵּֽחָה׃ <sup>יז</sup>&nbsp;וְאֶת־הַפָּ֤ר וְאֶת־עֹרוֹ֙ וְאֶת־בְּשָׂר֣וֹ וְאֶת־פִּרְשׁ֔וֹ שָׂרַ֣ף בָּאֵ֔שׁ מִח֖וּץ לַֽמַּחֲנֶ֑ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>14</sup>&nbsp;He brought forward the bull of the ḥattat-offering, and Aharon and his sons leaned their hands upon the head of the bull of the ḥattat-offering, <sup>15</sup>&nbsp;and he slew (it). Mosheh took the blood and put it on the horns of the Mizbe&#8217;aḥ, all around, with his finger, (thus) decontaminating the Mizbe&#8217;aḥ; and the blood he poured out at the foundation of the Mizbe&#8217;aḥ. So he made-it-holy, for effecting-atonement upon it. <sup>16</sup>&nbsp;Then he took all the fat that is about the innards, the extension of the liver, the two kidneys and their fat, and Mosheh turned (them) into smoke on the Mizbe&#8217;aḥ. <sup>17</sup>&nbsp;The (rest of the) bull, its skin, its flesh and its dung, he burned in fire, outside the camp, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><sup>יח</sup>&nbsp;וַיַּקְרֵ֕ב אֵ֖ת אֵ֣יל הָעֹלָ֑ה וַֽיִּסְמְכ֞וּ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃ <sup>יט</sup>&nbsp;וַיִּשְׁחָ֑ט וַיִּזְרֹ֨ק מֹשֶׁ֧ה אֶת־הַדָּ֛ם עַל־הַמִּזְבֵּ֖חַ סָבִֽיב׃ <sup>כ</sup>&nbsp;וְאֶ֨ת־הָאַ֔יִל נִתַּ֖ח לִנְתָחָ֑יו וַיַּקְטֵ֤ר מֹשֶׁה֙ אֶת־הָרֹ֔אשׁ וְאֶת־הַנְּתָחִ֖ים וְאֶת־הַפָּֽדֶר׃ <sup>כא</sup>&nbsp;וְאֶת־הַקֶּ֥רֶב וְאֶת־הַכְּרָעַ֖יִם רָחַ֣ץ בַּמָּ֑יִם וַיַּקְטֵר֩ מֹשֶׁ֨ה אֶת־כׇּל־הָאַ֜יִל הַמִּזְבֵּ֗חָה עֹלָ֨ה ה֤וּא לְרֵֽיחַ־נִיחֹ֙חַ֙ אִשֶּׁ֥ה הוּא֙ לַיהֹוָ֔ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>18</sup>&nbsp;Then he brought-near the ram for the offering-up; Aharon and his sons leaned their hands upon the head of the ram, <sup>19</sup>&nbsp;and he slew (it). Mosheh dashed the blood against the Mizbe&#8217;aḥ, all around. <sup>20</sup>&nbsp;Then the ram he sectioned into its sections, and Mosheh turned into smoke the head, the sections and the suet. <sup>21</sup>&nbsp;Now the innards and the shins he washed in water, and Mosheh turned the entire ram into smoke upon the Mizbe&#8217;aḥ. It (was) an offering-up, for a soothing savor, it (was) a fire-offering for YHVH, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><mark>ששי</mark> <sup>כב</sup>&nbsp;וַיַּקְרֵב֙ אֶת־הָאַ֣יִל הַשֵּׁנִ֔י אֵ֖יל הַמִּלֻּאִ֑ים וַֽיִּסְמְכ֞וּ אַהֲרֹ֧ן וּבָנָ֛יו אֶת־יְדֵיהֶ֖ם עַל־רֹ֥אשׁ הָאָֽיִל׃ <sup>כג</sup>&nbsp;וַיִּשְׁחָ֓ט ׀ וַיִּקַּ֤ח מֹשֶׁה֙ מִדָּמ֔וֹ וַיִּתֵּ֛ן עַל־תְּנ֥וּךְ אֹֽזֶן־אַהֲרֹ֖ן הַיְמָנִ֑ית וְעַל־בֹּ֤הֶן יָדוֹ֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְל֖וֹ הַיְמָנִֽית׃ <sup>כד</sup>&nbsp;וַיַּקְרֵ֞ב אֶת־בְּנֵ֣י אַהֲרֹ֗ן וַיִּתֵּ֨ן מֹשֶׁ֤ה מִן־הַדָּם֙ עַל־תְּנ֤וּךְ אׇזְנָם֙ הַיְמָנִ֔ית וְעַל־בֹּ֤הֶן יָדָם֙ הַיְמָנִ֔ית וְעַל־בֹּ֥הֶן רַגְלָ֖ם הַיְמָנִ֑ית וַיִּזְרֹ֨ק מֹשֶׁ֧ה אֶת־הַדָּ֛ם עַל־הַֽמִּזְבֵּ֖חַ סָבִֽיב׃ <sup>כה</sup>&nbsp;וַיִּקַּ֞ח אֶת־הַחֵ֣לֶב וְאֶת־הָֽאַלְיָ֗ה וְאֶֽת־כׇּל־הַחֵ֘לֶב֮ אֲשֶׁ֣ר עַל־הַקֶּ֒רֶב֒ וְאֵת֙ יֹתֶ֣רֶת הַכָּבֵ֔ד וְאֶת־שְׁתֵּ֥י הַכְּלָיֹ֖ת וְאֶֽת־חֶלְבְּהֶ֑ן וְאֵ֖ת שׁ֥וֹק הַיָּמִֽין׃ <sup>כו</sup>&nbsp;וּמִסַּ֨ל הַמַּצּ֜וֹת אֲשֶׁ֣ר ׀ לִפְנֵ֣י יְהֹוָ֗ה לָ֠קַ֠ח חַלַּ֨ת מַצָּ֤ה אַחַת֙ וְֽחַלַּ֨ת לֶ֥חֶם שֶׁ֛מֶן אַחַ֖ת וְרָקִ֣יק אֶחָ֑ד וַיָּ֙שֶׂם֙ עַל־הַ֣חֲלָבִ֔ים וְעַ֖ל שׁ֥וֹק הַיָּמִֽין׃ <sup>כז</sup>&nbsp;וַיִּתֵּ֣ן אֶת־הַכֹּ֔ל עַ֚ל כַּפֵּ֣י אַהֲרֹ֔ן וְעַ֖ל כַּפֵּ֣י בָנָ֑יו וַיָּ֧נֶף אֹתָ֛ם תְּנוּפָ֖ה לִפְנֵ֥י יְהֹוָֽה׃ <sup>כח</sup>&nbsp;וַיִּקַּ֨ח מֹשֶׁ֤ה אֹתָם֙ מֵעַ֣ל כַּפֵּיהֶ֔ם וַיַּקְטֵ֥ר הַמִּזְבֵּ֖חָה עַל־הָעֹלָ֑ה מִלֻּאִ֥ים הֵם֙ לְרֵ֣יחַ נִיחֹ֔חַ אִשֶּׁ֥ה ה֖וּא לַיהֹוָֽה׃ <sup>כט</sup>&nbsp;וַיִּקַּ֤ח מֹשֶׁה֙ אֶת־הֶ֣חָזֶ֔ה וַיְנִיפֵ֥הוּ תְנוּפָ֖ה לִפְנֵ֣י יְהֹוָ֑ה מֵאֵ֣יל הַמִּלֻּאִ֗ים לְמֹשֶׁ֤ה הָיָה֙ לְמָנָ֔ה כַּאֲשֶׁ֛ר צִוָּ֥ה יְהֹוָ֖ה אֶת־מֹשֶֽׁה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>22</sup>&nbsp;Then he brought-near the second ram, the ram for giving-mandate. Aharon and his sons leaned their hands on the head of the ram. <sup>23</sup>&nbsp;and he slew (it). Mosheh took some of its blood and put it on the ridge of the right ear of Aharon, and on the thumb of his right hand, and on the thumb-toe of his right foot. <sup>24</sup>&nbsp;Then he brought-near the sons of Aharon, and Mosheh put some of the blood on the ridge of their right ear, on the thumb of their right hand, and on the thumb-toe of their right foot; then Mosheh dashed the blood on the Mizbe&#8217;aḥ, all around. <sup>25</sup>&nbsp;He took the fat — the broad-tail and all the fat that is about the innards, the extension of the liver, the two kidneys and their fat, and the right thigh; <sup>26</sup>&nbsp;and from the basket of matsot that was before the presence of YHVH he took one cake of matsah and one cake of oil bread, and one wafer and put (them) on the fat-parts and on the right thigh. <sup>27</sup>&nbsp;He placed all (of them) on the palms of Aharon and on the palms of his sons, and they elevated them as an elevation-offering, before the presence of YHVH. <sup>28</sup>&nbsp;Then Mosheh took them from their palms and turned them into smoke on the Mizbe&#8217;aḥ, along with the offering-up. They are mandate-offerings, for a soothing savor, it is a fire-offering for YHVH. <sup>29</sup>&nbsp;Then Mosheh took the breast and elevated it as an elevation-offering, before the presence of YHVH, from the ram of mandating — for Mosheh it was a portion, as YHVH had commanded Mosheh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"p\"><mark>שביעי</mark> <sup>ל</sup>&nbsp;וַיִּקַּ֨ח מֹשֶׁ֜ה מִשֶּׁ֣מֶן הַמִּשְׁחָ֗ה</span> <span class=\"h\">וּמִן־הַדָּם֮ אֲשֶׁ֣ר עַל־הַמִּזְבֵּ֒חַ֒</span> <span class=\"p\">וַיַּ֤ז עַֽל־אַהֲרֹן֙ עַל־בְּגָדָ֔יו</span> <span class=\"h\">וְעַל־בָּנָ֛יו וְעַל־בִּגְדֵ֥י בָנָ֖יו אִתּ֑וֹ</span> <span class=\"p\">וַיְקַדֵּ֤שׁ אֶֽת־אַהֲרֹן֙ אֶת־בְּגָדָ֔יו</span> <span class=\"h\">וְאֶת־בָּנָ֛יו וְאֶת־בִּגְדֵ֥י בָנָ֖יו אִתּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"p\"><sup>30</sup>&nbsp;Now Mosheh took some of the oil for anointing</span> <span class=\"h\">and some of the blood that was upon the Mizbe&#8217;aḥ</span> <span class=\"p\">and sprinkled (it) on Aharon, on his garments,</span> <span class=\"h\">on his sons and on the garments of his sons with him;</span> <span class=\"p\">(thus) he made-holy Aharon, his garments,</span> <span class=\"h\">his sons and the garments of his sons with him.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"h\"><sup>לא</sup>&nbsp;וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־אַהֲרֹ֣ן וְאֶל־בָּנָ֗יו בַּשְּׁל֣וּ אֶת־הַבָּשָׂר֮ פֶּ֣תַח אֹ֣הֶל מוֹעֵד֒ וְשָׁם֙ תֹּאכְל֣וּ אֹת֔וֹ וְאֶ֨ת־הַלֶּ֔חֶם אֲשֶׁ֖ר בְּסַ֣ל הַמִּלֻּאִ֑ים כַּאֲשֶׁ֤ר צִוֵּ֙יתִי֙ לֵאמֹ֔ר אַהֲרֹ֥ן וּבָנָ֖יו יֹאכְלֻֽהוּ׃ <sup>לב</sup>&nbsp;וְהַנּוֹתָ֥ר בַּבָּשָׂ֖ר וּבַלָּ֑חֶם בָּאֵ֖שׁ תִּשְׂרֹֽפוּ׃ מפטיר <sup>לג</sup>&nbsp;וּמִפֶּ֩תַח֩ אֹ֨הֶל מוֹעֵ֜ד לֹ֤א תֵֽצְאוּ֙ שִׁבְעַ֣ת יָמִ֔ים עַ֚ד י֣וֹם מְלֹ֔את יְמֵ֖י מִלֻּאֵיכֶ֑ם כִּ֚י שִׁבְעַ֣ת יָמִ֔ים יְמַלֵּ֖א אֶת־יֶדְכֶֽם׃ <sup>לד</sup>&nbsp;כַּאֲשֶׁ֥ר עָשָׂ֖ה בַּיּ֣וֹם הַזֶּ֑ה צִוָּ֧ה יְהֹוָ֛ה לַעֲשֹׂ֖ת לְכַפֵּ֥ר עֲלֵיכֶֽם׃ <sup>לה</sup>&nbsp;וּפֶ֩תַח֩ אֹ֨הֶל מוֹעֵ֜ד תֵּשְׁב֨וּ יוֹמָ֤ם וָלַ֙יְלָה֙ שִׁבְעַ֣ת יָמִ֔ים וּשְׁמַרְתֶּ֛ם אֶת־מִשְׁמֶ֥רֶת יְהֹוָ֖ה וְלֹ֣א תָמ֑וּתוּ כִּי־כֵ֖ן צֻוֵּֽיתִי׃ <sup>לו</sup>&nbsp;וַיַּ֥עַשׂ אַהֲרֹ֖ן וּבָנָ֑יו אֵ֚ת כׇּל־הַדְּבָרִ֔ים אֲשֶׁר־צִוָּ֥ה יְהֹוָ֖ה בְּיַד־מֹשֶֽׁה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"h\"><sup>31</sup>&nbsp;Mosheh said to Aharon and to his sons: &#8220;Boil the flesh at the entrance to the Ohel Mo&#8217;ed, there you are to eat it, along with the bread that is in the basket of mandating, as I have commanded, saying: &#8216;Aharon and his sons are to eat it!&#8217; <sup>32</sup>&nbsp;What is left of the flesh and of the bread, in fire you are to burn (it). <sup>33</sup>&nbsp;Now from the entrance to the Ohel Mo&#8217;ed you are not to go out, for seven days, until the time of fulfilling the days of full-mandating. For seven days (it takes) to fill your hands (in mandating). <sup>34</sup>&nbsp;As has been done this day, YHVH commanded to be done, to effect-atonement for you. <sup>35</sup>&nbsp;At the entrance to the Ohel Mo&#8217;ed you are to stay, day and night, for seven days; you are to keep the charge of YHVH, so that you do not die, for thus I have been commanded.&#8221; <sup>36</sup>&nbsp;And Aharon and his sons did all the things that YHVH had commanded by the hand of Mosheh.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_צו/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. As in preceding parashot, I have been careful to Hebraize ritual objects in the Mishkan. Instead of Fox&#8217;s use of &#8216;purgation,&#8217; I have used &#8216;atonement.&#8217;  Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon N. Varady</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">בספרי תימן מוֹקְדָ֨ה במ&#8221;ם רגילה</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">אין פרשה בספרי ספרד ואשכנז</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">אין פרשה בספרי תימן</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Parashat Tsav",
        "Sefer Vayiqra (Leviticus)"
    ],
    "tags": [
        "33rd century A.M.",
        "6th century B.C.E.",
        "annual Torah reading cycle",
        "investiture",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "אשי ישראל ishei yisrael",
        "המזבח the Mizbe'aḥ",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת צו parashat Tsav"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3460"
        ],
        "_thumbnail_id": [
            "24041"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/03/Charolais_cattle_Sierra_Nevada_Venezuela.jpg",
        "title": "Charolais_cattle,_Sierra_Nevada,_Venezuela",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Charolais_cattle,_Sierra_Nevada,_Venezuela.jpg\">Feral Charolais bull</a> at 4600 meters above sea level, in Sierra Nevada de Mérida, Venezuela. (credit: Wilfredor, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=24038",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/vayiqra/parashat-tsav-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-tsav-color-coded-according-to-its-narrative-layers"
}