{
    "title": "&#128220; פָּרָשַׁת תַזְרִיעַ | Parashat Tazria (Leviticus 12:1-13:59), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'H'",
            "bio": "'H,' or the Holiness Code, was first recognized as a short body of Kohanite legal texts beginning in Leviticus 19. Israel Knohl, however, argues in his book, <em>The Sanctuary of Silence</em>, for a much more extensive 'H' source placed chronologically after 'P.' This 'H' layer popularized Kohanite law for the masses after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. 'H' mainly features in Exodus-Joshua, and is confined in the Book of Genesis to just a few verses in Parashat Toldot.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/h-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-03-30",
    "last_updated": "2024-11-29",
    "excerpt": "The text of parashat Tazria, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanḥuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017) and his website, <a href=\"http://www.biblecriticism.com/supplementary_index.html\">the Sources of Biblical Narrative</a>. As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<h3>Legend</h3>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> in Sefer Bereshit.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late 8th or early 7th century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span></p>\n<p><span class=\"p\">&#11035; This strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"h\">&#11035; The next strata popularized Kohanite law for the remnant of Judah after the Temple was destroyed, and functioned as an intermediary between Kohanite lists and laws and the surrounding narrative. This layer, which Dr. Yoreh calls &#8216;H&#8217; (for the &#8216;Holiness Code&#8217;) appears here in LIME-GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>The kernel of biblical text &#8216;E,&#8217; its early supplemental layer &#8216;J&#8217;, and its later supplement &#8216;B,&#8217; are absent from Sefer Vayiqra (Leviticus).</p>\n<p>Parashat Tazria (Leviticus 12:1-13:59) in the annual Torah reading cycle, is read on the fourth shabbat in Adar ב during a Jewish leap year, or combined with parashat Metsora (Leviticus 14:1-15:33) on the fourth shabbat of the month of Nissan during a non-leap year. The parashah is preceded by parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-shemini/parashat-shemini-color-coded-according-to-its-narrative-layers/\">Sh&#8217;mini</a> (Leviticus 9:1-11:47); parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/weekly-torah-readings/annual-cycle/sefer-vayiqra/parashat-metsora/parashat-metsora-color-coded-according-to-its-narrative-layers/\">Metsora</a> (Leviticus 14:1-15:33) follows it on leap years, parashat Aḥarei Mōt (Leviticus 16:1-18:30) follows the combined parashot Tazria-Metsora on non-leap years.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\">יב <sup>א</sup>&nbsp;וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃ <sup>ב</sup>&nbsp;דַּבֵּ֞ר אֶל־בְּנֵ֤י יִשְׂרָאֵל֙ לֵאמֹ֔ר אִשָּׁה֙ כִּ֣י תַזְרִ֔יעַ וְיָלְדָ֖ה זָכָ֑ר וְטָֽמְאָה֙ שִׁבְעַ֣ת יָמִ֔ים כִּימֵ֛י נִדַּ֥ת דְּוֺתָ֖הּ תִּטְמָֽא׃ <sup>ג</sup>&nbsp;וּבַיּ֖וֹם הַשְּׁמִינִ֑י יִמּ֖וֹל בְּשַׂ֥ר עׇרְלָתֽוֹ׃ <sup>ד</sup>&nbsp;וּשְׁלֹשִׁ֥ים יוֹם֙ וּשְׁלֹ֣שֶׁת יָמִ֔ים תֵּשֵׁ֖ב בִּדְמֵ֣י טׇהֳרָ֑ה בְּכׇל־קֹ֣דֶשׁ לֹֽא־תִגָּ֗ע וְאֶל־הַמִּקְדָּשׁ֙ לֹ֣א תָבֹ֔א עַד־מְלֹ֖את יְמֵ֥י טׇהֳרָֽהּ׃ <sup>ה</sup>&nbsp;וְאִם־נְקֵבָ֣ה תֵלֵ֔ד וְטָמְאָ֥ה שְׁבֻעַ֖יִם כְּנִדָּתָ֑הּ וְשִׁשִּׁ֥ים יוֹם֙ וְשֵׁ֣שֶׁת יָמִ֔ים תֵּשֵׁ֖ב עַל־דְּמֵ֥י טׇהֳרָֽה׃ <sup>ו</sup>&nbsp;וּבִמְלֹ֣את ׀ יְמֵ֣י טׇהֳרָ֗הּ לְבֵן֮ א֣וֹ לְבַת֒ תָּבִ֞יא כֶּ֤בֶשׂ בֶּן־שְׁנָתוֹ֙ לְעֹלָ֔ה</span> <span class=\"h\">וּבֶן־יוֹנָ֥ה אוֹ־תֹ֖ר לְחַטָּ֑את</span> <span class=\"p\">אֶל־פֶּ֥תַח אֹֽהֶל־מוֹעֵ֖ד אֶל־הַכֹּהֵֽן׃ <sup>ז</sup>&nbsp;וְהִקְרִיב֞וֹ לִפְנֵ֤י יְהֹוָה֙</span> <span class=\"h\">וְכִפֶּ֣ר עָלֶ֔יהָ</span> <span class=\"p\">וְטָהֲרָ֖ה מִמְּקֹ֣ר דָּמֶ֑יהָ זֹ֤את תּוֹרַת֙ הַיֹּלֶ֔דֶת לַזָּכָ֖ר א֥וֹ לַנְּקֵבָֽה׃ </span> <span class=\"h\"><sup>ח</sup>&nbsp;וְאִם־לֹ֨א תִמְצָ֣א יָדָהּ֮ דֵּ֣י שֶׂה֒ וְלָקְחָ֣ה שְׁתֵּֽי־תֹרִ֗ים א֤וֹ שְׁנֵי֙ בְּנֵ֣י יוֹנָ֔ה אֶחָ֥ד לְעֹלָ֖ה וְאֶחָ֣ד לְחַטָּ֑את וְכִפֶּ֥ר עָלֶ֛יהָ הַכֹּהֵ֖ן וְטָהֵֽרָה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">12 <sup>1</sup>&nbsp;YHVH spoke to Mosheh, saying: <sup>2</sup>&nbsp;&#8220;Speak to the Children of Yisrael, saying: &#8216;A woman — when she produces-seed and bears a male, she remains-tamei for seven days, like the days of her infirmity of being-apart she shall remain-tamei; <sup>3</sup>&nbsp;and on the eighth day, the flesh of his foreskin is to be circumcised. <sup>4</sup>&nbsp;For thirty days and three days she is to stay in her period of blood purification; any holy-thing she is not to touch, the Holy-area she is not to enter, until the fulfilling of the days of her purification. <sup>5</sup>&nbsp;Now if (it is) a female (that) she bears, she remains-tamei for two-weeks, like her time of being-apart; and for sixty days and six days she is to stay for (a period of) blood purification. <sup>6</sup>&nbsp;And at the fulfilling of the days of her purification, for a son or for a daughter, she is to bring a lamb, in its (first) year, as an offering-up, <span class=\"h\">and a young pigeon or a turtledove, as a ḥattat-offering,</span> <span class=\"p\">to the entrance of the Ohel Mo&#8217;ed, to the kohen. <sup>7</sup>&nbsp;He is to bring-it-near, before the presence of YHVH,</span> <span class=\"h\">and is to effect-atonement for her,</span> <span class=\"p\">then she will be purified from her source of blood. This is the Instruction for one giving-birth, (whether) to a male or to a female.</span> <span class=\"h\"><sup>8</sup>&nbsp;But if her hand does not find enough (means) for a sheep, she is to take two turtledoves or two young pigeons, one for an offering-up and one for a ḥattat-offering; when the kohen effects-atonement for her, then she is pure.'&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\">יג <sup>א</sup>&nbsp;וַיְדַבֵּ֣ר יְהֹוָ֔ה אֶל־מֹשֶׁ֥ה וְאֶֽל־אַהֲרֹ֖ן לֵאמֹֽר׃ <sup>ב</sup>&nbsp;אָדָ֗ם כִּֽי־יִהְיֶ֤ה בְעוֹר־בְּשָׂרוֹ֙ שְׂאֵ֤ת אֽוֹ־סַפַּ֙חַת֙ א֣וֹ בַהֶ֔רֶת וְהָיָ֥ה בְעוֹר־בְּשָׂר֖וֹ לְנֶ֣גַע צָרָ֑עַת וְהוּבָא֙ אֶל־אַהֲרֹ֣ן הַכֹּהֵ֔ן א֛וֹ אֶל־אַחַ֥ד מִבָּנָ֖יו הַכֹּהֲנִֽים׃ <sup>ג</sup>&nbsp;וְרָאָ֣ה הַכֹּהֵ֣ן אֶת־הַנֶּ֣גַע בְּעֽוֹר־הַ֠בָּשָׂ֠ר וְשֵׂעָ֨ר בַּנֶּ֜גַע הָפַ֣ךְ ׀ לָבָ֗ן וּמַרְאֵ֤ה הַנֶּ֙גַע֙ עָמֹק֙ מֵע֣וֹר בְּשָׂר֔וֹ נֶ֥גַע צָרַ֖עַת ה֑וּא וְרָאָ֥הוּ הַכֹּהֵ֖ן וְטִמֵּ֥א אֹתֽוֹ׃ <sup>ד</sup>&nbsp;וְאִם־בַּהֶ֩רֶת֩ לְבָנָ֨ה הִ֜וא בְּע֣וֹר בְּשָׂר֗וֹ וְעָמֹק֙ אֵין־מַרְאֶ֣הָ מִן־הָע֔וֹר וּשְׂעָרָ֖ה לֹא־הָפַ֣ךְ לָבָ֑ן וְהִסְגִּ֧יר הַכֹּהֵ֛ן אֶת־הַנֶּ֖גַע שִׁבְעַ֥ת יָמִֽים׃ <sup>ה</sup>&nbsp;וְרָאָ֣הוּ הַכֹּהֵן֮ בַּיּ֣וֹם הַשְּׁבִיעִי֒ וְהִנֵּ֤ה הַנֶּ֙גַע֙ עָמַ֣ד בְּעֵינָ֔יו לֹֽא־פָשָׂ֥ה הַנֶּ֖גַע בָּע֑וֹר וְהִסְגִּיר֧וֹ הַכֹּהֵ֛ן שִׁבְעַ֥ת יָמִ֖ים שֵׁנִֽית׃ <mark>שני</mark> <sup>ו</sup>&nbsp;וְרָאָה֩ הַכֹּהֵ֨ן אֹת֜וֹ בַּיּ֣וֹם הַשְּׁבִיעִי֮ שֵׁנִית֒ וְהִנֵּה֙ כֵּהָ֣ה הַנֶּ֔גַע וְלֹא־פָשָׂ֥ה הַנֶּ֖גַע בָּע֑וֹר וְטִהֲר֤וֹ הַכֹּהֵן֙ מִסְפַּ֣חַת הִ֔וא וְכִבֶּ֥ס בְּגָדָ֖יו וְטָהֵֽר׃ <sup>ז</sup>&nbsp;וְאִם־פָּשֹׂ֨ה תִפְשֶׂ֤ה הַמִּסְפַּ֙חַת֙ בָּע֔וֹר אַחֲרֵ֧י הֵרָאֹת֛וֹ אֶל־הַכֹּהֵ֖ן לְטׇהֳרָת֑וֹ וְנִרְאָ֥ה שֵׁנִ֖ית אֶל־הַכֹּהֵֽן׃ <sup>ח</sup>&nbsp;וְרָאָה֙ הַכֹּהֵ֔ן וְהִנֵּ֛ה פָּשְׂתָ֥ה הַמִּסְפַּ֖חַת בָּע֑וֹר וְטִמְּא֥וֹ הַכֹּהֵ֖ן צָרַ֥עַת הִֽוא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">13 <sup>1</sup>&nbsp;YHVH spoke to Mosheh and to Aharon, saying: <sup>2</sup>&nbsp;&#8220;(Any) human being — when there is on the skin of his body a swelling or a scab or a shiny-spot and it becomes on the skin of his body an affliction of tsara&#8217;at, he is to be brought to Aharon the kohen or to one of his sons the kohens. <sup>3</sup>&nbsp;The kohen is to look at the affliction on the skin of the flesh; should hair in the afflicted-area have turned white, and the look of the affliction is deeper than the skin of his flesh, it is an affliction of tsara&#8217;at; when the kohen looks at it, he is to declare-him-tamei. <sup>4</sup>&nbsp;Now if it is a white spot on the skin of his flesh, and deeper its look is not than the skin, and the hair has not turned white, the kohen is to shut up the afflicted-one for seven days. <sup>5</sup>&nbsp;When the kohen looks at him on the seventh day, and here: the affliction is at a standstill in his eyes, — the affliction has not spread on the skin — the kohen is to shut him up for seven days a second time. <sup>6</sup>&nbsp;When the kohen looks at him on the seventh day a second time, and here: the affliction has faded, and the affliction has not spread on the skin, the kohen is to declare-him-pure — it is (only) a scab — when he scrubs his garments, he is pure. <sup>7</sup>&nbsp;But if the scab has spread, yes, spread on the skin after he has had the kohen look at him, for declaring-him-pure, he is to have the kohen look at him a second time. <sup>8</sup>&nbsp;When the kohen looks, and here: the scab has spread on the skin, the kohen is to declare-him-tamei, it is tsara&#8217;at!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>ט</sup>&nbsp;נֶ֣גַע צָרַ֔עַת כִּ֥י תִהְיֶ֖ה בְּאָדָ֑ם וְהוּבָ֖א אֶל־הַכֹּהֵֽן׃ <sup>י</sup>&nbsp;וְרָאָ֣ה הַכֹּהֵ֗ן וְהִנֵּ֤ה שְׂאֵת־לְבָנָה֙ בָּע֔וֹר וְהִ֕יא הָפְכָ֖ה שֵׂעָ֣ר לָבָ֑ן וּמִֽחְיַ֛ת בָּשָׂ֥ר חַ֖י בַּשְׂאֵֽת׃ <sup>יא</sup>&nbsp;צָרַ֨עַת נוֹשֶׁ֤נֶת הִוא֙ בְּע֣וֹר בְּשָׂר֔וֹ וְטִמְּא֖וֹ הַכֹּהֵ֑ן לֹ֣א יַסְגִּרֶ֔נּוּ כִּ֥י טָמֵ֖א הֽוּא׃ <sup>יב</sup>&nbsp;וְאִם־פָּר֨וֹחַ תִּפְרַ֤ח הַצָּרַ֙עַת֙ בָּע֔וֹר וְכִסְּתָ֣ה הַצָּרַ֗עַת אֵ֚ת כׇּל־ע֣וֹר הַנֶּ֔גַע מֵרֹאשׁ֖וֹ וְעַד־רַגְלָ֑יו לְכׇל־מַרְאֵ֖ה עֵינֵ֥י הַכֹּהֵֽן׃ <sup>יג</sup>&nbsp;וְרָאָ֣ה הַכֹּהֵ֗ן וְהִנֵּ֨ה כִסְּתָ֤ה הַצָּרַ֙עַת֙ אֶת־כׇּל־בְּשָׂר֔וֹ וְטִהַ֖ר אֶת־הַנָּ֑גַע כֻּלּ֛וֹ הָפַ֥ךְ לָבָ֖ן טָה֥וֹר הֽוּא׃ <sup>יד</sup>&nbsp;וּבְי֨וֹם הֵרָא֥וֹת בּ֛וֹ בָּשָׂ֥ר חַ֖י יִטְמָֽא׃ <sup>טו</sup>&nbsp;וְרָאָ֧ה הַכֹּהֵ֛ן אֶת־הַבָּשָׂ֥ר הַחַ֖י וְטִמְּא֑וֹ הַבָּשָׂ֥ר הַחַ֛י טָמֵ֥א ה֖וּא צָרַ֥עַת הֽוּא׃ <sup>טז</sup>&nbsp;א֣וֹ כִ֥י יָשׁ֛וּב הַבָּשָׂ֥ר הַחַ֖י וְנֶהְפַּ֣ךְ לְלָבָ֑ן וּבָ֖א אֶל־הַכֹּהֵֽן׃ <sup>יז</sup>&nbsp;וְרָאָ֙הוּ֙ הַכֹּהֵ֔ן וְהִנֵּ֛ה נֶהְפַּ֥ךְ הַנֶּ֖גַע לְלָבָ֑ן וְטִהַ֧ר הַכֹּהֵ֛ן אֶת־הַנֶּ֖גַע טָה֥וֹר הֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>9</sup>&nbsp;&#8220;An affliction of tsara&#8217;at — when it shows on a person, and he is brought to the kohen, <sup>10</sup>&nbsp;when the kohen looks, and here: a white swelling is on the skin, and it has turned into white hair, with a live-patch of &#8216;live&#8217; flesh in the swelling: <sup>11</sup>&nbsp;it is mature tsara&#8217;at in the skin of his body, and the kohen is to declare-him-tamei; he is not to shut him up, for he is tamei. <sup>12</sup>&nbsp;Now if the tsara&#8217;at sprouts, yes, sprouts on the skin so that the tsara&#8217;at covers all the skin of the afflicted-one, from his head to his feet, wherever the kohen&#8217;s eyes look: <sup>13</sup>&nbsp;if the kohen looks, and here: the tsara&#8217;at has covered all his flesh, he is to declare the afflicted-one pure — all of it has turned white, then he is pure! <sup>14</sup>&nbsp;But at the time of there reappearing on him live flesh, he is to be considered-tamei. <sup>15</sup>&nbsp;When the kohen looks at the live flesh, he is to declare-him-tamei; the live flesh — it is tamei, it is tsara&#8217;at. <sup>16</sup>&nbsp;Or when the live flesh recurs and turns back to white, he is to come to the kohen; <sup>17</sup>&nbsp;when the kohen looks, and here: the affliction has turned back to white, the kohen is to declare the afflicted-one pure, he is pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>שלישי</mark> <sup>יח</sup>&nbsp;וּבָשָׂ֕ר כִּֽי־יִהְיֶ֥ה בֽוֹ־בְעֹר֖וֹ שְׁחִ֑ין וְנִרְפָּֽא׃ <sup>יט</sup>&nbsp;וְהָיָ֞ה בִּמְק֤וֹם הַשְּׁחִין֙ שְׂאֵ֣ת לְבָנָ֔ה א֥וֹ בַהֶ֖רֶת לְבָנָ֣ה אֲדַמְדָּ֑מֶת וְנִרְאָ֖ה אֶל־הַכֹּהֵֽן׃ <sup>כ</sup>&nbsp;וְרָאָ֣ה הַכֹּהֵ֗ן וְהִנֵּ֤ה מַרְאֶ֙הָ֙ שָׁפָ֣ל מִן־הָע֔וֹר וּשְׂעָרָ֖הּ הָפַ֣ךְ לָבָ֑ן וְטִמְּא֧וֹ הַכֹּהֵ֛ן נֶֽגַע־צָרַ֥עַת הִ֖וא בַּשְּׁחִ֥ין פָּרָֽחָה׃ <sup>כא</sup>&nbsp;וְאִ֣ם ׀ יִרְאֶ֣נָּה הַכֹּהֵ֗ן וְהִנֵּ֤ה אֵֽין־בָּהּ֙ שֵׂעָ֣ר לָבָ֔ן וּשְׁפָלָ֥ה אֵינֶ֛נָּה מִן־הָע֖וֹר וְהִ֣יא כֵהָ֑ה וְהִסְגִּיר֥וֹ הַכֹּהֵ֖ן שִׁבְעַ֥ת יָמִֽים׃ <sup>כב</sup>&nbsp;וְאִם־פָּשֹׂ֥ה תִפְשֶׂ֖ה בָּע֑וֹר וְטִמֵּ֧א הַכֹּהֵ֛ן אֹת֖וֹ נֶ֥גַע הִֽוא׃ <sup>כג</sup>&nbsp;וְאִם־תַּחְתֶּ֜יהָ תַּעֲמֹ֤ד הַבַּהֶ֙רֶת֙ לֹ֣א פָשָׂ֔תָה צָרֶ֥בֶת הַשְּׁחִ֖ין הִ֑וא וְטִהֲר֖וֹ הַכֹּהֵֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>18</sup>&nbsp;&#8220;Now flesh — when there is in its skin a boil, and it heals, <sup>19</sup>&nbsp;but there is in place of the boil a white swelling or a white (and) reddish shiny-spot: he is to have the kohen look at him. <sup>20</sup>&nbsp;When the kohen looks, and here: its look is lower than the skin, and its hair has turned white, the kohen is to declare-him-tamei, it is an affliction of tsara&#8217;at, in the boil it has sprouted. <sup>21</sup>&nbsp;But should the kohen look at it, and here: there is not in it any white hair, and it is not lower than the skin, but it has faded, the kohen is to shut him up for seven days. <sup>22</sup>&nbsp;Now if it should spread, yes, spread on the skin, the kohen is to declare-him-tamei — it is an affliction. <sup>23</sup>&nbsp;But if, under it, the affliction is at-a-standstill, not having spread, it is the inflammation of the boil; the kohen is to declare-him-pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>רביעי (שני)</mark> <sup>כד</sup>&nbsp;א֣וֹ בָשָׂ֔ר כִּֽי־יִהְיֶ֥ה בְעֹר֖וֹ מִכְוַת־אֵ֑שׁ וְֽהָיְתָ֞ה מִֽחְיַ֣ת הַמִּכְוָ֗ה בַּהֶ֛רֶת לְבָנָ֥ה אֲדַמְדֶּ֖מֶת א֥וֹ לְבָנָֽה׃ <sup>כה</sup>&nbsp;וְרָאָ֣ה אֹתָ֣הּ הַכֹּהֵ֡ן וְהִנֵּ֣ה נֶהְפַּךְ֩ שֵׂעָ֨ר לָבָ֜ן בַּבַּהֶ֗רֶת וּמַרְאֶ֙הָ֙ עָמֹ֣ק מִן־הָע֔וֹר צָרַ֣עַת הִ֔וא בַּמִּכְוָ֖ה פָּרָ֑חָה וְטִמֵּ֤א אֹתוֹ֙ הַכֹּהֵ֔ן נֶ֥גַע צָרַ֖עַת הִֽוא׃ <sup>כו</sup>&nbsp;וְאִ֣ם ׀ יִרְאֶ֣נָּה הַכֹּהֵ֗ן וְהִנֵּ֤ה אֵֽין־בַּבַּהֶ֙רֶת֙ שֵׂעָ֣ר לָבָ֔ן וּשְׁפָלָ֥ה אֵינֶ֛נָּה מִן־הָע֖וֹר וְהִ֣וא כֵהָ֑ה וְהִסְגִּיר֥וֹ הַכֹּהֵ֖ן שִׁבְעַ֥ת יָמִֽים׃ <sup>כז</sup>&nbsp;וְרָאָ֥הוּ הַכֹּהֵ֖ן בַּיּ֣וֹם הַשְּׁבִיעִ֑י אִם־פָּשֹׂ֤ה תִפְשֶׂה֙ בָּע֔וֹר וְטִמֵּ֤א הַכֹּהֵן֙ אֹת֔וֹ נֶ֥גַע צָרַ֖עַת הִֽוא׃ <sup>כח</sup>&nbsp;וְאִם־תַּחְתֶּ֩יהָ֩ תַעֲמֹ֨ד הַבַּהֶ֜רֶת לֹא־פָשְׂתָ֤ה בָעוֹר֙ וְהִ֣וא כֵהָ֔ה שְׂאֵ֥ת הַמִּכְוָ֖ה הִ֑וא וְטִֽהֲרוֹ֙ הַכֹּהֵ֔ן כִּֽי־צָרֶ֥בֶת הַמִּכְוָ֖ה הִֽוא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>24</sup>&nbsp;&#8220;Or flesh — when there is on the skin a burn by fire and on the live-patch of the burn is a shiny-spot, white (and) reddish, or white, <sup>25</sup>&nbsp;when the kohen looks at it, and here: hair has turned white in the shiny-spot, and its look is deeper than the skin, it is tsara&#8217;at, in the burn it has sprouted; the kohen is to declare-him-tamei — it is an affliction of tsara&#8217;at! <sup>26</sup>&nbsp;But if the kohen looks at it, and here: there is not in the bright-spot any white hair, and lower it is not than the skin, and it has faded, the kohen is to shut him up for seven days. <sup>27</sup>&nbsp;When the kohen looks at him on the seventh day: if it has spread, yes, spread on the skin, the kohen is to declare-him-tamei — it is an affliction of tsara&#8217;at. <sup>28</sup>&nbsp;But if, under it, the shiny-spot is at-a-standstill, not having spread on the skin, and it has faded, it is a swelling from the burn, the kohen is to declare-him-pure, for it is an inflammation from the burn.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>חמישי</mark> <sup>כט</sup>&nbsp;וְאִישׁ֙ א֣וֹ אִשָּׁ֔ה כִּֽי־יִהְיֶ֥ה ב֖וֹ נָ֑גַע בְּרֹ֖אשׁ א֥וֹ בְזָקָֽן׃ <sup>ל</sup>&nbsp;וְרָאָ֨ה הַכֹּהֵ֜ן אֶת־הַנֶּ֗גַע וְהִנֵּ֤ה מַרְאֵ֙הוּ֙ עָמֹ֣ק מִן־הָע֔וֹר וּב֛וֹ שֵׂעָ֥ר צָהֹ֖ב דָּ֑ק וְטִמֵּ֨א אֹת֤וֹ הַכֹּהֵן֙ נֶ֣תֶק ה֔וּא צָרַ֧עַת הָרֹ֛אשׁ א֥וֹ הַזָּקָ֖ן הֽוּא׃ <sup>לא</sup>&nbsp;וְכִֽי־יִרְאֶ֨ה הַכֹּהֵ֜ן אֶת־נֶ֣גַע הַנֶּ֗תֶק וְהִנֵּ֤ה אֵין־מַרְאֵ֙הוּ֙ עָמֹ֣ק מִן־הָע֔וֹר וְשֵׂעָ֥ר שָׁחֹ֖ר אֵ֣ין בּ֑וֹ וְהִסְגִּ֧יר הַכֹּהֵ֛ן אֶת־נֶ֥גַע הַנֶּ֖תֶק שִׁבְעַ֥ת יָמִֽים׃ <sup>לב</sup>&nbsp;וְרָאָ֨ה הַכֹּהֵ֣ן אֶת־הַנֶּ֘גַע֮ בַּיּ֣וֹם הַשְּׁבִיעִי֒ וְהִנֵּה֙ לֹא־פָשָׂ֣ה הַנֶּ֔תֶק וְלֹא־הָ֥יָה ב֖וֹ שֵׂעָ֣ר צָהֹ֑ב וּמַרְאֵ֣ה הַנֶּ֔תֶק אֵ֥ין עָמֹ֖ק מִן־הָעֽוֹר׃ <sup>לג</sup>&nbsp;וְהִ֨תְגַּלָּ֔ח וְאֶת־הַנֶּ֖תֶק לֹ֣א יְגַלֵּ֑חַ וְהִסְגִּ֨יר הַכֹּהֵ֧ן אֶת־הַנֶּ֛תֶק שִׁבְעַ֥ת יָמִ֖ים שֵׁנִֽית׃ <sup>לד</sup>&nbsp;וְרָאָה֩ הַכֹּהֵ֨ן אֶת־הַנֶּ֜תֶק בַּיּ֣וֹם הַשְּׁבִיעִ֗י וְ֠הִנֵּ֠ה לֹא־פָשָׂ֤ה הַנֶּ֙תֶק֙ בָּע֔וֹר וּמַרְאֵ֕הוּ אֵינֶ֥נּוּ עָמֹ֖ק מִן־הָע֑וֹר וְטִהַ֤ר אֹתוֹ֙ הַכֹּהֵ֔ן וְכִבֶּ֥ס בְּגָדָ֖יו וְטָהֵֽר׃ <sup>לה</sup>&nbsp;וְאִם־פָּשֹׂ֥ה יִפְשֶׂ֛ה הַנֶּ֖תֶק בָּע֑וֹר אַחֲרֵ֖י טׇהֳרָתֽוֹ׃ <sup>לו</sup>&nbsp;וְרָאָ֙הוּ֙ הַכֹּהֵ֔ן וְהִנֵּ֛ה פָּשָׂ֥ה הַנֶּ֖תֶק בָּע֑וֹר לֹֽא־יְבַקֵּ֧ר הַכֹּהֵ֛ן לַשֵּׂעָ֥ר הַצָּהֹ֖ב טָמֵ֥א הֽוּא׃ <sup>לז</sup>&nbsp;וְאִם־בְּעֵינָיו֩ עָמַ֨ד הַנֶּ֜תֶק וְשֵׂעָ֨ר שָׁחֹ֧ר צָֽמַח־בּ֛וֹ נִרְפָּ֥א הַנֶּ֖תֶק טָה֣וֹר ה֑וּא וְטִהֲר֖וֹ הַכֹּהֵֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>29</sup>&nbsp;&#8220;Now a man or a woman — when they have an affliction on the head or on the (site of the) beard: <sup>30</sup>&nbsp;when the kohen looks at the affliction, and here: its look is deeper than the skin, and in it there is thin yellow hair, the kohen is to declare-him-tamei — it is a neteq/scall, it is tsara&#8217;at of the head or of the beard. <sup>31</sup>&nbsp;But when the kohen looks at the affliction of the scall, and here: its look is not deeper than the skin, and black hair there is none on it, the kohen is to shut up the one afflicted with the scall for seven days. <sup>32</sup>&nbsp;When the kohen looks at the affliction on the seventh day, and here: the scall has not spread, and there is not in it (any) yellow hair, and the look of the scall is not deeper than the skin, <sup>33</sup>&nbsp;he is to shave himself, but the scall he is not to shave, and the kohen is to shut up the scall-bearer for seven days a second time. <sup>34</sup>&nbsp;When the kohen looks at the scall on the seventh day, and here: the scall has not spread on the skin, and its look is not deeper than the skin, the kohen is to declare-him-pure; when he scrubs his garments, then he is pure. <sup>35</sup>&nbsp;But if the scall has spread, yes, spread on the skin, after his being-purified, <sup>36</sup>&nbsp;when the kohen looks at him, and here: the scall has spread on the skin, the kohen need not examine (him) for the yellow hair, he is tamei. <sup>37</sup>&nbsp;Now if in his eyes the scall is at-a-standstill, and black hair has sprouted in it, the scall has healed, he is pure, and the kohen is to declare-him-pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>לח</sup>&nbsp;וְאִישׁ֙ אֽוֹ־אִשָּׁ֔ה כִּֽי־יִהְיֶ֥ה בְעוֹר־בְּשָׂרָ֖ם בֶּהָרֹ֑ת בֶּהָרֹ֖ת לְבָנֹֽת׃ <sup>לט</sup>&nbsp;וְרָאָ֣ה הַכֹּהֵ֗ן וְהִנֵּ֧ה בְעוֹר־בְּשָׂרָ֛ם בֶּהָרֹ֖ת כֵּה֣וֹת לְבָנֹ֑ת בֹּ֥הַק ה֛וּא פָּרַ֥ח בָּע֖וֹר טָה֥וֹר הֽוּא׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>38</sup>&nbsp;&#8220;Now a man or a woman — when there is in the skin of their flesh shiny-spots, white shiny-spots, <sup>39</sup>&nbsp;when the kohen looks, and here: in the skin of their flesh (are) shiny-spots, faded (or) white, it is a rash, it has sprouted on the skin, he is pure.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><mark>ששי (שלישי)</mark> <sup>מ</sup>&nbsp;וְאִ֕ישׁ כִּ֥י יִמָּרֵ֖ט רֹאשׁ֑וֹ קֵרֵ֥חַ ה֖וּא טָה֥וֹר הֽוּא׃ <sup>מא</sup>&nbsp;וְאִם֙ מִפְּאַ֣ת פָּנָ֔יו יִמָּרֵ֖ט רֹאשׁ֑וֹ גִּבֵּ֥חַ ה֖וּא טָה֥וֹר הֽוּא׃ <sup>מב</sup>&nbsp;וְכִֽי־יִהְיֶ֤ה בַקָּרַ֙חַת֙ א֣וֹ בַגַּבַּ֔חַת נֶ֖גַע לָבָ֣ן אֲדַמְדָּ֑ם צָרַ֤עַת פֹּרַ֙חַת֙ הִ֔וא בְּקָרַחְתּ֖וֹ א֥וֹ בְגַבַּחְתּֽוֹ׃ <sup>מג</sup>&nbsp;וְרָאָ֨ה אֹת֜וֹ הַכֹּהֵ֗ן וְהִנֵּ֤ה שְׂאֵת־הַנֶּ֙גַע֙ לְבָנָ֣ה אֲדַמְדֶּ֔מֶת בְּקָרַחְתּ֖וֹ א֣וֹ בְגַבַּחְתּ֑וֹ כְּמַרְאֵ֥ה צָרַ֖עַת ע֥וֹר בָּשָֽׂר׃ <sup>מד</sup>&nbsp;אִישׁ־צָר֥וּעַ ה֖וּא טָמֵ֣א ה֑וּא טַמֵּ֧א יְטַמְּאֶ֛נּוּ הַכֹּהֵ֖ן בְּרֹאשׁ֥וֹ נִגְעֽוֹ׃ <sup>מה</sup>&nbsp;וְהַצָּר֜וּעַ אֲשֶׁר־בּ֣וֹ הַנֶּ֗גַע בְּגָדָ֞יו יִהְי֤וּ פְרֻמִים֙ וְרֹאשׁוֹ֙ יִהְיֶ֣ה פָר֔וּעַ וְעַל־שָׂפָ֖ם יַעְטֶ֑ה וְטָמֵ֥א ׀ טָמֵ֖א יִקְרָֽא׃ <sup>מו</sup>&nbsp;כָּל־יְמֵ֞י אֲשֶׁ֨ר הַנֶּ֥גַע בּ֛וֹ יִטְמָ֖א טָמֵ֣א ה֑וּא בָּדָ֣ד יֵשֵׁ֔ב מִח֥וּץ לַֽמַּחֲנֶ֖ה מוֹשָׁבֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>40</sup>&nbsp;&#8220;Now a man — when his head becomes smooth, he is bald, he is pure. <sup>41</sup>&nbsp;And if on the edge of his face his head becomes smooth, he is forehead-bald, he is (still) pure. <sup>42</sup>&nbsp;But when there is on the bald spot or on the forehead an affliction, white (and) reddish, it is sprouting tsara&#8217;at, on his bald spot or on his forehead. <sup>43</sup>&nbsp;When the kohen looks at him, and here: the swelling of the affliction is white (and) reddish, on his bald spot or on his forehead, like the look of tsara&#8217;at on the skin of flesh: <sup>44</sup>&nbsp;he is a man with tsara&#8217;at, he is tamei, (yes), tamei, tamei shall the kohen (declare) him, on his head is his affliction. <sup>45</sup>&nbsp;Now the one with tsara&#8217;at that has the affliction, his garments are to be torn, his head is to be made-bare, and his upper-lip is to be covered; Tamei! Tamei! he is to cry out. <sup>46</sup>&nbsp;All the days that the affliction is on him, he shall remain-tamei, tamei is he, alone shall he stay, outside of the camp is his staying-place.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\"><sup>מז</sup>&nbsp;וְהַבֶּ֕גֶד כִּֽי־יִהְיֶ֥ה ב֖וֹ נֶ֣גַע צָרָ֑עַת בְּבֶ֣גֶד צֶ֔מֶר א֖וֹ בְּבֶ֥גֶד פִּשְׁתִּֽים׃ <sup>מח</sup>&nbsp;א֤וֹ בִֽשְׁתִי֙ א֣וֹ בְעֵ֔רֶב לַפִּשְׁתִּ֖ים וְלַצָּ֑מֶר א֣וֹ בְע֔וֹר א֖וֹ בְּכׇל־מְלֶ֥אכֶת עֽוֹר׃ <sup>מט</sup>&nbsp;וְהָיָ֨ה הַנֶּ֜גַע יְרַקְרַ֣ק ׀ א֣וֹ אֲדַמְדָּ֗ם בַּבֶּ֩גֶד֩ א֨וֹ בָע֜וֹר אֽוֹ־בַשְּׁתִ֤י אוֹ־בָעֵ֙רֶב֙ א֣וֹ בְכׇל־כְּלִי־ע֔וֹר נֶ֥גַע צָרַ֖עַת ה֑וּא וְהׇרְאָ֖ה אֶת־הַכֹּהֵֽן׃ <sup>נ</sup>&nbsp;וְרָאָ֥ה הַכֹּהֵ֖ן אֶת־הַנָּ֑גַע וְהִסְגִּ֥יר אֶת־הַנֶּ֖גַע שִׁבְעַ֥ת יָמִֽים׃ <sup>נא</sup>&nbsp;וְרָאָ֨ה אֶת־הַנֶּ֜גַע בַּיּ֣וֹם הַשְּׁבִיעִ֗י כִּֽי־פָשָׂ֤ה הַנֶּ֙גַע֙ בַּ֠בֶּ֠גֶד אֽוֹ־בַשְּׁתִ֤י אֽוֹ־בָעֵ֙רֶב֙ א֣וֹ בָע֔וֹר לְכֹ֛ל אֲשֶׁר־יֵעָשֶׂ֥ה הָע֖וֹר לִמְלָאכָ֑ה צָרַ֧עַת מַמְאֶ֛רֶת הַנֶּ֖גַע טָמֵ֥א הֽוּא׃ <sup>נב</sup>&nbsp;וְשָׂרַ֨ף אֶת־הַבֶּ֜גֶד א֥וֹ אֶֽת־הַשְּׁתִ֣י ׀ א֣וֹ אֶת־הָעֵ֗רֶב בַּצֶּ֙מֶר֙ א֣וֹ בַפִּשְׁתִּ֔ים א֚וֹ אֶת־כׇּל־כְּלִ֣י הָע֔וֹר אֲשֶׁר־יִהְיֶ֥ה ב֖וֹ הַנָּ֑גַע כִּֽי־צָרַ֤עַת מַמְאֶ֙רֶת֙ הִ֔וא בָּאֵ֖שׁ תִּשָּׂרֵֽף׃ <sup>נג</sup>&nbsp;וְאִם֮ יִרְאֶ֣ה הַכֹּהֵן֒ וְהִנֵּה֙ לֹא־פָשָׂ֣ה הַנֶּ֔גַע בַּבֶּ֕גֶד א֥וֹ בַשְּׁתִ֖י א֣וֹ בָעֵ֑רֶב א֖וֹ בְּכׇל־כְּלִי־עֽוֹר׃ <sup>נד</sup>&nbsp;וְצִוָּה֙ הַכֹּהֵ֔ן וְכִ֨בְּס֔וּ אֵ֥ת אֲשֶׁר־בּ֖וֹ הַנָּ֑גַע וְהִסְגִּיר֥וֹ שִׁבְעַת־יָמִ֖ים שֵׁנִֽית׃ <mark>שביעי (רביעי)</mark> <sup>נה</sup>&nbsp;וְרָאָ֨ה הַכֹּהֵ֜ן אַחֲרֵ֣י ׀ הֻכַּבֵּ֣ס אֶת־הַנֶּ֗גַע וְ֠הִנֵּ֠ה לֹֽא־הָפַ֨ךְ הַנֶּ֤גַע אֶת־עֵינוֹ֙ וְהַנֶּ֣גַע לֹֽא־פָשָׂ֔ה טָמֵ֣א ה֔וּא בָּאֵ֖שׁ תִּשְׂרְפֶ֑נּוּ פְּחֶ֣תֶת הִ֔וא בְּקָרַחְתּ֖וֹ א֥וֹ בְגַבַּחְתּֽוֹ׃ <sup>נו</sup>&nbsp;וְאִם֮ רָאָ֣ה הַכֹּהֵן֒ וְהִנֵּה֙ כֵּהָ֣ה הַנֶּ֔גַע אַחֲרֵ֖י הֻכַּבֵּ֣ס אֹת֑וֹ וְקָרַ֣ע אֹת֗וֹ מִן־הַבֶּ֙גֶד֙ א֣וֹ מִן־הָע֔וֹר א֥וֹ מִן־הַשְּׁתִ֖י א֥וֹ מִן־הָעֵֽרֶב׃ <mark>מפטיר</mark> <sup>נז</sup>&nbsp;וְאִם־תֵּרָאֶ֨ה ע֜וֹד בַּ֠בֶּ֠גֶד אֽוֹ־בַשְּׁתִ֤י אֽוֹ־בָעֵ֙רֶב֙ א֣וֹ בְכׇל־כְּלִי־ע֔וֹר פֹּרַ֖חַת הִ֑וא בָּאֵ֣שׁ תִּשְׂרְפֶ֔נּוּ אֵ֥ת אֲשֶׁר־בּ֖וֹ הַנָּֽגַע׃ <sup>נח</sup>&nbsp;וְהַבֶּ֡גֶד אֽוֹ־הַשְּׁתִ֨י אוֹ־הָעֵ֜רֶב אֽוֹ־כׇל־כְּלִ֤י הָעוֹר֙ אֲשֶׁ֣ר תְּכַבֵּ֔ס וְסָ֥ר מֵהֶ֖ם הַנָּ֑גַע וְכֻבַּ֥ס שֵׁנִ֖ית וְטָהֵֽר׃ <sup>נט</sup>&nbsp;זֹ֠את תּוֹרַ֨ת נֶֽגַע־צָרַ֜עַת בֶּ֥גֶד הַצֶּ֣מֶר ׀ א֣וֹ הַפִּשְׁתִּ֗ים א֤וֹ הַשְּׁתִי֙ א֣וֹ הָעֵ֔רֶב א֖וֹ כׇּל־כְּלִי־ע֑וֹר לְטַהֲר֖וֹ א֥וֹ לְטַמְּאֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"p\"><sup>47</sup>&nbsp;&#8220;Now a cloth: when there is on it an affliction of tsara&#8217;at, on a cloth of wool or a cloth of linen, <sup>48</sup>&nbsp;or in the woof or in the warp of the linen or of the wool, or in an animal-skin or in anything worked of skin: <sup>49</sup>&nbsp;if the affliction is greenish or reddish on the cloth or the skin, or on the woof or on the warp, or in any vessel of skin, it is an affliction of tsara&#8217;at, he is to have the kohen look at it. <sup>50</sup>&nbsp;When the kohen looks at the affliction, he is to shut up the afflicted-item for seven days; <sup>51</sup>&nbsp;when he looks at the affliction on the seventh day, if the affliction has spread on the cloth or on the woof or on the warp or on the skin, for whatever might be done with the skin for work: the affliction is acute tsara&#8217;at, it is tamei. <sup>52</sup>&nbsp;It is to be burned, the cloth, or the woof or the warp in the wool or in the linen, or in any vessel of skin that has in it any affliction, for it is acute tsara&#8217;at, in fire it is to be burned. <sup>53</sup>&nbsp;But if the kohen looks, and here: the affliction has not spread in the cloth — whether in the woof or in the warp, or in any vessel of skin — <sup>54</sup>&nbsp;the kohen is to command that they scrub that which contains the affliction, and he is to shut it up for seven days a second time. <sup>55</sup>&nbsp;When the kohen looks, after the afflicted-thing has been scrubbed, and here: the affliction has not changed its aspect, the affliction has not spread — it is tamei, in fire you are to burn it, it is decay, on its &#8216;bald-spot&#8217; or on its &#8216;forehead.&#8217; <sup>56</sup>&nbsp;But if the kohen looks, and here: the affliction has faded, after it has been scrubbed, he is to tear it from the cloth or from the skin or from the woof or from the warp, <sup>57</sup>&nbsp;and if it is seen again on the cloth — whether in the woof or in the warp, or in any vessel of skin, it is a sprouting-thing, in fire you are to burn it, anything in which there is the affliction. <sup>58</sup>&nbsp;But the cloth or the woof or the warp or any vessel of skin that you have scrubbed, so that the affliction disappears from them, when it is scrubbed a second time, then it is pure.</span> <span class=\"h\"><sup>59</sup>&nbsp;This is the Instruction for the affliction of tsara&#8217;at in cloth of wool or linen, or the warp or the woof, or any vessel of skin, for declaring-it-purified or for declaring-it-tamei.&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_תזריע/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names. Instead of Foix&#8217;s use of &#8220;purgation,&#8221; I offer &#8220;atonement.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.) &#8211;Aharon N. Varady</p>\n",
    "categories": [
        "Sefer Vayiqra (Leviticus)",
        "Parashat Tazria"
    ],
    "tags": [
        "33rd century A.M.",
        "6th century B.C.E.",
        "annual Torah reading cycle",
        "mythopoesis",
        "redaction criticism",
        "ritual purity",
        "supplementary hypothesis",
        "tsaraat",
        "מצרע Metsora",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת תזריע parashat Tazria"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3507"
        ],
        "_thumbnail_id": [
            "24378"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/03/metal-3314760_960_720-e1553990223313.jpg",
        "title": "metal-3314760_960_720",
        "caption": "\"<a href=\"https://pixabay.com/photos/metal-pattern-texture-zinc-plated-3314760/\">metal pattern texture zinc plated</a>\" (credit: anaterate, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=24376",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/vayiqra/parashat-tazria-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-tazria-color-coded-according-to-its-narrative-layers"
}