{
    "post_id": 30437,
    "title": "תפילה על האיחוי והרעות | A Prayer for Brotherhood, Unity, and Friendship on Israeli Election Day (2020)",
    "author": "Tamar Elad-Appelbaum",
    "coauthors": [
        {
            "name": "Tamar Elad-Appelbaum",
            "bio": "Rabbi Tamar Elad-Appelbaum is the founder of ZION: An Eretz Israeli Congregation in Jerusalem; and Vice President of the Masorti Rabbinical Assembly. Her work spans and links tradition and innovation, working toward Jewish spiritual and ethical renaissance. She devotes much of her energy to the renewal of community life in Israel and the struggle for human rights. Rabbi Elad-Appelbaum served as rabbi of Congregation Magen Avraham in the Negev; as a congregational rabbi in the New York suburbs alongside Rabbi Gordon Tucker; and as Assistant Dean of the Schechter Rabbinical Seminary in Jerusalem. In 2010 she was named by the Forward as one of the five most influential female religious leaders in Israel for her work promoting pluralism and Jewish religious freedom.",
            "website": "http://www.masorti.org.il/en/page.php?pageId=134",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/07/tamar.elad-applebaum-crop-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tamar-elad-appelbaum"
        },
        {
            "name": "Martin Samuel Cohen",
            "bio": "Martin Samuel Cohen was born and raised in New York City, where he received his B.A. summa cum laude from the City University of New York and where he was ordained as rabbi at the Jewish Theological Seminary in 1978. In addition to his ordination, Rabbi Cohen earned a Ph.D. in the history of ancient Judaism from JTS, which degree was awarded to him in 1982. The recipient of post-doctoral fellowships at the Hebrew University in 1983 and at Harvard University in 1993, Rabbi Cohen has also lectured on the history of religion at Hunter College of the City University of New York and taught Bible and Talmud both at the Jewish Theological Seminary of America in New York and at the Institute for Jewish Studies attached to the University of Heidelberg in Germany. In 1986, Rabbi Cohen left Europe for Canada, where he accepted the pulpit of the Beth Tikvah Congregation in Richmond, British Columbia. In 1999, he left Canada to assume the pulpit of Congregation Eilat in Mission Viejo, California, the position he left in 2002 to become the rabbi of the Shelter Rock Jewish Center in Roslyn, New York, where he has now completed thirteen years of service. In addition to his work as teacher and rabbi, Rabbi Cohen is an author and has published two scientific studies in the history of pre-kabbalistic Jewish mysticism, four novels and four books of essays, including the Hebrew-language <em>Sefer Ha‘ikarim Livnei Zemanenu</em>, as well as his own 2004 edition of the Book of Psalms, called Our Haven and our Strength: The Book of Psalms in New Translation. More recently, Rabbi Cohen has published the two-volume prayer book <em>Siddur Tzur Yisrael, Zot Nechemati</em> for the house of mourning, a children’s book called <em>Riding the River of Peace</em>, and <em>The Boy on the Door on the Ox</em>, an exploration of the relationship between Torah study and service in the congregational rabbinate. From 1997 to 2000, he served as chairman of the Publications Committee of the Rabbinical Assembly and has for the last dozen years chaired the editorial board of the quarterly journal, Conservative Judaism. Most recently, Rabbi Cohen served as senior editor of the 2012 landmark volume defining Conservative Jewish life, <em>The Observant Life: The Wisdom of Conservative Judaism for Contemporary Jews</em>, and is currently at work on his own Torah translation and commentary.",
            "website": "https://www.srjc.org/rabbi-martin-s-cohen",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/martin-cohen-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/martin-cohen"
        },
        {
            "name": "the Masorti Movement in Israel",
            "bio": "HaTenu'ah haMasortit (התנועה המסורתית, the Masorti Movement in Israel) creates opportunities for all Jews to live Jewish lives in Israel unhindered, and on their own terms. It is a religious movement based on values of inclusion combined with traditional practice and Halakha (Jewish Law). Masorti represents a “third” way. Not secular Judaism. Not ultra-Orthodoxy. But a Jewish life that integrates secular beliefs. Halakhah with inclusion and egalitarianism. Tradition that recognizes the realities of today’s world. The Masorti Movement is committed to a pluralistic, egalitarian, and democratic vision of Zionism. Masorti engages tens of thousands of Israelis each year, young and old, native born as well as olim from around the globe.",
            "website": "http://www.masorti.org.il",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/11/Masorti_Movement_Israel_logo-144x109-96x96.png",
            "profile_link": "https://opensiddur.org/profile/masorti-foundation"
        }
    ],
    "date": "2020-02-28",
    "last_updated": "2025-10-27",
    "excerpt": "Based on the Prayer For Freedom from Strife and the Prayer that One Be a Lover and a Pursuer of Peace taken from the Liqutei Tefilot of Reb Nosson of Nemirov. Edited and reworked by Rabbi Tamar Elad-Appelbaum. English Translation: Rabbi Martin S. Cohen. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"font-size: 1em; margin-top: 18px;\">\nלה׳ הָאָרֶץ וּמְלוֹאָהּ <span class=\"citation\">(תהלים כד:א)</span> &#8212;<br />\nוַיִּקְרָא אֱלֹהִים לָרָקִיעַ שָׁמָיִם <span class=\"citation\">(בראשית א:ח)</span><br />\nשמים, רב אמר אש ומים<br />\nרבי אבא בר כהנא אמר משום רב<br />\nנטל הקדוש ברוך הוא אש ומים<br />\nופתכן זה בזה ומהן נעשו שמים,<br />\nד״א<br />\nשמים מעשיהן של בריות,<br />\nאם זכו והגידו שמים צדקו,<br />\nואם לאו יגלו שמים עוונו.<br />\n<span class=\"citation\">(בראשית רבה ד׳ (וילנא))</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1em; margin-top: 18px;\">\nThe world is God’s and all that is in it. <span class=\"citation\">(Psalms 24:1)</span> &#8212;<br />\n&#8220;And God called the firmament <em>shamayim</em>&#8221; <span class=\"citation\">(Genesis 1:8)</span>,<br />\nwhich term Rav interpreted as meaning that the heavens are made of fire (<em>eish</em>) and water (<em>mayim</em>).<br />\nRabbi Abba bar Kahana taught in the name of Rav<br />\nthat <span class=\"divine-referent\">the blessed Holy One</span> took fire and water<br />\nand, mixing them together, created the heavens.<br />\nAn alternate explanation:<br />\nthe heavens are called <em>shamayim</em> because they have the ability to evaluate (<em>shamim</em>) the deeds of humankind:<br />\nif they behave well, then the heavens proclaim their merit,<br />\nbut if not, then the heavens reveal their sinfulness.<br />\n<span class=\"citation\">(Bereshit Rabbah 4)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְמַעַן אַחַי וְרֵעָי <span class=\"citation\">(תהלים קכב:ח)</span><br />\nתפילה על האיחוי והריעות<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor my brethren and my friends <span class=\"citation\">(Psalms 122:8)</span> &#8211;<br />\n<u>A Prayer for Brotherhood, Unity and Friendship</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרבון כל העולמים<br />\nאלהי האמהות האבות והילדים<br />\nאלהי כל הצדיקים והחסידים, אלוה כל,<br />\nחנני וזכני נא להיות אוהב/ת שלום ולהדר בו ביותר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRuler of all worlds,<br />\nGod of mothers, fathers, and children,<br />\nGod of the righteous and the pious, God of All,<br />\nShow mercy to me and grant that I be able to love peace and to cherish it above all else.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוכשאני רואה מישהו שהוא בהיפוך גמור מדעתי,<br />\nונדמה שאי אפשר בשום אופן להחזיק עמו בשלום,<br />\nאו כשאני רואה שני אנשים שהם שני הפכים ממש &#8211;<br />\nתשמרני שלא אומר שאי אפשר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen I encounter someone whose opinions are directly contrary to my own,<br />\nAnd when to embrace that person peacefully feels an absolute impossibility,<br />\nOr when I encounter two individuals who are each other’s polar opposites,<br />\nKeep me from saying that I am being asked to do the impossible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרק אזכור שאדרבה, זהו השלום, להשתדל בין שני הפכים,<br />\nכמו שאתה יתברך עושה בין אש ומים, שהם שני הפכים ממש,<br />\nורק בשניהם ערבים זה לזה, יחדיו אש ומים, נעשים שמים,<br />\nוזהו שיש יראת שמים, לאמר שאפשר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet me ever recall that I can make peace in the world through words spoken to reconcile opponents,<br />\nJust as You Yourself managed to do by bringing together water and fire, two irreconcilable entities,<br />\nAnd yet in their impossible admixture were born the heavens themselves,<br />\nSuch that to be truly God-fearing means to admit the possibility of reconciling them nonetheless.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוחנני נא שאזכה להשתדל תמיד ולדון את כל אדם לכף זכות<br />\nאפילו החולקים עלי והמצעדים אותי.<br />\nאתה ה׳ טוב ומטיב חנני תמיד להסתכל רק בעין טובה<br />\nולשמור מאד ולהישמר משנאת חינם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGrant me the grace ever to work towards reconciliation and to grant others the benefit of the doubt,<br />\nEven when those others are causing me personal pain by disagreeing with me so intensely.<br />\nYou, God, Who is good and Who does good, ever grant that I view others generously and kindly,<br />\nAnd watch over me lest I succumb to the unwarranted hatred of others.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nורחם נא על כל הדור הזה והושיענו מן הצער ומן הצרות<br />\nשחס וחלילה לא ננטוש זה את זה ולא נתעלם זה מזה<br />\nונהיה ערבים זה לזה, ודואגים זה על זה,<br />\nאחים אחיות מתאחים זה למען זה,<br />\nלמען איחוי וריעות שבינינו,<br />\nותן לנו לב אליך. ותן לנו לב זה לזה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBe compassionate with our generation and save us from pain and suffering<br />\nLest we, God forbid, uproot each other or abandon each other.<br />\nLet us be responsible for each other and concerned for each other<br />\nIn the manner of brothers and sisters bound by familial ties to reconcile<br />\nfor reconciliation’s sake and to foster bonds of true friendship between us.<br />\nAnd turn our hearts toward You, God, and turn our hearts toward each other.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nתן בי לאהוב אותך יתברך, בכל מקום שאני,<br />\nולאהוב את חברי בכל מקום שהם,<br />\nואתה ה׳ הייה עמנו וחננו אריכות אפיים<br />\nלהיות באהבה ושלום עם כל ישראל<br />\nועל ידי זה יהיה שלום עם הכל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGrant me the ability to love You, God, wherever I find myself,<br />\nAnd to love other people wherever they find themselves,<br />\nBe with us, God, and graceful grant us to share in Your divine patience<br />\nSo that we exist in a state of ongoing love and peace with all Israel<br />\nAnd through that kind of inner-Jewish solidarity, to exist in a state of peace with the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעושה שלום במרומיו הוא ברחמיו<br />\nיעשה שלום עלינו ועל כל ישראל,<br />\nברוך אתה שומע תפילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the God Who makes peace in the heavens,<br />\ngrant us with compassion that we too know peace, we and all Israel.<br />\nBlessed are You, Who listens to heartfelt prayer.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p><span class=\"hebrew\" lang=\"heb-Hebr\">מבוסס על תפילות המידות לרבינו נחמן מברסלב, תפילה שיזכה אדם להינצל ממריבות ותפילה שיזכה האדם להיות אוהב שלום ורודף שלום. עריכה וניסוח הרבה תמר אלעד-אפלבום</span> A Prayer for Brotherhood, Unity, and Friendship on Israeli Election Day (2020), based on the Prayer For Freedom from Strife and the Prayer that One Be a Lover and a Pursuer of Peace taken from the Liqutei Tefilot of Reb Nosson of Nemirov (disciple of Rebbe Naḥman of Bratzlav). Edited and reworked by Rabbi Tamar Elad-Appelbaum. English Translation by Rabbi Martin S. Cohen. In sharing this prayer, Devora Greenberg, the Director of Rav Siach (Masorti Movement in Israel), <a href=\"http://messages.responder.co.il/4472827/174222373/4f3e021bb3685e951a57191f6d441faa\">wrote</a>,</p>\n<blockquote><p>\nIn five days&#8217; time, the Israeli public will vote for the third time in under a year. It is not our brightest hour, and this unprecedented situation reflects the social turmoil we are undergoing in Israeli society. As in the two previous elections, predictions estimate that the voter turnout will remain around 69% which is considered quite high compared with other democratic states. In the first round of elections, the notion of fulfilling our right to vote and elect our governing leaders instilled a sense of excitement and gratitude; some even recited the blessing of Shehechyanu marking this unique moment. In the second round, I joined a group of leaders and congregants from my community, led by Rabbi Tamar Elad-Appelbaum in prayer. We stood outside of the residence of Israeli president Rubi Revlin praying for unity, friendship, and feeling very uneasy by the need to go to the polls once again. None of us imagined we would be called upon to vote yet again so soon after. We are at a time in which we are called to fight the feeling of indifference taking over, we are called to hold on to a sense of civic responsibility and fulfill our right to vote, we must remain נדיבי לב prompting generosity of the heart as described in the opening verse of this week&#8217;s Parasha, Trumah. As we go to the polls here in Israel, we urgently ask that you turn to your friends, family and congregants and urge them to take the few minutes necessary to cast a ballot in the World Zionist Congress elections which are taking place now. <a href=\"https://cp.responder.co.il/link.php?lid=18493997&#038;sid=174222373&#038;k=4f3e021bb3685e951a57191f6d441faa\">Vote MERCAZ</a> so we can bring about a vision for an Israel that reflects the values we hold dear. I know many are working hard to help turn out the vote, we are getting close to the finish line, please help us cross it! &#8211;Wishing a joyous month of Adar, Devora Greenberg\n</p></blockquote>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/tefilahalhaihuivhariuttamareladappelbaum2020#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Social Justice, Peace, and Liberty",
        "&#x1f1ee;&#x1f1f1; Yom haB'ḥirut",
        "Elections &amp; Voting"
    ],
    "tags": [
        "2020 Israeli legislative election",
        "21st century C.E.",
        "58th century A.M.",
        "civic prayers",
        "difference disagreement and deviance",
        "disagreement",
        "tolerance of difference",
        "ישראל Yisrael"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3116"
        ],
        "_thumbnail_id": [
            "30439"
        ],
        "date_src_start": [
            "2020-02-28"
        ],
        "date_src_end": [
            "2020-02-28"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/02/1024px-Construction_sheet_of_Flag_of_Israel_Equilateral_Magen_David.svg.png",
        "title": "1024px-Construction_sheet_of_Flag_of_Israel_Equilateral_Magen_David.svg",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Construction_sheet_of_Flag_of_Israel_Equilateral_Magen_David.svg\">A construction sheet of the Flag of Israel.</a> (credit: Glide08, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=30437",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/elections/a-prayer-for-brotherhood-unity-and-friendship-on-election-day-2020/",
    "slug": "a-prayer-for-brotherhood-unity-and-friendship-on-election-day-2020"
}