{
    "title": "Invocation by Rabbi Ronne Friedman at the Democratic National Convention (2004)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Ronne Friedman",
            "bio": "Rabbi Ronne Friedman (born October 6, 1947) is a native of Washington, D.C. Rabbi Friedman served as the Senior Rabbi of Temple Israel of Boston (1999-2016) and has served North Shore Congregation Israel in Glencoe, Illinois and Temple Beth Zion of Buffalo, NY. He graduated with a B.A. with distinction in English Literature from Lafayette College in 1969, and received his Masters of Arts in Hebrew Literature from Hebrew Union College-Jewish Institute of Religion from which he was ordained in 1975. He was awarded a Doctorate (honoris causa) from the same institution in 2000. Rabbi Friedman currently serves on the Joint Placement Commission of the Union of American Hebrew Congregations, the Central Conference of American Rabbis and Hebrew Union College-Jewish Institute of Religion, which he chaired for 15 years and as a member of the Reform Pension Board. He also served as a member of the Board of the CCAR for 18 years and chaired the Joint Rabbinic Placement Commission of the Reform Movement (URJ, CCAR and HUC-JIR) for 15 years and served for many years as a member of the UAHC’s (now URJ) Commission of Synagogue Affiliation. His service on national and regional boards has included the National Conference for Community and Justice (formerly the National Conference of Christians and Jews), the Central Conference of American Rabbis, the American Jewish Committee (N.E. Region), the Jewish Community Relations Council of Greater Boston and Meretz. He has also taught as Adjunct Clinical Faculty for the HUC-JIR. For the past fifteen years, he has been the host of a monthly television show, Jewish Perspective, which airs on Boston’s WHDH (Boston’s NBC affiliate). Rabbi Friedman has been actively engaged in the work of Jewish Education, the pursuit of Social Justice, the resettlement of Southeast Asian and Soviet Jewish immigrants, efforts to establish Equal Marriage in Massachusetts and to ensure the full inclusion of GLBTQ Jews and their families in the larger Jewish and secular community and the establishment of Interfaith Dialogue. His interest in the use of the Myers-Briggs Type Inventory has led him to create workshops and programs using the MBTI as a tool for teambuilding.",
            "website": "https://www.tisrael.org/our-rabbis-cantor/rabbi-ronne-friedman/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/01/Ronne-Friedman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ronne-friedman"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-01-03",
    "last_updated": "2024-11-29",
    "excerpt": "The full text of Rabbi Ronne Friedman’s invocation offered on the fourth day of the Democratic National Convention, July 29th, 2004. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>Good afternoon. On behalf of the Jewish Community of Greater Boston I&#8217;m honored to extend the traditional Hebrew words of welcome to all of the delegates to the Democratic National Convention, to your families, to those behind the scenes who work to enable this extraordinary exercise of our democracy and to the media who cover the event. <em>Brukhim haBaim</em> &#8212; blessed are you who have come. </p>\n<p>This is an auspicious year for the American Jewish Community. In September we will begin the celebration of our 350th year in America. In the year 1654, twenty-three Jewish souls big and little sailed into the harbor of New Amsterdam, fleeing Brazil aboard a small French frigate. Here we discovered not persecution but promise. Not an insecure space filled with perennial prejudice but a place of permanence, with a slow steadily evolving spirit of tolerance and freedom. We learned that America was not merely a waystation for the wary and fearful immigrant but a land where hopes and dreams could be realized, a country that we, too, could call home. </p>\n<p>Ours is not a singular story. It has been replicated by potato farmers from Ireland and boat people from Southeast Asia, by Eastern Europeans fleeing the tyranny of Communism, by the descendants of Africans who had the strength to endure our greaters inhumanity, the grace to overcome the moral myopia of their oppressors and the talent to shape our culture. By Italians and Chinese who also helped to build the infrastructure of our cities, and the roads and rails that connect them. By courageous South and Central Americans whose labor put food on our tables, as they attempted to escape lives of economic desperation in order to provide a future for their children. By Native Americans who despite the abuse that they have suffered at the hands of all of these new settlers, are still our first and best protectors of the sanctity of this land. By all these and by so many more we have become one. </p>\n<p>The Talmud teaches a blessing we should recite whenever we see a large gathering of people. A gathering like this convention. Blessed is the wise one who understands secrets for the mind of each is different from that of the other, just as the face of each is different from that of the other. In that spirit let us offer these words of prayer and praise. </p></blockquote>\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO God,<br />\nyou have blessed us with a land of natural grandeur,<br />\ntaught us the beauty of unity from diversity,<br />\ntruly making us out of many, one.<br />\nBless us now with the wisdom to recognize<br />\nthat we hold this land in trust.<br />\nGuide us as custodians and conservators<br />\nof our land and of the planet.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTeach us understanding,<br />\nthat we may be reminded<br />\nof the uniqueness<br />\nand value<br />\nof every group<br />\nand of each individual.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDemand from us the responsibility<br />\nto act as your partners,<br />\nto choose leaders of integrity<br />\nand moral vision &#8212;<br />\nwomen and men committed<br />\nto justice and compassion,<br />\nexemplars of inspiration and idealism.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHelp us to learn<br />\nthat spirit of interdependence<br />\nthat does not stop at our borders.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGuide and protect our men and women in uniform,<br />\nespecially those who are directly in harm&#8217;s way.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nInstruct us all in the ways of peace,<br />\nthat we may devise an end to hostility<br />\nand bring security to our troubled world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTutor us<br />\nso that we may move from terror to triumph,<br />\nfrom hazard to hope,<br />\nfrom fear to faith.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכֵּן יְהִי רָצוֹן<br />\nוְנֹאמַר אָמֵן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay this be your will.<br />\nLet us say, <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the full text of Rabbi Ronne Friedman’s invocation offered on the fourth day of the Democratic National Convention, July 29th, 2004, corrected from the closed-captions feed <a href=\"https://www.c-span.org/video/?c4899868/rabbi-ronnie-friedman-2004-democratic-convention\">offered by C-SPAN</a>.</p>\n<h3>Source(s)</h3>\n<p><iframe width=530 height=312 src='https://www.c-span.org/video/standalone/?c4899868/rabbi-ronnie-friedman-2004-democratic-convention' allowfullscreen='allowfullscreen' frameborder=0></iframe><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Elections &amp; Voting"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Democratic National Convention 2004",
        "Democratic National Conventions",
        "English vernacular prayer",
        "Invocation",
        "United States",
        "United States General Election 2004",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "775"
        ],
        "_thumbnail_id": [
            "34960"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/01/invocation-at-the-DNC-2004-by-rabbi-Ronne-Friedman-C-SPAN-screen-capture-smol.png",
        "title": "invocation at the DNC 2004 by rabbi Ronne Friedman (C-SPAN screen capture) &#8211; smol",
        "caption": "Invocation at the DNC 2004 by Rabbi Ronne Friedman (C-SPAN screen capture)"
    },
    "source_link": "https://opensiddur.org/?p=34958",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/elections/invocation-by-ronne-friedman-at-the-democratic-national-convention-2004/",
    "slug": "invocation-by-ronne-friedman-at-the-democratic-national-convention-2004"
}