{
    "post_id": 62832,
    "title": "Prayer for the United States of America on the eve of Election Day, ecumenical adaptation by President Franklin D. Roosevelt (4 November 1940)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Franklin Delano Roosevelt",
            "bio": "Franklin Delano Roosevelt (January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which defined modern liberalism in the United States throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office.",
            "website": "https://en.wikipedia.org/wiki/Franklin_D._Roosevelt",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/03/franklin-roosevelt-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/franklin-delano-roosevelt"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        },
        {
            "name": "Anson Phelps Stokes",
            "bio": "Anson Phelps Stokes (April 13, 1874 – August 13, 1958) was an American educator, historian, clergyman, author, philanthropist and civil rights activist.",
            "website": "https://en.wikipedia.org/wiki/Anson_Phelps_Stokes_(philanthropist)",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/anson-phelps-stokes-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/anson-phelps-stokes"
        }
    ],
    "date": "2025-07-07",
    "last_updated": "2025-12-01",
    "excerpt": "This prayer for the United States of America was offered by President Franklin D. Roosevelt as part of his <a href=\"http://docs.fdrlibrary.marist.edu/php11440.html\">Radio Campaign Address at Hyde Park, New York</a> on 4 November 1940. The prayer was adapted by Roosevelt from one he referred to it in his speech as \"an old prayer.\" That prayer was originally offered by Rev. Anson Phelps Stoke, canon of the Washington Cathedral (Washington DC), a guest chaplain before the Senate on 25 April 1932. Roosevelt, or a speech write, adapted the text of the prayer by removing the final line, thereby making the prayer a more inclusive and ecumenical civic prayer. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nIn his final radio address at the end of the 1940 campaign, President Franklin Delano Roosevelt turned from a discussion of controversial issues to voice his deep sense of the solemn meaning of Election Day. This is his message.</p>\n<blockquote><p>\nMy fellow Americans:</p>\n<p>Once more I am in the quiet of my home in Hyde Park on the eve of Election Day. I wish to speak to you not of partisan politics but of the Nation, the United States of America, to which we all owe such deep and inborn allegiance.</p>\n<p>As I sit here tonight with my own family, I think of all the other American families—millions of families all through the land—sitting in their own homes. They have eaten their supper in peace, they will be able to sleep in their homes tonight in peace. Tomorrow they will be free to go out to live their ordinary lives in peace—free to say and do what they wish, free to worship as they please. Tomorrow, of all days, they will be free to choose their own leaders who, when that choice has been made, become in turn only the instruments to carry out the will of all the people.</p>\n<p>And I cannot help but think of the families in other lands-millions of families—living in homes like ours. On some of these homes, bombs of destruction may be dropping even as I speak to you.</p>\n<p>Across the seas life has gone underground. I think I speak the minds of all of you when I say that we thank God that we live in the sunlight and in the starlight of peace, that we are not in war and that we propose and expect to continue to live our lives in peace—under the peaceful light of Heaven.</p>\n<p>In this town, as in every other community in our nation, friends and neighbors will gather together around the polling place.</p>\n<p>They will discuss the state of the Nation, the weather, and the prospect for their favorite football team. They will discuss the present political campaign. Some will wear buttons proclaiming their allegiance to one candidate or another. And, I suppose, there will be a few warm arguments.</p>\n<p>But when you and I step into the voting booth, we can proudly say: &#8220;I am an American, and this vote I am casting is the exercise of my highest privilege and my most solemn duty to my country.&#8221;</p>\n<p>We vote as free men, impelled only by the urgings of our own wisdom and our own conscience.</p>\n<p>In our polling places are no storm troopers or secret police to look over our shoulders as we mark our ballots.</p>\n<p>My own personal participation in public affairs goes back as far as the year 1910, when I first became a candidate for the State Senate from this district on the Hudson River.</p>\n<p>In the thirty years that have followed, I have taken an active part in nearly every political campaign—local, State, and national. My interest has been that of a candidate for office; a public official; and a private citizen.</p>\n<p>In every political campaign the question on which we all finally pass judgment through the ballot box is simply this: &#8220;Who do I think is the candidate best qualified to act as President, or Governor, or Senator, or Mayor, or Supervisor, or County Commissioner during the next term?&#8221;</p>\n<p>It is that right, the right to determine for themselves who should be their own officers of Government, that provides for the people the most powerful safeguard of our democracy. The right to place men in office, at definite, fixed dates of election for a specific term, is the right which will keep a free people always free.</p>\n<p>Dictators have forgotten—or perhaps they never knew—the basis upon which democratic Government is founded: that the opinion of all the people, freely formed and freely expressed, without fear or coercion, is wiser than the opinion of any one man or any small group of men.</p>\n<p>We have more faith in the collective opinion of all Americans than in the individual opinion of any one American.</p>\n<p>Your will is a part of the great will of America. Your voice is a part of the great voice of America. And when you and I stand in line tomorrow for our turn at the polls, we are voting equals.</p>\n<p>In the past twenty years the number of those who exercise the right to vote in national elections has been almost doubled. There is every indication that the number of votes cast tomorrow will be by far the greatest in all our history.</p>\n<p>That is the proof—if proof be needed—of the vitality of our democracy.</p>\n<p>But our obligation to our country does not end with the casting of our votes.</p>\n<p>Every one of us has a continuing responsibility for the Government which we choose.</p>\n<p>Democracy is not just a word, to be shouted at political rallies and then put back into the dictionary after election day.</p>\n<p>The service of democracy must be something much more than mere lip-service.</p>\n<p>It is a living thing—a human thing—compounded of brains and muscles and heart and soul. The service of democracy is the birthright of every citizen, the white and the colored; the Protestant, the Catholic, the Jew; the sons and daughters of every country in the world, who make up the people of this land. Democracy is every man and woman who loves freedom and serves the cause of freedom.</p>\n<p>Last Saturday night, I said that freedom of speech is of no use to the man who has nothing to say and that freedom of worship is of no use to the man who has lost his God. And tonight I should like to add that a free election is of no use to the man who is too indifferent to vote.</p>\n<p>The American people and the cause of democracy owe a great deal to the very many people who have worked in an honorable way on each side in this campaign. I know that after tomorrow they will all continue to cooperate in the service of democracy, to think about it, to talk about it, and to work for it.</p>\n<p>Tomorrow you will decide for yourselves how the legislative and executive branches of the Government of your country are to be run during their next terms and by whom.</p>\n<p>After the ballots are counted, the real rulers of this country will have had their way, as they have had it every two years or every four years during our whole national existence.</p>\n<p>After the ballots are counted, the United States of America will still be united.</p>\n<p>Discussion among us should and will continue, for we are free citizens of a free nation. But there can be no arguments about the essential fact that in our desire to remain at peace by defending our democracy, we are one nation and one people.</p>\n<p>We people of America know that man cannot live by bread alone.</p>\n<p>We know that we have a reservoir of religious strength which can withstand attacks from abroad and corruption from within.</p>\n<p>We people of America will always cherish and preserve that strength. We will always cling to our religion, our devotion to God—to the faith which gives us comfort and the strength to face evil.</p>\n<p>On this election eve, we all have in our hearts and minds a prayer for the dignity, the integrity and the peace of our beloved country.</p>\n<p>Therefore, in this last hour before midnight, I believe that you will find it fitting that I read to you an old prayer which asks the guidance of God for our nation:\n</p></blockquote>\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n<span class=\"divine-referent\">Almighty God</span>,<br />\nwho hast given us this good land for our heritage;<br />\nWe humbly beseech Thee<br />\nthat we may always prove ourselves<br />\na people mindful of Thy favor<br />\nand glad to do Thy will.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBless our land with honourable industry,<br />\nsound learning, and pure manners.<br />\nSave us from violence, discord, and confusion;<br />\nfrom pride and arrogancy,<br />\nand from every evil way.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nDefend our liberties,<br />\nand fashion into one united people<br />\nthe multitudes brought hither<br />\nout of many kindreds and tongues.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nEndue with the spirit of wisdom<br />\nthose to whom, in Thy name,<br />\nwe entrust the authority of government,<br />\nthat there may be justice and peace at home,<br />\nand that, through obedience to Thy law,<br />\nwe may show forth Thy praise<br />\namong the nations of the earth.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn the time of prosperity,<br />\nfill our hearts with thankfulness,<br />\nand in the day of trouble,<br />\nsuffer not our trust in Thee to fail.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n<em>Amen</em>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer for the United States of America was offered by President Franklin D. Roosevelt as part of his <a href=\"http://docs.fdrlibrary.marist.edu/php11440.html\">Radio Campaign Address at Hyde Park, New York</a> on 4 November 1940. The prayer was adapted by Roosevelt from one he referred to it in his speech as &#8220;an old prayer.&#8221; That prayer was originally offered by Rev. Anson Phelps Stoke, canon of the Washington Cathedral (Washington DC), a guest chaplain before the Senate on 25 April 1932. Roosevelt, or a speech write, adapted the text of the prayer by removing the final line, thereby making the prayer a more inclusive and ecumenical civic prayer.</p>\n<p>The prayer was included in the unpublished CCAR <em>Union Anthology</em> (1966), pp. 216-217. The text of the prayer here was transcribed from <em><a href=\"/?p=34753\">The Faith of America: Readings, Songs, and Prayers for the Celebration of American Holidays</a></em> (Jewish Reconstructionist Foundation 1951), pp. 299-302 and corrected according to the text of the complete speech at the FDR Presidential Library. </p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/the-faith-of-america-readings-songs-and-prayers-for-the-celebration-of-american-holidays-1951/The%20Faith%20of%20America-%20Readings%2C%20Songs%2C%20and%20Prayers%20for%20the%20Celebration%20of%20American%20Holidays%20%28Mordecai%20Kaplan%2C%20J.%20Paul%20Williams%2C%20Eugene%20Kohn%201951%29#page/298/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div id=\"attachment_62838\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2025/07/congressional-record-part-8-vol--75-25-april-1932-senate-p--8821.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-62838\" src=\"https://opensiddur.org/wp-content/uploads/2025/07/congressional-record-part-8-vol--75-25-april-1932-senate-p--8821-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-62838\" /></a><p id=\"caption-attachment-62838\" class=\"wp-caption-text\">Congressional Record part 8, vol. 75 (25 April 1932, Senate), p. 8821</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Elections &amp; Voting"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "English vernacular prayer",
        "Franklin Delano Roosevelt",
        "Prayers of Guest Chaplains",
        "World War Ⅱ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2686"
        ],
        "_thumbnail_id": [
            "62834"
        ],
        "date_src_start": [
            "1940-11-04"
        ],
        "date_src_end": [
            "1940-11-04"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/foreign-correspondent-dir--alfred-hitchock-1940-still.png",
        "title": "Foreign Correspondent (dir. Alfred Hitchock 1940) &#8211; still",
        "caption": "image: a still image from the filme FOREIGN CORRESPONDENT (dir. Alfred Hitchock 1940)"
    },
    "source_link": "https://opensiddur.org/?p=62832",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/nations/elections/prayer-for-the-united-states-of-america-on-the-eve-of-election-day-by-president-franklin-d-roosevelt-4-november-1940/",
    "slug": "prayer-for-the-united-states-of-america-on-the-eve-of-election-day-by-president-franklin-d-roosevelt-4-november-1940"
}