{
    "title": "Prayer for Immigrant Justice at an Interfaith Vigil at the Broadview Detention Center, by Rabbi Brant Rosen (2008)",
    "author": "Gonzalo Escobar (Spanish translation)",
    "coauthors": [
        {
            "name": "Gonzalo Escobar (Spanish translation)",
            "bio": "Gonzalo Escobar's background is in education, psychology and socio-cultural anthropology. He is the producer of the weekly radio show Si Se Puede. He focuses on issues affecting local, state, and national Latino communities.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/06/gonzalo-escobar-e1674562806297-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gonzalo-escobar"
        },
        {
            "name": "Brant Rosen",
            "bio": "Brant Rosen is the founding rabbi of Tzedek Chicago and the author of <em>Wrestling in the Daylight: A Rabbis Path to Palestinian Solidarity</em> (2012) and <em>Songs After the Revolution: New Jewish Liturgy</em> (2018). In 2020, he was named as a Topol Fellow at Harvard Divinity School.",
            "website": "http://rabbibrant.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/05/brant-rosen-96x96.png",
            "profile_link": "https://opensiddur.org/profile/ravboaz"
        }
    ],
    "date": "2021-06-03",
    "last_updated": "2025-03-29",
    "excerpt": "A prayer offered at the Broadview Detention Center for an interfaith vigil in support of the detainees and for change in US immigration policy. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (English)</th>\n<th style=\"text-align: left;\">Translation (Spanish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nThere shall be one law for you and for the stranger;<br />\nit shall be a law for all time throughout the ages.<br />\nYou and the stranger shall be alike before God. <span class=\"citation\">(Numbers 15:15)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\n<p></span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<em>Ruaḥ Kol Ḥai</em> – Spirit of All that Lives:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nEspíritu de Todo lo que Vive:<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nHelp us.<br />\nHelp us to uphold the values that are so central to who we are: human beings created in the image of God. Help us to find compassion in our hearts and justice in our deeds for all who seek freedom and a better life. May we find the strength to protect and plead the cause of the stranger among us, to ensure just treatment for all who dwell in our land.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nAyúdanos.<br />\nAyúdanos a defender los valores que son tan importantes para lo que somos: seres humanos creados a imagen de Dios. Ayúdanos a encontrar la compasión en nuestros corazones y la justicia en nuestros actos para todos los que buscan la libertad y una mejor vida. Pueda que encontremos la fuerza para proteger y defender la causa del forastero (extranjero) entre nosotros, para asegurar un trato justo para todos los que habitan en nuestra tierra.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nGuide us.<br />\nGuide us toward one law. One justice. One human standard of behavior toward all. Move us away from the equivocation that honors the divine image in some but not in others. Let us forever affirm that the justice we purport to hold dear is nothing but a sham if it does not uphold basic human dignity for all who dwell in our midst.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nGuíanos.<br />\nGuíanos hacia una ley. Una justicia. Una de las normas de comportamiento humano para con todos. Aléjanos de la ambigüedad que hace honor a la imagen divina en algunos, pero no en otros. Deja que nosotros siempre testifiquemos que la justicia que pretendemos apreciar no es más que una farsa si no defendemos la dignidad humana básica para todos los que moran entre nosotros.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nForgive us.<br />\nForgive us for the inhumane manner that in which we too often treat the other. We know, or should, that when it comes to crimes against humanity, some of us may be guilty, but all of us are responsible. Grant us atonement for the misdeeds of exclusion we invariably commit against the most vulnerable members of society: the unwanted, the unhoused, the uninsured, the undocumented.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nPerdónanos.<br />\nPerdónanos por la forma inhumana en que con demasiada frecuencia tratamos a los demás. Sabemos, o deberíamos saber, que cuando se trata de crímenes contra la humanidad, algunos de nosotros podríamos ser culpables, pero todos somos responsables. Concédenos el perdón de los delitos de exclusión que siempre cometemos contra los miembros más vulnerables de la sociedad: los no deseados, los desamparados, los no asegurados, los indocumentados.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nStrengthen us.<br />\nStrengthen us to find the wherewithal to shine your light into the dark places of our world. Give us ability to uncover those who are hidden from view, locked away, forgotten. Let us never forget that nothing is hidden and no one lost from before you. Embolden us in the knowledge that no one human soul is disposable or replaceable; that we can never, try as we might, lock away the humanity of another.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nDanos fuerza.<br />\nDanos fuerza para encontrar los medios para hacer brillar tu luz en los lugares oscuros de nuestro mundo. Danos la capacidad de descubrir a los que están ocultos a la vista, encerrados y olvidados. No olvidemos jamás que no hay nada oculto y nadie se ha perdido delante de ti. Fortalécenos con el conocimiento de que no hay ni una sola alma humana que sea desechable o reemplazable, que no podemos nunca, por mucho que tratemos, quitarle la humanidad a nadie.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nRemind us.<br />\nRemind us of our duty to create a just society right here, right now, in our day. Give us the vision of purpose to guard against the complacency of the comfortable – and the resolve in knowing that we cannot put off the cause of justice and freedom for another day. Remind us that the time is now. Now is the moment to create your kingdom here on earth.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nRecuérdanos.<br />\nRecuérdanos nuestro deber de crear una sociedad justa, aquí y ahora, en nuestros días. Danos la visión del propósito de evitar la complacencia de lo cómodo – y la determinación de saber que no podemos postergar la causa de la justicia y la libertad por un día más. Recuérdanos que ahora es tiempo y el momento de crear tu reino en la tierra.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<em>Ken Yehi Ratson</em>. May it be your will.<br />\nAnd may it be ours.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nQue sea tu voluntad.<br />\nY para sea que la nuestra.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd let us say, <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa\">\nY digamos, <em>Amén</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Prayer for a Vigil at a Detention Center&#8221; was first published by Rabbi Brant Rosen <a href=\"https://rabbibrant.com/2008/06/20/prayer-for-a-vigil-at-a-detention-center/\">on his blog</a> on 20 June 2008 documenting the vigil at the Broadview Detention Center in Chicago. The Spanish translation by Gonzalo Escobar was published in &#8220;<a href=\"https://rabbibrant.com/2011/09/02/interfaith-prayers-for-immigrant-justice\">Interfaith Prayers for Immigrant Justice</a>&#8221; (also on Rosen&#8217;s blog) on 2 September 2011, along with the following intentions:</p>\n<blockquote><p>\nWe pray for those women and men being deported today form all detention centers in the country, especially the ones leaving today from 101 W. Congress.</p>\n<p>We pray for families who have experienced the devastation of raids and deportations</p>\n<p>For the children who have lost parents;</p>\n<p>For the husbands and wives who were left alone to take care of their families;</p>\n<p>For all undocumented people who experience fear and live in a state of uncertainty.</p>\n<p>We pray that all those connected with the Department of Homeland Security treat our immigrant brothers and sisters with respect. We pray for ICE, Immigration and Customs Enforcement, and the staff of all detention centers in our country.</p>\n<p>We pray for leaders in our country and leaders of all faiths that we may work together with a common wisdom to stop deportations and work toward compassionate immigration policies.</p>\n<p>We pray that your spirit of goodness and love be a more powerful witness than the spirit of fear, hatred, and discrimination expressed in anti-immigrant legislation in the country.\n</p></blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Social Justice, Peace, and Liberty"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "English vernacular prayer",
        "interfaith prayer",
        "United States",
        "United States Immigration Policy",
        "welcome the immigrant",
        "welcome the stranger",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "782"
        ],
        "_thumbnail_id": [
            "37404"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/06/Broadview-Vigil-April-2010-Isaac-Silver.jpg",
        "title": "Broadview Vigil April 2010 (Isaac Silver)",
        "caption": "<a href=\"http://gapersblock.com/mechanics/2010/04/28/calling-for-end-to-deportations-24-arrested-in-broadview/\">Broadview Vigil April 2010</a> (credit: Isaac Silver)"
    },
    "source_link": "https://opensiddur.org/?p=37400",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/shalom/prayer-for-a-vigil-at-a-detention-center-by-brant-rosen-2008/",
    "slug": "prayer-for-a-vigil-at-a-detention-center-by-brant-rosen-2008"
}