{
    "post_id": 47304,
    "title": "Am Grabe des Großvaters | At the grave of one's grandfather, a teḥinah by Yehoshua Heshil Miro (1835)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-10-28",
    "last_updated": "2025-06-30",
    "excerpt": "\"Am Grabe des Großvaters\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №119 on pp. 228-230.  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<span class=\"instruction\">Am Grabe des Großvaters.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">At the grave of the grandfather.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nFriede sei mit dir, theurer Großvater, du mein Familienhaupt, Ursprung meiner Erzeugung! ruhe sanft in deinem Grabe und schreite von Stufe zu Stufe, bis zur Anschauung Gottes, bis du deine Freuden findest im Anschauen des himmlischen Königs, ohne Schmerz wegen Unfälle deiner Nachkommen. Der Herr lasse sein Antlitz über dich leuchten und sei dir gnädig. Er erhebe deine Seele immer höher, bis du den Schutzort des Höchsten, den Schatten des Allmächtigen schauest, unter den Fittichen der Cherubim. Ruhe in Frieden und Herrlichkeit, bis sich der Geist Gottes erwecken wird, den Thau der Auferstehung herab zu senken, wo du am Ende der Tage zu neuen Freuden auferstehen wirst, zu dem Lichte, zu dem Gute, das der Ewige seinen Frommen aufbewahrt, das außer ihm noch kein Auge geschaut hat. Zu jeder Zeit sei dir eine sichere Ruhe gewährt, unter dem Abglanz der Herrlichkeit Gottes, auf der Stufe der Heiligen und Reinen, die wie der Glanz des Himmels leuchten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPeace be with you, dear grandfather, you my family head, origin of my generation! Rest gently in your grave and progress from step to step, until you find your joys in the sight of the heavenly King, without pain because of accidents of your descendants. The Lord make his face shine upon you and be gracious to you. May he raise your soul ever higher, until you behold the shelter of the Most High, the shadow of the Almighty, under the wings of the keruvim. Rest in peace and glory until the Spirit of God awakens to lower the dew of the resurrection, where you will rise at the end of days to new joys, to the light, to the good that the Eternal keeps for his pious ones, which no eye has seen except him. At all times may you be granted a sure rest, under the radiance of the glory of God, on the level of the holy and pure, shining like the radiance of heaven.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIch, die ich Fleisch von deinem Fleische bin, komme an deine Grabstätte mit Inbrunst und mit bitterem Herzen, und rufe einem armen Dürftigen gleich: Ach hilf, o Herr! dein Erbarmen möge sich regen, daß du meinetwegen vorbittest vor dem hocherhabenen Weltenkönige, daß er mir durch sein Erbarmen beistehe.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI, who am flesh of your flesh, come to your sepulchre with fervor and with a bitter heart, and cry like a poor wretch: Oh help, O lord! let your mercy be moved, that you may plead on my behalf before the exalted King of the World, that he may help me by his mercy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nSchon dringt das Wasser ans Leben! ich bin versenkt in der Tiefe ohne Grund, ich bin in der Tiefe des Wassers, der Strom droht mich wegzuschwemmen. Ich ermatte vom Schreien, meine Kehle ist vertrocknet, meine Augen verschmachten vom schauen nach meinem Gotte! Da dachte ich, du wirst dich nicht entziehen von dem, der deines Fleisches ist, du wirst nicht unterlassen für mich zu beten; er der auf den höchsten Höhen thront und in die tiefste Tiefe schaut, er sei mir gnädig aus seiner stets offenen Hand; er verleihe mir zunächst den Geist des Rathes, der Kraft, der Erkenntniß und der Gottesfurcht, wie es in der Schrift heißt <span class=\"citation\">(2 Mos. 33, 19)</span>: „Und Gott sprach: ich werde alle meine Güte vor dir vorüberziehen lassen, und dir zeigen, wie ich begnadige den ich begnadige; wie ich mich erbarme dessen ich mich erbarme.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI am sunk in the depths for no reason, I am in the depths of the water, the stream threatens to wash me away. I am weary from crying, my throat is dried up, my eyes pine from looking after my God! Then I thought, you will not withdraw from one who is of your flesh, you will not fail to pray for me; may He who sits enthroned on the highest heights and looks into the deepest depths, may he be gracious to me from his ever-open hand; may he first give me the spirit of counsel, of power, of knowledge and of the fear of God, as it is written <span class=\"citation\">(Exodus 33:19)</span>: &#8220;And God said, I will make all my goodness pass before thee, and show thee how I pardon whom I pardon; how I have mercy on whom I have mercy.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie Ehrfurcht Gottes sei stets vor unsern Augen, daß wir stets bemüht sein mögen, unsere Gedanken würdig zu ordnen. Er erneuere in mir einen festen Geist, und schaffe jede Herzenshärtigkeit von uns weg, jede Gefühllosigkeit, die die Verbindung mit ihm hemmt. Gott erfreue mich, mich zu reinigen von allen meinen Sünden, Vergehungen und Fehlern; er werfe meine Sünden und die Sünden des ganzen Volkes Israel in die Tiefe des Abgrunds; er befestige in uns einen wahrhaften Glauben, und gute, ihm gefällige Gemüthseigenschaften; er entferne von uns allen jede böse Begierde zu ungemessener Sinnlichkeit und Habsucht und störe diejenigen, die sich erheben uns zu schaden; er erhalte uns stets in gutem Andenken, sorge für unsere Erhaltung und Ernährung, und erfülle unsere Wünsche zum Guten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet the reverence of God be ever before our eyes, that we may always strive to order our thoughts worthily. May He renew in me a firm spirit, and remove from us every hardness of heart, every callousness that hinders union with Him. May God be pleased to cleanse me from all my sins, transgressions and faults; may he cast my sins and the sins of all the people of Israel into the depths of the abyss; may he establish in us a true faith and good dispositions pleasing to him; may he remove from all of us every evil desire for unmeasured sensuality and covetousness, and disturb those who rise up to harm us; may he always keep us in good remembrance, provide for our preservation and nourishment, and fulfill our desires for good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEr sende segenreich Thau und Regen, daß die Frucht gedeihe, unsere unmündigen Kinder zu erhalten; er gebe mir ein Wunderzeichen, zum Heil und zum Erbarmen, daß ich durch dein Verdienst und durch das Verdienst aller Frommen und Gerechten, die hier und in allen Gegenden der Erde begraben liegen, auch einst versammelt werde mit den Frommen, und meinen Antheil finde in dem Lande des ewigen Lebens. Er erfülle meine Wünsche mit seiner Eigenschaft des Helfens und Erbarmens und lasse mich nicht unerhört von hinnen gehn. Er beglücke mich mit Söhnen und Töchtern, die sich durch Bildung und gute Sitten einen Ruf erwerben, daß wir uns ihrer weder in diesem noch in jenem Leben zu schämen haben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay he send blessing dew and rain, that the fruit may flourish to preserve our underage children; may he grant me a miraculous sign, for salvation and for mercy, that through your merit and through the merit of all the pious and righteous who are buried here and in all regions of the earth, I too may one day be gathered together with the pious, and find my portion in the land of eternal life. May he fulfill my wishes with his quality of help and mercy and not let me go away unheard. May he make me happy with sons and daughters who will acquire a reputation through education and good manners, so that we will not have to be ashamed of them in this life or in the next.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDir werde sanfte Ruhe bis in Ewigkeit, bis einst der Allgütige einen neuen Geist in uns erschaffen wird, und alle Familienglieder eines Wiedersehens ohne Trennung, ohne Aufhör sich erfreuen mögen. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay you rest gently until eternity, until one day the Almighty will create a new spirit in us, and all family members may enjoy a reunion without separation, without cessation. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Am Grabe des Großvaters&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №119 on pp. 228-230. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/228/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "cemetery prayers",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "47305"
        ],
        "date_src_start": [
            "1835-00-00"
        ],
        "date_src_end": [
            "1835-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/10/Am-Grabe-des-Grosvaters-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Am Grabe des Großvaters (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Am Grabe des Großvaters (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=47304",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/am-grabe-des-grosvaters-a-tehinah-by-yehoshua-heshil-miro-1835/",
    "slug": "am-grabe-des-grosvaters-a-tehinah-by-yehoshua-heshil-miro-1835"
}