{
    "title": "Am Grabe des Vaters | At the grave of one's father, a teḥinah by Yehoshua Heshil Miro (1835)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-10-23",
    "last_updated": "2025-01-03",
    "excerpt": "\"Am Grabe des Vaters\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №117 on pp. 224-226.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Am Grabe des Vaters.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">At the grave of one&#8217;s father.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nFriede sei mit dir, mein Vater und mein Lehrer, einst mein Glück und meine Herrlichkeit. Fleisch von meinem Fleische, ist es meine Pflicht, dich, auch im Tode noch zu ehren. Auf Gottes weise Veranstaltung bin ich durch dich in die Welt gesetzt worden, um hieniden durch Erkenntniß Gottes und durch treue Befolgung deiner Gebote mich zu vervollkommnen, meinen Körper der Seele dienstbar zu machen, und mich tüchtig zu machen, einst von dem erhabensten Gesetzgeber himmlischer Freude theilhaftig zu werden. Aber, ach! so mannigfache Begierden, die sich des Menschen bemächtigen, so mannigfache Verhältnisse des Lebens, der Trieb nach zeitlichen Gütern ziehen uns ab von dem Trachten nach dem ewigen Gute. Umringt von Verführung mancher Art, können wir nicht immer an unsere erhabene Bestimmung denken, nicht immer so leben, daß sich der Herr unserer freuen mag. Die Sorge für die leiblichen Bedürfnisse endlich, macht uns zu sehr von dem Irdischen abhängig und verleitet uns zu Handlungen, die des Gottergebenen Menschen unwürdig sind. — Doch bin ich mir bewußt, nicht vorsätzlich gesündigt zu haben, ich bereue vielmehr schmerzlich jede Gott mißfällige Handlung, die ich begangen habe. Ja, mein verehrter Vater! ich fühle, daß ich auch gegen dich gefehlt habe, indem es meine Pflicht war, durch meinen tugendhaften Wandel dich zu beseligen. Und nun dürftest du von mir sagen: „Kinder die ich erzogen und emporgebracht, haben treulos an mir gehandelt.” <span class=\"citation\">(Jesaja 1, 2)</span> Bei allem aber ist väterliches Erbarmen unerschöpflich; so darf ich hoffen, daß du dein Gebet mit dem Meinigen vor dem Allvater im Himmel vereinigen werdest. Er, der Allgerechte, der Allgütige, weilt ja gern bei zerknirschten und gebeugten Gemüthern, erlöst den Reuigen gern vom Verderben.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPeace be with you, my father and my teacher, once my happiness and my glory. Flesh of my flesh, it is my duty to honor you even in death. By God&#8217;s wise arrangement was I put into the world through you, in order to perfect myself through knowledge of God and through faithful observance of your commandments, to make my body serviceable to the soul, and to make myself capable of being made partaker of heavenly joy one day by the most exalted lawgiver. But, alas! Such manifold desires that take hold of man, such manifold circumstances of life, the drive for temporal goods draw us away from the striving for the eternal good. Surrounded by seduction of many kinds, we cannot always think of our sublime destiny, cannot always live in such a way that the Lord may rejoice in us. The care for the bodily needs, finally, makes us too dependent on the earthly and tempts us to actions that are unworthy of the godly man. — However, I am aware that I have not deliberately sinned, but rather I painfully regret every act that I have committed that is displeasing to God. Yes, my venerable father, I feel that I have also sinned against you, in that it was my duty to make you happy through my virtuous conduct. And now you may say of me: &#8220;Children whom I brought up and raised up have acted unfaithfully toward me.&#8221; <span class=\"citation\">(Isaiah 1:2)</span> But in all things fatherly mercy is inexhaustible; so I may hope that you will unite your prayer with mine before the All-Father in heaven. He, the all-just, the all-good, gladly dwells with contrite and humbled minds, gladly delivers the repentant from ruin.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nZitternd und mit bangem Herzen kam ich hierher, aber Gott ist meine Hoffnung, er wird mich von meinem Falle wieder emporheben. Gott, der Allgütige, wird mein Flehen erhören, und mein gebeugtes Gemüth als ein Sühnopfer aufnehmen. Es sei fern von dir, mein Vater, daß du es unterließest, mich, wie einst im Leben, auch jetzt noch väterlich durch deine Fürbitte also zu unterstützen:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI came here trembling and with a fearful heart, but God is my hope, he will lift me up again from my depression. God, the All-Glorious, will hear my plea and receive my humbled mind as atonement. Far be it from you, my father, to fail in supporting me, as you supported me in life, even now in a fatherly way through your intercession:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDer du Gnade bewahrst bis ins tausendste Geschlecht, Herr aller Wesen, der du jede Zukunft überschauest, der du alles auf Erden erschaffen und den Menschen bestimmt hast, ein Vernünftiges, nach Weisheit strebendes Geschlecht fortzupflanzen, und dem, der Kinder erzeugt, und zum Guten erzogen hat, den Tod nicht fühlen lassest! Ich habe die Gunst gefunden, vor deinen Augen Nachkommen zu hinterlassen, wie schmerzlich müßte es mir sein, wenn meine Nachkommen, gehemmt und gestört durch die Verhältnisse und Zufälle, die mit dem Erdenleben verbunden sind, den Weg, der zum Baume des ewigen Lebens führt, nicht bewahren sollten. Wende alles von ihnen ab, was sie hindert, auf der Bahn der Tugend fortzuschreiten, damit sie dir von nun an und in Ewigkeit mit ungetheiltem Herzen angehören, und daß ich im Stande sei, meine Kinder zum Guten zu leiten. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou who preserve mercy into the thousandth generation, Lord of all beings, you who foresee every future, you who created everything on earth and destined man to propagate a rational generation striving for wisdom, and you do not let him who has produced children and raised them to be good feel death! I have found the favor to leave descendants before your eyes, how painful it would have to be for me if my descendants, inhibited and disturbed by the circumstances and coincidences connected with earthly life, should not preserve the path that leads to the tree of eternal life. Turn away from them everything that hinders them from progressing on the path of virtue, so that from now on and for eternity they may belong to you with an undivided heart, and that I may be able to guide my children to good. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nEntreiße mich der Erde nicht in der Hälfte meiner Tage. Verleihe mir Frieden und Glückseligkeit bis an mein Ende. Wie die Morgenröthe strahle mein Licht, und Genesung sprosse mir schnell hervor; rette mich vor Feinden und Widersachern und laß sie nicht über mich triumphiren. Rette mich vor bösen Menschen, vor Verläumdung und allen bösen Zufällen! Senke in mein Herz Liebe und Ehrfurcht, und laß mich Gunst finden in deinen Augen und in den Augen aller, die mich sehen. Verleihe mir hinreichende Nahrung, daß ich mich ungestört deinem Dienste widmen könne; behüte mich vor übler Nachrede, laß mich nicht in die traurige Nothwendigkeit gerathen, der Menschen Hilfe zu bedürfen, deren Gabe so gering und mit so vieler Beschämung verbunden ist; laß mich nur von deiner milden, stets offenen Hand abhängen. Möge ich stets denen beigezählt werden können, die mit ganzem Herzen deinen Willen erfüllen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDo not snatch me from the earth in the half of my days. Grant me peace and bliss until the end of my days. My light shall shine like the dawn, and recovery shall spring forth quickly; save me from enemies and adversaries, and do not let them triumph over me. Save me from evil people, from neglect and all evil coincidences! Send love and reverence into my heart, and let me find favor in your eyes and in the eyes of all who see me. Give me sufficient nourishment so that I may devote myself undisturbed to your service; protect me from malicious gossip; let me not fall into the sad necessity of needing the help of people whose gift is so small and connected with so much shame; let me depend only on your mild, always open hand. May I always be counted among those who fulfill your will with all their heart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nVerleihe mir das Glück, meine Kinder tugendhaft und glücklich auf Erden zu sehn, und bewahre uns durch deine Güte und Barmherzigkeit vor aller Noth und Bedürfniß.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGrant me the happiness to see my children virtuous and happy on earth, and protect us by your goodness and mercy from all hardship and need.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nUnd du, mein Vater, liebster Gedanke meines Herzens! dir gebe Gott was deine Seele verlangt, stete Vervollkommnung in den Gefilden Gottes, ruhe bis zur Auferstehung am Ende der Tage! <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd you, my father, dearest thought of my heart! God grant you what your soul desires, constant perfection in the realms of God, rest until the resurrection at the end of days! <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<span class=\"instruction\">Nach jedem dieser Gebete kann man die Stelle im Gebete [&#8220;<a href=\"/?p=46928\">Beim Herumgehen auf den Friedhof</a>&#8220;].</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">After each of these prayers you can add the passage in the prayer [&#8220;<a href=\"/?p=46928\">Circumabulating the cemetery</a>&#8220;].</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Am Grabe des Vaters&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №117 on pp. 224-226. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/224/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "cemetery prayers",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "prayers of orphans",
        "prayers on behalf of parents",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "47276"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/10/Am-Grabe-des-Vaters-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Am Grabe des Vaters (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Am Grabe des Vaters (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=47274",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/am-grabe-des-vaters-a-tehinah-by-yehoshua-heshil-miro-1835/",
    "slug": "am-grabe-des-vaters-a-tehinah-by-yehoshua-heshil-miro-1835"
}