{
    "post_id": 47167,
    "title": "Am Grabe der Eltern oder sonstiger Verwandten | [Prayer] at the grave of parents or other relatives, a teḥinah by Yehoshua Heshil Miro (1835)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-10-20",
    "last_updated": "2025-06-28",
    "excerpt": "\"Am Grabe der Eltern oder sonstiger Verwandten\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №115 on pp. 220-223.  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<span class=\"instruction\">Am Grabe der Eltern oder sonstiger Verwandten. Man spricht erst den Segensspruch von &#8220;<a href=\"/?p=47171\">Gebet wenn man auf den Begräbnißplatz kommt</a>&#8221; und das Gebet &#8220;<a href=\"/?p=47141\">Wenn man auf den Begräbnißplatz zu beten kommt</a>.&#8221;</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">At the grave of parents or other relatives. One says first the blessing of &#8220;<a href=\"/?p=47171\">Gebet wenn man auf den Begräbnißplatz kommt</a>&#8221; and the prayer &#8220;<a href=\"/?p=47141\">Wenn man auf den Begräbnißplatz zu beten kommt</a>.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMeine Seele spricht zum Ewigen: Ewiger, du bist mein Gott, meine Seligkeit, nichts ist über dich! Den Heiligen, die hier im Staube ruhen, weihe ich mein Wort! Wie mächtig ist meine Lust an ihnen! Du heilige, geliebte Person, die hier ruht, ich, der ich mit dir eines Fleisches, eines Blutes, von einer und derselben Nachkommenschaft bin, ich, dein <span class=\"instruction\">(nun wird der Grad der Verwandschaft genannt: deine Tochter, Schwester u. s. w.)</span> komme Gott und deiner Seele zu ehren an dieses Grab. Ich komme an dein Grab um zu beten, denn unaussprechlich ist meine Liebe zu dir, dein Tod hat sie nicht vertilgt. Daß es deiner Seele angenehm sei, komme ich an diesen deinen Ruheort, dir meine Liebe zu bezeugen, für dich zu beten vor dem Schöpfer deiner Seele. Er erhebe deine Seele nach dem Orte der höchsten Seelenwonnen, wo du die früher hingeschiedenen Eltern und Freunde wieder findest und mit ihnen in gemeinschaftlicher Seligkeit vereint lebest. — Sein göttliches Erbarmen sättige dich mit dem Thau des ewigen Lebens, mit dem himmlischen Gut, daß den Tugendhaften aufbewahrt ist, und lasse dich einst zu neuer Seligkeit erstehen. Erzeuge auch du mir die Liebe, die mich im Leben so oft erfreut, und bete für mich, daß der Allgütige mir wohlthue, um deiner und derer Tugend willen, die hier nachbarlich um dich her ruhen. Möge unser gemeinschaftliches Gebet erhört werden, damit der Ewige allgütig von mir und den Meinigen alles Uebel abwende. — Und du, mein Gott, in dessen Hand die Seele der Lebenden und Verstorbenen ruht, nimm unser Gebet vor dem Throne deiner Herrlichkeit auf, und laß uns nicht unerhört von dir gehn. Erfreue das Gemüth deines Knechtes, laß uns deines Segens theilhaftig werden, daß wir das Heil deiner Welt schauen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy soul speaks to the Eternal: Eternal, you are my God, my blessedness, nothing is above you! To the holy ones who rest here in the dust I consecrate my word! How mighty is my delight in them! You holy, beloved person, who rests here, I, who am of one flesh, one blood, of one and the same offspring with you, I, your <span class=\"instruction\">(now the degree of relationship is mentioned: your daughter, sister, etc.)</span> come to honor God and your soul at this grave. I come to your grave to pray, because my love for you is unspeakable, your death has not extinguished it. That it may be pleasant to your soul, I come to this your resting place to testify my love for you, to pray for you before the Creator of your soul. May He raise your soul to the place of the highest bliss of the soul, where you will find again your parents and friends who died before and live united with them in common bliss. — May his divine mercy fill you with the dew of eternal life, with the heavenly good that is reserved for the virtuous, and let you one day rise to new bliss. Beget for me the love that so often delights me in life, and pray for me that the All-Good One may be kind to me for the sake of your virtue and that of those who rest here around you. May our common prayer be heard, so that the Eternal All-Good One may avert all evil from me and mine. — And you, my God, in whose hand the soul of the living and the deceased rests, receive our prayer before the throne of your glory, and do not let us go unheard by you. Make the mind of your servant happy; let us be made partakers of your blessings, that we may behold the salvation of your world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs sei dir wohlgefällig, Ewiger, unser und unserer Väter Gott, Gott Abrahams, Isaaks und Jakobs, großer, heiliger, mächtiger und ehrfurchtbarer Gott, um deines heiligen Wesens willen, um willen der dreizehen deiner Eigenschaften, die in deiner heiligen Schrift aufgezeichnet sind: „Der Ewige ist das ewige Wesen, allmächtig, barmherzig, langmüthig, von großer Güte und Treue, der Gnade bewahrt dem tausendsten Geschlecht, verzeiht Vergehen, Missethat und Sünde.” Um dieser Eigenschaften willen, deren Erwähnung nie leer ausgeht, um der Urältern, die in Hebron schlafen, um deines treuen Hirten Moses, und um aller derer willen, die im Staube ruhen, um der Glaubenshelden willen, die hingeschlachtet, verbrannt und ertränkt worden sind, um der Herrlichkeit deines heiligen Namens willen, flehe ich zu dir, daß du mein Gebet für mich und für ganz Israel erhörest.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed be you, Eternal One, God of us and of our fathers, God of Abraham, Isaac, and Jacob, great, holy, mighty, and awesome God, for the sake of your holy being, for the sake of the thirteen of your attributes recorded in your holy Scriptures: &#8220;The Eternal is the eternal Being, omnipotent, merciful, longsuffering, of great goodness and faithfulness, preserving mercy to the thousandth generation, forgiving offence, iniquity, and sin.&#8221; For the sake of these qualities, the mention of which is never empty, for the sake of the primeval ancestors who sleep in Hebron, for the sake of your faithful shepherd Moses, and for the sake of all those who rest in the dust, for the sake of the heroes of faith who have been slain, burned and drowned, for the sake of the glory of your holy name, I beseech you to hear my prayer for me and for all Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nSchaue herab aus deinem himmlischen Wohnsitz, und höre was deine Dienerin vor dir betet! — Segne dein Volk und eröffne uns die Pforten des Erbarmens, des Lebens und der Glückseligkeit, der Buße und der Vergebung, die Pforte des Segens und des Glücks für alle unsere Unternehmungen. — Erfülle unsere Bitten zu unserem Heil, denn du weißt wahrhaft was uns zum Guten dient und was nicht; denn nicht vom Brodte allein lebt der Mensch, sondern von allem was von Gott ausgeht. Doch schon die leiblichen Bedürfnisse deines Volkes sind groß, und mannigfache Noth nimmt uns in Anspruch. Aber auf dich, Ewiger, unser Gott, sind unsere Augen gerichtet, uns von allen Sünden zu befreien, den Gefangenen schaffe Freiheit, den Gefesselten Entlassung, alle Reisende, die über Meere, Seen und Ströme schiffen, schütze vor Schaden und leite sie glücklich zum Ziele ihrer Bestimmung. Gieb uns allen reichlich aus deiner Hand unsere Bedürfnisse, und behüte uns vor Krankheiten und sonstigen Leiden. Die Kinderlosen erfreue mit einer frommen Nachkommenschaft; den Schwangern stehe bei, daß sie leicht gebären und ihre Kinder schmerzlos nähren mögen. Wende von ihren Kindern böse Krankheiten ab, und hilf den Eltern sie zum Guten zu erziehen. Oeffne unser Herz deiner Lehre, daß wir alle deine Vorschriften befolgen aus Liebe, um weder in diesem noch im künftigen Leben beschämt werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLook down from your heavenly abode, and hear what your servant prays before you! — Bless your people and open for us the gates of mercy, of life and happiness, of repentance and forgiveness, the gate of blessing and happiness for all our undertakings. — Fulfill our petitions for our salvation, for you truly know what serves us well and what does not; for man does not live by bread alone, but by all that proceeds from God. But already the bodily needs of your people are great, and manifold hardships claim us. But to you, Eternal, our God, our eyes are directed to deliver us from all sins; to set the captives free, to release the fettered; to all travelers who sail over seas, lakes and rivers, protect from harm and guide them happily to the destination of their destiny. Give us all abundantly our needs from your hand, and guard us from sickness and other afflictions. Make the childless happy with pious offspring; help the pregnant women to give birth easily and to nourish their children without pain. Turn away from their children evil diseases, and help the parents to educate them for good. Open our hearts to your teaching, that we may observe all your precepts out of love, so that we may not be put to shame, either in this life or in the life to come.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nMögen unsere Kinder und Kindeskinder deine Gebote kennen und befolgen, und daß keins von ihnen ein böses Beispiel gebe, oder sonst andere zur Sünde verleiten möge. Wende jedes böse Verhängniß von uns und ganz Israel ab. Wende das Herz der Regierung zu unserem Heil, beschließe Gutes über uns und verleihe jedem, was er bedarf, daß wir weder von unsern Glaubensgenossen, noch von andern der Unterstützung bedürfen mögen. Bewahre uns vor Armuth und Dürftigkeit, die uns oft von dir und von unserem bessern Selbst ableiten. Entferne uns von Zank- und Streitsüchtigen, und von Unverschämten. Theile uns mit von deinem Gute, von deinem Segen und von den ewigen Gütern, die du deinen Frommen aufbewahrst, und sende uns schnell Erlösung. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay our children and our children&#8217;s children know and obey your commandments, and may none of them give an evil example or otherwise cause others to sin. Turn away every evil doom from us and all Israel. Turn the heart of the government to our salvation, decree good upon us, and bestow upon each what he needs, that we may not need support either from our fellow believers or from others. Keep us from poverty and penury, which often lead us away from you and from our better selves. Remove us from the quarrelsome, the contentious, and the insolent. Share with us your goodness, your blessings, and the eternal goods which you keep for your faithful, and send us speedy salvation. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Am Grabe der Eltern oder sonstiger Verwandten&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №115 on pp. 220-223. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/220/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "cemetery prayers",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "memento mori",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "47168"
        ],
        "date_src_start": [
            "1835-00-00"
        ],
        "date_src_end": [
            "1835-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/10/Am-Grabe-der-Eltern-oder-sonstiger-Verwandten-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Am Grabe der Eltern oder sonstiger Verwandten (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Am Grabe der Eltern oder sonstiger Verwandten (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=47167",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/am-grabe-der-eltern-oder-sonstiger-verwandten-a-tehinah-by-yehoshua-heshil-miro-1835/",
    "slug": "am-grabe-der-eltern-oder-sonstiger-verwandten-a-tehinah-by-yehoshua-heshil-miro-1835"
}