{
    "post_id": 47224,
    "title": "Am Todestage der Eltern (Jahrẓeit) | On the day of the death of the parents (Yahrẓeit), a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-10-22",
    "last_updated": "2025-12-01",
    "excerpt": "\"Am Todestage der Eltern (Jahrzeit)\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition as teḥinah №78 on pp. 119-122. In the 1935 edition, it appears as teḥinah №106 on pp. 209-212. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<span class=\"instruction\">Am Todestage der Eltern (Jahrzeit).</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">On the day of the death of the parents (Yahrẓeit).</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs giebt auf Erden kein festeres, innigeres Band, als jenes heilige, welches das Herz der Kinder an das Herz derer fesselt, denen sie ihr Dasein auf Erden zu verdanken haben. Selbst für den erhabenen Schöpfer des Weltalls haben wir keinen zärtlichern Namen als Vater im Himmel, einen Namen, den wir von unsern irdischen Eltern entlehnen. Vater! so rufen wir zum höchsten Wesen, und wissen keinen süßern Namen, keinen zu erfinden, der unserem Herzen wohlthuender wäre.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThere is no stronger, more intimate bond on earth than the sacred one that binds the heart of children to the heart of those to whom they owe their existence on earth. Even for the sublime Creator of the universe we have no more tender name than Father in Heaven, a name we borrow from our earthly parents. Father! we call out to the highest being, and we know of no sweeter name, no name that would be more pleasing to our hearts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Name des Vaters, der Mutter ist das erste, was wir auf Erden aussprechen lernen, das erste, was dem Unmündigen Freude und Trost giebt. — Ach es ist schon genug, das Unglück eines Kindes zu schildern und selbst harte Gemüther zur Wehmuth zu bewegen, wenn wir sagen: es ist eine Waise, von Vater und Mutter verlassen!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe name of the father, of the mother is the first thing we learn to pronounce on earth, the first thing that gives joy and comfort to the underage. — It is already enough to describe the misfortune of a child and to move even hard hearts to melancholy when we say: he is an orphan, abandoned by father and mother!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs giebt kein festeres, kein innigeres Band auf Erden, als jenes heilige, durch welches die Hand der Natur, die Hand der Gottheit, das Herz des Kindes an das Herz der Eltern bindet. Schön sind zwar auch die Verbindungen der Freundschaft und der Liebe, aber Jahre, Umstände und Sitten brechen oft den Freundschaftsbund. Aber die Neigung und Ehrfurcht des Kindes zu den Eltern läßt sie nie brechen. Und wenn wir die Gespielen unserer Jugendtage, die Genossen unseres höhern Alters und was uns sonst theuer war, vergessen haben, seiner Eltern kann auch das ungehorsamste der Kinder nicht vergessen; es muß ihrer gedenken, sei es mit zärtlichem Entzücken, mit liebender Wehmuth, oder mit der Bangigkeit eines zitternden Gewissens. Manche Tugend ist untergegangen, manche schöne Empfindung starb unter dem Gifthauch der Verführung, aber die Verehrung der Eltern kann auch in dem vollendetsten Bösewicht nicht ganz vertilgt werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThere is no stronger, no more intimate bond on earth than that sacred one by which the hand of nature, the hand of divinity, binds the heart of the child to the heart of the parents. Beautiful, indeed, are also the bonds of friendship and love, but years, circumstances, and customs often break the covenant of friendship. But the inclination and reverence of the child for the parents never lets them break. And when we have forgotten the playmates of our youth, the comrades of our adolescence, and what else was dear to us, even the most disobedient of children cannot forget his parents; he must remember them, whether with tender delight, with loving melancholy, or with the anguish of a trembling conscience. Many a virtue has perished, many a beautiful sentiment died under the poisonous breath of seduction, but the veneration of parents cannot be entirely extinguished even in the most consummate villain.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nNoch heute, wie in dem grauen Alterthum der Menschheit, spricht jedes menschliche Gefühl <span class=\"citation\">(Sprüche 30, 17)</span>: Ein Auge das den Vater verspottet, und verachtet der Mutter zu gehorchen, das müssen die Raben am Bache aushacken, und die jungen Adler fressen.” — Nein, die Ehrfurcht vor den Eltern ist unter allen Tugenden die erste, welche der Mensch empfindet, kennen lernt und übt; sie treibt ihre Wurzeln am frühsten in die Tiefen des kindlichen Gemüthts, daher ist sie nie ganz auszurotten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStill today, as in the hoary antiquity of mankind, every human feeling speaks <span class=\"citation\">(Proverbs 30:17)</span>: An eye that mocks the father, and despises to obey the mother, the ravens must peck it out at the brook, and the young eagles devour it.&#8221; — No, reverence for parents is the first of all virtues that man feels, learns about and practices; it takes root earliest in the depths of the child&#8217;s mind, so it can never be completely eradicated.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHeute an deinem (eurem) Sterbetage (geliebter Vater, theure Mutter), steigen diese Gedanken lebhafter in meinem Herzen auf. Ach, es ist so die Weise der Menschen, die höchsten Güter auf Erden, erst dann ganz zu würdigen, wenn man nicht mehr in ihrem Besitz ist. Wie gern wollte ich euch Theuersten, jetzt bei gereiftem Verstande, mehr Liebe und Zärtlichkeit, mehr Achtung und Gehorsam beweisen, wäre ich so glücklich euch noch zu besitzen. Ich war vielleicht eure letzte Sorge, euer letzter Kummer, eure letzte Freude, euer letztes Gebet. Darum sei auch euer Grab mein Heiligthum, darum will ich es im frommen Andenken ehren, so lang ich lebe; euer Name und die Erinnerung eures liebevollen Lebens sei mein Stolz, meine Freude.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nToday, on the day of your death <span class=\"instruction\">(beloved father | dear mother)</span>, these thoughts rise more vividly in my heart. Oh, it is the way of people to appreciate the highest goods on earth only when they are no longer in their possession. How I would like to show you dearest, now with a mature mind, more love and tenderness, more respect and obedience, if I were so happy to still possess you. I was perhaps your last worry, your last sorrow, your last joy, your last prayer. Therefore your grave shall be my sanctuary, therefore I will honor it in pious memory as long as I live; your name and the memory of your loving life shall be my pride, my joy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Blick auf euch und auf die Ewigkeit sei meine Hoffnung. Vater, Mutter, Verklärte, ihr, nun höhere Wesen! Ach mein Auge bricht in Thränen; Sehnsucht und Wehmuth beklemmen mein Herz, ihr starbt mit der Liebe für mich im Herzen. Ich bin von euch getrennt, ich weine auf Erden allein. Mutter, deine Mutterliebe trocknet mein Auge nicht mehr; Vater, deine Vaterliebe erfreut mich nicht mehr. Ach, ich hatte einst auf Erden einen Himmel da ihr noch waret. Da wandeltet ihr wie Engel Gottes um mich und wachtet für mich. O könnte ich wieder in den schönen Jugendtraum meines Lebens zurückkehren; wie wohl war mir bei euch! Ja ich werde einst heimkehren in meinen neuen Lebensmorgen, wo ihr, meine Geliebten, mich wieder anlächelt, meine Sterbestunde wird wieder meine Geburtsstunde. Euer Kind wird vollendet zu euch fliegen, dort wo Gott unser aller Vater und seine Seligkeit wohnt, dort wo ihr meiner wartet und eure unsterbliche Liebe schöner für mich blüht, als hier auf Erden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMy hope is to look at you and eternity. Father, mother, transfigured ones, you, now higher beings! Oh, my eyes break into tears; longing and melancholy oppress my heart; you died with love for me in your heart. I am separated from you, I weep on earth alone. Mother, your mother&#8217;s love no longer dries my eye; father, your father&#8217;s love no longer delights me. Oh, I once had a heaven on earth when you were still there. There you walked around me like angels of God and watched over me. Oh, I could return to the beautiful youthful dream of my life; how happy I was with you! Yes, one day I will return home to my new morning of life, where you, my beloved ones, will smile at me again; my hour of death will again be my hour of birth. Your child will fly to you completed, there where God our all Father and his bliss dwells, there where you wait for me and your immortal love blossoms more beautifully for me, than here on earth.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nO Vater, o Mutter, welche Seligkeit wieder dein zu sein, ganz und ewig dein zu sein, ohne Trennung, ohne Thränen. Allgütiger Gott, gieb mir Kraft, daß ich auf Erden deiner würdig wandle, um die heißgeliebten dort wieder zu finden; daß ich ihr Andenken durch keine schlechte That entweihe. Daß ich in der Heiligkeit und Tugend wandle, in der sie vollendeten. Und wenn die Sünde sich schmeichelnd meinem Herzen naht, wenn die Verführung ihre Netze gegen mich ausspannt, wenn ich schwach werde, und am Rande eines lasterhaften Entschlusses wanke, dann mögen Vatertreue, Mutterliebe, Elternehre, der Wankenden als Schutzgeister ihrer Seele erscheinen. Wie eure Hand mich einst durch meine Jugend geleitet, so führe mich die Erinnerung an euch, an die Arme der Tugend, der Religion. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO Father, O Mother, what blessedness to be yours again, to be yours completely and eternally, without separation, without tears. All-good God, give me strength to walk worthily of you on earth, to find the dearly beloved ones there again; that I may not profane their memory by any bad deed. That I may walk in the holiness and virtue in which they were perfected. And when sin flatteringly approaches my heart, when seduction spreads its nets against me, when I become weak and teeter on the brink of an immoral choice, then may your fatherly, motherly love, and parental honor, appear before my wavering as guardian spirits of my soul. As your hand once guided me through my youth, so may the memory of you, the arms of virtue, of religion, guide me. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Am Todestage der Eltern (Jahrzeit)&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition as teḥinah №78 on pp. 119-122. In the 1935 edition, it appears as teḥinah №106 on pp. 209-212.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/209/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/119/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "prayers on behalf of parents",
        "יאָרצײַט‎ yahrẓeit",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "47225"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/10/Am-Todestage-der-Eltern-Jahrzeit-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Am Todestage der Eltern (Jahrzeit) (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Am Todestage der Eltern (Jahrzeit) (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=47224",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/am-todestage-der-eltern-jahrzeit-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "am-todestage-der-eltern-jahrzeit-a-tehinah-by-yehoshua-heshil-miro-1829"
}