{
    "title": "Der Schmerz, a meditation on grief by Lise Tarlau (1907)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Lise Tarlau",
            "bio": "Lise Tarlau (also known as L'Ysaye/Isaye/Ysaye/Ysale, Lisa, Lize, Elizabeth, Luise, and Louise Tarleau; 1879-1952), was a writer born to a prominent Viennese Bohemian Jewish family, the daughter of Rabbi Dr. Joseph Samuel Bloch and Laura Lachmann. In an essay published in 1906, \"The Religious Problem,\" she expressed enthusiasm for Zionism and a deep sympathy for East European, Yiddish speaking Jewry, praising them for having retained their own distinctive cultural identity and their own language. This posture was accompanied by harsh criticism of Western European Jewish cultural assimilation, writing that they have “lived as parasites on the creative possibilities of the dreams of beauty of other peoples” (as quoted in Peter Singer's <em>Pushing Time Away</em>, 2003). Before emigrating to the United States in 1908, nearly two dozen prayers she wrote were published in <em>Beruria</em> (1907), an anthology of teḥinot in German compiled by her sister's husband Rabbi Dr. Max Grunwald. A decade later in the US, Houghton Mifflin Company and Riverside Press published <em>The Inn of Disenchantment</em> (1917), a collection of her prose and several short stories. Tarlau's fiction also appeared in major magazines of the day, including <em>The Nation</em> (105:2725, September 20, 1917),  <em>The Atlantic Monthly</em> (in 1919), and <em>Harper's Magazine</em>. In 1924, her short story \"<a href=\"https://archive.org/details/sim_harpers-magazine_1924-09_149_892/page/436/mode/2up\">Loutré</a>\" was awarded second place in <em>Harper's</em> first ever short story contest. During World War II, she wrote a number of scripts for radio and film and worked as a translator for the US military. Several of her works were included in <em>The Fireside Book of Romance</em> (ed. C. Edward Wagenknecht, 1948). She died on October 9, 1952 in Kew Gardens, Queens, Long Island, New York.",
            "website": "https://www.geni.com/people/Louise-Tarlau/6000000039642814681",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/12/lise-tarlau-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/lise-tarlau"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-01-02",
    "last_updated": "2025-01-03",
    "excerpt": "\"Der Schmerz\" by Lise Tarlau can be found in Rabbi Max Grunwald's anthology of Jewish women's prayer, <em><a href=\"https://opensiddur.org/?p=48061\">Beruria: Gebet- und Andachtsbuch für jüdische Frauen und Mädchen</a></em> (1907), pages 523-525. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<u>Der Schmerz.</u>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>The Pain.</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDe Fehler liegt vielleicht darin, daß wir zu ängstlich sind, zu verschüchtert, zu mißtrauisch, daß wir stets bereit sind, uns zu verbergen, zu verstecken, zu flüchten. Es gibt sast kein Versteck, das uns zu niedrig wäre, um uns vor einem Schmerze zu verbergen und wir zittern mehr davor, zu leiden, als schuldig zu werden. Daher kommt es auch, daß, wenn endlich das Geschick sich erfüllt und das Leid uns ereilt — und in welchem Leben kommt nicht die Stunde, wo wir trotz aller List, trotz aller Gegenwehr einem großen Schmerze Auge in Auge gegenüberstehen? — daher kommt es auch, daß wir dann hilflos und ratlos sind wie furchtsame Kinder, daß wir das richtige Wort nicht finden, unser Leid zu begrüßen und nicht ahnen, daß es nur eines Winkes harrt, um eine Fülle von Kostbarkeiten demütig vor unserer Schwelle niederzulegen. Wenn wir ein wenig mehr Mut, ein wenig mehr Vertrauen und Liebe besäßen, würden wir erkennen, daß sich uns fast kein Schmerz naht, der uns nicht erlesene Kleinodien schüchtern anbieten würde, daß die Finsternis des tiefsten Kummers niemals schwarz, sondern stets purpurn ist und daß es keine erhabeneren, feierlicheren und schöneren Klänge gibt, als das Lied des Leides, der Einsamkeit gesungen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPerhaps the fault lies in the fact that we are too afraid, too timid, too suspicious, that we are always ready to conceal, to hide, to flee. There is no hiding place too low for us to hide from a pain, and we tremble more at suffering than at being guilty. Hence it is that when at last destiny comes to pass and suffering overtakes us — and in what life does not the hour come when, in spite of all cunning, in spite of all resistance, we find ourselves face to face with a great pain? — That&#8217;s why we are helpless and perplexed like fearful children, why we can&#8217;t find the right word to greet our sorrow and don&#8217;t suspect that it is only waiting for a hint to humbly lay down a wealth of treasures before our threshold. If we had a little more courage, a little more trust and love, we would realize that almost no pain approaches us that would not shyly offer us exquisite jewels, that the darkness of the deepest sorrow is never black but always crimson, and that there are no more sublime, solemn and beautiful sounds than the song of sorrow, of loneliness sung.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir sollten den Schmerz lieben, wie wir eine schöne, unglückliche Schwester lieben würden, die wir nicht eher aus unseren Armen ließen, als bis ihre blassen, traurigen Lippen den Versuch eines Lächelns gemacht hätten, als bis ihre heißesten, bittersten Tränen versiegt wären und sie aufseufzend das Haupt erheben würde, um sich zu besinnen, worüber sie denn so schrecklich geweint.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe should love pain as we would love a beautiful, unhappy sister, whom we would not let out of our arms until her pale, sad lips had made an attempt at a smile, until her burning, bitter tears had dried up and she had raised her head in a sigh of relief to reflect on what she was crying about so terribly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDas Leid, vor dem wir uns verborgen haben, dem wir entgangen sind, mag längst seinen Weg geändert und unsere Spur verloren haben, stets werden wir es als finstere, feindliche, unbekannte Macht hinter uns fühlen und es wird vielleicht bis an das Ende unsere Handlungen, unsere Bewegungen, unsere Richtung bestimmen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe suffering from which we have hidden, from which we have escaped, may have long since changed its course and lost track of us, always we will feel it behind us as a sinister, hostile, unknown power and it will perhaps determine our actions, our movements, our direction until the end.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDer Schmerz aber, dem wir mutig und liebevoll entgegenkamen, der uns alles gegeben, was uns zu geben ihm auferlegt war, was könnte der uns fernerhin schaden? Und wenn es uns gar gelungen ist, ihn in unserer Seele zu einem Lächeln zu verklären, ihn in Schönheit zu verwandeln, haben wir uns in ihm einen Zufluchtsort geschaffen, zu dem die Erinnerung in den Stunden flüchtet, in denen wir wieder des Mutes und der Tapferkeit bedürfen. Es ist gewiß, daß all das Licht, mit dem wir unser Leid schmücken, uns getreulich wiedergezahlt wird, wenn ein neuer, finsterer Kummer sich naht, und vielleicht werden es die verklärten Gestalten unserer vergangenen Schmerzen sein, die uns den letzten dunklen Weg erhellen werden, den wir Sicherlich gehen müssen, aber dessen Ziel wir nur ahnen können.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut the pain, which we bravely and lovingly met, which gave us everything that was imposed on us to give, what harm could it do us in the future? And if we even succeeded in transfiguring it into a smile in our soul, in transforming it into beauty, we have created in it a refuge to which memory flees in the hours when we again need courage and bravery. It is certain that all the light with which we adorn our sorrow will be faithfully repaid to us when a new, dark sorrow approaches, and perhaps it will be the transfigured forms of our past sorrows that will illuminate for us the last dark path that we must surely take, but whose destination we can only guess at.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nEs ist nicht allzu leicht, ein Leid zum Lächeln zu bringen, aber wem es einmal gelungen ist, dem wird die Erinnerung daran teuerer sein, als an das hellste Jubeln des Glückes. Wir müssen viel Liebe und viel Vertrauen besitzen, um dem Schmerz jede Bitterkeit zu nehmen, und es ist töricht, zu glauben, das bloße Wollen genüge dazu. Wir müssen dem Schmerze in uns eine lichte, hohe Wohnung erbauen, geschmückt mit den edelsten Zieraten, die unser Geist und unser Herz geschaffen. Denn wie können wir verlangen, daß unser Leid schön und stolz und königlich sei, wie können wir nur hoffen, daß es anders als knechtisch, niedrig und gedrückt sein wird, wenn wir es zwingen, in unserer Seele stets gebückt einherzugehen?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is not so easy to make one suffering to smile, but for one who has succeeded in doing so, the memory of it will be dearer than the brightest jubilation of happiness. We must have a lot of love and a lot of confidence to take away all bitterness from pain, and it is foolish to think that mere willing is enough. We must build a bright, high dwelling place for pain within us, adorned with the noblest ornaments that our mind and heart have created. For how can we demand that our sorrow be beautiful and proud and royal, how can we hope that it will be anything but servile, low and oppressed, if we force it to walk along in our soul always bent over?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWir machen aus unseren Schmerzen das, was wir selbst sind, und je besser wir werden, desto schöner wird unser Leid.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe make ourselves out of our pain, and the better we become, the more beautiful our suffering becomes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDas Schicksal kann jedes Glück von uns fernhalten, jede Freude uns versagen, aber es kann uns nicht hindern, ebenso gütig und ebenso weise zu sein, wie die Besten und Weisesten unter uns, und mehr bedarf es nicht, um jeden Schmerz in ein schönes, tiefes, schweigsames Glück zu verwandeln.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFate can keep any happiness from us, deny us any joy, but it cannot prevent us from being just as kind and just as wise as the best and wisest among us, and that is all it takes to turn any pain into a beautiful, deep, silent happiness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAuf den starken Schwingen des Leides gelingt es uns zuweilen, über die einförmige Ebene der Alltäglichkeit hinausgetragen zu werden und einen Blick zu tun über die weiten Gebirge. Wir aber müssen die Schwingen unseres Schmerzes stärken. Nichts ist kläglicher und trostloser als ein Leid ohne Flügel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the strong wings of suffering, we sometimes manage to be carried beyond the monotonous plane of everyday life and to take a look at the vast mountains. But we must strengthen the wings of our pain. Nothing is more miserable and desolate than suffering without wings.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nUnd die Schönheit des Schmerzes geht über alle andere Schönheit.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd the beauty of pain transcends all other beauty.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Der Schmerz&#8221; by Lise Tarlau can be found in Rabbi Max Grunwald&#8217;s anthology of Jewish women&#8217;s prayer, <em><a href=\"/?p=48061\">Beruria: Gebet- und Andachtsbuch für jüdische Frauen und Mädchen</a></em> (1907), pages 523-525.</p>\n<p>The transcription of the German provided machine-readable text for machine translations by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. We welcome any/all corrections, improvements, and additional transcriptions and translations of this work&#8217;s contents. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/beruriagebetunda00grun/beruriagebetunda00grun#page/522/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "burial",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "paraliturgical reflections"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "48226"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/01/Hellraiser-II-The-Labyrinth-and-Leviathan.jpg",
        "title": "Hellraiser II &#8211; The Labyrinth and Leviathan",
        "caption": "A vision of The Labyrinth and of Leviathan (Matte FX shot, art by Cliff Culley for Hellraiser Ⅱ, dir. Tony Randel, 1988)"
    },
    "source_link": "https://opensiddur.org/?p=48223",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/der-schmerz-by-lise-tarlau-1907/",
    "slug": "der-schmerz-by-lise-tarlau-1907"
}