{
    "title": "Fürbitte für die Verstorbenen (הזכרת נשׁמות) [no.1] | Intercession for the Deceased (Hazkarat Neshamot) [no.1], a teḥinah by Yehoshua Heshil Miro (1833)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-03-07",
    "last_updated": "2025-01-03",
    "excerpt": "\"Fürbitte für die Verstorbenen [no.1]\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1833 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> on pp. 48-51. In the 1835 edition, it appears as teḥinah №35 on pp. 53-56. In the 1842 edition, it appears as teḥinah №37 on pp. 56-59. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<u>Fürbitte für die Verstorbenen</u> [no.1].<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Wer seiner Neigungen, Begierden und Leidenschaften nicht Herr werden kann, sagen unsere Weisen, soll sich oft den Tod, die Vergänglichkeit alles Irdischen, vorstellen. Diese Vorstellung wird seinen Uebermuth dämpfen, und ihn zu einer ruhigen Würdigung der zeitlichen Güter führen. Vorzüglich aber muß die Erinnerung an unsere Abgeschiedenen Eltern, Verwandten und Freunde, uns in eine wehmüthige Stimmung versetzen, uns zu Betrachtungen über Tod und Unsterblichkeit leiten, und diese Betrachtung kann nur fruchtbar für unser moralisches Leben sein. Darum haben unsere Weisen auch verordnet, daß man nicht nur am Versöhnungstage, als am Tage allgemeiner Buße, sondern auch immer am letzten Tage eines Festes, durch ein Gebet an unsere verstorbenen Verwandten erinnert werden soll. Dieses Gebrauches wird von einem Schriftsteller, der im Jahre 1310 zu Nürnberg den Märtirertod erlitt, zuerst erwähnt. (Rabbi Mordachai; ohne daß sich im Thalmud eine Spur von diesem Gebrauch fände.) In manchen Gemeinden findet diese allgemeine Todtenfeier jeden Sonnabend statt. Siehe: „Gesänge und Gebete zur Todtenfeier” von dem würdigen, für das Gute stets thätigen Herrn Baruch Auerbach, Direktor des Waisen=Erziehungs=Instituts der israelitischen Gemeinde zu Berlin. ¶Ich kann mich nicht enthalten, meinen Lesern die schönen Stellen aus dem Thalmud und dem Midrasch, die der würdige Verfasser seiner Schrift als Motto vorgesetzt hat, hier mitzutheilen. In jener Welt giebt es keinen Tod, weder in Israel noch unter irgend einem andern Volke, wie die Schrift sagt: Gott trocknet die Thränen aus jedem Angesicht. (Jesaja 25, 8)  Die Frommen jedes Volkes haben Antheil am ewigen Leben.  Der Heilige, gepriesen sei er! verstößt kein Wesen, nimmt vielmehr einen jeden liebevoll auf. Die Pforten zur Seligkeit sind immerwährend geöffnet; wer zur Seligkeit eingehen will, kann eingehen. Und auch in dieser Beziehung sprach Hiob (Hiob 31, 32): „Draußen soll kein Fremder (kein fremder Religionsgenoß) übernachten, meine Thüren mache ich jedem Wanderer auf,” gleichwie der Heilige, gepriesen sei er! in Liebe alle seine Wesen aufnimmt.  Weint daher um die Trauernden, nicht aber um die Dahingeschiedenen; sie sind zur Ruhe eingegangen, wir bleiben in Kummer versenkt. (Siehe Midrasch Rabboth, Fol. 29, 136. Thalmud Sanhedrin, Thalmud Chagiga Fol. 25.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"hebrew\">הזכרת נשׁמות</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Intercession for the deceased</u>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Whoever cannot control his inclinations, desires and passions, say our sages, should often imagine death, the transitoriness of all earthly things. This imagination will dampen his arrogance and lead him to a calm appreciation of temporal goods. In particular, however, the memory of our departed parents, relatives and friends must put us in a melancholy mood, lead us to contemplate death and immortality, and this contemplation can only be fruitful for our moral life. That is why our sages have decreed that not only on Yom Kippur, as the day of general penance, but also always on the last day of a festival, we should be reminded of our deceased relatives by a prayer. This usage is first mentioned by a writer who suffered martyrdom at Nuremberg in 1310. (Rabbi Mordachai; without a trace of this usage being found in the Talmud.) In some communities this general commemoration of death takes place every Saturday. See: &#8220;Songs and Prayers for the Celebration of the Dead&#8221; by the worthy Mr. Baruch Auerbach, director of the Orphans&#8217; Educational Institute of the Israelite community in Berlin, who is always active for the good. ¶I cannot refrain from sharing with my readers the beautiful passages from the Talmud and the Midrash, which the worthy author has set before his writing as a motto. In that world there is no death, neither in Israel nor among any other people, as the Scripture says: God dries the tears from every face. (Isaiah 25:8) The pious of every nation have a share in eternal life. The Holy One, blessed be He, does not reject any being, but lovingly welcomes everyone. The gates to blessedness are always open; whoever wants to enter blessedness can enter. And also in this respect Job said (Job 31, 32): &#8220;Outside no stranger (no foreign religious companion) shall spend the night; I open my doors to every wayfarer,&#8221; just as the Holy One, blessed be He, receives in love all His beings. Weep therefore for the mourners, but not for the departed; they have entered into rest, we remain immersed in sorrow. (See Midrash Rabboth, fol. 29, 136. Talmud Sanhedrin, Talmud Chagiga fol. 25.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"hebrew\">הזכרת נשׁמות</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDunkel für uns Geschöpfe der Erde, aber gerecht sind die Wege deiner Vorsehung, Allgütiger! „Ich wollte auch weise sein,” spricht der heilige Sänger David, „diese Weisheit aber ist fern von mir <span class=\"citation\">(Ḳohelet 7, 23)</span>, bis ich einst in das Heiligthum Gottes komme, werde ich den Zweck der göttlichen Leitung verstehen.” Das wissen wir aber, daß deine Vorsicht mit Vaterhuld über alle deine Geschöpfe waltet, und daß selbst die herbsten Leiden, die du über uns verhängst, uns zu unserem Besten sein können.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nVeiled for us creatures of the earth, but just are the ways of your providence, All-Good One! &#8220;I also would be wise,&#8221; says the holy singer David, &#8220;but this wisdom is far from me <span class=\"citation\">(Ecclesiastes 7:23)</span>, until I once come into the sanctuary of God, I shall understand the purpose of divine guidance.&#8221; But this we know, that your prudence rules with fatherly grace over all your creatures, and that even the bitterest sufferings which you inflict upon us may be for our good.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nIn deinem Haushalte, o Allmächtiger, geschieht nichts am unrechten Orte, nichts zu unrechter Zeit. Es war dein heiliger Wille, mir <span class=\"instruction\">meinen Vater (meine Mutter, meine Eltern)</span> zu entziehen, und <span class=\"instruction\">ihn (sie)</span> in ein besseres Leben zu rufen. Meine Seele ist betrübt in mir, traurig ist mein Herz, wenn ich mich an den unersetzlichen Verlust erinnere, wenn ich daran denke, daß <span class=\"instruction\">mein Vater (meine Mutter, meine Eltern)</span>, welcher (welche) mir so viel Liebes und Gutes erzeigt hat (haben), nicht mehr mit mir auf dieser Erde wandelt (wandeln), und ich <span class=\"instruction\">ihm (ihr, ihnen)</span>, nicht mehr meine kindliche Liebe, meine innige Dankbarkeit bezeigen kann.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn your household, O Almighty, nothing happens in the wrong place, nothing in the wrong time. It was your holy will to deprive me of <span class=\"instruction\">my father (my mother, my parents)</span>, and to call <span class=\"instruction\">him (them)</span> to a better life. My soul is saddened in me, my heart is sad when I remember the irreplaceable loss, when I think that <span class=\"instruction\">my father (my mother, my parents)</span>, who has shown me so much love and good, no longer walks with me on this earth, and I can no longer show <span class=\"instruction\">him (her, them)</span> my filial love, my intimate gratitude.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nGeschlechter vergehen, Geschlechter entstehen nach deiner göttlichen Weisheit, auf daß die Erde ewig bleibe. Ich erkenne deine Allgüte und Allweisheit; aber mein Herz blutet dennoch, meine Augen fließen in Thränen über, in der Erinnerung an meine Lieben, die meine Freude auf Erden gewesen sind, und die nun das dunkle Grab verschließt. Doch nein, nur die körperliche Hülle meiner Lieben ruht im Grabe, sie selbst aber wandeln in jenen lichten Höhen des Himmels, wo kein Seufzer ertönt, wo kein Schmerz nagt und keine Trennung droht. Dort sind sie entzückt in der Anschauung der Herrlichkeit Gottes, genießen ewige Seligkeit an deiner Rechten, allgerechter Vergelter.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGenerations pass away, generations arise according to your divine wisdom, so that the earth remains forever. I recognize your omnibenevolence and omniscience; but my heart still bleeds, my eyes overflow with tears, in the memory of my loved ones, who have been my joy on earth, and whom the dark grave now closes. But no, only the physical shell of my loved ones rests in the grave, but they themselves walk in those bright heights of heaven, where no sigh sounds, where no pain gnaws and no separation threatens. There they are enraptured in the sight of the glory of God, enjoying eternal bliss at your right hand, all-just recompensor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMein Auge siehet freilich ihr würdiges Angesicht nicht; mein Ohr vernimmt ihre sanfte, belehrende, unterweisende und tröstende Stimme nicht mehr; aber sie, die Verklärten, sehen und hören mich gewiß, ihr verklärter Geist umschwebt unsichtbar ihre Geliebten auf Erden, und jede gute Handlung, die ich hieniden ausübe, vermehren ihre himmlische Seligkeit. Und so vermag ich es ja jetzt noch, meinen theuren Abgeschiedenen meine Liebe und Dankbarkeit zu erzeigen, wenn ich meinen Lebenswandel nach den Geboten der heiligen Religion einrichte, wenn ich keine Handlung begehe, ohne mich zu fragen: „würde dieses auch deinem <span class=\"instruction\">Vater (deiner Mutter, deinen Eltern)</span> gefallen?” — So will ich stets tugendhaft und rein sittlich leben, Gottgefällig nach Kräften jedem Menschen wohlthun, so daß du <span class=\"instruction\">mein Vater (du meine Mutter, ihr meine Eltern)</span> mit Wohlgefallen von deinem (eurem) himmlischen Sitz auf dein (euer) Kind mit Freuden über meinen rechtlichen Lebenswandel herabblicken kannst (könnt). Und wenn einst meine Stunde schlägt, wenn auch ich einst im Grabe von des Lebens Mühen ausgeruhet, wirst du <span class=\"instruction\">mein Vater (meine Mutter, ihr meine Eltern)</span> dein (euer) geliebtes Kind verklärt wieder sehen, und sich ewig der himmlischen Seligkeit mit ihm erfreuen. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOf course, my eye does not see their worthy face; my ear no longer hears their gentle, instructing, instructing and comforting voice; but they, the transfigured ones, certainly see and hear me, their transfigured spirit invisibly floats around their beloved ones on earth, and every good action that I perform here increases their heavenly bliss. And so I am still able to show my love and gratitude to my dear departed ones, if I arrange my way of life according to the commandments of the holy religion, if I do not commit any action without asking myself: &#8220;Would this also please <span class=\"instruction\">your father (your mother, your parents)</span>? — So I will always live virtuously and purely morally, God-pleasing to the best of my ability do good to every person, so that you <span class=\"instruction\">my father (you my mother, you my parents)</span> can look down with pleasure from your heavenly seat on your child with joy about my legal way of life. And when once my hour strikes, when once I also rest in the grave from the toils of life, you <span class=\"instruction\">my father (my mother, you my parents)</span> will see your beloved child transfigured again, and enjoy eternal heavenly bliss with them. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Fürbitte für die Verstorbenen [no.1]&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1833 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> on pp. 48-51. In the 1835 edition, it appears as teḥinah №35 on pp. 53-56. In the 1842 edition, it appears as teḥinah №37 on pp. 56-59.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/52/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1833/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201833%29#page/n64/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Wer seiner Neigungen, Begierden und Leidenschaften nicht Herr werden kann, sagen unsere Weisen, soll sich oft den Tod, die Vergänglichkeit alles Irdischen, vorstellen. Diese Vorstellung wird seinen Uebermuth dämpfen, und ihn zu einer ruhigen Würdigung der zeitlichen Güter führen. Vorzüglich aber muß die Erinnerung an unsere Abgeschiedenen Eltern, Verwandten und Freunde, uns in eine wehmüthige Stimmung versetzen, uns zu Betrachtungen über Tod und Unsterblichkeit leiten, und diese Betrachtung kann nur fruchtbar für unser moralisches Leben sein. Darum haben unsere Weisen auch verordnet, daß man nicht nur am Versöhnungstage, als am Tage allgemeiner Buße, sondern auch immer am letzten Tage eines Festes, durch ein Gebet an unsere verstorbenen Verwandten erinnert werden soll. Dieses Gebrauches wird von einem Schriftsteller, der im Jahre 1310 zu Nürnberg den Märtirertod erlitt, zuerst erwähnt. (Rabbi Mordachai; ohne daß sich im Thalmud eine Spur von diesem Gebrauch fände.) In manchen Gemeinden findet diese allgemeine Todtenfeier jeden Sonnabend statt. Siehe: „Gesänge und Gebete zur Todtenfeier” von dem würdigen, für das Gute stets thätigen Herrn Baruch Auerbach, Direktor des Waisen=Erziehungs=Instituts der israelitischen Gemeinde zu Berlin. ¶Ich kann mich nicht enthalten, meinen Lesern die schönen Stellen aus dem Thalmud und dem Midrasch, die der würdige Verfasser seiner Schrift als Motto vorgesetzt hat, hier mitzutheilen. In jener Welt giebt es keinen Tod, weder in Israel noch unter irgend einem andern Volke, wie die Schrift sagt: Gott trocknet die Thränen aus jedem Angesicht. (Jesaja 25, 8)  Die Frommen jedes Volkes haben Antheil am ewigen Leben.  Der Heilige, gepriesen sei er! verstößt kein Wesen, nimmt vielmehr einen jeden liebevoll auf. Die Pforten zur Seligkeit sind immerwährend geöffnet; wer zur Seligkeit eingehen will, kann eingehen. Und auch in dieser Beziehung sprach Hiob (Hiob 31, 32): „Draußen soll kein Fremder (kein fremder Religionsgenoß) übernachten, meine Thüren mache ich jedem Wanderer auf,” gleichwie der Heilige, gepriesen sei er! in Liebe alle seine Wesen aufnimmt.  Weint daher um die Trauernden, nicht aber um die Dahingeschiedenen; sie sind zur Ruhe eingegangen, wir bleiben in Kummer versenkt. (Siehe Midrasch Rabboth, Fol. 29, 136. Thalmud Sanhedrin, Thalmud Chagiga Fol. 25.)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Whoever cannot control his inclinations, desires and passions, say our sages, should often imagine death, the transitoriness of all earthly things. This imagination will dampen his arrogance and lead him to a calm appreciation of temporal goods. In particular, however, the memory of our departed parents, relatives and friends must put us in a melancholy mood, lead us to contemplate death and immortality, and this contemplation can only be fruitful for our moral life. That is why our sages have decreed that not only on Yom Kippur, as the day of general penance, but also always on the last day of a festival, we should be reminded of our deceased relatives by a prayer. This usage is first mentioned by a writer who suffered martyrdom at Nuremberg in 1310. (Rabbi Mordachai; without a trace of this usage being found in the Talmud.) In some communities this general commemoration of death takes place every Saturday. See: &#8220;Songs and Prayers for the Celebration of the Dead&#8221; by the worthy Mr. Baruch Auerbach, director of the Orphans&#8217; Educational Institute of the Israelite community in Berlin, who is always active for the good. ¶I cannot refrain from sharing with my readers the beautiful passages from the Talmud and the Midrash, which the worthy author has set before his writing as a motto. In that world there is no death, neither in Israel nor among any other people, as the Scripture says: God dries the tears from every face. (Isaiah 25:8) The pious of every nation have a share in eternal life. The Holy One, blessed be He, does not reject any being, but lovingly welcomes everyone. The gates to blessedness are always open; whoever wants to enter blessedness can enter. And also in this respect Job said (Job 31, 32): &#8220;Outside no stranger (no foreign religious companion) shall spend the night; I open my doors to every wayfarer,&#8221; just as the Holy One, blessed be He, receives in love all His beings. Weep therefore for the mourners, but not for the departed; they have entered into rest, we remain immersed in sorrow. (See Midrash Rabboth, fol. 29, 136. Talmud Sanhedrin, Talmud Chagiga fol. 25.)</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Mourning"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "paraliturgical hazkarat neshamot",
        "Paraliturgical yizkor",
        "הזכרת נשמות hazkarat neshamot",
        "יזכור yizkor",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "326"
        ],
        "_thumbnail_id": [
            "43144"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Furbitte-fur-die-Verstorbenen-no.1-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Fürbitte für die Verstorbenen [no.1] (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Fürbitte für die Verstorbenen [no.1] (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=43125",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/furbitte-fur-die-verstorbenen-intercession-for-the-deceased-hazkarat-neshamot-a-tehinah-by-yehoshua-heshil-miro-1833/",
    "slug": "furbitte-fur-die-verstorbenen-intercession-for-the-deceased-hazkarat-neshamot-a-tehinah-by-yehoshua-heshil-miro-1833"
}