{
    "title": "Gebet einer Wittwe | Prayer of a Widow, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-05-23",
    "last_updated": "2022-05-23",
    "excerpt": "\"Gebet einer Wittwe\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №83 on pp. 131-133. In the 1835 edition, it appears as teḥinah №83 on pp. 154-157. In the 1842 edition, it appears as teḥinah №86 on pp. 159-162.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<u>Gebet einer Wittwe</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Prayer of a widow</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDas bittere Herz einer tiefbetrübten Frau erhebt sich jetzt zu dir, Richter der Wittwen, Vater der Waisen! Es war dein unerforschlicher Rathschluß mein Haus zu zerstören, mir den Gatten, den Freund, den Beschützer und Ernährer, den Vater, den Erzieher meiner Kinder, durch den Tod zu entreissen. Ich beuge mich vor deinem gewiß gerechten, obwohl unergründlichen Rathschluß; aber diese Thränen, die ich seinem Andenken weine, können dir nicht mißfallen. Ja sie sind eine himmlische Gabe deiner Gnade! welches Herz würde den Schmerz ertragen können, wenn er sich nicht zuweilen in lindernde Thränen auflöste. Ich beuge mich in Demuth vor deinem Willen, aber ich flehe dich an um Kraft, mein Unglück zu ertragen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe bitter heart of a deeply grieved woman now rises up to you, judge of widows, father of orphans! It was your inscrutable plan to destroy my house, to snatch away my husband, my friend, my protector and breadwinner, my father, the educator of my children, by death. I bow before your certainly just, although unfathomable, decision; but these tears, which I weep in his memory, cannot displease you. Yes, they are a heavenly gift of your grace! What heart would be able to bear the pain if it did not at times dissolve into soothing tears? I bow in humility before your will, but I beg you for strength to bear my misfortune.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nGroß sind die Leiden meines Herzens! Wie ein Schiffbrüchiger, der plötzlich in ein unbekanntes Land verschlagen wird, stehe ich da, ganz auf mich allein verwiesen. Ach wie schmerzlich ist es, das Mitleid der Menschen zu erregen, und wie wenig tröstend ist ihr Mitleid, das sich in flüchtigen Worten äußert, die oft mehr verwunden, als trösten.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGreat are the sufferings of my heart! Like a shipwrecked man who is suddenly cast away to an unknown land, I stand there, left to myself. Oh how painful it is to arouse the pity of people, and how little comforting is their pity, which expresses itself in fleeting words that often wound more than comfort.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nEine Wittwe steht da, ein Stein des Anstoßes für jeden Fühllosen. Ach, mit welcher tiefen Weisheit erklären unsere weisen Lehrer dein Wort: „Keine Wittwe, keine Waise sollt ihr drücken,” <span class=\"citation\">(Ex. 22, 21)</span> — auch nicht eine königliche Wittwe; denn wie kann Reichthum trösten, wenn das Herz aufs tiefste verletzt ist, der Pallast verliert seinen Glanz, wenn man ihn einsam bewohnen soll; Schmuck und Kleiderpracht verlieren Werth und Bedeutung, wenn man sich für den nicht schmücken kann, dem man seine Jugendliebe geschenkt hat.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA widow is standing there, a stumbling block for every wretch. Oh, with what profound wisdom our wise teachers explain your word: &#8220;No widow, no orphan shall you oppress,&#8221; <span class=\"citation\">(Exodus 22:21)</span> — not even a royal widow; for how can riches comfort when the heart is deeply wounded, the palace loses its splendor when one has to inhabit it alone; jewelry and splendor of clothing lose value and meaning when one cannot adorn oneself for the one to whom one has given one&#8217;s youthful love.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWie verändert hat sich der Kreis meiner Pflichten, seit dem Absterben meines Mannes! Wie fremd stehe ich in diesem Gebiete da, und muß die Kraft meines Geistes anstrengen, einer neuen Lebensweise entgegen zu gehen, wie sie meinen Umständen und Verhältnissen gemäß ist. Wie gern möchte ich mich nicht nur aus eigner Kraft ernähren, ohne die Hülfe der Menschen in Anspruch zu nehmen, sondern auch das Gute thun, das Wohlwollen ausüben, die Beiträge zu allgemeinen guten Zwecken fortsetzen, die Gastfreundschaft üben, meine ärmern Verwandten und Bekannten nach Kräften unterstützen, wie ich es seit einer Reihe von Jahren zu thun gewohnt bin. Ach, und was das traurigste ist, ich muß an meinen Kindern auch die Stelle des Vaters vertreten. Wenn ich sonst nur mich bei der Erziehung auf den engern Kreis meiner Mutterpflichten beschränken durfte, so muß ich jetzt pflegen, warten, erziehen, unterrichten, rathen und richten, und mit der Sanftmuth der Mutter die Strenge des Vaters verbinden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow the circle of my duties has changed since the death of my husband! How alien I am in this area, and how I have to exert the strength of my spirit to find a new way of life that suits my circumstances and conditions. How gladly I would like not only to support myself by my own efforts, without calling upon the help of men, but also to do good, to exercise benevolence, to continue the contributions to general good causes, to practice hospitality, to support my poorer relatives and acquaintances to the best of my ability, as I have been accustomed to do for a number of years. Oh, and the saddest thing is that I have to take the place of the father in my children. If I was otherwise only allowed to limit myself to the narrower circle of my mother&#8217;s duties, now I have to care for, maintain, educate, teach, advise and judge, and combine the mother&#8217;s gentleness with the father&#8217;s severity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAber du Allgütiger, bist eben so barmherzig als gerecht, du verwundest und heilest, schlägst Wunden und verbindest sie; du wirst auch Balsam für die Wunden meines Herzens finden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut you, All-Good One, are as merciful as you are just; you wound and heal, make wounds and bind them up; you will also find balm for the wounds of my heart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDu wirst mir Kraft schenken, alle meine Pflichten zu erfüllen; die Entbehrungen, die mir mein Wittwenstand auflegt, die Einschränkungen, die ich machen muß, die Abhängigkeit von fast fremden Menschen, in die ich und meine Kinder vielleicht gerathen, die Härte manches Fühllosen, der die Schutzlosigkeit der Wittwe benutzt, um sie mit Härte zu behandeln, zu ertragen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou will give me strength to fulfill all my duties; to endure the privations that my widowhood imposes on me, the restrictions that I must make, the dependence on almost strangers into which I and my children may fall, the harshness of many an unfeeling person who uses the defenselessness of the widow to treat her with harshness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDu wirst mir Kraft geben, die Erziehung meiner Kinder so zu vollenden, daß sich ihr Vater am Quell der Wahrheit und der Seligkeit ihrer freuen könne, und daß sie zur Ehre Gottes und zur Freude der Menschen aufblühen, und mir Trost sein können im Alter.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou will give me strength to complete the education of my children so that their father may rejoice in the fountain of truth and the blessedness of them, and that they may flourish to the glory of God and the joy of men, and be a comfort to me in my old age.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nFlöße Liebe und Erbarmen in das Herz derer, von denen ich und meine Kinder abhängen, daß sie stets deiner Mahnung gedenken: „Ihr sollt keine Wittwe, keine Waise drücken; denn wenn ihr sie bedrücket, und sie zu mir rufen, werde ich es hören, denn ich bin gütig. Behüte mich, o Gott, und meine Kinder, daß wir jemals in die traurige Nothwendigkeit gerathen, die Rache des Himmels gegen einen Menschen herabrufen zu müssen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nInstill love and mercy in the hearts of those on whom I and my children depend, that they may always remember your admonition: &#8220;You shall not oppress a widow or an orphan, for if you oppress them and they call to me, I will hear, for I am kind. Protect me, O God, and my children, that we may ever find ourselves in the sad predicament of having to call down the vengeance of heaven against a man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDer Geist der Milde und der Wohlthätigkeit belebe jedes Herz, daß jeder von sich rühmen könne, wie der fromme Hiob: „Der Segen des Unglücklichen komme über mich, ich habe das Herz der Wittwen erfreut.” <span class=\"citation\">(Hiob 29, 13)</span> Du Allgütiger, Beschützer der Wittwen und Vater der Waisen, zu dir nehmen wir unsere Zuflucht, von dem es heißt: „Deine verlassenen Waisen will ich erhalten, deine Wittwen sollen mir vertrauen.” <span class=\"citation\">(Jeremias 49,11)</span> Du bist unser Freund, unser Beschützer und unser Retter, in Ewigkeit. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet the spirit of gentleness and charity enliven every heart, so that everyone can boast of himself, as the pious Job did: &#8220;The blessing of the wretched is upon me; I have gladdened the heart of the widow&#8221; <span class=\"citation\">(Job 29:13)</span>. You All-Good One, Protector of widows and Father of orphans, to you we take refuge, of whom it is said, &#8220;Your forsaken orphans will I preserve, your widows shall trust in me&#8221; <span class=\"citation\">(Jeremiah 49:11)</span>. You are our Friend, our Protector, and our Savior, forever and ever. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebet einer Wittwe&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №83 on pp. 131-133. In the 1835 edition, it appears as teḥinah №83 on pp. 154-157. In the 1842 edition, it appears as teḥinah №86 on pp. 159-162. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/154/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/131/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Child care",
        "Mourning",
        "Marriage"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "parenting",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1513"
        ],
        "_thumbnail_id": [
            "44578"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/05/Gebet-einer-Wittwe-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Gebet einer Wittwe (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Gebet einer Wittwe (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=44576",
    "permalink": "https://opensiddur.org/prayers/life-cycle/death/mourning/gebet-einer-wittwe-prayer-of-a-widow-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "gebet-einer-wittwe-prayer-of-a-widow-a-tehinah-by-yehoshua-heshil-miro-1829"
}