{
    "title": "Gebet einer Mutter am Hochzeitstage ihrer Tochter | Prayer of a mother on the wedding day of her daughter, by Lise Tarlau (1907)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Lise Tarlau",
            "bio": "Lise Tarlau (also known as L'Ysaye/Isaye/Ysaye/Ysale, Lisa, Lize, Elizabeth, Luise, and Louise Tarleau; 1879-1952), was a writer born to a prominent Viennese Bohemian Jewish family, the daughter of Rabbi Dr. Joseph Samuel Bloch and Laura Lachmann. In an essay published in 1906, \"The Religious Problem,\" she expressed enthusiasm for Zionism and a deep sympathy for East European, Yiddish speaking Jewry, praising them for having retained their own distinctive cultural identity and their own language. This posture was accompanied by harsh criticism of Western European Jewish cultural assimilation, writing that they have “lived as parasites on the creative possibilities of the dreams of beauty of other peoples” (as quoted in Peter Singer's <em>Pushing Time Away</em>, 2003). Before emigrating to the United States in 1908, nearly two dozen prayers she wrote were published in <em>Beruria</em> (1907), an anthology of teḥinot in German compiled by her sister's husband Rabbi Dr. Max Grunwald. A decade later in the US, Houghton Mifflin Company and Riverside Press published <em>The Inn of Disenchantment</em> (1917), a collection of her prose and several short stories. Tarlau's fiction also appeared in major magazines of the day, including <em>The Nation</em> (105:2725, September 20, 1917),  <em>The Atlantic Monthly</em> (in 1919), and <em>Harper's Magazine</em>. In 1924, her short story \"<a href=\"https://archive.org/details/sim_harpers-magazine_1924-09_149_892/page/436/mode/2up\">Loutré</a>\" was awarded second place in <em>Harper's</em> first ever short story contest. During World War II, she wrote a number of scripts for radio and film and worked as a translator for the US military. Several of her works were included in <em>The Fireside Book of Romance</em> (ed. C. Edward Wagenknecht, 1948). She died on October 9, 1952 in Kew Gardens, Queens, Long Island, New York.",
            "website": "https://www.geni.com/people/Louise-Tarlau/6000000039642814681",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/12/lise-tarlau-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/lise-tarlau"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-01-02",
    "last_updated": "2023-01-02",
    "excerpt": "\"Gebet einer Mutter am Hochzeitstage ihrer Tochter\" by Lise Tarlau can be found in Rabbi Max Grunwald's anthology of Jewish women's prayer, <em><a href=\"https://opensiddur.org/?p=48061\">Beruria: Gebet- und Andachtsbuch für jüdische Frauen und Mädchen</a></em> (1907), pages 441-444. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\" style=\"text-align: left;\">\n<span class=\"instruction\">Gebet einer Mutter am Hochzeitstage ihrer Tochter.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<span class=\"instruction\">Prayer of a mother on the wedding day of her daughter.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\" style=\"text-align: left;\">\nMein Gott, so wie ich einst vor Dir gestanden,<br />\nIm Brautschmuck, glückerfüllt das junge Herz,<br />\nDas Leben vor mir, wundervoll verlockend,<br />\nUnd alle Träume der Erfüllung nah — —,<br />\nSo steht mein Kind vor Dir und legt die Hand<br />\nIn die des Gatten, den es sich erwählt,<br />\nUnd fleht um Deinen Schutz, wie ich einst flehte,<br />\nUnd hofft auf Dich, wie ich auf Dich gehofft.<br />\nUnd wie Du mich beichützt, wirst Du sie schützen<br />\nUnd wirst durch alle bunte Lebenswirrnis<br />\nSie immer so geleiten, daß zuletzt<br />\nSie stets zurück sich findet in Dein Haus. —<br />\nSie steht am Anfang, — fast am Ende ich,<br />\nUnd doch ist eins heut’ unsrer Herzen Schlag,<br />\nWie zu der Zeit, da ich sie in mir trug<br />\nUnd gleiches Blut uns gleichen Pulsschlag wirkte;<br />\nUnd seh ich sie, so scheint&#8217;s mir wie ein Traum,<br />\nAls ob ich&#8217;s selber wäre, die da steht,<br />\nUnd dann bin&#8217;s doch nicht ich, denn wissender,<br />\nErfahrener als dieses junge Kind,<br />\nDas nur von Glück träumt und nur Freude sieht,<br />\nBin ich durch mancher Stunde Leid geworden. —<br />\nSo wissend, daß ich jetzt nicht beten kann:<br />\nErspar’ ihr jedes Leid, — nein, bitten muß:<br />\nGib, daß ihr jedes Leid zum Segen werde, —<br />\nDaß fie in frohen wie in trüben Tagen<br />\nHeimat und Zuflucht, Trost und Stütze finde<br />\nBei dem, dem sie sich heute anvertraut;<br />\nDaß ihre Liebe immer größer werde<br />\nUnd immer tiefer und ihr ganzes Herz<br />\nSo sehr erfülle, daß für keinen Wunsch<br />\nUnd keine Sehnsucht fürder darin Raum! —<br />\nUnd wenn sie einst, wie ich, dann vor Dir steht<br />\nMit ihrem Kind, dann laß auch fie empfinden,<br />\nWie wundervoll das Leben und wie reich;<br />\nDann sei ihr Dank auch meinem Danke gleich,<br />\nUnd im Vertraun auf Deine Vatergüte<br />\nLaß sprechen sie, wie ich es spreche heut’:<br />\nEs segne Dich der Herr und er behüte<br />\nDich, teures Kind, in alle Ewigkeit!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nMy God, as I once stood before you,<br />\nIn bridal adornment, my young heart full of joy,<br />\nLife before me, wonderfully tempting,<br />\nAnd all dreams close to fulfillment — —,<br />\nSo my child stands before you and lays her hand<br />\nIn that of the husband she chooses,<br />\nAnd begs for your protection, as I once begged,<br />\nAnd hopes in you, as I hoped in you.<br />\nAnd as you protect me, you will protect her<br />\nAnd through all the colorful confusion of life<br />\nAlways guide her so that at last<br />\nShe always finds her way back to your house. —<br />\nShe stands at the beginning, — almost at my end,<br />\nAnd yet today as one is the beat of our hearts,<br />\nAs when I bore her within me.<br />\nAnd the same blood gave us the same pulse;<br />\nAnd when I see her, it seems like a dream,<br />\nAs if it were I myself standing there,<br />\nAnd yet it is not me, for I am more knowing,<br />\nMore experienced than this young child,<br />\nWho dreams only of happiness and sees only joy,<br />\nI have become sorrowful through many an hour of suffering. —<br />\nSo knowing that now I cannot pray:<br />\nSpare her every suffering, — no, must ask:<br />\nGrant that every suffering may be a blessing. —<br />\nThat in happy days as well as in gloomy days<br />\nShe will find home and refuge, comfort and support<br />\nWith him to whom she entrusts herself today;<br />\nThat her love may ever increase<br />\nEver deeper, and in her whole heart<br />\nFulfill it so that there is no wish<br />\nAnd no longing for more room in it! —<br />\nAnd when one day, like me, she stands before you<br />\nWith her child, then let her also feel,<br />\nHow wonderful life is and how rich;<br />\nThen her thanks shall be equal to my thanks,<br />\nAnd in trust of your fatherly goodness<br />\nLet her speak as I speak today:<br />\nThe Lord bless you and keep you, dear child<br />\nYou, dear child, for all Eternity!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n„Gepriesen seist Du, Ewiger, Gott Israels, unseres Vaters von Ewigkeit zu Ewigkeit! Dein, Ewiger, ist die Größe und die Stärke und Ruhm und Sieg und Herrlichkeit; Dein Ewiger, ist die Herrschaft und Dein Haupt ist erhaben über alles. Reichtum und Ehre kommen von Dir und Du herrschest über alles, in Deiner Hand ist Kraft und Stärke, in Deiner Hand steht es, alles groß und stark zu machen. Und nun, unser Gott, danken wir Dir und lobpreisen den Namen Deines Ruhmes.“</p>\n<p>***\n</p></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;Blessed are you, Eternal One, God of Israel, our Father from eternity to eternity! Yours, Eternal One, is the greatness and the strength and the fame and the victory and the glory; your Eternal One, is the dominion and your head is exalted above all. Wealth and honor come from you and you rule over all; in your hand is power and strength; in your hand it is to make all things great and strong. And now, our God, we thank you and extol the name of your glory.&#8221; <span class=\"citation\">(I Chronicles 29:10-13)</span></p>\n<p>***\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n„Wer bin ich, o Herr und Gott, und was ist mein Haus daß Du mich bis hierher gebracht!“</p>\n<p>***\n</p></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;Who am I, O Lord and God, and what is my house that you have brought me this far!&#8221; <span class=\"citation\">(II Samuel 7:18)</span></p>\n<p>***\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWie ist mir das Herz so voll, da jetzt die Stunde naht, die zu erleben ich Dich, allgütiger Vater, so oft angerufen mit aller Inbrunst meines Herzens! Mein Kind, mein geliebtes, gutes Kind, das mir von Tag zu Tag inniger ans Herz gewachsen, es soll nun selbst ein Haus gründen, selbst all die Pflichten übernehmen, deren treue Übung ihr nun zur Aufgabe bestimmt ist. Wie berauschte sich mein Herz an seligem Mutterglück, so oft ich nur im Geiste mein Kind im bräutlichen Schmucke sah! Und nun ist es Wahrheit geworden! Mein heißester Wunsch hat sich erfüllt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow full my heart is, now that the hour is approaching, which I have so often called upon you, all-good Father, with all the fervor of my heart! My child, my beloved, good child, who has grown closer to my heart day by day, she is now to establish a house herself, to take on all the duties whose faithful practice is now destined for her. How my heart was intoxicated with blissful maternal happiness, as often as I saw my child in bridal adornment only in my mind! And now it has become truth! My most ardent wish has been fulfilled.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nSo nimm denn meinen innigsten Dank entgegen, allgütiger Gott! Mein Herz sagt es mir, Du wirst auch in Zukunft mit meinem Kinde sein. Du wirst sie auch in ihrem neuen Lebenskreise die Liebe finden lassen, die ihr im Elternhause auf Schritt und Tritt die Wege ebnete, von den Rosen des Lebens die Dornen brach.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSo receive my heartfelt thanks, all-good God! My heart tells me that you will also be with my child in the future. You will also let her find in her new circle of life the love that paved the way for her at every turn in her parents&#8217; home, that broke the thorns from the roses of life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nEine Zeit der Prüfung beginnt heute für mein Kind und noch mehr für mich, deren Obhut und Erziehung Du sie anvertraut. Mit jedem neuen Tage soll sich von neuem bewähren, was sie an Lehren und edlem Beispiel in sich aufgenommen im Elternhaufe. Laß, o Herr, sie diese Prüfung bestehen zur Zufriedenheit des Gatten, zur Ehre ihres Elternhauses!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA time of testing begins today for my child and even more for me, to whose care and education you entrust her. With each new day, she shall prove anew what she has absorbed in her parents&#8217; clan in terms of teachings and noble example. Let her, O Lord, pass this test to the satisfaction of her husband, to the honor of her parental home!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMöge sie als echte Priesterin der Treue walten in ihrem Haufe! Wie am Kleid des Hohenpriesters die goldenen Glöckchen ertönten bei jedem Schritt, so mögen die Stimmen des Gewissens in jeder Stunde sie mahnen an die Gelübde, die sie heute ausspricht in ihrem Herzen! Gib, daß diese Glöckchen, diese Stimmen im Gemüte harmonisch zusammen klingen bei Mann und Frau!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay she reign as a true priestess of fidelity in her crowd! As the golden bells on the dress of the high priest sounded at every step, so may the voices of conscience remind her in every hour of the vows she pronounces in her heart today! Grant that these bells, these voices in the mind, may sound together harmoniously in man and woman!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMöge ihnen in diesem Bunde der Segen blühen, den sie heute von ihm erhoffen! In ihrem Glücke lasse meinen guten Mann und mich das unsere finden!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay they flourish in this covenant the blessing they hope for from him today! In their happiness let my good husband and me find ours!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMöge ihr Haus eine Stätte der Freude und des Friedens werden! Kummer und Mißgeschick halte ihnen fern, und Glück und Zufriedenheit, die mögen sie geleiten auf allen ihren Wegen!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay their house become a place of joy and peace! Keep them away from sorrow and misfortune, and may happiness and contentment accompany them on all their paths!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebet einer Mutter am Hochzeitstage ihrer Tochter&#8221; by Lise Tarlau can be found in Rabbi Max Grunwald&#8217;s anthology of Jewish women&#8217;s prayer, <em><a href=\"/?p=48061\">Beruria: Gebet- und Andachtsbuch für jüdische Frauen und Mädchen</a></em> (1907), pages 441-444.</p>\n<p>The transcription of the German provided machine-readable text for machine translations by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. We welcome any/all corrections, improvements, and additional transcriptions and translations of this work&#8217;s contents. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/beruriagebetunda00grun/beruriagebetunda00grun#page/440/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Engagements &amp; Weddings"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "Teḥinot in German",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2013"
        ],
        "_thumbnail_id": [
            "48235"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/01/Gebet-einer-Mutter-am-Hochzeitstage-ihrer-Tochter-Lise-Tarlau-1907-cropped.png",
        "title": "Gebet einer Mutter am Hochzeitstage ihrer Tochter (Lise Tarlau 1907) &#8211; cropped",
        "caption": "Gebet einer Mutter am Hochzeitstage ihrer Tochter (Lise Tarlau 1907) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=48234",
    "permalink": "https://opensiddur.org/prayers/life-cycle/jewish-life-cycle/weddings/gebet-einer-mutter-am-hochzeitstage-ihrer-tochter-by-lise-tarlau-1907/",
    "slug": "gebet-einer-mutter-am-hochzeitstage-ihrer-tochter-by-lise-tarlau-1907"
}