{
    "post_id": 11906,
    "title": "שבע ברכות לנפשות קשורות | Seven Blessings For Interlinking Souls, by Rabbi Dr. Raysh Weiss and Rabbi Jonah Rank",
    "author": "Raysh Weiss",
    "coauthors": [
        {
            "name": "Raysh Weiss",
            "bio": "Rabbi Raysh Weiss PhD is the Rabbi of Congregation Beth El of Bucks County and is married to fellow rabbi and musician Jonah Rank, and they enjoy davening and dreaming with their two extraordinary kids.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Raysh-Weiss-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/raysh-weiss"
        },
        {
            "name": "Jonah Rank",
            "bio": "Rabbi Jonah Rank is President and Rosh Yeshivah of <a href=\"https://hebrewseminary.org\">Hebrew Seminary</a>: A Rabbinical School for the Deaf and Hearing. An award-winning Jewish songwriter, Rabbi Rank earned an MA in Jewish Thought and was ordained in 2015 at the Jewish Theological Seminary of America. Rabbi Rank has been involved in Jewish education for many years and served as the Maskil (“Teacher-of-Tradition”) at the Shaar Shalom Synagogue in Halifax, Nova Scotia, where his spouse, Rabbi Dr. Raysh Weiss, served as Senior Rabbi. While living in Canada, Rabbi Rank initiated the annual Halifax Communal Beit Midrash, and collaborated with the community’s Education Committee in rebooting the Halifax Joint Hebrew School. Following his family’s return to the U.S, he became the Director of the Shul School at Kehilat HaNahar in New Hope, Pennsylvania. While managing the supplementary school, Rabbi Rank co-led a Virtual Youth Arts Beit Midrash serving youth across five states, designed a virtual reality Purim carnival, and created curricular materials for young Jews to engage with Jewish notions of responsibility towards marginalized communities and to the planet. Rabbi Rank has authored several academic articles, served as the Managing Editor of <em>Zeramim: An Online Journal of Applied Jewish Studies</em>, and is currently editing <em>Siddur Kanfey HaShekhinah</em>, a forthcoming traditional Ashkenazi Hebrew prayer book, where the language referring to God is with feminine grammar. An advocate for civic causes, Rabbi Rank was appointed in 2021 to the Environmental Advisory Council in the Township of Lower Makefield, Pennsylvania. Rabbi Rank’s recently moved with his family to Natick, Massachusetts.",
            "website": "https://jonahrank.wordpress.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/jonah-rank-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/jonah-rank"
        }
    ],
    "date": "2015-09-01",
    "last_updated": "2025-12-01",
    "excerpt": "When Jonah Rank and Raysh Weiss intended to finalize the words of the “Seven Blessings” (Sheva Berakhot, <span class=\"hebrew\" lang=\"he\">שֶֽׁבַע בְּרָכוֹת</span>) that their friends and family members would offer them on their big day, they attempted to preserve the most widespread Ashkenazic version of these seven nuptial blessings with which their Jewish marital status would be effected. However, they attempted to avoid phrases that would limit the gender or sex of the blessings’ referents. Additionally, they sought to ensure that their blessings focused on the happiness of the occasion at hand. . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the two of us intended to finalize the words of the “Seven Blessings” (<em>Sheva Berakhot</em>, <span class=\"hebrew\" lang=\"heb-Hebr\">שֶֽׁבַע בְּרָכוֹת</span>) that our friends and family members would offer us on our big day, we attempted to preserve the most widespread Ashkenazic version of these seven nuptial blessings with which our Jewish marital status would be effected. However, we attempted to avoid phrases that would limit the gender or sex of the blessings’ referents. Additionally, we sought to ensure that our blessings focused on the happiness of the occasion at hand.\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nכששתי נפשותינו התכַּוְּנו להתקין את נוסח שבע הברכות שיברכו חברינו ומשפחותינו ביום קשור נפשותינו, נסינו לשמר את נוסח הנפוץ בקהִלּוֹת אשכנז מחוץ לנִסּוּחִים שזִּהוּ או הגבילו בכל אופן מגדר או מין גופות הנזכרים בברכות. עוד דבר שעניְנֵֽנוּ היה חשיבות בטוי הברכות בעניני שמחה ביום שמחתנו.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBecause we permitted ourselves to understand the Hebrew word <em>adam</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">אָדָם</span>) as meaning “humanity” and not just men or males in the image of the first human “Adam;” and because we permitted ourselves to understand the term <em>baneha</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">בָּנֶֽיהָ</span>) as meaning “her children” and not the more possible restrictive translation of “her sons”—and with this, we permitted ourselves to understand these “children” of Ẓíōn  as referring to not only biologically-born children but pedagogically-rendered “children” (that is to say: students); there is in fact no difference between 4/7 of the currently common Ashkenazic versions of these blessings and the versions that were recited at our <em>Kishur Nefashot</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">קִשּׁוּר נְפָשׁוֹת</span> “Connecting of Souls”). The three blessings of ours that are markedly different from the currently common Ashkenazic versions of these blessings are the blessings that commonly conclude <em>mesamme’aḥ tziyyon bevaneha</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">מְשַׂמֵּֽחַ צִיּוֹן בְּבָנֶֽיהָ</span>, “who causes Ẓíōn  to rejoice in her children”), <em>mesamme’aḥ ḥatan vekhallah</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">מְשַׂמֵּֽחַ חָתָן וְכַלָּה</span>, “who causes groom and bride to rejoice”), and <em>mesame’aḥ ḥatan im hakkallah</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">מְשַׂמֵּֽחַ חָתָן עִם הַכַּלָּה</span>, “who causes groom with bride to rejoice”).\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמפני שהִרְשֵֽׁינוּ לעצמינו להבין את המלה &#8220;אדם&#8221; כמלה שכוללת כל מגדר ומין הזן האנושי (אף על פי שהכרנו שלמלה  &#8220;אדם&#8221; יש אפשרות להבינה כפי הגדרת מגדר או מין מֻגְבל, במיוחד כלפי זכריות); ומפני שֶׁהִרְשֵֽׁינוּ לעצמינו להבין את המלה &#8220;בָּנֶֽיהָ&#8221; כמלה שֶׁמַּפְנָה גם לתלמידים כמין ילדים גם לבנים שנולדו על ידי אמצעים גופָנִיִּים טבעיים (אף על פי שהכרנו שלמלה  &#8220;בניה&#8221; יש אפשרות להבינה כפי הגדרת מגדר או מין מֻגְבל, במיוחד כלפי בנים נולדים על ידי אמצעים טבעיים דרך אֵם מלולית); אין שום שִׁנּוּי בין נוסח ארבע שבע ברכותינו בין נוסח האשכנזי הנפוץ. שלֹשׁ הברכות שמופיעות עם מִלים יחסית חדשות הן הברכות שבמקורם הסתַּיְּמוּ בחתימות &#8220;משמח ציון בבניה&#8221; &#8220;משמח חתן וכלה&#8221; ו&#8221;משמח חתן עם הכלה.&#8221;<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEven though each blessing on its own deserves commentary, the two of us are presenting here only our comments on the words that we composed.\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nאף על פי שכל ברכה וברכה על פי עצמה דורשת פירוש, שתי נפשותינו מציגות כאן רק את נמּוּקינו על המִּלִּים שחִבַּֽרְנוּ.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho causes Ẓíōn  to rejoice in her children</p>\n<p>We recognized that it is possible that the words “The barren one shall rejoice upon the ingathering of her children amidst joy” (&#8220;<span class=\"hebrew\" lang=\"heb-Hebr\">שׂוֹשׂ תָּשִׂישׂ וְתָגֵל הָעֲקָרָה, בְּקִבּוּץ בָּנֶֽיהָ לְתוֹכָהּ בְּשִׂמְחָה</span>&#8220;, <em>sos tasis vetagel ha’akarah, bekibbutz baneha letokhah besimhah</em>) appear as the remnant of <em>piyyut</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">פִּיּוּט</span>, “liturgical-poem”). One can sense in the Hebrew the rhythm amidst the duration of the vowels and in the four-word-phrases ending with the rhymes of <em>ha’akarah</em> and <em>besimḥah</em>. We can also identify Biblical paraphrasing (another feature of the art of <em>piyyut</em>) reflecting the Hebrew of Isaiah 61:10, “<span class=\"hebrew\" lang=\"heb-Hebr\">שׂ֧וֹשׂ אָשִׂ֣ישׂ&#8230; תָּגֵ֤ל</span>” (<em>sos asis&#8230; tagel</em>, “I will be surely glad&#8230; and rejoicing”). To retain the literary integrity of this passage, we decided that either we would leave the words of the <em>payyetan</em> (that is, the author of the <em>piyyut</em>) as he had composed them (for, what would he think were we to change his words?), or we would omit them entirely. In this instance, we elected to leave them as they standardly appear, and that these words would be sung according to the widely-known version of these words—despite our understanding of the word <em>baneha</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">בָּנֶֽיהָ</span>) as referring only to Ẓíōn ’s “sons” and not all of Ẓíōn ’s “children.” We in any event valued the notion of a rebuilt Ẓíōn . It is important to note here that we understood the word <em>Tziyyon</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">צִיּוֹן</span>, “Zion”) not as a reference to a physical city of Jerusalem but to—from the same root as <em>Tziyyon</em>—a state of <em>hitztayyenut</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">הִצְטַיְּנוּת</span>, “excelling”) and <em>tziyyun</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">צִיּוּן</span>, “excellence”) in abstract but enacted sacred actions within Jewish thought and practice. However, when we composed our blessings, we did not deem the blessing’s signatory ending (<span class=\"hebrew\" lang=\"heb-Hebr\">חֲתִימָה</span>, <em>ḥatimah</em>, literally “signature”) as inherently connected to its preceding <em>piyyut</em>. Therefore, we permitted ourselves to change just a bit the ending of the blessing, in order to use a word that would be, definitely inclusive of children of all genders and sexes as opposed to <em>baneha</em>—further emphasizing that not every couple is capable of biologically reproducing on their own. Therefore, in place of a reference to human children, our <em>ḥatimah</em> concludes with the word <em>befirḥeha</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">בְּפִרְחֶֽיהָ</span>,” “in her offshoots”), in the spirit of the <em>pirḥey khehunnah</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">פִּרְחֵי כְהֻנָּה</span>, “the offshoots of the priesthood”), who studied in their youth to be priests. We hope that our version will befit couples who will not see children borne exclusively of their own union but will see the yielded results of their sacred seeds that they will plant—symbolically or literally—in this world.\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמשמח ציון בבניה</p>\n<p>הכרנו שיתכן שהמִּלִּים &#8220;שׂוֹשׂ תָּשִׂישׂ וְתָגֵל הָעֲקָרָה, בְּקִבּוּץ בָּנֶֽיהָ לְתוֹכָהּ בְּשִׂמְחָה&#8221; נדמות כשריד פיוט. אפשר לחוש קצב באריכות התנועות וברבוע המלים (ארבע מִלֵּי &#8220;שוש תשיש ותגל העקרה&#8221; כנגד ארבע מִלֵּי &#8220;בקבוץ בניה לתוכה בשמחה&#8221;), ואפשר לשמוע שמץ חרוז בהבהרות שמסַיְּמוֹת את המלים  הרביעיות &#8220;העקרה&#8221; ו&#8221;בשמחה,&#8221; ואפשר לזהות כאן גם ציטוט וגם ציטוטיות מהפסוק בספר ישעיה סא: י, &#8220;שׂ֧וֹשׂ אָשִׂ֣ישׂ בַּֽייָ תָּגֵ֤ל נַפְשִׁי֙ בֵּֽאלֹהַ֔י&#8230;&#8221;. בגלל זה, החלטנו שאו נשאיר את מִלּוֹת הפיטן כאשר שסדרוּן (שמא מה היה חושב הפיטן אם היה לומד ששנינו את מלותיו) או שנשמיטן אותן המלים לגמרי. בשעה זו, החלטנו שנשאיר ושיושרו מלות אלו כנוסח הנפוץ אף על פי שדאגנו שהמלה &#8220;בניה&#8221; יכולה לשמש כגבול שאינו כולל בנות (כי המלה &#8220;בניה&#8221; יכולה להפנות לבנים עם בנות או או רק לבנים); הערכנו בכל זאת את הרגש של ציון נבנית מחדש. חשוב להזכיר כאן שהבנו את המלה &#8220;ציון&#8221; לא כהפניה רק לעיר ירושלים חמרית אלא גם למצב הצטַיְּנוּת וציוּן במעשים שמתגלמים אך מתפשטים כענין ערטילאי בדת היהודית במחשבת ישראל. אך בזמן שנִּסחנו את ברכותינו לא חשבנו חתימת ברכה זו כחלק הפיוט שקודם לחתימה, ולכך הִתַּֽרְנוּ לעצמותינו לשנות קצת את סוף הברכה כדי להשתמש במִלָּה שתכלול ולדים של כל מין ומגדר לבטח, ושתזכיר שלא כל זוג וזוג מסֻגל לבדם לרבות ולהוליד כל מין ולד דרך אמצעים טבעיים. לכך, במקום הפניה לתולדות אנושיות, חתימתנו אינה מסתימת במִלת &#8220;בבניה&#8221; אלא במלת &#8220;בפרחיה&#8221; שדומה לפרחי הַכְּהֻנָּה שלמדו להיות כהנים בימי נעוריהם. אנחנו מקוים שנסוחנו ימצא חן בעיני זוגות שאינם יכולים לראות תִּנּוֹקוֹת שנולדים ממעיהם אך יראו את פרחי עבודתם הקדושה שנוטעים בין סמלית בין מִלּוּלִית בעולם הזה.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho causes groom and bride to rejoice</p>\n<p>There are two differences here that require our attention to this blessing. The first difference is the original phrase of <em>re’im ha’ahuvim</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">רֵעִים הָאֲהוּבִים</span>,” “the loving companions”), the Hebrew of which necessitates the presence of at least one male partner, which has become <em>levavot ha’ahuvim</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">לְבָבוֹת הָאֲהוּבִים</span>,” “these loving hearts”), which refers to any two interconnecting souls. We wrote in our first essay on this matter regarding the gender challenges that arise by using the terms <em>ḥatan</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">חָתָן</span>, “groom”) and <em>kallah</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">כַּלָּה</span>, “bride”) and our decision instead to refer to <em>nefashot keshurot</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">נְפָשׁוֹת קְשׁוּרוֹת</span>, “linking souls”).\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמשמח חתן וכלה</p>\n<p>יש שני הבדלים כאן שֶׁשַּׁיָּכִים לדיונינו בברכה זו. ההבדל הראשון הוא מפרזת &#8220;רעים האהובים,&#8221; שמפנה לזוג שכולל גבר, לפרזת &#8220;לבבות האהובים,&#8221; שמתאר את שני הלבבות של הנפשות המתקשרות. כתבנו בחבור הראשון שלנו על הקושיות המגדריות שמועלות על ידי המונחים &#8220;חתן&#8221; ו&#8221;כלה&#8221; ועל בחירתנו להפנות במקום מונחים אלה &#8220;נפשות קשורות.&#8221;<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho causes groom with bride to rejoice</p>\n<p>It is clear to us that the words that follow “<span class=\"hebrew\" lang=\"heb-Hebr\">בָּרוּךְ אַתָּה יהוה אֱלֹהֵֽינוּ מֶלֶךְ הָעוֹלָם</span>” (<em>Barukh attah adonai eloheynu melekh ha’olam</em>, translated here as “Praised are You, Adonai our God, who rules the universe,”) fit the genre of <em>piyyut</em> (for all of the aforementioned reasons regarding <em>Sos tasis</em>)—“<span class=\"hebrew\" lang=\"heb-Hebr\">אֲשֶׁר בָּרָא שָׂשׂוֹן וְשִׂמְחָה. חָתָן וְכַלָּה. גִּילָה רִנָּה. דִּיצָה וְחֶדְוָה. אַהֲבָה וְאַחְוָה. שָׁלוֹם וְרֵעוּת. מְהֵרָה יהוה אֱלֹהֵֽינוּ יִשָּׁמַע בְּעָרֵי יְהוּדָה וּבְחוּצוֹת יְרוּשָׁלַֽיִם. קוֹל שָׂשׂוֹן וְקוֹל שִׂמְחָה. קוֹל חָתָן וְקוֹל כַּלָּה. קוֹל מִצְהֲלוֹת חֲתַנִּים מֵחֻפָּתָם. וּנְעָרִים מִמִּשְׁתֵּה נְגִינָתָם.</span>” (<em>Asher bara sason vesimḥah ḥatan vekhallah, gilah rinnah ditzah veḥedvah, ahavah ve’aḥvah veshalom vere’ut. Meherah Adonai eloheynu yishama be’arey yehudah uvhutzot yerushalayim. Kol sason vekol simḥah. Kol ḥatan vekol kallah. Kol mitzhalot ḥatannim meḥuppatam. Un’arim mimmishteh neginatam</em>; “who created joy and gladness, groom and bride, pleasure, song, delight, laughter, love and harmony, peace and companionship; quickly, Adonai our God, let be heard in the cities of Judah and the outskirts of Jerusalem a voice of joy, a voice of happiness, a voice of groom, and a voice of a bride: a voice of revelry of grooms from their wedding canopy, and youths drunk on their song”). But it appears to us that these words were not necessarily written as a single unit, but rather, several <em>piyyutim</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">פִּיּוּטִים</span> being the plural of <em>piyyut</em>) were combined (it seems that “<em>Asher bara sason&#8230; shalom vere’ut</em>” [“<span class=\"hebrew\" lang=\"heb-Hebr\">אֲשֶׁר בָּרָא שָׂשׂוֹן&#8230; שָׁלוֹם וְרֵעוּת.</span>,” “who created joy&#8230; peace and companionship”] could be one such unit marked by the listing of categories of happiness, interrupted by the pseudoquotative “<em>Meherah Adonai&#8230; uvḥutzot yerushalayim</em>” [“<span class=\"hebrew\" lang=\"heb-Hebr\">מְהֵרָה יהוה&#8230; וּבְחוּצוֹת יְרוּשָׁלַֽיִם.</span>,” “Quickly, Adonai&#8230; and the outskirts of Jerusalem”], which rolls into the quotative “<em>Kol sason&#8230; vekol kallah</em>” [“<span class=\"hebrew\" lang=\"heb-Hebr\">קוֹל שָׂשׂוֹן וְקוֹל שִׂמְחָה. קוֹל חָתָן וְקוֹל כַּלָּה.</span>,” “a voice of joy, a voice of happiness, a voice of groom, and a voice of a bride”], which begins another poetic piece, the remnant of which is “<em>Kol mitzhalot&#8230; mimmishteh neginatam</em>” [“<span class=\"hebrew\" lang=\"heb-Hebr\">קוֹל מִצְהֲלוֹת חֲתַנִּים מֵחֻפָּתָם. וּנְעָרִים מִמִּשְׁתֵּה נְגִינָתָם</span>,” “a voice of revelry of grooms from their wedding canopy, and youths drunk on their song”]). In light of this, we wanted to be careful in our setting so as not to detract from the embedded poems, hidden as they may be, within the common setting of this blessing. We liked the listing of different categories of happiness at the beginning of the blessing; at the time of our planning our big day, we opted to consider the words <em>ḥatan vekhallah</em> (<span class=\"hebrew\" lang=\"heb-Hebr\">חָתָן וְכַלָּה</span>, “groom and bride”) to be a reference to anyone getting married, not just us (and indeed, were we to believe that what we have done will be a model for other couples’ ceremonies of <em>Ḳiddushin</em> [<span class=\"hebrew\" lang=\"heb-Hebr\">קִדּוּשִׁין</span>, “sanctifying” of relationships] and <em>Nissu’in</em> [<span class=\"hebrew\" lang=\"heb-Hebr\">נִשּׂוּאִין</span>, “raising” to marriage], then we can recall that the vocabulary of <em>piyyut</em> in general tends to use language that is flowery—symbolic or approximate in its message—and often [sometimes as a result of the former] antiquated; it could be that the terms “groom” and “bride” in the future will be obsolete terms, compared to “linked souls,” though this might come to be in the Messianic era). Still, we worried that the chapter in Jeremiah (33: specifically verses 6-11) from which the words beginning with <em>Meherah Adonai</em> are derived is part of a gloomy context inappropriate to the happiness of the marital occasion. Thus, in lieu of the words from <em>Meherah Adonai</em> until <em>mimmishteh neginatam</em>, we included Psalm 63:2, which expresses a sacred loving longing, more in line with the ritual occasion at hand. Our thanks go to our teacher Rabbi Samuel Barth who taught a memorable melody for this verse to Raysh.\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמשמח חתן עם הכלה</p>\n<p>ברור לנו שהמלים שבאות לאחר &#8220;בָּא&#8221;י אמ&#8221;ה,&#8221; ואלו הן &#8220;אֲשֶׁר בָּרָא שָׂשׂוֹן וְשִׂמְחָה. חָתָן וְכַלָּה. גִּילָה רִנָּה. דִּיצָה וְחֶדְוָה. אַהֲבָה וְאַחְוָה. שָׁלוֹם וְרֵעוּת. מְהֵרָה יהוה אֱלֹהֵֽינוּ יִשָּׁמַע בְּעָרֵי יְהוּדָה וּבְחוּצוֹת יְרוּשָׁלַֽיִם. קוֹל שָׂשׂוֹן וְקוֹל שִׂמְחָה. קוֹל חָתָן וְקוֹל כַּלָּה. קוֹל מִצְהֲלוֹת חֲתַנִּים מֵחֻפָּתָם. וּנְעָרִים מִמִּשְׁתֵּה נְגִינָתָם&#8221; נכתבו לראשונה פיוטית בגלל כל הסבות המתֹאֲרות בקטע לעיל לגבי &#8220;שוש תשיש&#8221; וכו&#8217;. אך נראה לנו שמלים אלו לא נכתבו לראשונה כיחידה יחידה, אלא שֶׁשֻּׁלְּבוּ כמה פיוטים (יתכן שהמלים &#8220;אשר ברא ששון ושמחה חתן וכלה גילה רנה גיצה וחדוה אהבה ואחוה שלום ורעות&#8221; הן יחידה אחת, שמאֻפְיֶנת על ידי רשימת סוגי שמחה, והן מֻפרעות על ידי הפרזה הפסאודו־ציטוטית &#8220;מהרה יהוה&#8230;ובחוצות ירושלים&#8221; שנגללת לתוך &#8220;קול ששון&#8230; וקול כלה&#8221; שמצטטת ושגם מתחילה עוד קטע פיוטי ששארו הוא &#8220;קול מצהלות&#8230; ממשתה נגינתם&#8221;). לכאורה, רצינו להזדהר בנסוחנו שמא יגרע מהשירות הנכללות הנסתרות בברכה זו. מצא חן בעינינו רשימת סוגי השמחה בתחלת הברכה, ובו בזמן חִשַּֽׁבְנוּ שהנוסח &#8220;חתן וכלה&#8221; בתוך פיוט זה שמש כהפניה לכל אלה שמתנשאים, ולא רק לנו (ואכן, אם אנחנו מאמינים שמה שעשינו יהיה לדוגמת טקסי קדושין ונשואין של זוגות אחרים, אנחנו זוכרים שלשון הפיוט משתמש בלשון עתיק ושירתי, כגון אׇפְין שֶׁל המלים &#8220;חתן&#8221; ו&#8221;כלה&#8221; בתקופה בעתיד שבה אין העומדים להתחתן מופנים כ&#8221;חתן&#8221; ו&#8221;כלה&#8221; אלא כ&#8221;נפשות קשורות,&#8221; ויתכן שתבוא נטיה זו בימות המשיח). אך דאגנו שהפרק בספר ירמיה (לג, ובמיוחד פסוקים ו-יא) שממנו באות המלות שמתחילות ב&#8221;מהרה יהוה&#8221; יַעֲלוּ טעם עצבות בזמן שמחה זה. לכך, דִּלַּֽגְנוּ מראשן ועד סופן כל המלים הנמצאות בציטוט ובפיוט &#8220;מהרה יהוה&#8230; ממשתה נגינתם,&#8221; וכללנו פסוק מספר תהלים (סג: ב) שמבטאת כמיהה אהבתית בתוך מסגרת קדושה. ותודותינו לכבוד הרב שמואל ברת שֶׁלִּמֵּד נגון לפסוק זה עד שבלט יפיו הפסוק בזכרון ר.<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the <em>ḥatimah</em> of this blessing, we repeated our <em>ḥatimah</em> from the previous blessing. Truthfully, had the two of us needed now to reset the text of this blessing, perhaps we would have found a way to distinguish the two blessings: the former of which is most commonly “who causes groom and bride to rejoice,” and the latter  “who causes groom with bride to rejoice.” While planning this, we inadvertently did not call attention to this. In the present, Jonah guesses that we would have had the former end <em>nefashot kesharot</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">נְפָשׁוֹת קְשׁוּרוֹת</span>,” “linked souls”) and the latter end—so as to emphasize the “with”-ness or togetherness of the two marrying persons—<em>nefashot mitkasherot</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">נְפָשׁוֹת מִתְקַשְּׁרוֹת</span>,” “linking souls”) or <em>nefesh keshurah benefesh</em> (“<span class=\"hebrew\" lang=\"heb-Hebr\">נֶֽפֶשׁ קְשׁוּרָה בְּנֶֽפֶשׁ</span>,” “soul linked to soul”), or perhaps vice versa. We cannot know what we would have done in the hypothetical past&#8230;\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבחתימת ברכה זו, חזרנו על החתיחה של הברכה הנ&#8221;ל. האמת היא שאם שתי נפשותינו היו צריכות עכשיו לנסח שוב את הטקס אולי היינו מבחינות בין הברכה שנוסחה הנפוצה היא &#8220;משמח חתן וכלה&#8221; והברכה שנוסחה הנפוצה היא &#8220;משמח חתן עם הכלה,&#8221; אבל לא חשבנו בזה בו בזמן. עכשיו, משער יונה ששתי נפשותינו היו יכולות להבחין בין הקודם, &#8220;נפשות קשורות,&#8221; והשני, שמדגיש את הָעִמִּיּוּת—זאת אומרת, האחדות של השתים שעומדות להתחתן —&#8221;נפשות מתקשרות&#8221; או &#8220;נפש קשורה בנפש,&#8221; או אחרת הסדר ההפכי. כל מה שאכן ידוע לנו הוא מה שכן עשינו.‏<br />\n</span></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBelow</p>\n<p>Below is the version of the <em>Sheva Berakhot</em> our friends and family recited to bless us at our wedding.\n</div>\n</td>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nלהלן</p>\n<p>להלן מודפס נוסח שבע הברכות שבהן בֵּרכֽוּנו חברינו ומשפחותינו.<br />\n</span></div>\n</td>\n</tr>\n</tbody>\n</table>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יהוה אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם,<br />\nבּוֹרֵא פְּרִי הַגָּֽפֶן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n1— א</p>\n<p>As we do with many moments of declaring Jewish holiness, we begin with a joyous taste.</p>\n<p>Praised are You, Adonai our God, who rules the universe, creating the fruit of the vine.</p>\n<p>Ba-RUKH a-TAH ado-NAI elo-HEY-nu ME-lekh ha’o-LAM, bo-RE pe-RI ha-GA-fen.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יהוה<br />\nאֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם, שֶׁהַכֹּל בָּרָא לִכְבוֹדוֹ.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2— ב</p>\n<p>Celebrating a union of creations, we praise the One Creator.</p>\n<p>Praised are You, Adonai our God, who rules the universe, whose glory is evident in all of creation.</p>\n<p>Ba-RUKH a-TAH ado-NAI elo-HEY-nu ME-lekh ha’o-LAM, sheha-KOL ba-RA likhvo-DO.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יהוה<br />\nאֱלֹהֵֽינוּ מֶלֶךְ הָעוֹלָם,<br />\nיוֹצֵר הָאָדָם.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3—ג</p>\n<p>Honoring the possibility of human relationships, we acknowledge God for creating humanity.</p>\n<p>Praised are You, Adonai our God, who rules the universe, creator of humanity.</p>\n<p>Ba-RUKH a-TAH ado-NAI elo-HEY-nu ME-lekh ha’o-LAM, yo-TZER ha’a-DAM.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יהוה<br />\nאֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם,<br />\nאֲשֶׁר יָצַר אֶת־הָאָדָם בְּצַלְמוֹ,<br />\nבְּצֶֽלֶם דְּמוּת תַּבְנִיתוֹ, וְהִתְקִין לוֹ מִמֶּֽנּוּ בִּנְיַן<br />\nעֲדֵי עַד.<br />\nבָּרוּךְ אַתָּה יהוה,<br />\nיוֹצֵר הָאָדָם.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n4— ד</p>\n<p>We see every person as a Divine reflection: sparks of our Creator.</p>\n<p>Praised are You, Adonai our God, who rules the universe, who created humanity in the divine image, that might gather to perpetuate life. Praised are you, Adonai, creator of humanity.</p>\n<p>Ba-RUKH a-TAH ado-NAI elo-HEY-nu ME-lekh ha’o-LAM, a-SHER ya-TZAR ET ha’a-DAM betzal-MO,<br />\nbe-TZE-lem de-MUT tavni-TO, vehit-KIN LO mi-ME-nu bin-YAN<br />\na-DEY AD.<br />\nBa-RUKH a-TAH ado-NAI, yo-TZER ha’a-DAM.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nשׂוֹשׂ תָּשִׂישׂ וְתָגֵל הָעֲקָרָה, בְּקִבּוּץ בָּנֶֽיהָ לְתוֹכָהּ בְּשִׂמְחָה.<br />\nבָּרוּךְ אַתָּה יהוה,<br />\nמְשַׂמֵּֽחַ צִיּוֹן בְּפִרְחֶֽיהָ.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n5— ה</p>\n<p>This blessing commonly ends with the phrase “in her children” (<span class=\"hebrew\" lang=\"heb-Hebr\">בְּבָנֶֽיהָ</span>, <em>bevaneha</em>), which, from a strict view of Hebrew grammar, would imply that, among these “children,” there will be a male child. This version of the blessing celebrates all children as the holy offshoots of the people of Ẓíōn  (<span class=\"hebrew\" lang=\"heb-Hebr\">צִיּוֹן</span>, <em>tziyyon</em>, “Excellence,” a name for both a metaphorical and a physical Jerusalem).</p>\n<p>May Ẓíōn  rejoice as her children return to her in joy. Praised are You, Adonai, who causes Ẓíōn  to rejoice in her offshoots.</p>\n<p>SOS ta-SIS veta-GEL ha’aka-RAH, beki-BUTZ ba-NE-ha leto-KHAH besim-ḤAH.<br />\nBa-RUKH a-TAH ado-NAI, mesa-ME-aḥ tzi-YON befir-HE-ha.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nשַׂמֵּֽחַ תְּשַׂמַּח לְבָבוֹת הָאֲהוּבִים,<br />\nכְּשַׂמֵּחֲךָ יְצִירְךָ<br />\nבְגַן עֵֽדֶן מִקֶּֽדֶם.<br />\nבָּרוּךְ אַתָּה יהוה,<br />\nמְשַׂמֵּֽחַ<br />\nנְפָשׁוֹת קְשׁוּרוֹת.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n6— ו</p>\n<p>Often, this blessing refers to the “loving companions” (<span class=\"hebrew\" lang=\"heb-Hebr\">רֵעִים הָאֲהוּבִים</span>, <em>re’im ha’ahuvim</em>), which is a Hebrew noun-and-adjective combination that necessitates the presence of at least one man. In the version below, we speak of the gender-neutral “loving hearts” (<span class=\"hebrew\" lang=\"heb-Hebr\">לְבָבוֹת הָאֲהוּבִים</span>, <em>levavot ha’ahuvim</em>). Also, this blessing frequently refers to the “groom and bride” (<span class=\"hebrew\" lang=\"heb-Hebr\">חָתָן וְכַלָּה</span>, <em>ḥatan vekhallah</em>), both of which are terms that refer to only one spouse at a time. “Linked souls” (<span class=\"hebrew\" lang=\"heb-Hebr\">נְפָשׁוֹת קְשׁוּרוֹת</span>, <em>nefashot keshurot</em>), however is a non-gendered way of referring simultaneously to both partners.</p>\n<p>Grant perfect joy to these loving hearts, as You did for the first creations in the Garden of Eden. Praised are You, Adonai, who creates the joy of linked souls.</p>\n<p>Sa-ME-aḥ tesa-MAḤ leva-VOT ha’ahu-VIM,<br />\nkesameḥa-KHA yetzire-KHA ve-GAN E-den mi-KE-dem. Ba-RUKH a-TAH ado-NAI, mesa-ME-aḥ<br />\nnefa-SHOT keshu-ROT.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align: top;\" width=\"46%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יהוה<br />\nאֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם,<br />\nאֲשֶׁר בָּרָא שָׂשׂוֹן וְשִׂמְחָה חָתָן וְכַלָּה,<br />\nגִילָה רִנָּה<br />\nדִּיצָה וְחֶדְוָה, אַהֲבָה<br />\nוְאַחְוָה וְשָׁלוֹם וְרֵעוּת.<br />\nאֱלֹהִים אֵלִי אַתָּֽה אֲשַׁחֲרֶֽךָּ<br />\nצָמְאָה לְךָ נַפְשִׁי<br />\nכָּמַהּ לְךָ בְשָׂרִי<br />\nבְּאֶֽרֶץ־צִיָּה<br />\nוְעָיֵף בְּלִי־מָֽיִם.<br />\nבָּרוּךְ אַתָּה יהוה,<br />\nמְשַׂמֵּֽחַ<br />\nנְפָשׁוֹת קְשׁוּרוֹת.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n7— ז</p>\n<p>The verses often paraphrased in this blessing (Jeremiah 33:10-11) come in the context of despair; the text embellishing it sings of men celebrating a wedding, but does not speak of what others are doing. The verse sung in this version of the blessing (Psalm 63:2) speaks in general of Divine love and longing. The version of the blessing here ends with reference to “linked souls” (<span class=\"hebrew\" lang=\"heb-Hebr\">נְפָשׁוֹת קְשׁוּרוֹת</span>, <em>nefashot keshurot</em>), rather than than the “groom with the bride” (<span class=\"hebrew\" lang=\"heb-Hebr\">חָתָן עִם הַכַּלָּה</span>, <em>ḥatan im hakkallah</em>).</p>\n<p>Praised are You, Adonai our God, who rules the universe, who created joy and gladness, groom and bride, pleasure, song, delight, laughter, love and harmony, peace and companionship. God—my God, for You I long. My soul thirsts for you. My flesh longs for you, from a dry, worn land without water. Praised are You, Adonai, who causes linked souls to rejoice.</p>\n<p>Ba-RUKH a-TAH ado-NAI elo-HEY-nu ME-lekh ha’o-LAM, a-SHER ba-RA sa-SON vesim-ḤAH ḥa-TAN vekha-LAH, gi-LAH ri-NAH<br />\ndi-TZAH veḥed-VAH, aha-VAH ve’aḥ-VAH vesha-LOM vere-UT.<br />\nElo-HIM e-LI a-TAH<br />\nashaha-RE-ka<br />\ntzame-AH le-KHA naf-SHI<br />\nka-MAH le-KHA vesa-RI<br />\nbe-E-retz tzi-YAH<br />\nve’a-YEF be-LI MA-yim.<br />\nBa-RUKH a-TAH ado-NAI, mesa-ME-aḥ<br />\nnefa-SHOT keshu-ROT.\n</p></div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p><strong>DOWNLOAD:</strong> <a href=\"https://opensiddur.org/wp-content/uploads/2015/09/Jonah-Rank-and-Raysh-Weiss-Seven-Blessings-for-Interlinking-Souls.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2015/09/Jonah-Rank-and-Raysh-Weiss-Seven-Blessings-for-Interlinking-Souls.pdf\">PDF</a></p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2015/09/Qishur-Nefashot.jpg\"><img loading=\"lazy\" decoding=\"async\" src=\"https://opensiddur.org/wp-content/uploads/2015/09/Qishur-Nefashot.jpg\" alt=\"Jonah and Raysh&#039;s wedding - Qishur Nefashot\" width=\"720\" height=\"480\" class=\"alignleft size-full wp-image-11912\" srcset=\"https://opensiddur.org/wp-content/uploads/2015/09/Qishur-Nefashot.jpg 720w, https://opensiddur.org/wp-content/uploads/2015/09/Qishur-Nefashot-300x200.jpg 300w\" sizes=\"auto, (max-width: 720px) 100vw, 720px\" /></a></p>\n",
    "categories": [
        "Engagements &amp; Weddings"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "gender inclusive",
        "North America",
        "שבע ברכות sheva brakhot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2013"
        ],
        "_thumbnail_id": [
            "11912"
        ],
        "date_src_start": [
            "2015-09-01"
        ],
        "date_src_end": [
            "2015-09-01"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/09/Qishur-Nefashot.jpg",
        "title": "Jonah and Raysh&#8217;s wedding &#8211; Qishur Nefashot",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=11906",
    "permalink": "https://opensiddur.org/prayers/life-cycle/jewish-life-cycle/weddings/seven-blessings-for-interlinking-souls-by-raysh-weiss-and-rabbi-jonah/",
    "slug": "seven-blessings-for-interlinking-souls-by-raysh-weiss-and-rabbi-jonah"
}