{
    "post_id": 28473,
    "title": "Volunteer",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2019-12-11",
    "last_updated": "2025-04-03",
    "excerpt": "",
    "content": "<div class=\"english-sans\" lang=\"eng-Latn\" style=\"font-size: 1.2em; letter-spacing: 1px;\">\n<p>The Open Siddur is a volunteer-driven, non-profit, non-denominational, and non-prescriptive community project growing a gratis and libre Open Access archive of Jewish prayer, liturgy, and related works (historic and contemporary, familiar and obscure), composed in every era, region, and language Jews have ever prayed. Our goal is to provide a platform for sharing open-source resources, tools, and content for individuals and communities crafting their own prayerbook (<em>siddur</em>). If this sounds exciting to you, we can&#8217;t wait for you to take an active role in building this project. <strong>Meet other people who care about your work. Exercise and grow your skills!</strong> The first step is making a personal connection. Please, <a href=\"https://opensiddur.org/contact/\" target=\"_self\" rel=\"noopener noreferrer\">contact us</a>! Our community discussion board is hosted on Facebook and our technical community discussions take place on our Google groups list.</p>\n<h3>Sharing new prayers that you&#8217;ve written and/or translated yourself</h3>\n<p style=\"padding-left: 40px;\">Please think of the Open Siddur Project as a channel by which prayers and prayer-related work (translations, annotations, art, etc.) may be disseminated in new siddurim and adapted for new, often unimagined, contexts. To enable this, we ask liturgists and translators to share their work under any one of three licenses, selectable via our <a href=\"/contributing/upload/\">upload form</a>. To learn more about these licenses, read &#8220;<a href=\"https://opensiddur.org/contributing/a-decision-tree-for-choosing-freelibre-licenses-for-cultural-and-technological-work/\">Choosing a Content License</a>.&#8221;</p>\n<p style=\"padding-left: 40px;\">If you&#8217;d like to refer to our style guide first, note that these are only suggestions. The style guide can be found <a href=\"/contributing/style-guide/\">here</a>.</p>\n<p style=\"padding-left: 40px;\">For a full list of project contributors, refer to our <a href=\"/contributing/contributors/\">index of contributors</a>.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Identifying Material to Share through the Open Siddur Project</h3>\n<p style=\"padding-left: 40px;\">There&#8217;s a good number of prayer books that we&#8217;ve already scanned. There&#8217;s even more that we haven&#8217;t yet scanned in libraries and archives. Identifying an interesting work to share is the very first step!</p>\n<p style=\"padding-left: 40px;\">To begin identifying interesting material to transcribe, start looking through our list of scanned prayer books in the &#8220;compilations&#8221; section in the Content index just below the Open Siddur Project logo at the top left of this page. These books have already been identified as works that are either in the Public Domain or else shared by their copyright proprietor. They are now available for &#8220;decompilation&#8221; &#8212; making individual prayers, annotations, and other writing accessible as individual works via indexing, transcription, and translation.</p>\n<p style=\"padding-left: 40px;\">If you&#8217;re curious about copyright research, we can help you develop some useful research skills for identifying whether a work has come into the Public Domain. Start by reading through our <a href=\"/copyright-policy/\">copyright policy</a>.</p>\n<p style=\"padding-left: 40px;\">If you have a text that you&#8217;d like to work on or want help with, let the Open Siddur Project community know in our Facebook discussion book. Folks are just waiting to help out. And if you&#8217;d rather <a href=\"/contact/\">contact us first</a>, that&#8217;s fine too. We can help identify a piece that you can help work on with your present skills or skills you would like to develop further.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Imaging prayer books in the Public Domain</h3>\n<p style=\"padding-left: 40px;\">Do you have access to a digital scanner? We can give guide you through the process of <a href=\"/help/document-manuscript-imaging/\">making a transcription quality scan</a> of a work that has come into the Public Domain.</p>\n<p style=\"padding-left: 40px;\">Once you&#8217;re finished, we will upload your scan to the Internet Archive where your work will become accessible for collaborative transcription. To find what we&#8217;ve already uploaded there, check <a href=\"https://archive.org/details/@opensiddur\">here</a>.</p>\n<h3>Indexing prayer books</h3>\n<p style=\"padding-left: 40px;\">Exhaustive indexing is the first step to &#8220;decompiling&#8221; a prayer-book. That way we can record the arrangement of prayers while also making individual works accessible for re-use in new prayerbooks and curricular resources. For an example of a simple index, see our page for Rabbi David de Sola Pool&#8217;s <em><a href=\"https://opensiddur.org/compilations/festival-guides-and-haggadot/thanksgiving-day-united-states/minhat-todah-service-for-thanksgiving-day-arranged-by-david-de-sola-pool-1945/\">Service for Thanksgiving Day</a></em> (1945).</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Transcribing and proofreading transcriptions</h3>\n<p style=\"padding-left: 40px;\">Besides Hebrew and Aramaic, Jewish prayers have been written and translated in many languages and scripts including ones that you may be able to read and type in. If you can type and edit text, we invite you to collaborate and share transcriptions of prayers and related works in your area of competency. Prayers and prayerbooks needing transcription or proofreading are tagged on opensiddur.org with the &#8220;<a href=\"/tagged/needing-transcription/\">Needing transcription</a>&#8221; and &#8220;<a href=\"/tagged/needing-proofreading/\">Needing proofreading</a>&#8221; tags. Go ahead and click on those links and see if there are any you&#8217;d like to work on.</p>\n<p style=\"padding-left: 40px;\">Currently, collaborative transcription and proofreading of texts takes place in two areas: Wikisource (for large works) and Google Docs (for short works). At any one time we may have a work uploaded for community transcription <a href=\"https://docs.google.com/document/d/13bzMLkZe2w8t1dy1pIYlI5cvwDAOQ3Lvl17C-4mmEiE/edit?usp=sharing\">here</a>.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Vocalizing Hebrew texts as necessary</h3>\n<p style=\"padding-left: 40px;\">Many languages use diacritical marks to indicate special vocalization beyond the simple letters. This is common for liturgical Hebrew, Aramaic, and Yiddish. If you are familiar with the rules for adding niqqud (Hebrew diacritical marks) to unvocalized Hebrew &#8212; or would <a href=\"/help/rules-for-niqqud/\">like to learn how</a> &#8212; this is your area to contribute.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Translating prayers or associating text with existing translations</h3>\n<p style=\"padding-left: 40px;\">For any individual prayer or prayer-poem composed in any language, we prefer to parse it&#8217;s text into phrases that can be independently associates with a translation in any language. This makes sense when decompiling bi-lingual prayerbooks.</p>\n<p style=\"padding-left: 40px;\">At any one time we may have a work uploaded for community translation <a href=\"https://docs.google.com/document/d/1qOA_J4xIypNk4waOZw4iyLlh-SHCrCTH-ISSg58V27o/edit?usp=sharing\">here</a>.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Annotating texts</h3>\n<p style=\"padding-left: 40px;\">Often prayerbooks are published with annotation specific to individual prayers. These need to be decompiled and associated with prayers along with their translations. See &#8220;transcribing and proofreading transcriptions&#8221; above.</p>\n<p style=\"padding-left: 40px;\">You may also contribute your own annotation to a prayer via comments on prayer or via the discussion group.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Editing and maintaining opensiddur.org</h3>\n<p style=\"padding-left: 40px;\">If you are interested in digital archiving and librarianship, consider volunteering to become part of the team that organizes and maintains <a href=\"https://opensiddur.org\">opensiddur.org</a>.</p>\n<p style=\"padding-left: 40px;\">These technical roles are reserved for users who understand HTML and CSS and might be interested in digging into the tech underlying WordPress themes and plugins. We are always looking for ways to add new functions to our website by hacking the technology undergirding our site.</p>\n<p style=\"padding-left: 40px;\">To participate in this role, please <a href=\"/contact/\">contact us</a> since it will require close collaboration with the website administrator.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Offering legal, grant writing, or other professional services</h3>\n<p style=\"padding-left: 40px;\">We are always in need of specialists who we can consult so that our project remains healthy. If you would like to offer specialized professional services or resources, please <a href=\"/contact/\" target=\"_self\" rel=\"noopener noreferrer\">contact us</a> with your idea. We probably didn&#8217;t even realize how much we needed you.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Making a one-time financial contribution or becoming one of our Patrons</h3>\n<p style=\"padding-left: 40px;\"><a href=\"/contribute/donations/\">Donations</a> can be made either through scheduled monthly patronage via Patreon or else via our fiscal sponsor, Jewish Creativity International, a 501(3)c registered non-profit that acts on our behalf for receiving tax-deductible donations.</p>\n<p style=\"padding-left: 40px;\">Covering the operational cost of keeping our servers and websites online is up to people like you who deem this project worthy. The speed by which the project moves forward ultimately depends on to what degree we can convince others to provide either in-kind donations of content or labor, or else funds for contract jobs. If you believe in our mission, want to see this project succeed, but cannot volunteer any labor or siddur-related content, then please donate some funds. Thank you!</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Correcting and Improving Open-source Typography</h3>\n<p style=\"padding-left: 40px;\">Our project offers the single most complete open-source Hebrew font pack available on the Internet, thanks to the work of so many open-source typographers and type foundries. Because these fonts are shared under open-source font licenses, they are available for adaptation and improvement using digital type software like Fontforge or Glyphs. Please <a href=\"/contact/\">contact us</a> if you would like to develop or improve upon any fonts that we are helping to redistribute.</p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Working towards the Future: Collaborating on the development of our Open Siddur Application</h3>\n<p style=\"padding-left: 40px;\">Besides all of the important work above, you can also help to develop new tools for collaborative transcription, translation, and web-to-print publishing of any and all content shared through the Open Siddur Project. This is the Open Siddur Application, currently demonstrated through our transliterator application and through our Open Siddur builder app.</p>\n<p style=\"padding-left: 40px;\">All of our code is online at github. (See our wiki page, &#8220;Intro to <a href=\"https://github.com/opensiddur/opensiddur/wiki/Intro-to-Hacking\">hacking</a>&#8221; our open-source code.) Work on our backend tools (which we hope will someday become our front-end site) is divided into work on our text server and work on our client interface. Efraim Feinstein, our lead code wrangler will be your point of contact for collaboration &#8212; but please let us know if you&#8217;d like to innovate something else that is aligned with our <a href=\"/about-this-project/development/mission/\">mission</a> and <a href=\"/about-this-project/development/vision/\">vision</a>.</p>\n<p style=\"padding-left: 40px;\">Whether you are a CSS/Javascript hacker or an XML/XSL/Xquery guru, we&#8217;d like your help. Even if all you know is Python and PERL, you can still help create something extraordinary that will make a huge difference on the lives of everyone who might craft their own siddur or share work through the Open Siddur Project. Please <a href=\"/contact/\">contact us</a> if you would like to develop open-source tools for collaborating on and sharing Jewish prayer literature for the craft of new prayerbooks.</p>\n<p style=\"padding-left: 40px;\">Take a look at how we&#8217;re working with the following languages:</p>\n<table style=\"height: 535px;\" border=\"1\" rules=\"all\">\n<tbody>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\" width=\"30%\">XML</td>\n<td style=\"padding-left: 30px;\" width=\"69%\">Looking for an awesome digital humanities project to begin cutting your teeth on XML hacking? We need XML hackers to proofread, debug, and/or provide examples for the <a title=\"JLPTEI\" href=\"https://github.com/opensiddur/opensiddur/wiki/JLPTEI-101:-00:-Introduction\">JLPTEI</a> XML specification, and improve validators using <a class=\"external text\" title=\"http://en.wikipedia.org/wiki/ODD_%28One_Document_Does_it_all%29\" href=\"http://en.wikipedia.org/wiki/ODD_%28One_Document_Does_it_all%29\" rel=\"nofollow\">TEI ODD</a> or <a class=\"external text\" title=\"http://www.schematron.com\" href=\"http://www.schematron.com\" rel=\"nofollow\">Schematron.</a></td>\n</tr>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\">XSLT 2.0</td>\n<td style=\"padding-left: 30px;\">XSL converts our XML formatted text to XHMTL for display on websites. We still need XSL hackers to help us write XML transforms. (Note: this part of the project is at a relatively advanced stage.)</td>\n</tr>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\">XQuery</td>\n<td style=\"padding-left: 30px;\">We want to enable other projects to freely access our open database using a well documented API. XQuery hackers can help us design and write our <a href=\"http://web.archive.org/web/20120510025921/http://wiki.jewishliturgy.org/REST_API\">API</a> for querying our eXist database of XML texts.</td>\n</tr>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\">Javascript /AJAX or XForms-REST-XQuery(XRX)</td>\n<td style=\"padding-left: 30px;\">We&#8217;re still at an early stage of designing the front end of our <a title=\"Architecture\" href=\"https://github.com/opensiddur/opensiddur/wiki/Architecture\">web application user interface</a>. We can: build it from scratch or hack a plugin for another open source project like WordPress/Buddypress or Omeka. The sky&#8217;s the limit. We do need your help!</td>\n</tr>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\">CSS</td>\n<td style=\"padding-left: 30px;\">CSS hackers are needed to help us improve how text is displayed in our demonstration applet, as well as in all of our online resources including the user interface for our web application. We are especially interested in web designers who can code an understand web standards.</td>\n</tr>\n<tr>\n<td style=\"padding-left: 30px; text-align: right;\">PERL, Python, etc.</td>\n<td style=\"padding-left: 30px;\">Every now and again, we receive text being shared from some funky format. We need hackers who can script one-time transformations converting contributed material into our XML schema, <a title=\"JLPTEI\" href=\"https://github.com/opensiddur/opensiddur/wiki/JLPTEI-101:-00:-Introduction\">JLPTEI</a>.</td>\n</tr>\n</tbody>\n</table>\n</div>\n",
    "categories": [],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "10855"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/03/Open-Siddur-Project-Logo-2015-5509b4bdv1_site_icon.png",
        "title": "the Open Siddur Project [logo]",
        "caption": "<a href=\"https://opensiddur.org/?p=43409\">Logo of the Open Siddur Project</a> (credit: Aharon Varady 2009, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=28473",
    "permalink": "https://opensiddur.org/help/volunteering/",
    "slug": "volunteering"
}