{
    "title": "&#x1F4D6; סדר התפלות לחג הסכות (מנהג הספרדים)‏ | Seder haTefilot l'Ḥag haSukkot, edited and revised by Moses Gaster (1906)",
    "author": "Moses Gaster",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "David de Aaron de Sola (translation)",
            "bio": "David de Aaron de Sola or David Aaron de Sola (1796 – 1860) (Hebrew: דוד אהרן די סולה) was a rabbi and author, born in Amsterdam, the son of Aaron de Sola. In 1818, D.A. de Sola was called to London to become one of the ministers of the Bevis Marks Congregation under Haham Raphael Meldola (who would also later become his father-in-law). De Sola's addresses before the Society for the Cultivation of Hebrew Literature led the mahamad (board of directors of the congregation) to appoint him to deliver discourses in the vernacular, and on March 26, 1831, he preached the first sermon in English ever heard within the walls of Bevis Marks Synagogue (all previous ones being spoken in Spanish or Portuguese). His discourses were subsequently published by the mahamad. Of his style, one observer wrote: \"Though a scholar and a thinker, yet he...used the most unpedantic terms and assumed a quiet, colloquial manner.",
            "website": "https://en.wikipedia.org/wiki/David_de_Aaron_de_Sola",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/david-aaron-de-sola-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-aaron-de-sola-translation"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-10-25",
    "last_updated": "2025-02-02",
    "excerpt": "A bilingual Hebrew-English maḥzor for the festival of Sukkot, Shemini Atseret and Simḥat Torah, nusaḥ sefarad, with a translation for Rabbi David de Aaron de Sola, revised and edited by Moses Gaster. . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederhatefilotvol4tefilotlhaghasukkotmosesgaster1906#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nPREFACE. </p>\n<p>This volume contains the prayers for the Festival of Succoth or Tabernacles, which we keep according to the Divine command (Lev. 23:34). This is one of the three great Festivals which every Israelite is bound to observe. It is intimately bound up with the national history and with the agricultural life of our people, and carries with it a profound lesson for our spiritual life. </p>\n<p>The Festival of Tabernacles חג הסכת is to remind us of the time which our forefathers spent in the Wilderness and of the life they led in tents or booths. Temporary abodes! and yet they proved sufficiently strong to protect them throughout those years of unsteady life until they reached the Land of Promise, for they were supported by the Divine Providence which, as our Sages tell us, surrounded them with clouds of glory. The Feast is also called חג האסיף, זמן שמחתנו the Feast of Ingathering, the season of joy at the close of the agricultural year, when the people gathered into their garners and winepresses the fruit that had ripened during the year. It made them rejoice in the abundant grace which God had granted them and at the visible sign of his protection and of his blessing. It taught them at the same time to remember, that without his assistance their labours would have been in vain, that unless the early and the latter rain had descended in due season the seed entrusted to the earth would not have sprouted, nor the bloom that covered their trees have ripened to yield an abundant harvest. And therefore, in addition to the erection of a tent, we are forbidden to take branches of trees, of the highest and the lowest, of the fragrant and the odourless, together with the beautiful fruit of the Citron, to rejoice before the Lord. We hold in our hands the visible token of the mercies of God. And when we behold the change that comes over them, when they wither and fade slowly away, we are again reminded that everything that lives and blooms is kept in life by him alone, to whom we turn in our prayers and from whom wc expect life, health, joy and contentment. The Festival closes with the Hosha-gnana Rabbah, the Great Hosha-gnana, when we beat the twigs of the willow tree; the leaves are falling one by one, with the days that pass, and the approaching winter denudes the trees of their adornment, to be clothed again in green foliage by the coming spring. The eighth day is devoted to the contemplation of the importance of the rain, that blessing from above which, if it comes in its appointed time, brings to successful issue the toil of man and realizes the hopes entertained for the coming year. This Festival fittingly concludes with Simhhát Toráh the spiritual rejoicing over having completed the cycle of the reading of the Law. The year comes to a close, and on the very same day when the book of the Law is closed the book of books is reopened; the first sod in the spiritual field is turned, new seed is sown, and we trust to the blessing of God that it will yield, in the course of the year, as rich a harvest in our souls for the benefit of our spiritual life as the field yields for the benefit of the material happiness of man. </p>\n<p>The prayers contained in this volume give expression to these diverse aspects of the Festival. In addition to the regular service, the Hallél, i.e. the Psalm of Praise, is sung, whilst we carry the Lulab and Ethrog in our hands, and during the time the Hosha-gnanóth are repeated, day after day. The Hosha-gnanóth contain mostly reminiscences from the history of our nation, they allude to the redemption from Egypt and to the protection which God vouchsafed to our people during their sojourn in the Wilderness; they also express the hope and end in the prayer, that the same help may be granted to us. On the Great Hosha-gnana the number of prayers and hymns is increased and the circuits are multiplied, reminding us of the joyous processions in the Temple of old, around the Altar, by a happy and grateful people. The Hosha-gnanóth are more emphatic on this day, on which libations of water were offered in the Temple, symbolically representing the blessing of the rain, so vital for the land. Instead of those libations, a special prayer for rain, composed by the poet Salomon ibn Gabirol has been added to the Musaph Amidah on the eighth day. On the concluding day, the spiritual rejoicing takes the form of a mystical and symbolical wedding between Israel and the Law, when two “bridegrooms” are called up, one to read the last portion and the other to begin with the reading of the first portion of the Law, typifying the indissoluble tie which binds us to the Law, and the spiritual harvest garnered in at this Season of rejoicing. </p>\n<p>All these prayers have now been revised and the translation thoroughly recast by me. Indications and instructions as to the manner in which they are to be recited have now been added, and many passages and rubrics not found in the previous edition have been incorporated into the book in order to make it as serviceable and complete as possible. </p>\n<p>No portion in this volume of the prayer book has offered, however, so many difficulties as the one containing the Hosha-gnanóth, which are artificial poems and hymns full of historical, allegorical, and mystical allusions, as the notes added to the Hosha-gnanóth shew. Moreover, the stanzas and verses have suffered in the course of time from the thoughtlessness of copyists; not a few passages have been omitted and in many instances indiscreet or careless printers have added to the confusion. I have tried to remedy it to the best of my ability, and in the translation of these prayers and hymns I have endeavoured to clear up the obscurities and to explain the historical and allegorical allusions. The names of the authors of these poems have been added. The ceremonial observed in the Synagogue on the day of the “Rejoicing of the Law” has now been set forth for the first time, and no pains have been spared to raise this volume to the same level which the preceding three volumes have attained. </p>\n<p>The Traditional Tunes also embellish this volume and are due to the untiring kindness of Mr. Jessurun, the choirmaster of our Synagogues. </p>\n<p>May the fragrance of the festive bunch pervade these pages and may the prayers of this festive season contribute to elevate our minds and make us rejoice with a full heart at God’s blessings in the field and in the home. </p>\n<p>M. GASTER.</p>\n<p>London:<br />\n“Mizpah,” 193 Maida Vale, W.<br />\n1 Ab, 5666.<br />\nJuly 23, 1906.\n</p></div>\n",
    "categories": [
        "Maḥzorim for Sukkot &amp; Shemini Atseret"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27712"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Seder-haTefilot-vol.4-Tefilot-lHag-haSukkot-Moses-Gaster-1906-title..png",
        "title": "Seder haTefilot vol.4 Tefilot l&#8217;Hag haSukkot (Moses Gaster 1906) &#8211; title.",
        "caption": "Seder haTefilot vol.4 Tefilot l'Hag haSukkot (Moses Gaster 1906) - title."
    },
    "source_link": "https://opensiddur.org/?p=27711",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/regalim/hag-hasukkot-vshemini-atseret/seder-hatefilot-lhag-hasukkot-translated-by-david-de-aaron-de-sola-and-revised-by-moses-gaster-1906/",
    "slug": "seder-hatefilot-lhag-hasukkot-translated-by-david-de-aaron-de-sola-and-revised-by-moses-gaster-1906"
}