{
    "title": "&#x1F4D6; תפלות למועדים (מנהג הספרדים)‏ | Tefilot l'Mo'adim, arranged and translated by Rabbi David de Sola Pool (1947)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-10-24",
    "last_updated": "2025-02-28",
    "excerpt": "A bilingual Hebrew-English maḥzor for the festivals of Pesaḥ, Shavuot, and Sukkot (with Shmini Atseret and Simḥat Torah) in the Sepharadic tradition compiled by David de Sola Pool in 1947.  . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/tefilotlmoadimdaviddesolapool1947#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a second copyright renewal made by the copyright holder listed in the copyright notice before the expiration of the initial copyright renewal (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>[ACKNOWLEDGEMENT]</p>\n<p>This Festival Prayerbook marks the completion of the publication by the Union of Sephardic Congregations of the liturgy according to the tradition of Sephardic Jewry. The publication of these books and their sale below cost have been made possible through the generosity of a number of friends. Initiated as a memorial to Lillian H. Hendricks, the Daily and Sabbath book is now in its third edition. The book of prayers for the New Year was made possible in the same way. A volume for the Day of Atonement, now in its second edition, was published in memory of Bertha Bueno de Mesquita. This festival volume is a tribute to the memory of Herman and Anna Salomon. The Union of Sephardic Congregations is deeply grateful to the generous friends who with faith and devotion have reared an enduring memorial to their dear ones. </p>\n<p>To the Rev. Dr. David de Sola Pool, rabbi of the Congregation Shearith Israel in the City of New York, the Union of Sephardic Congregations wishes to record its special gratitude for undertaking the careful editing of the Hebrew text, its translation into English, and seeing the entire work through the press. These four volumes represent an undertaking extending over a period of twelve years. Following the example of his forebears, rabbis in Israel, and in their spirit, Dr. Pool has prepared this edition of our liturgy as a labor of love and reverence, that new generations may with deep devotion perceive and prize the beauty, comfort and inspiration of Israel&#8217;s time-honored prayers to the Almighty Father of all mankind. </p>\n<p>INTRODUCTION </p>\n<p>THE MESSAGE OF THE FESTIVALS </p>\n<p>The characteristic name given by the Bible to the three great religious festivals in the Jewish year is <em>mikra kodesh</em>, a hallowed assembly. Passover, the Festival of Weeks, and the Festival of Booths (Tabernacles), together with its Eighth Day Closing Festival, are primarily occasions for calling together the Jewish people in consecrated gathering for rejoicing before God. In Biblical days these three seasons would witness in all parts of the Holy Land a great outpouring of people going up to the Temple in Jerusalem, there to celebrate the festival with sacrifice, prayer and rejoicing within the Temple precincts. To this day the prayers of these festivals retain many a reminiscence of those pilgrimages and their Temple ritual. These reminiscences bind us to the religious rejoicing of our ancestors in the Promised Land, the Land of Israel, two thousand and more years ago. </p>\n<p>They lived close to the soil. For them these three festivals were occasions of thanksgiving for the blessings of life-giving food brought forth from the earth. </p>\n<p>PESAH </p>\n<p>With the spring festival of Passover came the beginnings of the barley harvest. Then the Omer (page 113), the first sheaf of barley, was ceremoniously offered to God. The winter rains were over, and the long drought of summer began. It was natural then for our ancestors to turn to God on the Passover with prayers for a season of copious dews so that verdure for men and cattle should not altogether wither and die. (The Prayer for Dew, page 302). </p>\n<p>SHABUOTH </p>\n<p>Seven weeks later, in the early summer, Shabuoth, “the Festival of Weeks”, came around, bringing with it the first-fruits and the later grain harvest. In keeping with the spirit of this festival of the first fruits, it is often customary to adorn the synagogue with the flowers of the field. We read the idyll of the Book of Ruth (page 352), its noble story of exquisite charm standing out vividly on the background of a barley harvest in Bethlehem three thousand years ago. </p>\n<p>SUCCOTH </p>\n<p>A little over four months later, in the month of Tishri, as the summer mellows into fall, there comes the Succoth period of the fruit and grape harvest. Then of old the harvesters and the watchmen built their simple harvest booths in the fields. It was then on the Succoth “festival of our rejoicing” that in religious rejoicing they waved the lulab cluster — the palm- branch, myrtle, willow of the brook and citron ( page 198). And it was then also when the final ingathering from the fields was completed, that the farmer and his household, his laborers, and the widow, the fatherless, the stranger, and the landless Levite, united in a jubilantly happy religious festival in gratitude for the blessings of the harvest. It was then, too, that our ancestors looked for the coming of the early “former rain” which would break the six months drought of the Palestine summer. These rains, with the “latter rain” of the winter, brought the promise of life itself to the land and its people. If the rain were scanty or were to fail, crops would fail, wells and streams would run dry, and stark want or even famine would loom for both man and beast. Therefore, together with the daily Succoth circuits around the altar in the Temple there went a devout prayer for rain. This came to its climax on the seventh day, Hoshaana Rabbah, “the Great (Prayer) ‘O Save Us&#8217;” through rain in its due season. Our circuits around the synagogue on each weekday of the Succoth festival with the prayers of the Hoshaanoth, especially on the seventh day, Hoshaana Rabbah {page 435 ), and the Prayer for Rain which characterizes the services of the eighth day (page 319), make vivid for us our sense of dependence on God for the blessings of life. </p>\n<p>These spiritualized festival rejoicings for the bounties which God puts within reach of hands that will wisely work for them, come down to us from the dim ages before even the dawn of Israel&#8217;s existence as a nation. But with the birth of the Jewish people, these primal and universal festival aspects of mankind&#8217;s sublimated material existence took on added associations from the newly bourgeoning national life of Israel. </p>\n<p>THE HISTORIC PASSOVER </p>\n<p>Passover, the spring festival of the birth of life from the soil, became also the festival of the birth of the Jewish people. It was on the eve of the Passover, at the full moon of Nisan, at midnight, that the call came to Israel to rise up and go forth freed from the oppressing hand of Egypt. Since that night, Passover has ever been to the Jew, as it might well be to free men everywhere, “the festival of our liberation”. No year goes by but that Jews everywhere gather on the eve of Passover to retell the ancient story (Haggadah) how God redeemed Israel from Egyptian bondage and how freedom was born for all mankind (page 56). In the synagogue services, the Biblical selections play stirring variations on this immortal theme of human liberty. </p>\n<p>SHABUOTH AND SINAI </p>\n<p>The triumphant exodus from Egypt freed Israel from the physical taskmaster. But Israel’s soul, inured to generations of bondage, was not liberated until God’s revelation of the Torah at Mount Sinai seven weeks later, in the month of Sivan. With the giving of the Torah, the soul of man which had been groping in darkling ways became illumined with the light and guidance of ultimate truth. At Shabuoth, “the festival of the giving of our Torah,” the human soul was offered emancipation from servitude to superstition as well as from man’s injustice. Thus Shabuoth, which celebrated the harvesting of the first-fruits of the soil, became also the festival of the first-fruits of man’s spiritual garnering through the God-given Torah. The solemn proclamation of the Ten Commandments (page 252) is the heart of the Shabuoth service. At the afternoon services their elaboration is presented through the Azharoth (page 326), enumerating the 613 specific commandments found in the Torah of Moses. </p>\n<p>SUCCOTH AND THE WILDERNESS </p>\n<p>But neither the exodus from Egypt nor the revelation at Mount Sinai achieved complete freedom of body or spirit for the children of Israel. They needed the discipline of forty years of desert wandering before they were prepared to enter the Promised Land and live truly as freemen. During these forty years they wandered wearily, impatiently, rebelliously. Those were years of training for freedom. Succoth, occurring at the dangerously exuberant moment of the grape harvest, as a national festival sounds the call for inner discipline. Though most of us today do not dwell in harvest huts in the fields, we yet dwell in booths on Succoth, that our “generations may know that God made the children of Israel dwell in booths when He brought them out from the land of Egypt.” </p>\n<p>Thus all the three festivals, Passover, the Festival of Weeks, and the Festival of Booths, come down to us enriched by the twofold message of soil and soul. They bid us look on the Land of Israel and on the nation of Israel in the light of eternity and with eyes of the spirit. When the Jew wends his way to the synagogue on those days to reunite himself with his brothers in hallowed assembly, he is dedicating himself anew to the noblest ideals of his people and of all mankind. He is reconsecrating himself to face life with the new courage and sense of high and chastened purpose with which his religion should inspire him. On these three festivals he is bidden appear before God, and not to appear empty of the gifts that he should bring in thanksgiving. But one must be indeed barren of soul who can appear before God and share in the time-hallowed prayers and teachings of these days and not also receive from them a rich reward of spiritual gifts. </p>\n<p>SIMHATH TORAH </p>\n<p>Closing the cycle of these three Biblical festivals comes Simhath Torah, “The Rejoicing of the Torah”. This gives special character to the second day of the Shemini Hag Atsereth closing festival. It is a celebration of later origin than the Biblical festivals, but one which springs from the deeps of the Jewish soul. It marks the turning point in the Jewish year of spiritual education. The closing chapters of the last book of the Torah of Moses are read to the Hatan Torah, “the Bridegroom of the Torah,” a reading that is followed immediately by the opening chapter of the Torah read to the <em>Hatan Bereshith</em>, “the Bridegroom of the Beginning”. This symbolizes the unending cycle of Jewish devotion to the Torah which is our life and our length of days:- “This book of the Torah shall not depart out of thy mouth, but thou shalt meditate therein day and night in order that thou observe to do as all that is written therein, for then shalt thou make thy way prosper, and then shalt thou do wisely. </p>\n<p>Illumined in mind, in purpose and in soul by this rededication to the Torah, the source of Israel’s life, the children of Israel are strengthened by the prayers of these festivals to go forth chastened, uplifted, and the more worthy of bearing their historic mission to be God’s witnesses on earth. </p>\n<p>May this venerable and time-hallowed book of Israel’s traditional religious rejoicings help bring to this generation the religious aspiration, strength, wisdom and upsurge of soul which come from God. May the liberty of Pesah, the commandments of Shabuoth, and the joyous discipline of Succoth deepen in us the sense of dependence on God and the rejoicing in Him which flow as a perennial stream of blessing from all the festivals of the Jew. </p>\n<p>THE FESTIVAL SERVICES </p>\n<p>EVENING SERVICE </p>\n<p>The evening service of each festival opens with a Psalm associated with the special message of that day. On Passover, the celebration of redemption from slavery, Psalm 107, (page 19 ), sings of the thanksgiving which man should give to God for every escape from evil. On Shabuoth, the day of God’s revelation. Psalm 68, (page 22), paints a brilliant picture of a manifestation of God. On Succoth, the third of the pilgrim festivals, Psalms 42 and 43, (page 25), recall an exile’s yearning memories of the time when he marched in festive throng to the Temple, while on the Eighth Day Closing Festival the twelfth Psalm, (page 27), is chosen because its superscription assigns it for the Sheminith, “the Eighth”. The service then follows the usual order of the Sabbath evening service, adding the proclamation of the festival (page 34). </p>\n<p>The heart of the Amidah emphasizes the religious obligation of the festival rejoicing. After the close of the Amidah, there is chanted a second Psalm characteristic of the day. On the Passover this is Psalm 114, “When Israel went forth from Egypt” (page 42). On the other festivals Psalm 122, (page 42), is sung as one of the pilgrim Psalms recalling the festal joy of the pilgrims as they thronged within the walls of the Holy City on the three pilgrim festivals. </p>\n<p>The home ritual of the Passover eve is explained in the text (page 56). </p>\n<p>MORNING SERVICE </p>\n<p>The morning services closely follow the order of the weekly Sabbath morning service with the addition of the special Psalm of each day and the exultant Hallel psalms of rejoicing (page 199). This rejoicing is constrained by the omission of parts of these Hallel Psalms on Passover after the first two days, in sympathetic memory of the bereavement and sorrow which came to the Egyptian foe at the Red Sea. The selections from the Torah and the Haftaroth are clearly apposite to either the historical or the agricultural associations of the festival days. Specially notable are the Haftarah of the Sabbath in the intermediate days of the Passover with its promise of new life out of the dead past, (page 422), the last day of Passover with its vision of future glory, (page 248), and the second day of Shabuoth with the prophet’s rapt vision of the manifestation of God (page 258). </p>\n<p>SPECIAL SERVICES </p>\n<p>The seasonal Prayer for Dew recited on the first day of Passover (page 302) is made up of brief but brilliant poems by Solomon ibn Gabirol and other poets singing of the vivifying dews as a precious symbol of happiness, hope and life. </p>\n<p>The distinguishing features of the Shabuoth ritual, which for the most part are associated with the afternoon services, are commented on above, while an explanatory introduction to the Azharoth is given on page 326. </p>\n<p>The Hoshaanoth chanted on the seven days of Succoth (page 307), are built on a uniform literary pattern. Their main hymns are from the pen of Joseph ibn Abitur, a Spanish poet of the tenth century, who has worked his signature “Joseph” into a number of them. However, some attribute some of these poems to Joseph Kimhi of Spain (1105-1170). </p>\n<p>Over the years there has grown up the thought that the judgment of the individual which had been declared on the Day of Atonement is finally sealed and put into effect twelve days later on Hoshaana Rabbah. This thought accounts for the numerous echoes of the Atonement Day service which are found in the special prayers of Hoshaana Rabbah. </p>\n<p>The Prayer for Rain added in the Musaf of the Eighth Day Closing Festival, (page 319), follows the general pattern of the Prayer for Dew on Passover. </p>\n<p>SIMHATH TORAH </p>\n<p>Simhath Torah, which overlaps the second day of the Eighth Day Closing Festival, is also designated in the prayers as this Eighth Day. Sephardic rituals for Simhath Torah, the Rejoicing of the Law, differ much in detail according to local custom. While the Biblical readings to the Hatan Torah and Hatan Bereshith are everywhere the same, the songs sung in their honor and the processions and circuits with the Torah vary among Sephardim between a rich profusion in communities of Mediterranean tradition, and a comparative absence of them in communities of Dutch Sephardic background. This comprehensive volume has sought to do justice to all rites within the fundamental unity of Sephardic tradition. </p>\n<p>May each worshipper find in these pages a new understanding of the deep inner joy which ever comforted our ancestors, and strengthened them to “worship the Lord with gladness, and come with exulting into His presence.” </p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Sukkot &amp; Shemini Atseret",
        "Maḥzorim for Pesaḥ &amp; Shavuot"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "50054"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Tefilot-lMoadim-David-de-Sola-Pool-1947-title.png",
        "title": "Tefilot l&#8217;Moadim (David de Sola Pool, 1947) &#8211; title",
        "caption": "Tefilot l'Moadim (David de Sola Pool, 1947) - title"
    },
    "source_link": "https://opensiddur.org/?p=27686",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/regalim/hag-hasukkot-vshemini-atseret/tefilot-lmoadim-arranged-and-translated-by-david-de-sola-pool-1947/",
    "slug": "tefilot-lmoadim-arranged-and-translated-by-david-de-sola-pool-1947"
}