{
    "title": "&#x1F4D6; סדר התפלות ליום כפור (מנהג הספרדים)‏ | Seder haTefilot l'Yom Kippur, edited and revised by Moses Gaster (1904, amended 1934)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "David Bueno de Mesquita",
            "bio": "Rabbi David Bueno de Mesquita, B.A., trained by Moses Gaster, was a senior hazzan of the Bevis Marks Congregation. Unfortunately, we know little else. If you know more, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/01/David-Bueno-de-Mesquita-e1674562475784-96x96.png",
            "profile_link": "https://opensiddur.org/profile/david-bueno-de-mesquita"
        },
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "David de Aaron de Sola (translation)",
            "bio": "David de Aaron de Sola or David Aaron de Sola (1796 – 1860) (Hebrew: דוד אהרן די סולה) was a rabbi and author, born in Amsterdam, the son of Aaron de Sola. In 1818, D.A. de Sola was called to London to become one of the ministers of the Bevis Marks Congregation under Haham Raphael Meldola (who would also later become his father-in-law). De Sola's addresses before the Society for the Cultivation of Hebrew Literature led the mahamad (board of directors of the congregation) to appoint him to deliver discourses in the vernacular, and on March 26, 1831, he preached the first sermon in English ever heard within the walls of Bevis Marks Synagogue (all previous ones being spoken in Spanish or Portuguese). His discourses were subsequently published by the mahamad. Of his style, one observer wrote: \"Though a scholar and a thinker, yet he...used the most unpedantic terms and assumed a quiet, colloquial manner.",
            "website": "https://en.wikipedia.org/wiki/David_de_Aaron_de_Sola",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/david-aaron-de-sola-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-aaron-de-sola"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-01-29",
    "last_updated": "2024-11-29",
    "excerpt": "A bilingual Hebrew-English maḥzor for Yom Kippur, nusaḥ sefarad, with a translation for Rabbi David de Aaron de Sola, revised and edited by Moses Gaster, amended by Rabbi David Bueno de Mesquita. . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederhatefilotvol.3tefilotlyomkippurmosesgaster19041934#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nPREFACE. </p>\n<p>The present volume contains all the prayers and supplications arranged for the Day of Atonement יום הכפורים or כפור. According to Holy Writ this day is established for the purpose of bringing home to us the consciousness of human weakness and frailty of sin and transgression, and by means of self-imposed affliction and repentance to turn us from the evil ways which we have pursued in the course of the year, and to lead us, through prayers and confessions, to the gates of Heaven, there to obtain mercy and forgiveness. It is thus a day which begins with physical mortification and ends with spiritual exaltation. It is a day of affliction, and at the same time a day of solemn rest, a Sabbath of Sabbaths שבת שבתון. For can there be a greater spiritual joy than to have passed through the valley of death, and to have approached the realm of bliss, to have loft behind the storm-tossed sea, the pangs and remorse of sin, and to have reached the haven of rest, the calm of purification and of spiritual contentment? The prayers included in this volume are adapted to this purpose, and are so arranged as to form a gradual ascent from the misery of grief, from the shame and trepidation of guilt to the joy of divine mercy and to the confident reliance on God’s grace and love. </p>\n<p>Few there are who will own themselves fallen from a high standard of morality, who would willingly identify themselves with some of the Confessions recited in the course of the day. But slowly and gradually the whole range of human activity is unrolled, and the tangled web of our complicated life, with its weakness, is unfolded. We begin to look upon ourselves and upon our actions with eyes cast down, and with a chastened conscience. In that wonderful poetic composition of Gabirol, “The Royal Crown,” we are first introduced to the marvellous structure of the world, to the infinite wisdom and love which governs all that God has created. We proceed to the description of man, with his failings and weakness, and the puny creature is contrasted with the greatness of the universe and the wisdom by which it is ruled. We learn to know how small and frail we are, how short is our life, how great our presumption, and how transitory all the glory of this world. We are thus slowly humbled from the proud position which we have taken up, and humiliation is the first step towards the recognition of the possibility of sinfulness. In the Viduyim, of which each Amidah contains one, we are taught to examine ourselves in the spirit of humility which has now been born within us, to see whether, with all the desire we may have to avoid failings and backslidings, we have succeeded in our endeavours. We then recognize, to our dismay, that there is no man who is absolutely free from sin. And as a natural sequence follows the Confession, the desire of repentance, the wish never to be found guilty again. By fasting and praying we fortify our-selves on this day against the temptation of the world, we conquer the demands of our physical life, we rise to greater heights of introspection and self-examination, and then we are more able to render account of our actions, and to judge ourselves in the light of these Confessions. The more we pray, the more heavy the burden of guilt grows, the consciousness dawns upon us, that it is utterly impossible adequately to atone for all those sins which we now see in their fulness. But instead of despair at our futile efforts, and of dread of the consequences of our actions, hope springs up in our heart, for by the Supplications we are directed to throw ourselves on the love and mercy of God. We are bidden to turn to him, we are taught and encouraged, to approach him as the repentant son, who, with tears in his eyes, draws near to his father. We are told that no intercessor is required, no mediator between us and our Creator, and above all are we assured beforehand of his forgiveness; for ho doth not love the death of the sinner, but that he return from his evil way and live. We throw ourselves confidently on his mercy, and the grand day closes with the sound of the Shofár, which in ancient times proclaimed the freedom of the people, and is now proclaiming to us the spiritual freedom gained by spiritual exertions and physical self-chastisement. We have in some measure expiated our sins, but ho who is the God of forgiveness cleanses us from all our transgressions. </p>\n<p>The translation in this volume has been subjected to a most searching emendation and alteration. Special attention has been paid by me to the poetic compositions contained therein, notably to the great philosophical poem of Ibn Gabirol, which embodies the whole of his profound system of philosophy, destined to exercise a lasting influence upon the thoughts of man; and then to the Confessions, which have been almost entirely recast, so as to answer the purpose of their composition, and to convey to the reader a more concrete meaning of their contents. They are couched in the original in a sublime language, suited to the solemn occasion. The other portions have been equally thoroughly improved, and among them special care has been bestowed on the translation of the “Gnabodáh,” the recital of the ancient service in the Temple of Jerusalem. The Hebrew text has been care fully revised, and no pains have been spared to make this volume worthy of the grand object for which it has been intended.</p>\n<p>The antiphonal way of reciting many of these prayers has been marked in this edition by asterisks. It is to be noted that the Echál is kept open throughout the Day of Atonement. </p>\n<p>The musical notes of the traditional tunes have been again kindly supplied by Mr. Jessurun; some of these have never before been set to music. </p>\n<p>May the meditations of our heart, and the utterance of our lips, assist us on this solemn day to free ourselves from temptation and sin, and lead us to a life of moral elevation and spiritual bliss. </p>\n<p>M. Gaster.</p>\n<p>London:<br />\n17 Tammuz, 5664.<br />\nJune 30, 1904. </p>\n<p>PREFACE TO THE REVISED EDITION. </p>\n<p>As the last edition of this Book of Prayer has become exhausted, the Society of Heshaim have availed themselves of the occasion to arrange for a revision of the Hebrew text and rubrics. In carrying out this task they have sought to record finally and exactly the forms of prayer and ceremony which have become established in our Congregation of Sahar Asamaim; and to this end no pains have been spared to present the text of the prayers in accurate classical spelling, while several rubrics have been corrected and a few more added. The heaviest burden in this labour has been borne by the Rev. David Bueno de Mesquita, B.A., who has consecrated to it the ripe fruits of his deep learning and long experience; and the Society gladly set on record their debt of gratitude to him for his devoted services. They now send forth this sacred Oflice with a prayer that like the offering of Judah and Jerusalem it may be “pleasant unto the Lord as in the days of old and as in former years,&#8221; guiding seekers of God through the paths of devotion to the Gates of Forgiveness. </p>\n<p>Tamuz, 5694— June, 1934.\n</p></div>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "29754"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/01/Seder-haTefilot-vol.3-Tefilot-lYom-Kippur-Moses-Gaster-1904-1934-title..png",
        "title": "Seder haTefilot vol.3 Tefilot l&#8217;Yom Kippur (Moses Gaster 1904, 1934) &#8211; title.",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=29753",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/yom-hakippurim-mahzorim/seder-hatefilot-lyom-kippur-edited-and-revised-by-moses-gaster-1904-amended-1934/",
    "slug": "seder-hatefilot-lyom-kippur-edited-and-revised-by-moses-gaster-1904-amended-1934"
}