{
    "title": "Gyermekek üdvéért | Gebet für das Heil des Kindes | Prayer for the well-being of children, by Rabbi Arnold Kiss (1897)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Arnold Kiss",
            "bio": "Rabbi Arnold (Ḥayyim Tsvi) Kiss, née Arnold Klein (Uzhgorod, 2 November 1869 - Budapest, 14 November 1940) was chief rabbi of Buda, a translator, poet and writer.",
            "website": "https://hu.wikipedia.org/wiki/Kiss_Arnold",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/06/Arnold-Kiss-1869-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/arnold-kiss"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2021-08-25",
    "last_updated": "2025-01-03",
    "excerpt": "This prayer for the well-being of children by Rabbi Arnold Kiss, \"Gyermekek üdvéért\" (Magyar, 1897) and \"Gebet für das Heil des Kindes\" (German, 1907), was first published in his anthology of prayers for Jewish women, <em><a href=\"https://opensiddur.org/?p=32503\">Mirjam</a></em> on p.291-293 of the original Magyar edition and p. 546-549 of the subsequent German edition. I've set separate English translations side-by-side with the Magyar and German in order to highlight the subtle differences between the two. As I am not a native speaker of German or Magyar, please <a href=\"https://opensiddur.org/contact/\">correct and improve upon my effort</a>. --Aharon Varady . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Magyar, 1897)</th>\n<th style=\"text-align: left;\">Translation of Magyar (English)</th>\n<th style=\"text-align: left;\">Source (German, 1907)</th>\n<th style=\"text-align: left;\">Translation of German (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nHozzád fordulok Istenem! az én imáim legforróbb sóhajával. Nagy kincseket adtál énnekem, őrizem őket, mint a szememnek fényét, és bennük, és velük vagyok én boldog. Gyönge karom van énnekem, hanem te tudod Istenem! hogy milyen rettegéssel féltem én ezeket az én javaimat, és milyen harczot tudnék állani, ha életem árán is, vihartól és vésztől megvédhetnem őket.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI turn to you, my God, with the most ardent sigh of my prayers. You have given me great treasures, I keep them as the light of my eyes, and in them and with them I am happy. I have a weak arm, but you know, O God, with what terror I have worried about these my possessions, and what a battle I would put-up, if I could defend them from storm and tempest, even at the cost of my life.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAn Dich wende ich mich, mein Gott! mit meinen heissesten, innigsten Gebeten. Grosse Schätze hast Du mir gegeben, wie meiner Augen Licht behüte ich sie, und mit, und in ihnen finde ich mein Glück. Schwach sind meine Arme, doch Du weisst es mein Gott! mit welch zitternder Angst ich diese meine Kostbarkeiten behüte, und welche Kämpfe ich selbst um den Preis meines Lebens bestehen würde, wenn ich sie vor Stürmen und Gefahren erretten könnte.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo you, my God, I turn with my most fervent, intimate prayers. Great treasures you have given me, like the light of my eyes I guard them, and with them and in them I find my happiness. Weak are my arms, but you know it my God! with what trembling fear I guard these my treasures, and what struggles I would endure even at the cost of my life, if I could save them from storms and dangers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nA gyermekeimet ajánlom uram! Istenem! a te kegyelmedbe — a gyermekeim az én szivemnek drágaságos kincsei. De mit érnek az én óhajaim, az én küzdelmeim, az én föltevéseim, az én védelmükben való bátorságom, az én érettük való rettegésem, ha te jóságos Istenem! másképpen végeztél volna az ö jövendőjükről, mint ahogyan én azt hivő szívvel megálmodtam? Akkor hiuságos volna az én törekvésem és czéltálán az én egész életem.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI commend my children, my lord! O God, into your mercy — my children are the precious treasures of my heart. But what are my desires, my struggles, my assumptions, my courage in their defence, my fears for them, worth, if you, good God, had decided their future in a different way from what I had dreamed of with a believing heart? Then would my endeavour and my whole life have been vain.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMeine Kinder empfehle ich Deiner Gnade, mein Gott und Herr! — meine Kinder, die kostbarsten Schätze meines Herzens. Doch was nützen meine Wünsche, meine Kämpfe, meine Vorsätze, mein Mut, wenn es gilt sie zu beschützen, — meine Angst um sie, wenn Du, mein gütiger Schöpfer! über ihre Zukunft anders verfügt hättest, als wie ich es mit gläubigem Herzen erträumte? Nichtig und eitel wäre dann mein Streben, und zwecklos mein ganzes Leben.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy children I commend to your mercy, my God and Lord! — my children, the most precious treasures of my heart. But what use are my wishes, my struggles, my resolutions, my courage, when it is necessary to protect them, — my fear for them, if you, my kind Creator! would have decreed for their future differently than I dreamed with a believing heart? Then my striving would be futile and vain, and my whole life useless.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nOh légy az én segítségemre nagy munkámban, magasztos hivatásomban! Váltsad be boldog valóra éjszakáim gyakori álmodásait, imáim sejtelmes kivánságait! Ne ejtsed el a terveimet ővelük, amidőn halálom napjáig szerencsésnek, boldognak, megelégedettnek szeretném őket látni, — és akkor is majd, ha én már nem leszek, onnan a túlvilágból hadd lássam okét, és a házaikat a földi üdvösségnek napfényétől megaranyozott boldogságban.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO be my help in my great work, in my lofty calling! Turn into happy reality the frequent dreams of my nights, the mysterious desires of my prayers. You shall not frustrate my plans for them, while I wish to see them happy, contented, and happy till the day of my death, — and even when I am gone, let me see from thence in the hereafter their cause, and their homes in the gilded bliss of earthly salvation.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nOh stehe mir bei in meiner grossen Aufgabe, bei meinem erhabenem Berufe! Oh lasse zur glücklichen Wahrheit werden die häufigen Träume meiner Nächte, meine ahnungsvollen Gebete! Verhindere nicht meine Pläne, wenn ich sie bis zur Stunde meines Todes glücklich und zufrieden sehen möchte, und selbst dann, wenn ich nicht mehr bin, oh lasse es mich noch vom Jenseits erschauen, dass ihr Heim in den goldenen Sonnenstrahlen der irdischen Seligkeit des Glückes leuchtet.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOh help me in my great task, in my sublime profession! Oh let the frequent dreams of my nights, my foreboding prayers become a happy truth! Do not hinder my plans, if I want to see them happy and satisfied until the hour of my death, and even then, when I am no more, oh let it still be seen by me from the hereafter that their home shines in the golden sunbeams of the earthly bliss of happiness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nAnnyi veszedelem fenyegeti az ember testét és lelkét ezen a világon: ármány és irigykedés, gonoszság és tőrvetés, bánat és csalatkozás, betegség és fájdalom: óh ne engedj ezek közül egyet sem az én édes gyermekeimhez közel férkőzni! Tartsad meg a testüknek épségét, hogy bármerre járnak, hogy bármilyen utakra vezetné őket jövendőjüknek végzete, a te kegyelmed virrasszon fölöttük mindenkoron. Oltalmazd meg a lelkűket, hogy szenvedés fel ne dúlja nyugalmukat; maradjanak, haladjanak mindég a nemes gondolatok és érzelmek, a vallásosság és istenbizodalom ösvényein, hogy lebenned bízva el ne csüggedjenek sohasem.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSo many dangers threaten the body and soul of man in this world: treachery and envy, malice and cruelty, sorrow and disappointment, sickness and pain: oh let none of these things come near my sweet children! Keep their flesh intact, that wherever they go, whatever paths their future destiny may lead them, your grace may watch over them always. Protect their souls, that suffering may not overtake their tranquillity; let them abide, let them go on ever in noble thoughts and of piety and godliness, so that they may live trusting in you, and never be discouraged.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nVon so vielen Gefahren wird der Körper und die Seele des Menschen bedroht auf Erden: von Missgunst und Neid, Bosheit und Feindseligkeit, Kummer und Enttäuschung, Krankheit und Schmerz — oh vor allem Bösen behüte meine teuern Kinder! Erhalte sie mir in Gesundheit, dass wo sie auch sein mögen, auf welchen Pfaden das Schicksal ihre Zukunft auch lenken wird, Deine Gnade stets zu allen Zeiten über sie wache. Behüte ihre Seele, dass kein Leid, kein Kummer ihren Frieden störe; sie mögen stets auf dem Wege der edlen Denkungsart, der Gottesfurcht und Frömmigkeit wandeln, auf dass sie Dir vertrauend, niemals verzagen sollen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFrom so many dangers the body and the soul of man is threatened on earth: from ill-will and envy, malice and hostility, sorrow and disappointment, illness and pain — oh from all evil protect my dear children! Keep them in good health, that wherever they may be, on whatever paths fate may direct their future, your grace may always watch over them at all times. Protect their souls so that no sorrow, no grief may disturb their peace; may they always walk on the path of noble thinking, the fear of God and piety, so that they, trusting in you, may never despair.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nKöszönöm néked jóságos Istenem! hogy eddig is megőrizted őket az én örömömre és üdvösségemre és látnom engeded életük zavartalan folyását. Köszönöm neked, hogy fájdalom nélkül viselhetem a nőnek legszebb disznevét, az „anya“ nevet, és hogy hálával ismerhetem meg a te irgalmadnak, a te jóságodnak végtelenségét irányomban, és gyermekeimmel szemben.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI thank you, good God, that you have preserved them hitherto for my joy and salvation, and have allowed me to see the unhindered course of their lives. I thank you that I can wear without pain the most beautiful, honorable title of a woman, &#8220;Mother,&#8221; and that I can know with gratitude the infinitude of your mercy, your goodness toward me and my children.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAus tiefstem Herzen danke ich Dir mein Gott! dass Du sie bisher, zu meiner Wonne, zu meinem Glück bewahrtest, behütetest, und ich ihren ungestörten Lebenslauf sehen konnte. In Dankgebeten lobpreise ich Deinen heiligen Namen, dass ich den schönsten Ehrennamen der Frau: Mutter, ohne Schmerzen tragen, und in Dankbarkeit Deine endlose Güte und Barmherzigkeit gegen mich und meine Kinder annerkennen kann.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFrom the bottom of my heart I thank you, my God, that you have preserved and protected them until now, to my delight, to my happiness, and that I could see their undisturbed course of life. In prayers of thanksgiving I praise your holy name, that I may bear the most beautiful honorary title of a woman: Mother &#8212; without pain, and in gratitude acknowledge your endless goodness and mercy towards me and my children.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"magyar\" lang=\"hu\">\nJusson elébed imádságom ez órán, Istenem! <em>Ámen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay my prayer come to you this hour, O God. <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nMein Gebet komme vor Dich in dieser Stunde, mein Gott! <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay my prayer comes before you in this hour, my God! <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer for the well-being of children by Rabbi Arnold Kiss, &#8220;Gyermekek üdvéért&#8221; (Magyar, 1897) and &#8220;Gebet für das Heil des Kindes&#8221; (German, 1907), was first published in his anthology of prayers for Jewish women, <em><a href=\"/?p=32503\">Mirjam</a></em> on p.291-293 of the original Magyar edition and p. 546-549 of the subsequent German edition. I&#8217;ve set separate English translations side-by-side with the Magyar and German in order to highlight the subtle differences between the two. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/bub_gb_lCsoAAAAYAAJ/bub_gb_lCsoAAAAYAAJ#page/n549/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/mirjam-arnold-kiss-1904/Mirjam%20%28Arnold%20Kiss%201904%29#page/291/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Child care"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Hungarian Jewry",
        "Jewish Women's Prayers",
        "Magyar vernacular prayer",
        "Prayers on behalf of children",
        "teḥinot in Magyar",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1513"
        ],
        "_thumbnail_id": [
            "38735"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2021/08/gyerrmekek-udveert-Mirjam-Arnold-Kiss-1904-featured-image.png",
        "title": "gyerrmekek udveert &#8211; Mirjam (Arnold Kiss 1904) &#8212; featured image",
        "caption": "gyerrmekek udveert - Mirjam (Arnold Kiss 1904) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=38731",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/child-care/gyermekek-udveert-gebet-fur-das-heil-des-kindes-prayer-for-the-well-being-of-children-by-arnold-kiss-1904/",
    "slug": "gyermekek-udveert-gebet-fur-das-heil-des-kindes-prayer-for-the-well-being-of-children-by-arnold-kiss-1904"
}