{
    "post_id": 1426,
    "title": "הַמַּפִּיל | A Parent&#8217;s Prayer for the Safe Sleep of their Newborn Child by Aurora Mendelsohn",
    "author": "Aurora Mendelsohn",
    "coauthors": [
        {
            "name": "Aurora Mendelsohn",
            "bio": "Dr. Aurora Mendelsohn is a biostatistician who lives in Toronto. Her work can be read in the <a href=\"www.forward.com/authors/aurora-mendelsohn/\">Forward</a> and at her blog, \"<a href=\"http://rainbowtallitbaby.wordpress.com/\">Rainbow Tallit Baby</a>\".",
            "website": "http://rainbowtallitbaby.wordpress.com/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/rainbowtallitbaby"
        },
        {
            "name": "Chajm Guski (German translation)",
            "bio": "Chajm ist Autor und Bewohner des Ruhrgebiets, Herausgeber von talmud.de und Organisator des <a href=\"http://www.talmud.de/minchah\">Minchah-Schiurs</a> im Ruhrgebiet. Einige seiner Artikel gibt es nicht nur im Internet, sondern beispielsweise auch in der »<a href=\"http://www.juedische-allgemeine.de/autoren/chajm-guski\">Jüdischen Allgemeinen</a>«. Über die Kontakt-Seite kann man Chajm eine Nachricht senden.",
            "website": "http://www.sprachkasse.de/blog/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/chajm"
        }
    ],
    "date": "2010-09-15",
    "last_updated": "2025-04-04",
    "excerpt": "This is a prayer for parents to say for safe sleep for their newborn children. It is based almost entirely on the longer form of the traditional prayers before sleep. Because of gender there are two forms, for a boy and for a girl. I wrote this as part of my daughter's naming ceremony in January 2001. I used it again in 2006 when my second daughter was born.  . . .",
    "content": "<p>This is a prayer for parents to say for safe sleep for their newborn children. It is based almost entirely on the longer form of the traditional prayers before sleep. Because of gender there are two forms, for a boy and for a girl.</p>\n<p>I wrote this as part of my daughter&#8217;s naming ceremony in January 2001. I used it again in 2006 when my second daughter was born.</p>\n<h3>Prayer for Safe Sleep (for a Girl)</h3>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (German)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"30%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵינוּ מֶלֶך הָעוֹלָם הַמַּפִּיל חֶבְלֵי שֵׁנָה עַל עֵינֵיהָ וּתְנוּמָה עַל עַפְעַפֵּיהָ. וִיהִי רָצוֹן מִלְּפָנֶיךָ יְיָ אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי וְאִמוֹתֵי שֶתַּשְׁכִּיבֵיהָ לְשָׁלוֹם וְתַעֲמִידֵהָ לְשָׁלוֹם וְאַל יְבַהֲליֵהָ רַעְיוֹנַים וַחֲלוֹמוֹת רָעִים וְהִרְהוּרִים רָעִים וּתְהֵא מִטָּתָה שְׁלֵמָה לְפָנֶיך. והָאֵר עֵינֵיהָ פֶּן תִישַן הָמָוְת. בָּרוּך אַתָּה יְיָ הַמֵּאִיר לָעוֹלָם כֻּלּוֹ בִּכְבוֹדוֹ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed are you God, Sovereign of the universe who brings sleep to her eyes and slumber to her eyelids. May it be your will my God and God of my ancestors, that you lay her down peacefully and awaken her peacefully. Do not let troubling thoughts or bad dreams disturb her sleep and may her bed be perfect before you. Illuminate her eyes so she will not die in sleep. Blessed are you God who illuminates the whole world with your glory.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"german\" lang=\"deu-Latn\">\nGepriesen seist Du, Gott, Herrscher des Universums,der ihren Augen Schlaf bringt und Schlummer auf ihre Augenlidern. Möge es Dein Wille sein, mein Gott und Gott meiner Vorfahren, dass sie sich friedlich schlafen legt und friedlich erwacht. Lass ihren Schlaf nicht durch störende Gedanken oder schlechte Träume stören und lass ihr Bett vor dir vollkommen sein. Erleuchte Ihre Augen, so dass sie nicht im Schlafe stirbt. Gepriesen seist Du, Gott, der die ganze Welt mit seiner Herrlichkeit erleuchtet.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"30%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהָשְׁכִּיבֵיהָ יְיָ אֱלֹהֵינוּ לְשָׁלוֹם, וְהַעֲמִידֵיהָ מַלְכֵּנוּ לְחַיִּים. וּפְרוֹשׂ עָלֵייהָ סֻכַּת שְׁלוֹמֶךָ. וְתַקְּנֵנָה בְּעֵצָה טוֹבָה מִלְּפָנֶיךָ. וְהוֹשִׁיעֵיהָ לְמַעַן שְׁמֶךָ. וְהָגֵן בַּעֲדֵיהָ: וְהָסֵר מֵעָלֵיהָ אוֹיֵב דֶּבֶר וְחֶרֶב וְרָעָב וְיָגוֹן. וְהָסֵר שָׂטָן מִלְּפָנֵיהָ וּמֵאַחֲרֵיהָ. וּבְצֵל כְּנָפֶיךָ תַּסְתִּירֵיהָ. כִּי אֵל שׁוֹמְרֵנוּ וּמַצִּילֵנוּ אָתָּה. כִּי אֵל מֶלֶךְ חַנּוּן וְרַחוּם אָתָּה: וּשְׁמוֹר צֵאתֵנוּ וּבוֹאֵנוּ לְחַיִּים וּלְשָׁלוֹם מֵעַתָּה וְעַד עוֹלָם: אֲשֶׁר בְּיָדוֹ נֶפֶשׁ כָּל חָי וְרוּחַ כָּל בְּשַׂר אִישׁ. בְּיָדְךָ אַפְקִיד רוּחָה אֵל אֱמֶת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur God, help her to lay down in peace and awaken her, our ruler, to life. Spread over her your Sukah (shelter) of peace and guide her with your good advice. Save her for the sake of your name and defend her from enemies, plague, swords, famine, and sorrow. Remove evil from in front of her and from behind her. Shelter her in the shadow of your wings, as you guard and redeem us because you are a compassionate and gracious God. Protect our coming and going, for life and for peace, now and forever. In your hand is the life of every living creature, the breath of all human flesh. In your hand I entrust her spirit, God of truth.</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnser Gott, hilf ihr, sich in Frieden niederzulegen und wecke sie, unser Herrscher, auf zum Leben. Breite über sie Deine Sukkah (Schutz) des Friedens und leite sie mit Deinem guten Rat. Rette sie zum Heile Deines Namens und verteidigen sie vor Feinden, Krankheit, dem Schwert, Hunger und Leid. Entferne Böses vor ihr und hinter ihr. Beschütze sie im Schatten deiner Flügel, wie Du uns schützt und erlöst – weil Du ein gnädiger und barmherziger Gott bist. Behüte unser Kommen und Gehen, für das Leben und für den Frieden, jetzt und immerdar. In deiner Hand ist das Leben eines jeden Lebewesens, der Atem aller menschlichen Wesen. In deine Hand vertraue ich ihren Geist, wahrhaftiger Gott.\n</div>\n</td>\n</tr>\n</tbody>\n</tbody>\n</table>\n<h3>Prayer for Safe Sleep (for a Boy)</h3>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: left;\">Translation (German)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"30%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבָּרוּךְ אַתָּה יְיָ אֱלֹהֵינוּ מֶלֶך הָעוֹלָם הַמַּפִּיל חֶבְלֵי שֵׁנָה עַל עֵינַו וּתְנוּמָה עַל עַפְעַפַו. וִיהִי רָצוֹן מִלְּפָנֶיךָ יְיָ אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי וְאִמוֹתֵי שֶתַּשְׁכִּיבֵיהוּ לְשָׁלוֹם וְתַעֲמִידֵיהוּ לְשָׁלוֹם וְאַל יְבַהֲלֵיהוּ רַעְיוֹנַים וַחֲלוֹמוֹת רָעִים וְהִרְהוּרִים רָעִים וּתְהֵא מִטָּתָוֹ שְׁלֵמָה לְפָנֶיךָ והָאֵר עֵינַו פֶּן יִשַן הָמָוְת. בָּרוּך אַתָּה יְיָ הַמֵּאִיר לָעוֹלָם כֻּלּוֹ בִּכְבוֹדוֹ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed are you God, Sovereign of the universe who brings sleep to his eyes and slumber to his eyelids. May it be your will my God and God of my ancestors, that you lay him down peacefully and awaken him peacefully. Do not let troubling thoughts or bad dreams disturb his sleep and may his bed be perfect before you. Illuminate his eyes so he will not die in sleep. Blessed are you God who illuminates the whole world with your glory.\n</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"german\" lang=\"deu-Latn\">\nGepriesen seist Du, Gott, Herrscher des Universums,der seinen Augen Schlaf bringt und Schlummer auf seine Augenlider. Möge es Dein Wille sein, mein Gott und Gott meiner Vorfahren, dass er sich friedlich schlafen legt und friedlich erwacht. Lass seinen Schlaf nicht durch störende Gedanken oder schlechte Träume stören und lass sein Bett vor dir vollkommen sein. Erleuchte seine Augen, so dass er nicht im Schlafe stirbt. Gepriesen seist Du, Gott, der die ganze Welt mit seiner Herrlichkeit erleuchtet.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"30%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהָשְׁכִּיבֵיהוּ יְיָ אֱלֹהֵינוּ לְשָׁלוֹם, וְהַעֲמִידֵיהוּ מַלְכֵּנוּ לְחַיִּים. וּפְרוֹשׂ עָלַו סֻכַּת שְׁלוֹמֶךָ. וְתַקְּנֵנוֹ בְּעֵצָה טוֹבָה מִלְּפָנֶיךָ. וְהוֹשִׁיעֵיהוּ לְמַעַן שְׁמֶךָ. וְהָגֵן בַּעֲדַיו: וְהָסֵר מֵעָלַיו אוֹיֵב דֶּבֶר וְחֶרֶב וְרָעָב וְיָגוֹן. וְהָסֵר שָׂטָן מִלְּפָנַיו וּמֵאַחֲרַו. וּבְצֵל כְּנָפֶיךָ תַּסְתִּירֵיהוּ. כִּי אֵל שׁוֹמְרֵנוּ וּמַצִּילֵנוּ אָתָּה. כִּי אֵל מֶלֶךְ חַנּוּן וְרַחוּם אָתָּה: וּשְׁמוֹר צֵאתֵנוּ וּבוֹאֵנוּ לְחַיִּים וּלְשָׁלוֹם מֵעַתָּה וְעַד עוֹלָם: אֲשֶׁר בְּיָדוֹ נֶפֶשׁ כָּל חָי וְרוּחַ כָּל בְּשַׂר אִישׁ. בְּיָדְךָ אַפְקִיד רוּחוֹ אֵל אֱמֶת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur God, help him to lay down in peace and awaken him, our ruler, to life. Spread over him your Sukkah (shelter) of peace and guide him with your good advice. Save him for the sake of your name and defend him from enemies, plague, swords, famine, and sorrow. Remove evil from in front of him and from behind him. Shelter him in the shadow of your wings, as you guard and redeem us because you are a compassionate and gracious God. Protect our coming and going, for life and for peace, now and forever. In your hand is the life of every living creature, the breath of all human flesh. In your hand I entrust his spirit, God of truth.</div>\n</td>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnser Gott, hilf ihm, sich in Frieden niederzulegen und wecke ihn, unser Herrscher, auf zum Leben. Breite über ihn Deine Sukkah (Schutz) des Friedens und leite ihn mit Deinem guten Rat. Rette ihn zum Heile Deines Namens und verteidigen ihn vor Feinden, Krankheit, dem Schwert, Hunger und Leid. Entferne Böses vor ihm und hinter ihm. Beschütze ihn im Schatten deiner Flügel, wie Du uns schützt und erlöst – weil Du ein gnädiger und barmherziger Gott bist. Behüte unser Kommen und Gehen, für das Leben und für den Frieden, jetzt und immerdar. In deiner Hand ist das Leben eines jeden Lebewesens, der Atem aller menschlichen Wesen. In deine Hand vertraue ich seinen Geist, wahrhaftiger Gott.\n</div>\n</td>\n</tr>\n</tbody>\n</tbody>\n</table>\n<hr />\n<p>Dr. Aurora Mendelsohn&#8217;s supplement to <em>Hamapil</em> in Hebrew and English was first published in the <em><a href=\"http://books.google.com/books?id=RIQrAAAAYAAJ\">Jewish Pregnancy Book: A Resource for the Soul, Body &amp; Mind During Pregnancy, Birth &amp; the First Three Months</a></em> (2001) edited by Sandy Falk and Daniel Judson. After Aurora shared her prayer with the Open Siddur Project, Chajm Guski reciprocated by sharing his own translation of the prayer in German.</p>\n",
    "categories": [
        "Child care"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "English Translation",
        "German translation",
        "HaMapil",
        "infants",
        "North America",
        "parent",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by/4.0/'>Creative Commons Attribution (CC BY) 4.0 International</a> free-culture license"
        ],
        "_yoast_wpseo_primary_category": [
            "1513"
        ],
        "_thumbnail_id": [
            "13293"
        ],
        "date_src_start": [
            "2010-09-15"
        ],
        "date_src_end": [
            "2010-09-15"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/09/The-kitten-Cream-sleep-best-on-mom-House-Cats-CC-BY.jpg",
        "title": "The kitten Cream sleep best on mom (House Cats, CC BY)",
        "caption": "\"<a href=\"https://www.youtube.com/watch?v=YiPAu2EO4gw\">The kitten Cream sleep best on mom\" (credit: House Cats, license: CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=1426",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/child-care/parents-prayer-for-the-safe-sleep-of-their-newborn-child-by-aurora-mendelsohn/",
    "slug": "parents-prayer-for-the-safe-sleep-of-their-newborn-child-by-aurora-mendelsohn"
}