{
    "title": "An einem Fasttage (תענית) | Prayer on a fast day, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-02-04",
    "last_updated": "2024-11-29",
    "excerpt": "\"An einem Fasttage\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №22 on pp. 24-25. In the 1835 edition, it appears as teḥinah №22 on pp. 30-33. In the 1842 edition, it appears as teḥinah №22 on pp. 33-36. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<u>An einem Fasttage</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>On a fast day</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nBarmherziger! dir ist es bekannt, daß wir arme, schwache Geschöpfe dir gern dienen, gern stets in deinem Gebote wandeln möchten. Die Sinnlichkeit aber ist es, die uns verführt, dein Gebot zu übertreten. Ich schwache Sterbliche, die so leicht vom Schein getäuscht, von Eigenliebe geblendet wird, ich sehe es bei ruhigem Nachdenken ein, daß mich die Sünde erniedrigt und entehrt, daß sie der Wahrheit widerspricht, daß ich höchst unrecht handle und mich strafbar vor dir mache, wenn ich sündige, — und doch wird diese Einsicht so oft verdunkelt, anstatt daß sie recht lebendig und wirksam in mir sein sollte.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMerciful one, it is known to you that we poor, weak creatures would like to serve you and walk in your commandments. But it is sensuality that tempts us to transgress your commandment. I, weak mortal, who am so easily deceived by appearances and blinded by self-love, can see with calm reflection that sin degrades and dishonors me, that it contradicts the truth, that I act most unjustly and make myself punishable before you when I sin, and yet this insight is so often obscured instead of being alive and effective in me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWohl haben unsre weisen Lehrer recht, wenn sie sagen: Es sündigt kein Mensch, es wäre denn der Geist der Thorheit in ihn gefahren. Wohl ist es Thorheit, einen Augenblick der Zeit für eine Ewigkeit, den Giftbecher der Sinnlichkeit für einen Becher der Freude zu halten! Wer da sündigt, der läßt sich von seiner Vernunft nicht beherrschen und leiten, und sinkt von seiner menschlichen Würde zu den thierischen Geschöpfen herab. Ach, der Sünder vergißt es, daß Gott sein Oberherr, sein Gesetzgeber, sein Richter sei, und daß es keine Glückseligkeit ohne Gott giebt.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur wise teachers are right when they say: No man sins unless the spirit of folly has entered him. It is foolishness to take a moment of time for eternity, the poisonous cup of sensuality for a cup of joy! He who sins does not let his reason control and guide him, and sinks from his human dignity to that of animal creatures. Oh, the sinner forgets that God is his sovereign, his lawgiver, his judge, and that there is no happiness without God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDu Allmächtiger, überschüttest uns täglich und stündlich mit Wohlthaten, keine von allen können wir dir vergelten. Du verlangst auch nichts von uns; nur dich lieben von ganzem Herzen, von ganzer Seele und von ganzem Vermögen, das forderst du von uns; daß wir uns deiner freuen, dir gehorchen und deine Wohlthaten würdig gebrauchen, das können und sollen wir thun. Möchten wir doch stets dieser Wahrheit eingedenk sein! Möchte doch auch unser ganzes Leben eine fortgesetzte Buße sein, das heißt eine fortdauernde Gesinnung der Reue über jede Entfernung von deinem Gebote, über jede Uebertretung deines heiligen Willens, und im steten Streben wieder gut zu machen wo wir gefehlt haben. Die Sorgen des Lebens aber, die Mühen, die uns die Fristung des irdischen Lebens verursacht, die häuslichen Pflichten und Sorgen für die, so unsrer Obhut empfohlen sind, und endlich die verführerischen Reize des Lebens und seine thörichten Zerstreuungen ziehen uns vom Himmel ab und machen uns vergessen, daß der Zweck des Lebens wichtiger ist, als das Leben selbst.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlmighty God, you shower us daily and hourly with benefits, none of which we can repay you. Nor do you demand anything of us; only that we love you with all our heart, soul and strength, that is what you demand of us; that we rejoice in you, obey you and make worthy use of your benefits, that is what we can and should do. May we always be mindful of this truth! May our whole life be one of continual repentance, that is, one of continual remorse for every departure from your commandments, for every transgression of your holy will, and of continual striving to make amends where we have erred. But the cares of life, the toil caused by the temporalities of earthly life, the domestic duties and cares for those entrusted to our care, and finally the seductive charms of life and its foolish distractions draw us away from heaven and make us forget that the purpose of life is more important than life itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nGelobt sei dein heiliger Name, daß du uns belehrt hast, es giebt gleichsam Heilmittel gegen die Krankheiten der Seele, die da sind: Buße, Gebete und Werke der Wohlthätigkeit. Ein Tag wie der heutige, ein Fasttag, an welchem wir nach der Vorschift unserer Weisen oder aus eigenem Antriebe, uns aller sinnlichen Genüße enthalten, ist geeignet, Betrachtungen anzustellen über den Zustand unseres Gemüths. War es ja zur Zeit, als wir noch einen Tempel und Priester hatten, das Wesentlichste bei einem Opfer, seine Sünden zu bekennen, und sich zu bekehren, so wie es heißt: „Ich wasche meine Hände in Unschuld, dann umringe ich deinen Opferaltar.” <span class=\"citation\">(Psalm 26, 9.)</span> So möge denn mein heutiges Fasten ein wohlgefälliges Opfer sein, dir mein Gott und Herr! Möge der Vorsatz, meinen Lebenswandel zu bessern, und dir wohlgefällig einzurichten, stets so aufrichtig in meinem Herzen leben, als wie ich ihn jetzt vor dir ausspreche.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPraise be to your holy name that you have taught us that there are, as it were, remedies for the diseases of the soul, which are: Repentance, prayers, and works of charity. A day like today, a day of fasting, on which we abstain from all sensual pleasures, either according to the instructions of our sages or of our own accord, is suitable for contemplating the state of our mind. At the time when we still had a temple and priest, the most essential thing in a sacrifice was to confess one&#8217;s sins and to change, as it is said: &#8220;I wash my hands in innocence, then I surround your altar of sacrifice.&#8221; <span class=\"citation\">(Psalms 26:9)</span> So then, may my fast today be a pleasing sacrifice to you, my God and Lord! May the resolution to amend my way of life and make it pleasing to you always live in my heart as sincerely as I now pronounce it before you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nLaß mich beharren in den Gesinnungen thätiger Menschenliebe, in den Gesinnungen der Wohlthätigkeit und der Liebe zum Frieden und zur Verträglichkeit, auf daß wir nicht wie die vom Propheten angeredeten, sagen dürfen: „Warum fasten wir, du siehest es nicht, wir peinigen unsern Leib, du merkst nicht auf uns!” und uns die Antwort werde, die der heilige Prophet jenen Menschen gegeben hat: „Ihr fastet ja unter Streit und Hader! Nennt ihr das einen Fasttag an dem ich Wohlgefallen haben soll, wenn der Mensch sich abquält, sein Haupt wie Schilfrohr beugt, sich auf Sack und Asche bettet? das soll ein Fasten sein, und ein mir wohlgefälliger Tag? Das nenn ich einen Fasttag, wenn du den Armen dein Brod brichst, den gebeugten Elenden in dein Haus führst, den Nackten bekleidest, und dich dem nicht entziehst, der deines Fleisches ist.&#8221; <span class=\"citation\">(Jesajas 58, 3-7)</span> In solchen Gesinnungen laß uns leben, zu solchen Werken verleihe uns Kraft, und laß an uns erfüllt werden deine Verheißung, dann wird dein Licht wie die Morgenröthe hervorbrechen, Genesung dir schnell hervorsprießen, deine Tugend wird vor dir hergehen, und Gottes Majestät dich aufnehmen zu ewiger Seligkeit. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet me persevere in the ethos of active human love, in the ethos of charity and love for peace and tolerance, so that we may not, like those addressed by the prophet, say: &#8220;Why do we fast, you do not see it, we torment our bodies, you do not pay attention to us? Do you call this a day of fasting in which I am pleased, when a man struggles, bows his head like a reed, lies down on sackcloth and ashes? is this a fasting and a day pleasing to me? That is what I call a fasting day, when you break the bread of the poor, bring the bent wretch into your house, clothe the naked, and do not withdraw from him who is your flesh.&#8221; <span class=\"citation\">(Isaiah 58:3-7)</span> Let us live in such attitudes, give us strength for such works, and let your promise be fulfilled in us, then your light will break forth like the dawn, recovery will spring forth quickly, your virtue will go before you, and God&#8217;s majesty will receive you to eternal bliss. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;An einem Fasttage&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №22 on pp. 24-25. In the 1835 edition, it appears as teḥinah №22 on pp. 30-33. In the 1842 edition, it appears as teḥinah №22 on pp. 33-36.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/n47/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/25/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Yom Kippur Qatan",
        "Additional Fast Days"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "fasting",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5647"
        ],
        "_thumbnail_id": [
            "42369"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/02/An-einem-Fasttage-Yehoshua-Heshil-Miro-1835.png",
        "title": "An einem Fasttage (Yehoshua Heshil Miro 1835)",
        "caption": "An einem Fasttage (Yehoshua Heshil Miro 1835)"
    },
    "source_link": "https://opensiddur.org/?p=42368",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/fast-days/additional-fasts/an-einem-fasttage-prayer-on-a-fast-day-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "an-einem-fasttage-prayer-on-a-fast-day-a-tehinah-by-yehoshua-heshil-miro-1829"
}