{
    "post_id": 43302,
    "title": "Für Gesetzes-Freude | For Simḥat Torah, a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-03-16",
    "last_updated": "2025-09-30",
    "excerpt": "\"Für Gesetzes-Freude\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №53 on pp. 76-79. In the 1835 edition, it appears (misnumbered) as teḥinah №54 pp. 95-98. In the 1842 edition, it appears as teḥinah №57 on pp. 100-103. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Für Gesetzes-Freude</u>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Simchas Thora, der letzte Tag des Laubhüttenfestes.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>For Simḥat Torah</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nאַשְׁרֵי הָעָם שֶׁלוֹ כָּכָה,<br />\nמֵאֶלֹהָיו וְגֹאֲלוֹ יִשָּׂא בְרָכָה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSo blessed are his people,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Psalms 144:15.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\nHe will receive a blessing from his <em>elo&#8217;ah</em> and redeemer.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Cf. Psalms 24:5 (with possible references to Jeremiah 51:5 and Isaiah 44:6).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\" style=\"text-align: left;\">\nFreude über das Gesetz,<br />\nFreude über deine göttlichen, heiligen, trostreichen und beseligenden Offenbarungen und Verheißungen.<br />\nFreude, daß wir das Jahr in der Beschäftigung mit deiner heiligen Schrift verbracht haben.<br />\nDieser Freude ist der heutige Tag geheiligt,<br />\nund wohl dem, der diese Freude empfindet und sich ihr ganz hingiebt!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nJoy over the Torah,<br />\nJoy over your divine, holy, consoling, and comforting revelations and promises.<br />\nJoy that we have spent the year in the study of your holy Scriptures.<br />\nTo this joy is this day sanctified,<br />\nand blessed is he who feels this joy and gives himself wholly to it!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWir haben heute den letzten Abschnitt deiner heiligen Lehre gelesen und zugleich den ersten Abschnitt derselben, die Geschichte deiner Schöpfung, wieder angefangen. Möge dieser Kreislauf uns ein Vorbild für unser Leben sein! Mögen wir nie aufhören nach deinem Gesetze zu leben, möge der thörichte Gedanke uns nie beschleichen, als hätten wir jemals genug gethan; mögen wir nie still stehen auf dem Wege unserer Vervollkommnung. Möge dein Wort stets unsere Freude sein, und mögen wir deinem Bunde treu sein, wie es in der Schrift heißt: „Und siehe! dieses ist mein Bund mit ihnen, spricht der Ewige! Mein Geist den ich auf dich gelegt, und mein Wort, das ich in deinen Mund gelegt habe, soll weder aus deinem, noch aus deiner Kinder und ihrer spätesten Nachkommen Mund weichen, von nun an bis in Ewigkeit, spricht der Ewige.” <span class=\"citation\">(Jesaja 59, 21)</span> —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nToday we have read the last section of your sacred teaching and at the same time we have started again the first section of the same, the history of your creation. May this cycle be a model for our life! May we never cease to live according to your Torah, may the foolish thought never creep upon us as if we had ever done enough; may we never stand still on the path of our perfection. May your word always be our joy, and may we be faithful to your covenant, as it is written: &#8220;And behold, this is my covenant with them, says the Eternal! My spirit which I have put upon thee, and my word which I have put in thy mouth, shall not depart out of thy mouth, nor out of the mouth of thy children, nor out of the mouth of their latter generations, from henceforth even for evermore, saith the Eternal.&#8221; <span class=\"citation\">(Isaiah 59:21)</span> —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGepriesen seyst du Moses, Diener des Ewigen, treuer Hirte deines Volkes, der du zwischen Gott und unsern Vorfahren gestanden hast, uns das köstlichste Geschenk Gottes vom Himmel zu bringen. — Zwar ist dein Grab nicht bekannt, aber die Spuren deines göttlichen Geistes werden nie in den Jahrbüchern der Weltgeschichte verschwinden. Gieb, o Gott, daß wir treu dem Glauben, so alles irdische aufopfern, so alles Leiden, dulden, tragen, so alles hingeben, dir zu gefallen, Allgütiger, wie er! Und mögen wir, wenn wir das Lebensziel erreicht haben, in ungeschwächter Kraft, so sanft von deiner Hand der Erde entnommen und zu namenloser himmlischer Seligkeit geführt werden, wie er!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed are you Mosheh, servant of the Eternal, faithful shepherd of your people, who stood between God and our ancestors to bring us the most delicious gift of God from heaven. — Though your grave is not known, the traces of your divine spirit will never disappear in the annals of world history. Grant, O God, that we may be faithful to the faith, so sacrificing all earthly things, so enduring, bearing all suffering, so giving all to please thee, All-Good One, like [Mosheh]! And may we, when we have reached the goal of life, be taken from the earth in undiminished strength, so gently by your hand, and led to nameless heavenly bliss, as he!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHeute, am Beschlußfeste, wollen wir einen Rückblick auf deine Lehre thun, heute beim letzten Feste wollen wir einen Blick werfen auf die Reihe der Feste, die wir seit dem Anfange des Frühlings gefeiert, und uns an deiner göttlichen Weisheit erfreuen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nToday, at the final festival, we want to look back at your teachings, today at the last festival we want to take a look at the series of feasts we have celebrated since the beginning of spring and enjoy your divine wisdom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nJene sieben Tage des Osterfestes sind ein Bild der siebenmal zehn Jahre des menschlichen Lebens. So wie der erste und letzte Tag des Festes Ausrufung der Heiligkeit sind, so sollen die ersten Jahre unserer Jugend, unserer Ausbildung zu einem göttlichen Leben heilig sein, und so sollen die letzten zehn Jahre Ruhetage vom Getümmel der Welt sein, ein Aufhören des irdischen Treibens und Thuns, und nur unserm Seelenheil gewidmet. In diesen letzten zehn Jahren sollen wir gleichsam sammeln für die große Reise die uns bevorstehet. Aber schon vom andern Morgen nach dem ersten Tag des Paßahfestes, sollen wir zu zählen anfangen, die fünfzig Jahre des Lebens, die zwischen der Jugend und dem Alter liegen. Lehre uns Gott, unsere Tage zählen, damit wir weise werden! So betete David <span class=\"citation\">(Psalm 90, 12)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThose seven days of Pesaḥ are a picture of the seven times ten years of human life. Just as the first and last days of the festival are proclamations of holiness, so the first years of our youth, our training for a divine life, should be holy, and so the last ten years should be days of rest from the hustle and bustle of the world, a cessation of earthly activity, and dedicated only to our salvation. In these last ten years we shall, as it were, gather for the great journey that lies ahead of us. But already from the morning after the first day of Passover, we should begin to count the fifty years of life that lie between youth and old age. Teach us God to number our days, that we may become wise! Thus David prayed <span class=\"citation\">(Psalms 90:12)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nUnd hat uns Gott diese fünfzig Jahre überleben lassen, dann sollen wir, wie am Wochenfeste ein neues Opfer bringen; Opfer, welche Ergebnisse unserer gereiften Vernunft und Gottes würdig sind. Nicht einen Omer Gerste, wie am zweiten Ostertage sondern Brodte von feinem Mehl. Nicht einen Gottesdienst wie in unserer Jugend, wo Neigungen, Begierden und Leidenschaften unsern Verstand trüben und unsern Geist verfinstern; sondern reine Opfer, Opfer der Wahrheit. Das Fest Schewuoth (Wochenfest), das Fest der Offenbarung ist nun nach fünfzig Tagen da, und so nahet sich auch der Tag, wo der Mensch sich dem Himmel nähert, und wenn er es durch ein frommes Leben verdient hat, dem Quell der Offenbarung, wo er die Wunder der göttlichen Lehre schauen soll.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd if God has let us outlive these fifty years, then we are to bring a new sacrifice, as at the Festival of Weeks; sacrifices which are the outcome of our matured [sense of] reason and [thus] worthy of God. Not an omer of barley, as on Pesaḥ Sheni, but loaves of fine flour. Not a service as in our youth, where inclinations, lusts, and passions cloud our minds and darken our spirits; but pure sacrifices, sacrifices of truth. The festival of Shavuot (Festival of Weeks), the festival of revelation is now here after fifty days, and so also the day approaches when man shall approach heaven, and if he has earned it by a pious life, the fountain of revelation, where he shall behold the wonders of divine teaching.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Tag des Andenkens am ersten Tage des siebenten Monats, deutet auf den Antritt des siebenten Stufenalters des Menschen. Nun soll der Mensch sich ganz zu Gott wenden, und die zehn letzten Jahre sollen ihm wie die zehn Bußtage sein, eine Vorbereitung auf den großen Versöhnungstag auf seinen Todestag. Daß er rein von Sünden, begleitet von guten Engeln, vor Gott erscheine, um die Erndte des Lebens einzusammeln.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe day of remembrance on the first day of the seventh month, points to the approach of the seventh stage of man. Now man shall turn completely to God, and the ten last years shall be to him like the ten days of penance, a preparation for the great Day of Atonement on the day of his death. That he may appear before God pure from sins, accompanied by good angels, to collect the harvest of life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nFerner hast du uns, allgnädiger Gott, noch das Fest Sukoth (Laubhüttenfest) gegeben; eine abermalige Erinnerung an unsere irdische Bestimmung, eine Lehre, daß du wollest, der Mensch soll sich seines Lebens freuen, daß uns keinesweges die Freuden dieser Erde versagt sind. Allein dein heiliges Wort lautet: „Ihr sollt euch am ersten Tage die Frucht vom Baume Hador, Palmzweige, Mirten und Bachweiden nehmen, und euch vor dem Ewigen, euren Gott, freuen,” <span class=\"citation\">(3. Mose 23, 40)</span> der Wohlgefallen hat an der Freude der Menschen.— Aber nur den ersten Jahren des Lebens ziemt die Freude, nur der Jugend ziemt es, sich mit Mirten zu kränzen, das Alter sei frommen Betrachtungen, einem von der Welt und ihren Freuden geschiedenen Leben gewidmet. Darum halten wir uns in diesen Tagen in zerbrechlichen Hütten auf, damit es uns recht eindringlich vorgestellt werde, daß wir nur Pilger auf Erden sind, daß unser Sinn nicht ganz auf diese Erde gerichtet sein soll; daß dieses Leben nur eine Vorbereitung sei auf ein besseres Leben, zu dem wir unverhofft, wer weiß wie schnell abgerufen werden.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFurthermore, you have given us, all-gracious God, the festival of Sukkot (Festival of Tabernacles); a repeated reminder of our earthly destiny, a lesson that you want man to rejoice in his life, that the joys of this earth are by no means denied to us. But your holy word is: &#8220;On the first day you shall take for yourselves the fruit of the <em>hadar</em> (beautiful) tree, palm branches, myrtle, and willows of the brook, and rejoice before the Eternal your God,&#8221; <span class=\"citation\">(Leviticus 23:40)</span> who is pleased with the joy of men.— But only the first years of life befit joy, only youth befits crowning itself with mirt, old age is devoted to pious contemplation, to a life divorced from the world and its pleasures. That is why we are staying in fragile huts these days, so that it may be presented to us quite forcefully that we are only pilgrims on earth, that our mind should not be directed entirely to this earth; that this life is only a preparation for a better life, to which we will be called unexpectedly, who knows how soon.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nNimm unsern Dank, allgütiger Gott, für die Erkenntniß, die du uns in deiner Lehre gegeben. Deine Lehre ist vollständig, erquickt die Seele. Wir preisen dich, und freuen uns in dir. Unsere Hoffnung ist auf dich gerichtet, dich preise ich zu jeder Zeit, mein Gott, mein Hort, mein Schutzfels! Die Lehre, die du uns gegeben, ist für alle ein Baum des Lebens, vor dir, Quell des Lebens. Ihre Wege sind Wege des Friedens, alle ihre Steige führen zur Glückseligkeit. Heil dem Volke, dem es so ergeht! das von seinem Gotte und Erlöser empfängt den Segen! <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTake our thanks, all-good God, for the knowledge you have given us in your teaching. Your teaching is complete, refreshes the soul.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Psalms 19:8.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> We praise thee, and rejoice in thee. Our hope is in you, you I praise at all times, my God, my refuge, my rock of protection! The teaching you have given us is a tree of life for all, before you, source of life. Its ways are ways of peace, all its paths lead to bliss.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Proverbs 3:17-18.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Hail to the people who are so fortunate! who receive blessings from their God and Savior! <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Für Gesetzes-Freude&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaicher Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaicher Religion</em> as teḥinah №53 on pp. 76-79. In the 1835 edition, it appears (misnumbered) as teḥinah №54 pp. 95-98. In the 1842 edition, it appears as teḥinah №57 on pp. 100-103.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/94/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/7/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Simchas Thora, der letzte Tag des Laubhüttenfestes.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Psalms 144:15.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Cf. Psalms 24:5 (with possible references to Jeremiah 51:5 and Isaiah 44:6).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Psalms 19:8.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Proverbs 3:17-18.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Simḥat Torah"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "6787"
        ],
        "_thumbnail_id": [
            "43303"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/03/Fur-Gesetzes-Freude-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Für Gesetzes-Freude (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Für Gesetzes-Freude (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=43302",
    "permalink": "https://opensiddur.org/prayers/lunisolar/pilgrimage/simhat-torah/fur-gesetzes-freude-for-simhat-torah-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "fur-gesetzes-freude-for-simhat-torah-a-tehinah-by-yehoshua-heshil-miro-1829"
}