{
    "post_id": 51990,
    "title": "&#x1F4AC; הפטרת תשעה באב | Aftarát Tishŋa b'Aḇ, with verse-by-verse translation in Early Modern Spanish",
    "author": "Unknown (translation)",
    "coauthors": [
        {
            "name": "Unknown (translation)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please <a href=\"/contact/\">let us know</a>!",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown-translator"
        },
        {
            "name": "Yeshayahu ben Amōts",
            "bio": "Yeshayahu or Isaiah (Hebrew: יְשַׁעְיָהוּ, Greek: Ἠσαΐας, Ēsaïās; Latin: Isaias; \"Yah is salvation\") was the 8th century BCE Jewish prophet for whom the Book of Isaiah is named. According to the rabbinic literature, Isaiah was a descendant of the royal house of Judah and Tamar (Sotah 10b). He was the son of Amōts (not to be confused with Prophet Amos), who was the brother of King Amaziah of Judah. (Talmud tractate Megillah 15a). Within the text of the Book of Isaiah, Isaiah himself is referred to as \"the prophet\", but the exact relationship between the Book of Isaiah and any such historical Isaiah is complicated. The traditional view is that all 66 chapters of the book of Isaiah were written by one man, Isaiah, possibly in two periods between 740 BCE and c. 686 BCE, separated by approximately 15 years, and includes dramatic prophetic declarations of Cyrus the Great in the Bible, acting to restore the nation of Israel from Babylonian captivity. Another widely-held view is that parts of the first half of the book (chapters 1–39) originated with the historical prophet, interspersed with prose commentaries written in the time of King Yoshiyahu (Josiah) a hundred years later, and that the remainder of the book dates from immediately before and immediately after the end of the exile in Babylon, almost two centuries after the time of the historic prophet. \r\n\r\n(from the article \"<a href=\"https://en.wikipedia.org/wiki/Isaiah\">Isaiah</a>\" on wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Isaiah",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yeshayahu-ben-amoz"
        },
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=2240\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-transcription"
        }
    ],
    "date": "2023-07-11",
    "last_updated": "2025-10-27",
    "excerpt": "A common practice among Sephardim both eastern and western is to read the aftará for the morning of the fast of Aḇ with a verse-by-verse midrashic translation. Western Sephardim use an Early Modern Spanish text, while Eastern Sephardim use a Judezmo (or Judeo-Spanish proper) text. Attached is a transcript of a Western Sephardic verse-by-verse targum of the aftará for the Shabbat before 9 Aḇ, based on the text found in Isaac Leeser's <a href=\"https://opensiddur.org/?p=32865\"><em>Siddur Siftei Tsadiqim, volume 6: Seder haTefilot laTaaniyot</em></a> (1838), pp. 174-184. Each verse is included in Hebrew, as well as the original Spanish text, and a slightly modernized Spanish text underneath to clarify archaic forms or words that have fallen out of use. Also included are from-scratch English translations. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nA common practice among Sephardim both eastern and western is to read the aftará for the morning of the fast of Aḇ with a verse-by-verse midrashic translation. Western Sephardim use an Early Modern Spanish text, while Eastern Sephardim use a Judezmo (or Judeo-Spanish proper) text.</p>\n<p>Attached is a transcript of a Western Sephardic verse-by-verse targum of the aftará for the Shabbat before 9 Aḇ, based on the text found in Isaac Leeser&#8217;s <a href=\"/?p=32865\"><em>Siddur Siftei Tsadiqim, volume 6: Seder haTefilot laTaaniyot</em></a> (1838), pp. 174-184. Each verse is included in Hebrew, as well as the original Spanish text, and a slightly modernized Spanish text underneath to clarify archaic forms or words that have fallen out of use. Also included are from-scratch English translations.</p>\n<p>Note: “The CAUSE” is used to translate the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.”\n</p></div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Translation (English)</th>\n<th style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Targum (Early Modern Spanish)</th>\n<th style=\"text-align: left;\">Translation of the Targum (English)</th>\n<th style=\"text-align: left;\">Translation of the Targum (Modern Spanish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI will gather them, gather them up — declares the CAUSE — no grapes on the vine, and no figs on the figtree, and the leaf will dry up, and what I gave them will pass from them.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאָסֹ֥ף אֲסִיפֵ֖ם נְאֻם־יְהֹוָ֑ה אֵין֩ עֲנָבִ֨ים בַּגֶּ֜פֶן וְאֵ֧ין תְּאֵנִ֣ים בַּתְּאֵנָ֗ה וְהֶעָלֶה֙ נָבֵ֔ל וָאֶתֵּ֥ן לָהֶ֖ם יַעַבְרֽוּם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDixo Yrmiyáhu el Propheta por Israel, por quanto passaron por la Ley Escrita, y la Ley Mental: tajando los tajare dize .A., no como las uvas de la vid, que se cojen pocas á pocas, ni como los higos de la higuera, que se cojen uno á uno, sino todo junto, fruta y hoja serà arrastrada rehollada y perdida: porque la Ley santa que les di en monta de Sinay, passaron por ella.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSaid Jeremiah the Prophet of Israel, &#8220;Because they transgressed the Written Law, and the Oral Law: I will chop, chop them up — says the CAUSE — not like the grapes of the vine, which are picked a few at a time, nor like the figs of the fig-tree, that are picked one at a time, but all together, fruit and leaf will be dragged down and lost, because the holy Law that I gave them on Mount Sinai, they transgressed it.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDijo Yirmiyáhu el Profeta por Israel, &#8220;por cuanto pasaron por la Ley Escrita, y la Ley Mental: tajándolos tajaré — dice Adonáy — no como las uvas de la vid, que se cogen pocas a pocas, ni como los higos de la higuera, que se cogen uno a uno, sino todo junto, fruta y hoja serà arrastrada rehollada y perdida: porque la Ley santa que les di en monta de Sinay, pasaron por ella.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor what do we sit? Gather up, and we will come to the fortress-cities, and be silent there, for the CAUSE our God has silenced us, given us gall-water to drink, for we have sinned to the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעַל־מָה֙ אֲנַ֣חְנוּ יֹֽשְׁבִ֔ים הֵאָסְפ֗וּ וְנָב֛וֹא אֶל־עָרֵ֥י הַמִּבְצָ֖ר וְנִדְּמָה־שָּׁ֑ם כִּי֩ יְהֹוָ֨ה אֱלֹהֵ֤ינוּ הֲדִמָּ֙נוּ֙ וַיַּשְׁקֵ֣נוּ מֵי־רֹ֔אשׁ כִּ֥י חָטָ֖אנוּ לַיהֹוָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAparejados son Israel de dezir, quando sintieren venir el enemigo, sobre que estámos, séd apañados, y entremos en las Ciudades encastilladas, y callemos nos alli; porque .A.N.D. tráxo sobre nos mucho quebranto, y nos hizo callár, y nos abrevó aguas de hiel, y vaso de maldicion, por que pecamos á .A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIsrael is going to say, when they sense the enemy coming, &#8220;What are we doing? Get ready and let us enter the fortified cities, and let us remain silent there; because the CAUSE our God brought upon us much sorrow, and made us silent, and given us water of gall, and a vessel of curse, because we sinned to the CAUSE.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAparejados son Israel de decir, cuando sintieren venir el enemigo, &#8220;¿Sobre qué estamos? Sed apañados y entremos en las ciudades encastilladas, y callemos nos alli; porque Adonáy nuestro Dios trajo sobre nos mucho quebranto, y nos hizo callar, y nos abrevó aguas de hiel, y vaso de maldición, porque pecamos a Adonáy.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“Hope for peace,” but no good of it, “for a healing time,” and hey, horror!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nקַוֵּ֥ה לְשָׁל֖וֹם וְאֵ֣ין ט֑וֹב לְעֵ֥ת מַרְפֵּ֖ה וְהִנֵּ֥ה בְעָתָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDirá la gente de Israel, cada dia pensamos de tener reposo y paz, mas no viene bien alguno; esperamos la hora de ser perdonados nuestros pecados: y en lugar de medecina, nos viene mocha turbacion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe people of Israel will say, &#8220;Every day we expected to have rest and peace, but no good comes; we wait for the hour to be forgiven our sins, and instead of medicine, much turmoil comes to us.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDirá la gente de Israel, &#8220;Cada día pensamos de tener reposo y paz, mas no viene bien alguno; esperamos la hora de ser perdonados nuestros pecados, y en lugar de medicina, nos viene mucha turbación.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom Dan was heard the snorting of his horses, at the sound of the neighing of his mighty ones the whole earth quaked, and they came and ate the land and its fullness, the city and those dwelling in it.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִדָּ֤ן נִשְׁמַע֙ נַחְרַ֣ת סוּסָ֔יו מִקּוֹל֙ מִצְהֲל֣וֹת אַבִּירָ֔יו רָעֲשָׁ֖ה כׇּל־הָאָ֑רֶץ וַיָּב֗וֹאוּ וַיֹּֽאכְלוּ֙ אֶ֣רֶץ וּמְלוֹאָ֔הּ עִ֖יר וְיֹ֥שְׁבֵי בָֽהּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize Israel, Señor del mundo, porque no son recebidas nuestras Oraciones? dize la Divinidad, porque sirvio Israel al bezerro, que puso Jarobham hijo de Nebath en Dan: y dixo, este tu Dios, Israel, que te alzáron de tierra de Egypto: por tanto será oyido el Rey cruel, y su Real en la tierra santa, y subirá contra ellos, y los captivará; y del relincho de sus cavallos, y de vos de sus valientes, temblarán todos los moradores de la tierra, y vendrán, y consumirán la tierra, y los que móran en ella.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSays Israel: &#8220;Master of the world, why are our prayers not received?&#8221; The Divinity says, &#8220;Because Israel served the calf, which Jeroboam the son of Nebat put in Dan: and said, &#8216;This is your God, Israel, who brought you up from the land of Egypt!&#8217; Therefore the cruel king and his royal army will be heard in the holy land, and he will go up against them and capture them, and at the neighing of his horses, and at the voice of his mighty men, all the inhabitants of the land will tremble, and they will come, and they will devour the earth, and those who dwell on it.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice Israel: &#8220;Señor del mundo, por qué no son recebidas nuestras oraciones?&#8221; Dice la Divinidad, &#8220;Porque sirvio Israel al bezerro, que puso Jaroboam hijo de Nebath en Dan: y dijo, &#8216;¡Este tu Dios, Israel, que te alzaron de tierra de Egypto!&#8217; Por tanto será oyido el rey cruel, y su real en la tierra santa, y subirá contra ellos, y los captivará; y del relincho de sus caballos, y de voz de sus valientes, temblarán todos los moradores de la tierra, y vendrán, y consumirán la tierra, y los que móran en ella.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor hey, I am sending against you serpents, vipers that cannot be charmed, and they will bite you — declares the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּי֩ הִנְנִ֨י מְשַׁלֵּ֜חַ בָּכֶ֗ם נְחָשִׁים֙ צִפְעֹנִ֔ים אֲשֶׁ֥ר אֵין־לָהֶ֖ם לָ֑חַשׁ וְנִשְּׁכ֥וּ אֶתְכֶ֖ם נְאֻם־יְהֹוָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la Divinidad, aparejado soy a embiar sobre vosotros, pueblos matadores crueles, como los culebros escorpiones, los quales no hay encantamiento; y vos morderan y vos mataran dicho de .A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Divinity says, &#8220;I am going to send upon you cruel killing peoples, like scorpion-snakes, which cannot be enchanted; and they will bite you and kill you&#8221; — the saying of the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la Divinidad, &#8220;Aparejado soy a embiar sobre vosotros, pueblos matadores crueles, como los culebros escorpiones, los cuales no hay encantamiento; y vos morderan y vos mataran&#8221; —dicho de Adonáy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWere I to suppress my grief, my heart within me is sick.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמַבְלִ֥יגִיתִ֖י עֲלֵ֣י יָג֑וֹן עָלַ֖י לִבִּ֥י דַוָּֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor quanto escarnecian de los Prophetas, que les prophetizavan las ánsias, los duelos, y quebrantos, que les havian de venir por sus malos pecados; dize el Propheta: sobre mi, mi corazon dolorioso.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;Because they mocked the prophets, who prophesied to them the anxieties, mourning, and sorrows that were to come to them because of their evil sins,&#8221; — says the prophet, — &#8220;upon me, my painful heart.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n&#8220;Por cuanto escarnecian de los profetas, que les profetizaban las ánsias, los duelos, y quebrantos, que les habian de venir por sus malos pecados,&#8221; dice el profeta, &#8220;sobre mí, mi corazon doloroso.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHey, the sound of the cry of My  people’s daughter from distant lands: Is the CAUSE not in Ẓion? Is her Sovereign not in her? Why have You enraged me with their graven images, their strange vanities?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהִנֵּה־ק֞וֹל שַֽׁוְעַ֣ת בַּת־עַמִּ֗י מֵאֶ֙רֶץ֙ מַרְחַקִּ֔ים הַֽיהֹוָה֙ אֵ֣ין בְּצִיּ֔וֹן אִם־מַלְכָּ֖הּ אֵ֣ין בָּ֑הּ מַדּ֗וּעַ הִכְעִס֛וּנִי בִּפְסִלֵיהֶ֖ם בְּהַבְלֵ֥י נֵכָֽר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize Yrmiyáhu el Propheta, yà estoy oyendo la voz de la esclamacion de compaña de mi pueblo Israel, de tierra de léxos en tu captiverio, de tanto quebranto y amargura, que han de padecer; antes que vayais en captiverio, tornad en Penitencia, que .A. está en Tsion, y su Rey está en ella: y dize no quiero estár mas alli, por que me ensañaron con sus doladizos, con vanidades de estranedad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJeremiah the prophet says, &#8220;I am already hearing the voice of the exclamation of the congregation of my people Israel, from a land far away in your captivity, from so much grief and bitterness, that they have to suffer; before you go into captivity, repent in penance, for the CAUSE is in Ẓion, and its Sovereign is in it, and says, &#8216;I do not want to be there anymore, because they enraged Me with their sculptures, with vanities of strangeness.'&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice Yirmiyáhu el profeta, &#8220;Ya estoy oyendo la voz de la exclamación de compaña de mi pueblo Israel, de tierra de lejos en tu captiverio, de tanto quebranto y amargura, que han de padecer; antes que vayais en captiverio, tornad en penitencia, que Adonáy está en Tsion, y su Rey está en ella, y dice, &#8216;No quiero estár mas alli, por que me ensañaron con sus esculturas, con vanidades de extrañedad.'&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe harvest passed, the summer ended, and we are not saved.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעָבַ֥ר קָצִ֖יר כָּ֣לָה קָ֑יִץ וַאֲנַ֖חְנוּ ל֥וֹא נוֹשָֽׁעְנוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la compaña de Israel; pensamos de alegrarnos como se alegra el segador con la segáda, y con las frutas del veràno; mas passa tiempo, y viene tiempo, y nosótros, no sómos sàlvos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe congregation of Israel says: &#8220;We expected rejoicing as the reaper rejoices with the harvest, and with the fruits of summer; but time passes, and time comes, and we are not saved.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice la compaña de Israel: &#8220;Pensamos de alegrarnos como se alegra el segador con la segada, y con las frutas del verano; mas pasa tiempo, y viene tiempo, y nosotros, no somos salvos.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor the shattering of my people’s daughter, I am shattered, I am endarkened, waste has seized me.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעַל־שֶׁ֥בֶר בַּת־עַמִּ֖י הׇשְׁבָּ֑רְתִּי קָדַ֕רְתִּי שַׁמָּ֖ה הֶחֱזִקָֽתְנִי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize Jerusalaim, por el quebránto que es aparejado a venir à la compaña de mi pueblo, estoy quebrantáda, y vestime toda de negregura, desoladura me travó.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJerusalem says: &#8220;Because of the destruction that is going to come upon the congregation of my people, I am broken, and I clothe myself all in blackness, desolation struck me.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice Jerusalaim: &#8220;Por el quebranto que es aparejado a venir a la compaña de mi pueblo, estoy quebrantada, y vestime toda de negregura, desoladura me travó.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIs there no balm in Gil’ad? Or is no doctor there? Then why has no bandage come upon my my people’s daughter?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהַצֳּרִי֙ אֵ֣ין בְּגִלְעָ֔ד אִם־רֹפֵ֖א אֵ֣ין שָׁ֑ם כִּ֗י מַדּ֙וּעַ֙ לֹ֣א עָֽלְתָ֔ה אֲרֻכַ֖ת בַּת־עַמִּֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize Yrmiyáhu el Propheta, si por fálta de no haver quien les doctrinase à Israel, les vendran tantos males y trabajos, que el Propheta es la triaca como Eliyáhu, que era morador de Guilhád. Si sabio y Medico no hay alli, que les ensene á hazer penitencia? Pues véo que no aprovechò medecina, de compaña de mi pueblo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSays Jeremiah the prophet, &#8220;If for lack of no one to teach Israel, so many evils and hardships come to them, that the prophet should be a cure-all like Eliyahu, who was a resident of Gilead. If there is no sage or doctor there, what taught them to do penance? So I see that medicine was of no benifit to the congregation of my people.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice Yirmiyáhu el profeta, &#8220;Si por falta de no haber quien les doctrinase à Israel, les vendran tantos males y trabajos, que el profeta es el curalotodo como Eliyáhu, que era morador de Guilhád. Si sabio y médico no hay alli, ¿qué les enseñe a hacer penitencia? Pues veo que no aprovechò medicina, de compaña de mi pueblo.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho could make my head water, and my eyes a spring of tears! I would cry day and night for the slain of my people’s daughter.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִֽי־יִתֵּ֤ן רֹאשִׁי֙ מַ֔יִם וְעֵינִ֖י מְק֣וֹר דִּמְעָ֑ה וְאֶבְכֶּה֙ יוֹמָ֣ם וָלַ֔יְלָה אֵ֖ת חַֽללֵ֥י בַת־עַמִּֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nViendo el Propheta, la crueldad de los trabajos que havian de venir sobre Israel; dixo, quien diesse fuesse mi cabeza arroyo de águas, y mi ojo manadéro de lagrimas: con que llorasse de dia y de noche, tanta matanza que es aparejada a venir, à compaña de mi pueblo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSeeing the cruelty of the works that were to come upon Israel; the prophet  said, &#8220;Who would let my head be a stream of water, and my eye a stream of tears, so that I may weep day and night, so much slaughter that is going to come upon the congregation of my people.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nViendo el profeta, la crueldad de los trabajos que havian de venir sobre Israel; dijo, &#8220;Quien diese fuese mi cabeza arroyo de aguas, y mi ojo manadéro de lagrimas: con que llorase de dia y de noche, tanta matanza que es aparejada a venir, a compaña de mi pueblo.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho could put me in the wilderness, a lodge of travelers, that I could abandon my people and go from among them? For they are all adulterers, a company of traitors.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִֽי־יִתְּנֵ֣נִי בַמִּדְבָּ֗ר מְלוֹן֙ אֹֽרְחִ֔ים וְאֶֽעֶזְבָה֙ אֶת־עַמִּ֔י וְאֵלְכָ֖ה מֵֽאִתָּ֑ם כִּ֤י כֻלָּם֙ מְנָ֣אֲפִ֔ים עֲצֶ֖רֶת בֹּגְדִֽים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDixo el Propheta; quien me diesse morasse en el dizierto, donde posan de noche los caminantes, y dexára à mi pueblo, y me fuera léxos de ellos, donde no viesse, ni oyesse la matanza que es aparejada a venir sobre ellos, por que todos son adúlteros; compaña de falsadores.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSaid the prophet: &#8220;Whoever would let me dwell in the desert, where the wanderers rest at night, so I could leave my people, and go away from them, where I would not see or hear the slaughter that is going to come upon them, because they are all adulterers, a congregation of falsifiers.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDijo el profeta: &#8220;Quien me diese morase en el desierto, donde posan de noche los caminantes, y dejara a mi pueblo, y me fuera lejos de ellos, donde no viese, ni oyese la matanza que es aparejada a venir sobre ellos, porque todos son adúlteros; compaña de falsadores.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd they turned their tongues, bending them to a lie, not for honesty have they prevailed on earth;  but from evil to evil they go, and Me they do not know — declares the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַֽיַּדְרְכ֤וּ אֶת־לְשׁוֹנָם֙ קַשְׁתָּ֣ם שֶׁ֔קֶר וְלֹ֥א לֶאֱמוּנָ֖ה גָּבְר֣וּ בָאָ֑רֶץ כִּי֩ מֵרָעָ֨ה אֶל־רָעָ֧ה ׀ יָצָ֛אוּ וְאֹתִ֥י לֹא־יָדָ֖עוּ נְאֻם־יְהֹוָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY tienen ensenadas sus lenguas à no hablar verdad sino mentiras, y las estúdian, y las àrman, como arma la ballésta él buen Arquero, de mondo que siempre acierta, y con esto se han mayorgado en la tierra, y salen de un pecado, y luego entran en otro peor: assi saldran de un mal, y entraràn en peor; por que nó me conoscieron,, dicho de .A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;And they have taught their tongues not to speak truth but lies, and they study them, and arm them, like a good archer weapons a crossbow, so that he always hits, and with this they have prevailed on earth, and they exit a sin, and then they enter a worse one: thus they will exit a bad state, and they will enter a worse one; because they did not know Me” — the saying of the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n&#8220;Y tienen ensenadas sus lenguas a no hablar verdad sino mentiras, y las estudian, y las arman, como arma la ballesta el buen arquero, de mondo que siempre acierta, y con esto se han prevalecido en la tierra, y salen de un pecado, y luego entran en otro peor: así saldrán de un mal, y entraràn en peor; por que no me conocieron,&#8221; dicho de Adonáy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLet each guard agianst your neighbor, and do not trust any sibling, for every sibling is a heel heeling you, and every neighbor goes about as a slanderer.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאִ֤ישׁ מֵרֵעֵ֙הוּ֙ הִשָּׁמֵ֔רוּ וְעַל־כׇּל־אָ֖ח אַל־תִּבְטָ֑חוּ כִּ֤י כׇל־אָח֙ עָק֣וֹב יַעְקֹ֔ב וְכׇל־רֵ֖עַ רָכִ֥יל יַהֲלֹֽךְ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY assi como se guarda el hombre, de no caer en mano del matador, assi se ha de guardar de no caer en boca de su compañero; y aun en el hermano, no os confieis, por que todo hermano no mira a mas que su provecho, y a engañár: y todo compañero, de dia y noche, ánda enredándo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“And just as a person guards against falling into the hands of a murderer, so one must guard against falling into the mouth of one’s comrade; and even in your sibling, do not trust each other, because no sibling looks to more than their own benefit, and to deceive, and every companion, day and night, goes around entangling.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n“Y así como se guarda el hombre, de no caer en mano del matador, así se ha de guardar de no caer en boca de su compañero; y aún en el hermano, no os confiéis, porque todo hermano no mira a más que su provecho, y a engañar: y todo compañero, de día y noche, anda enredando.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd each decieves their neighbor, and does not speak truth; they taught their tongues to speak false, twisting to exhaustion.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאִ֤ישׁ בְּרֵעֵ֙הוּ֙ יְהָתֵ֔לּוּ וֶאֱמֶ֖ת לֹ֣א יְדַבֵּ֑רוּ לִמְּד֧וּ לְשׁוֹנָ֛ם דַּבֶּר־שֶׁ֖קֶר הַעֲוֵ֥ה נִלְאֽוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY cada uno con su amigo, y con su compañero miente, y tienen por pecado de hablar verdad; por que tienen enseñadas sus lenguas a hablar fasedades y mentiras: à tanto, que de atorcer, se cansaron.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd everyone with friend, and with companion is false, and holds it a sin to speak the truth; because they have taught their tongues to speak falsehoods and lies: so much so that they got tired of twisting.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY cada uno con su amigo, y con su compañero miente, y tienen por pecado de hablar verdad; porque tienen enseñadas sus lenguas a hablar falsedades y mentiras: à tanto, que de atorcer, se cansaron.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYour seat is among deceit, in deceit they refused knowledge of Me — declares the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשִׁבְתְּךָ֖ בְּת֣וֹךְ מִרְמָ֑ה בְּמִרְמָ֛ה מֵאֲנ֥וּ דַעַת־אוֹתִ֖י נְאֻם־יְהֹוָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY quando ya ván à las Synagogas, y à los Estudios, à dezir sus oraciones, se assientan a conversar, en quien ha hecho mayor Arte, y mayor falsia: y penitencia de sus pecados no házen, por que no quisieron conoscérme, dicho de .A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd when they go to the synagogues, and to the studies, to say their prayers, they sit down to talk of whom has done greater artifice, and greater falsehood: and they do not repent for their sins, because they did not want to meet Me,” — the saying of the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY cuando ya van a las sinagogas, y a los estudios, a decir sus oraciones, se asientan a conversar, en quien ha hecho mayor arte, y mayor falsia: y penitencia de sus pecados no hacen, porque no quisieron conocérme,&#8221; dicho de Adonái.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore, thus says the CAUSE of Multitudes: Hey, I will smelt and examine them, for what can I do to account for My people’s daughter?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָכֵ֗ן כֹּ֤ה אָמַר֙ יְהֹוָ֣ה צְבָא֔וֹת הִנְנִ֥י צוֹרְפָ֖ם וּבְחַנְתִּ֑ים כִּי־אֵ֣יךְ אֶֽעֱשֶׂ֔ה מִפְּנֵ֖י בַּת־עַמִּֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto assi dixo .A. Tsebaoth: he yo tráeré sobre ellos àl enemigo, y los captivará, y los llevará à tierra de léxos, y alli los purificaré, y los provare; que como harè fin en ellos, aun que lo merezcan? Pues son, compaña de mi pueblo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore thus said the CAUSE of Multitudes: “I will bring the enemy upon them, and he will capture them, and will bring them to a land from afar, and there I will purify them, and test them. How will I put an end to them, even if they deserve it? As they are the congregation of my people.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto así dijo Adonáy Tsebaóth: “he yo traeré sobre ellos al enemigo, y los captivará, y los llevará a tierra de lejos, y alli los purificaré, y los provaré; ¿qué como haré fin en ellos, aún que lo merezcan? Pues son, compaña de mi pueblo.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nA murderous arrow is their tongue; each speaks deceit: in one’s mouth they speak peace to their a neighbor, but inside they set an ambush.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nחֵ֥ץ שוחט שָׁח֛וּט לְשׁוֹנָ֖ם מִרְמָ֣ה דִבֵּ֑ר בְּפִ֗יו שָׁל֤וֹם אֶת־רֵעֵ֙הוּ֙ יְדַבֵּ֔ר וּבְקִרְבּ֖וֹ יָשִׂ֥ים אׇרְבּֽוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nComo la saéta muy aguda, son sus màlas lenguas; à tanto que con las àrtes de sus bocas, y de sus lenguas, consúmen y deguellan à su compañero; y si le salúda, y le dá los buenos dias, yo que conosco las encubiertas, véo y conósco, que en su entraña, pone su celada.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLike a very sharp arrow are their evil tongues; while with the artifice of their mouths and their tongues, they consume and slaughter their companion; and if one greets you, and says good morning, I know the covert, I see and I know, that in his bowels he sets his trap.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nComo la saeta muy aguda, son sus malas lenguas; a tanto que con las artes de sus bocas, y de sus lenguas, consumen y deguellan a su compañero; y si le saluda, y le da los buenos dias, yo que conozco las encubiertas, veo y conozco, que en su entraña, pone su celada.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nShould I not inflict punishment for these things on them? — says the CAUSE — or should my soul not be avenged on a nation such as this?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nהַֽעַל־אֵ֥לֶּה לֹא־אֶפְקׇד־בָּ֖ם נְאֻם־יְהֹוָ֑ה אִ֚ם בְּג֣וֹי אֲשֶׁר־כָּזֶ֔ה לֹ֥א תִתְנַקֵּ֖ם נַפְשִֽׁי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi por tales obras como estas, no executaré en ellos, à llevarlos en Captiverio, Hambre, Espada, y Mortandad, dize .A.? si en gente tal como esta, que por ensañarme no mas, hazen sus pecados: no se vengarà de ellos mi alma?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf for such works as these, wouldn’t I execute them, taking them into captivity, famine, sword, and mortality?,&#8221; says the CAUSE.  &#8220;If on people such as this, who for nothing but to enrage me, commit their sins: will not my soul take revenge on them?&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Si por tales obras como estas, no executaré en ellos, a llevarlos en captiverio, hambre, espada, y mortandad?,&#8221; dice Adonáy. &#8220;¿Si en gente tal como esta, que por ensañarme no más, hacen sus pecados: no se vengará de ellos mi alma?”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the mountains I take up weeping and wailing, and on the desert pastures a lament, for they are scorched without any passersby, and none hear the sound of cattle, from the birds of the sky to the animals, all have fled and left.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעַל־הֶ֨הָרִ֜ים אֶשָּׂ֧א בְכִ֣י וָנֶ֗הִי וְעַל־נְא֤וֹת מִדְבָּר֙ קִינָ֔ה כִּ֤י נִצְּתוּ֙ מִבְּלִי־אִ֣ישׁ עֹבֵ֔ר וְלֹ֥א שָׁמְע֖וּ ק֣וֹל מִקְנֶ֑ה מֵע֤וֹף הַשָּׁמַ֙יִם֙ וְעַד־בְּהֵמָ֔ה נָדְד֖וּ הָלָֽכוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la Divinidad, sobre los montes de la tierra santa, alzaré llóro y endecha: que donde eran Palacios de señores, y hermosas Maradas, está como el Dizierto yermo, por donde no pàssa varon; y en lugar que se havia de oyir voz de zelo de los Estudiántes: no se oyia sino voz de zelo de sus Ydolos: por tanto, voz de ganado, ni de ave, ni de quatropea, no se oyirà mas en ella: por que todos se esmovieron, anduvieron.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Divinity said,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This opening clause is left untranslated in Leeser.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> &#8220;On the mountains of the holy land, I will raise weeping and lamentation: for where there were palaces of lords, and beautiful dwellings, is like the barren desert, through which none passes; and in a place where the voice of zeal was to be heard from the students, nothing was heard except the voice of zeal for their idols: therefore, neither the voice of cattle, nor of birds, nor of quadrupeds, will anymore be heard in it: because they all moved, they fled.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice la Divinidad, &#8220;Sobre los montes de la tierra santa, alzaré lloro y endecha: que donde eran palacios de señores, y hermosas moradas, está como el desierto yermo, por donde no pasa varón; y en lugar que se habia de oír voz de zelo de los estudiantes: no se oía sino voz de zelo de sus ídolos: por tanto, voz de ganado, ni de ave, ni de cuadrúpedo, no se oirá mas en ella: porque todos se movieron, anduvieron.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd I will make Jerusalem heaps, a habitat for jackals, and the cities of Judah I will make desolate without inhabitant.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְנָתַתִּ֧י אֶת־יְרוּשָׁלַ֛͏ִם לְגַלִּ֖ים מְע֣וֹן תַּנִּ֑ים וְאֶת־עָרֵ֧י יְהוּדָ֛ה אֶתֵּ֥ן שְׁמָמָ֖ה מִבְּלִ֥י יוֹשֵֽׁב׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la Divinidad, aparejada es la tierra santa de Jerusalaim a ser toda destruyda, y hecha montones, y moràda de culebros: y las ciudades encastilladas de los Reyes de Jehudah, sus casas, y sus Palacios, donde ponian sus idolatrias; todo junto daré desolacion sin morador.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Divinity says, &#8220;The holy land of Jerusalem is going to be entirely destroyed, and made into heaps, and a dwelling of serpents: and the fortified cities of the kings of Judah, their houses, and their palaces, wherein they placed their idolatries; I will altogether give them desolation without an inhabitant.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize la Divinidad, &#8220;Aparejada es la tierra santa de Jerusalaim a ser toda destruida, y hecha montones, y morada de culebros: y las ciudades encastilladas de los reyes de Jehudah, sus casas, y sus palacios, donde ponian sus idolatrias; todo junto daré desolacion sin morador.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWho is the wise man who understands this, to whom the CAUSE’s mouth has spoken that he be told it? For what is the land lost, scorched like a dessert without passersby?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִֽי־הָאִ֤ישׁ הֶחָכָם֙ וְיָבֵ֣ן אֶת־זֹ֔את וַאֲשֶׁ֨ר דִּבֶּ֧ר פִּֽי־יְהֹוָ֛ה אֵלָ֖יו וְיַגִּדָ֑הּ עַל־מָה֙ אָבְדָ֣ה הָאָ֔רֶץ נִצְּתָ֥ה כַמִּדְבָּ֖ר מִבְּלִ֥י עֹבֵֽר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSon aparejados Israel de dezir, donde se hallarà sabio qua entiénda esto, o algun Propheta que alcance por prophecia, à saber por que pecado se perdio de tal manera la tierra santa! haviendo muchos màlos años que servian idolatria: por que mas fuymos exécutados aora, que hasta aora? Por que vemos la tierra destruida como el Dezierto, sin passagero.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIsrael is going to say, &#8220;Where will a wise man be found who may understand this, or some prophet who may reach it by prophecy, to know for what sin the holy land was so lost? There were many bad years of service to idolatry &#8211; why were we executed now, rather than before now? Because we see the land destroyed like the desert, without a passenger.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSon aparejados Israel de decir, &#8220;¿Dónde se hallarà sabio que entiénda esto, o algún profeta que alcance por profecía, a saber por qué pecado se perdió de tal manera la tierra santa? Habiendo muchos malos años que servian idolatría: ¿por qué mas fuimos executados ahora, que hasta ahora? Por que vemos la tierra destruida como el desierto, sin pasagero.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd the CAUSE said, For they left My Teaching which I gave before them, and they did not listen to My Voice nor walk in it.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיֹּ֣אמֶר יְהֹוָ֔ה עַל־עׇזְבָם֙ אֶת־תּ֣וֹרָתִ֔י אֲשֶׁ֥ר נָתַ֖תִּי לִפְנֵיהֶ֑ם וְלֹא־שָׁמְע֥וּ בְקוֹלִ֖י וְלֹא־הָ֥לְכוּ בָֽהּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY dixo .A. fueron exécutados aora, por haver dexár mi Ley Santa, que les di: porque quando trabaxàvan en ella, les sufria quantos màlós pecados hazian, y aora que la dexàron de estudiar, les mandé reprehender por mano de mis Prophetas, y no quizieron oyir en mi voz, aborecieron mi Ley, y no anduvieron en ella.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd the CAUSE said, &#8220;They were executed now for having left My Holy Law, which I gave them; because when they worked on it, I made them suffer for all the wicked sins they did, and now that they stopped studying it, I ordered them to be reprimanded by the hand of my prophets, and they did not want to hear My voice; they hated My Law, and did not walk in it.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY dijo Adonáy, &#8220;Fueron executados ahora, por haver dejar mi Ley Santa, que les di: porque cuando trabajaban en ella, les sufría cuantos malos pecados hacían, y ahora que la dejaron de estudiar, les mandé reprehender por mano de mis profetas, y no quicieron oír en mi voz, aborrecieron mi Ley, y no anduvieron en ella.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd they walked after their hearts’ urges, and after the Baals, as their ancestors taught them.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיֵּ֣לְכ֔וּ אַחֲרֵ֖י שְׁרִר֣וּת לִבָּ֑ם וְאַֽחֲרֵי֙ הַבְּעָלִ֔ים אֲשֶׁ֥ר לִמְּד֖וּם אֲבוֹתָֽם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn lugar de andár en mis deréchos caminos, anduvieron atras sus màlos pensamientos, dezeos, y apetites de su corazon; y hazian todo lo que bien les parecia, procurando de ensañarme, y adorár à todos los idolos, que les enseñàron, sus màlos Padres.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nInstead of walking in my right ways, they went after their evil thoughts, desires, and appetites of their heart; and they did everything that seemed right to them, trying to enrage me, and adoring all the idols that their wicked parents taught them.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn lugar de andar en mis derechos caminos, anduvieron atras sus malos pensamientos, deceos, y apetitos de su corazon; y hacían todo lo que bien les parecía, procurando de ensañarme, y adorar a todos los ídolos, que les enseñaron, sus malos padres.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore, thus says the CAUSE of Multitudes, God of Israel: Hey, I will feed this people wormood, and make them drink gall-water.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָכֵ֗ן כֹּה־אָמַ֞ר יְהֹוָ֤ה צְבָאוֹת֙ אֱלֹהֵ֣י יִשְׂרָאֵ֔ל הִנְנִ֧י מַאֲכִילָ֛ם אֶת־הָעָ֥ם הַזֶּ֖ה לַעֲנָ֑ה וְהִשְׁקִיתִ֖ים מֵי־רֹֽאשׁ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto assi dixo<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Leeser reads divo, which is almost certainly a typo.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> .A. Tsebaoth Dios de Israel, júro por mi Nombre el Grande, de hazerles comér a este Pueblo, su pan mas amàrgo que la adelfa; de muchos aprietos, màlos trabajos, y enojos, que han de passar por ellos; y les haré bever aguas, mas amargas, que la hiel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTherefore, thus said the CAUSE of Multitudes God of Israel, &#8220;I swear by My Great Name that I I will make this people eat bread more bitter than oleander; many troubles, bad labor, and anger, that they will have to go through; and I will make them drink waters more bitter than gall.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto, así dijo Adonáy Tsebaoth, Díos de Israel, &#8220;Juro por mi Nombre el grande, de hacerles comer a este pueblo, su pan más amargo que la adelfa; de muchos aprietos, malos trabajos, y enojos, que han de pasar por ellos; y les haré beber aguas, más amargas, que la hiel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd I will scatter them among the nations that neither they nor their ancestors have known, and I will send out the sword after them, until I have finished them off.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַהֲפִֽצוֹתִים֙ בַּגּוֹיִ֔ם אֲשֶׁר֙ לֹ֣א יָדְע֔וּ הֵ֖מָּה וַאֲבוֹתָ֑ם וְשִׁלַּחְתִּ֤י אַֽחֲרֵיהֶם֙ אֶת־הַחֶ֔רֶב עַ֥ד כַּלּוֹתִ֖י אוֹתָֽם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY por que no tengan ningun consuelo, ni repozo, no los dexaré en sus tierras, mas los esparaziré por las quatro partes del mundo, pócos aqui, y pócos alli: lugares que no conoscieron, ellos, ni sus padres; y allá donde fueren, antes que bien repósen, embiaré atras déllos, màlas sentencias de persecuciones, y matanza, hasta acábár los mas de ellos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd so that they have neither consolation nor rest, I will not leave them in their lands, but I will spread them throughout the four parts of the world, a few here, and a few there: places that they did not know, nor their parents; and wherever they go, before they rest well, I will send after them evil sentences of persecution and slaughter, until the majority of them are finished.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY porque no tengan ningun consuelo, ni repozo, no los dejaré en sus tierras, mas los esparaciré por las cuatro partes del mundo, pocos aqui, y pocos alli: lugares que no conocieron, ellos, ni sus padres; y allá donde fueren, antes que bien reposen, embiaré atras dellos, malas sentencias de persecuciones, y matanza, hasta acabar los más de ellos.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus said the CAUSE of Multitudes: Consider it and call for the mourning-women, and let the wise-women come, send for them to come.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכֹּ֤ה אָמַר֙ יְהֹוָ֣ה צְבָא֔וֹת הִתְבּ֥וֹנְנ֛וּ וְקִרְא֥וּ לַמְקוֹנְנ֖וֹת וּתְבוֹאֶ֑ינָה וְאֶל־הַחֲכָמ֥וֹת שִׁלְח֖וּ וְתָבֽוֹאנָה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuando se llenó la medida de los delitos, y fueron tambien en captiverio las Tribus de Jehudah y Binyamin: assi dixo .A. Tsebaoth, conciderad en tanta desdicha, y mal, que vino à Israel: por tanto llamad las Endechaderas, y vengan, y à las que son sabias à alevantar Lamentaciones, y Endechas nuevas, embiad y vengan.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the measure of crimes was filled, and the Tribes of Judah and Benjamin were also captive: thus said the CAUSE Multitudes, &#8220;Consider the misfortune and evil that came to Israel! Therefore, call the mourners, and come, and to those who are wise in raising lamentations and new dirges, send and come.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCuando se llenó la medida de los delitos, y fueron tambien en captiverio las Tribus de Jehudah y Binyamin: así dijo Adonáy Tsebaoth, &#8220;Conciderad en tanta desdicha, y mal, que vino a Israel: por tanto llamad las endechaderas, y vengan, y a las que son sabias a alevantar lamentaciones, y endechas nuevas, embiad y vengan.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd let them hurry and take up wailing for us, and let our eyes release tears, so our eyelids flow with water.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּתְמַהֵ֕רְנָה וְתִשֶּׂ֥נָה עָלֵ֖ינוּ נֶ֑הִי וְתֵרַ֤דְנָה עֵינֵ֙ינוּ֙ דִּמְעָ֔ה וְעַפְעַפֵּ֖ינוּ יִזְּלוּ־מָֽיִם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY aun que ya no tenemos fuerza para lloràr, se daràn priessa à alevantar Lamentacion, y Endecha sobre mi, y sobre mi pueblo Israel; con que correràn nuestros ojos fuertes de lagrimas, y tabien nuestros pàrpados, estillaràn águas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd even though we no longer have the strength to cry, they will hasten to raise lamentation and dirge over Me and over My people Israel; with which our eyes will run strong with tears, and also our eyelids will drip water.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY aún que ya no tenemos fuerza para llorar, se darán prisa a alevantar lamentación, y endecha sobre mí, y sobre mi pueblo Israel; con que correran nuestros ojos fuertes de lágrimas, y tambien nuestros pàrpados estilarán aguas.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor a voice of wailing is heard from Ẓion: How we are wasted! We are so ashamed, for we have left the land, for our dwellings, abandoned!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּ֣י ק֥וֹל נְהִ֛י נִשְׁמַ֥ע מִצִּיּ֖וֹן אֵ֣יךְ שֻׁדָּ֑דְנוּ בֹּ֤שְׁנֽוּ מְאֹד֙ כִּֽי־עָזַ֣בְנוּ אָ֔רֶץ כִּ֥י הִשְׁלִ֖יכוּ מִשְׁכְּנוֹתֵֽינוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQue voz de endecha fue oyida de la Divinidad, que moráva en Tsion, que dize, como fue tanto mal, que fuymos preados? avergonzamósnos mucho, que con nuestras màlas obras dexámos la tierra santa, derrocaron, y destruyeron los enemigos todas las Synagogas, y lugares de Estudio, hasta el cimiento; y hecháron los enemigos en tierra, todas nuestras Moràdas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat a dirging voice was heard from the Divinity, who dwelt in Ẓion, who says, &#8220;How is it so bad that we are being preyed upon? We are ashamed so much, for with our evil deeds we left the holy land, and the enemies overthrew and destroyed all the synagogues and places of study to the foundation; and the enemies threw to the ground all our dwelling places.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQue voz de endecha fue oída de la Divinidad, que morába en Tsion, que dice, &#8220;¿Cómo fue tanto mal, que fuimos preados Avergonzamósnos mucho, que con nuestras malas obras dejamos la tierra santa, derrocaron, y destruieron los enemigos todas las sinagogas, y lugares de estudio, hasta el cimiento; y echaron los enemigos en tierra, todas nuestras moradas.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor listen, women, to the word of the CAUSE, and take ear to God’s Mouth’s word, and teach your daughters wailing, each woman and her fellow lament.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּֽי־שְׁמַ֤עְנָה נָשִׁים֙ דְּבַר־יְהֹוָ֔ה וְתִקַּ֥ח אׇזְנְכֶ֖ם דְּבַר־פִּ֑יו וְלַמֵּ֤דְנָה בְנֽוֹתֵיכֶם֙ נֶ֔הִי וְאִשָּׁ֥ה רְעוּתָ֖הּ קִינָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDize Yrmiyàhu el Propheta, oyid mugeres palabra de .A. y tomen vuestros oyidos el dicho de sus Prophetas, que hablan por su boca; y qualquiera muger que tiene hijas, lo primero que les ha de enseñar, es Alguaya, y Endecha; y quando se juntaren las hermanas, y las amigas, en lugar de riso y de canto, responderà y dirá cáda una con su compañera, Endécha.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJeremiah the prophet says, &#8220;Hear, women, the word of the CAUSE, and take your ears to the saying of God&#8217;s prophets, who speak through God&#8217;s mouth; and any woman who has daughters, the first thing she has to teach them is wailing and mourning, and when sisters and friends get together, instead of laughter and singing, they will respond and each one will say with her companion dirges.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDice Yirmiyáhu el profeta, &#8220;Oíd, mujeres, palabra de Adonáy, y tomen vuestros oídos el dicho de sus profetas, que hablan por su boca; y qualquiera mujer que tiene hijas, lo primero que les ha de enseñar, es plañido, y endecha; y cuando se juntaren las hermanas, y las amigas, en lugar de riso y de canto, responderá y dirá cada una con su compañera, endecha.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor death has risen up to our windows, come to our palaces, to cut off infants from outdoors, youths from the streets.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּי־עָ֤לָֽה מָ֙וֶת֙ בְּחַלּוֹנֵ֔ינוּ בָּ֖א בְּאַרְמְנוֹתֵ֑ינוּ לְהַכְרִ֤ית עוֹלָל֙ מִח֔וּץ בַּֽחוּרִ֖ים מֵרְחֹבֽוֹת׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQue por mucho que los Prophetas prophetizavan, y advertian el captiverio, la mortandad, y la hambre, que era aparejada a venir, por los pecados criminales que hazia Israel; nunca pensàmos que assi havia de ser, y aoro vemos mucho mal en cantidad, y en calidad, à tanto que yá subio la muerte, por nuestras ventánas, vino tambien por los señores de Israel, que moraven en nuestros Palacios: para cortàr, tajár, y malograr, los hijos queridos, regaládos, y preciados: y à los pequeños que llevàvan sus Esclavos, passeando de calle en calle; y à los macebos que solian passear, por las plàzas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor no matter how much the prophets prophesied, and warned of the captivity, the death, and the famine, which was going to come because the criminal sins that Israel did, we never thought that it would be like that; and now we see much evil in quantity and quality, while death has already risen through our windows, it also has come through the masters of Israel, who lived in our palaces: cutting, chopping, and ruining the beloved, gifted and precious children and little ones that their servants carried, walking from street to street; and the young people who used to walk through the squares.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQue por mucho que los profetas profetizaban, y advertían el captiverio, la mortandad, y la hambre, que era aparejada a venir, por los pecados criminales que hazia Israel; nunca pensamos que así habia de ser, y ahora vemos mucho mal en cantidad, y en calidad, a tanto que ya subio la muerte, por nuestras ventanas, vino tambien por los señores de Israel, que moraban en nuestros palacios: para cortar, tajar, y malograr, los hijos queridos, regalados, y preciados: y a los pequeños que llevaban sus esclavos, paseando de calle en calle; y a los jóvenes que solián pasear, por las plazas.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSpeak — thus declares the CAUSE: and a human corpse will fall like dung on the face of the field, like a sheaf behind the reaper, with none to gather.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nדַּבֵּ֗ר כֹּ֚ה נְאֻם־יְהֹוָ֔ה וְנָֽפְלָה֙ נִבְלַ֣ת הָאָדָ֔ם כְּדֹ֖מֶן עַל־פְּנֵ֣י הַשָּׂדֶ֑ה וּכְעָמִ֛יר מֵאַחֲרֵ֥י הַקֹּצֵ֖ר וְאֵ֥ין מְאַסֵּֽף׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDixo Dios Bendito à Yrmiyàhu el Propheta, ánda y habla à Israel, y diles, assi dixe .A., por quanto haveis olvidado, y aborrecido la Ley Santa que vos di, en Monte de Sinay, y mis Preceptos: y aborreceis la Doctrina de mis Sabios, y de mis Prophetas, y no haveis querido hazer Penitencia alguna, assi mismo sereis desechados, y aborrecidos en mis ojos, y no recogidos, ni en vida ni en muerte; mas seràn las calles de Jerusalaim, llenas de los cuerpos, y calabrinos de los matados, alanceados, Mozas deshonradas, hinchadas, muertos de hambre, y de sed: Cabezas, Cuerpos, y miembros de los Señores, y de los Duques, y Condes de Israel, à tanto que no se pueda passar por las cálles, ni se hallará quien los apiade, y los entiérre, sinó como el estiercol que está sobre fazes del campo, que no hay quien lo mire, y lo recója; y los Señores seràn como la buena Gavilla, que la olvidó el segador; y no viene ninguno atras de ella, que la recója.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed God said to Jeremiah the prophet, &#8220;Go and speak to Israel, and tell them, thus said the LORD: &#8216;Because you have forgotten and hated the Holy Law that I gave you on Mount Sinai, and my precepts: and you hate the doctrine of my sages and of my prophets, and you have not wanted to do any penance, likewise you will be rejected and hated in my eyes, and not gathered, neither in life nor in death; but the streets of Jerusalem will be full of the bodies and skulls of those killed, speared, and defiled girls, swollen, dead of hunger and thirst, heads, bodies, and members of the lords and dukes and counts of Israel, so that it be impossible to pass through the streets; nor will anyone be there to take pity on them and bury them, except as the dung that is on the face of the field, for there is no one to look at it and gather it up; and the masters will be like a good sheaf that the reaper forgot, with none behind to pick up.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDijo Dios Bendito a Yirmiyahu el profeta, &#8220;Anda y habla a Israel, y diles, así dije Adonáy: &#8216;Por cuanto habéis olvidado y aborrecido la Ley Santa que vos di, en Monte de Sinay, y mis preceptos: y aborreceis la doctrina de mis sabios y de mis profetas, y no habéis querido hacer penitencia alguna, así mismo seréis desechados, y aborrecidos en mis ojos, y no recogidos, ni en vida ni en muerte; mas serán las calles de Jerusalaim, llenas de los cuerpos y calaveras de los matados, alanceados, mozas deshonradas, hinchadas, muertos de hambre, y de sed; cabezas, cuerpos, y miembros de los señores y de los duques y condes de Israel, a tanto que no se pueda pasar por las calles, ni se hallará quien los apiade, y los entierre, sino como el estiércol que está sobre faces del campo, que no hay quien lo mire, y lo recoja; y los señores serán como la buena gavilla, que la olvidó el segador; y no viene ninguno atras de ella, que la recoja.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus says the CAUSE — let not the wise glory in their wisdom, and let not the strong glory in their strength, and let not the rich glory in their riches.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכֹּ֣ה ׀ אָמַ֣ר יְהֹוָ֗ה אַל־יִתְהַלֵּ֤ל חָכָם֙ בְּחׇכְמָת֔וֹ וְאַל־יִתְהַלֵּ֥ל הַגִּבּ֖וֹר בִּגְבֽוּרָת֑וֹ אַל־יִתְהַלֵּ֥ל עָשִׁ֖יר בְּעׇשְׁרֽוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDixo Yrmiyáhà el Propheta à Israel, assi dixo .A. no se alàbe el sabio con su sciencia, aun que sea tan sabio como el Rey Selomoh, que su sciencia no le hade aprovechar nàda, à escapar le de mano del enemigo: ni se alàbe el Valiente con su valencia, aun que sea tan valiente como Simson, poco le hade aprovechar<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Leeser reads aprocvehar, which is almost certainly a typo.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> su valientia: ni se alabe el Rico con su riqueza, aun que sea tan rico como Achab hijo de Homri: por que mi sentencia à es dada, y no le aprovechará cósa alguna, su riqueza.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Leeser reads siqueza, which is almost certainly a typo.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJeremiah the prophet said to Israel, &#8220;Thus said the CAUSE: &#8216;The wise  should not boast of their knowledge, even if they is as wise as King Solomon, for their knowledge will not help them escape him from the hand of the enemy at all. Nor should the valiant boast of their valor, even if they are as valiant as Shimshon, for their valor will not benefit them. Nor should the rich boast of their wealth, even if they be as rich as Ahab son of Omri: because My sentence is given, and nothing of their wealth will benefit them.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDijo Yirmiyá el profeta a Israel, &#8220;Así dijo Adonáy: &#8216;No se alabe el sabio con su ciencia, aún que sea tan sabio como el rey Shelomoh, que su ciencia no le hade aprovechar nada, a escapar le de mano del enemigo: ni se alabe el valiente con su valencia, aún que sea tan valiente como Shimshon, poco le hade aprovechar su valientia: ni se alabe el rico con su riqueza, aún que sea tan rico como Ajab hijo de Homri: porque mi sentencia a es dada, y no le aprovechará cosa alguna, su riqueza.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut let one who boasts boast of this: sense and knowledge of Me, for I the CAUSE do mercy, justice, and righteousness on earth, for these I cherish — declares the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּ֣י אִם־בְּזֹ֞את יִתְהַלֵּ֣ל הַמִּתְהַלֵּ֗ל הַשְׂכֵּל֮ וְיָדֹ֣עַ אוֹתִי֒ כִּ֚י אֲנִ֣י יְהֹוָ֔ה עֹ֥שֶׂה חֶ֛סֶד מִשְׁפָּ֥ט וּצְדָקָ֖ה בָּאָ֑רֶץ כִּֽי־בְאֵ֥לֶּה חָפַ֖צְתִּי נְאֻם־יְהֹוָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nMas abrid bien vuestros ojos, y entended, y tomad vuestro mal con mucha paciencia, y allá donde quiera que fuereis captivos, si quiziereis ser bien quistos, mirádos, y loádos, aprended à hazer unos con otros, de mis buenas condiciones; que yo .A. hazien Merced, Justicia, y Caridad en la tierra: tambien à vuestros hijos, assi proprio hazéd cada uno de vósotros, que el sabio doctrine, y ensene la sciencia, à quien no la sabe; y el Valiente haga mantener la Ley, y la Justicia, à los que poco pueden, como Huerfanos, y Viudas: y el Rico haga Limosna à quien la ha de menester, segun su possibilidad, como yo hàgo con él: y con esto quitaré, y anularé las malas sentencias, y trabajos de vósotros: que en estas virtudes envolunté, dicho de .A.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;But open your eyes wide, and understand, and take your evil with much patience, and wherever you are captives, if you want to be well liked, seen, and praised, learn to act with each other by My good conditions; for I the CAUSE do mercy, justice, and charity on earth. Also act as such each one of you to your children. Let the wise instruct, and teach knowledge, to those who do not know it; and let the brave maintains the Law, and do justice, to those who can do little, such as orphans and widows: and the rich man gives alms to those who need it, each according to his ability, as I do with him: and by this I will take away and I will annul the bad sentences, and works against you, for in these virtues I desire&#8221; — the saying of the CAUSE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n&#8220;Mas abrid bien vuestros ojos, y entended, y tomad vuestro mal con mucha paciencia, y allá donde quiera que fueréis captivos, si quizieréis ser bien quistos, mirados, y loados, aprended a hacer unos con otros, de mis buenas condiciones; que yo Adonáy hacíen merced, justicia, y caridad en la tierra: tambien a vuestros hijos, así proprio haced cada uno de vosotros, que el sabio doctrine, y ensene la ciencia, a quien no la sabe; y el valiente haga mantener la Ley, y la justicia, a los que poco pueden, como huerfanos y viudas: y el rico haga limosna a quien la ha de menester, según su posibilidad, como yo hago con él: y con esto quitaré, y anularé las malas sentencias, y trabajos de vosotros: que en estas virtudes deseé,&#8221; dicho de Adonáy.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Recording</h3>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://www.spmusic.org/files/9Av_shaharit/p174d_Haphtara_a.mp3?_=1\" /><a href=\"https://www.spmusic.org/files/9Av_shaharit/p174d_Haphtara_a.mp3\">https://www.spmusic.org/files/9Av_shaharit/p174d_Haphtara_a.mp3</a></audio>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-sefatai-tsadiqim-the-form-of-prayers-vol-6-seder-ha-tefilot-la-taaniyyot/Siddur%20Siftei%20Tsadiqim%20The%20Form%20of%20Prayers%20vol.%206%20-%20Seder%20haTefilot%20laTaaniyyot%20%28ed.%20Isaac%20Leeser%201838%29#page/n351/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This opening clause is left untranslated in Leeser.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Leeser reads divo, which is almost certainly a typo.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Leeser reads aprocvehar, which is almost certainly a typo.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Leeser reads siqueza, which is almost certainly a typo.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Tishah b'Av Readings"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Haftarah supplement",
        "Jeremiah",
        "lamentation",
        "Spanish Translation",
        "Spanish-Portuguese",
        "Western Sepharadim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3020"
        ],
        "_thumbnail_id": [
            "51991"
        ],
        "date_src_start": [
            "1801-00-00"
        ],
        "date_src_end": [
            "1839-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/07/Rembrandt_Harmensz._van_Rijn_-_Jeremia_treurend_over_de_verwoesting_van_Jeruzalem_-_Google_Art_Project.jpg",
        "title": "Rembrandt_Harmensz._van_Rijn_-_Jeremia_treurend_over_de_verwoesting_van_Jeruzalem_-_Google_Art_Project",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Rembrandt_Harmensz._van_Rijn_-_Jeremia_treurend_over_de_verwoesting_van_Jeruzalem_-_Google_Art_Project.jpg\">Jeremiah Lamenting the Destruction of Jerusalem</a> by Rembrandt, ca. 1630"
    },
    "source_link": "https://opensiddur.org/?p=51990",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/tishah-bav-readings/haftarat-tishnga-bab-with-verse-by-verse-translation-in-early-modern-spanish/",
    "slug": "haftarat-tishnga-bab-with-verse-by-verse-translation-in-early-modern-spanish"
}