{
    "post_id": 51974,
    "title": "&#x1F4AC; הפטרת שבת חזון | Aftarát Shabbat Ḥazon, with verse-by-verse translation in Early Modern Spanish",
    "author": "Unknown (translation)",
    "coauthors": [
        {
            "name": "Unknown (translation)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please <a href=\"/contact/\">let us know</a>!",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown-translator"
        },
        {
            "name": "Yeshayahu ben Amōts",
            "bio": "Yeshayahu or Isaiah (Hebrew: יְשַׁעְיָהוּ, Greek: Ἠσαΐας, Ēsaïās; Latin: Isaias; \"Yah is salvation\") was the 8th century BCE Jewish prophet for whom the Book of Isaiah is named. According to the rabbinic literature, Isaiah was a descendant of the royal house of Judah and Tamar (Sotah 10b). He was the son of Amōts (not to be confused with Prophet Amos), who was the brother of King Amaziah of Judah. (Talmud tractate Megillah 15a). Within the text of the Book of Isaiah, Isaiah himself is referred to as \"the prophet\", but the exact relationship between the Book of Isaiah and any such historical Isaiah is complicated. The traditional view is that all 66 chapters of the book of Isaiah were written by one man, Isaiah, possibly in two periods between 740 BCE and c. 686 BCE, separated by approximately 15 years, and includes dramatic prophetic declarations of Cyrus the Great in the Bible, acting to restore the nation of Israel from Babylonian captivity. Another widely-held view is that parts of the first half of the book (chapters 1–39) originated with the historical prophet, interspersed with prose commentaries written in the time of King Yoshiyahu (Josiah) a hundred years later, and that the remainder of the book dates from immediately before and immediately after the end of the exile in Babylon, almost two centuries after the time of the historic prophet. \r\n\r\n(from the article \"<a href=\"https://en.wikipedia.org/wiki/Isaiah\">Isaiah</a>\" on wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Isaiah",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yeshayahu-ben-amoz"
        },
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=2240\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-transcription"
        }
    ],
    "date": "2023-07-09",
    "last_updated": "2025-06-28",
    "excerpt": "In the 18th century, the common practice among Western Sephardim was to read some or all of the aftarót recited in the three weeks before the fast of Aḇ with a verse-by-verse \"Ladino\" (in this case meaning standard Early Modern Spanish, not Judezmo) translation. According to Joseph Jesurun Pinto (ḥazzan of Shearith Israel in New York from 1759 to 1766), it was customary in Amsterdam for only the final of the three aftarót, the aftará of Shabbat Ḥazon, to be recited with this Spanish targum, while in London it was customary for all three to be recited. This practice fell out of common usage in the past few centuries, although the Western Sephardic community of Bayonne preserved it up until the Shoah. But to this day a unique cantillation system is used in most Western Sephardic communities for the three aftarót before the fast. Attached is a transcript of a Spanish verse-by-verse targum of the aftará for the Shabbat before 9 Aḇ, based on one found in a publication from Amsterdam in 1766. Each verse is included in Hebrew, as well as the original Spanish text, and a slightly modernized Spanish text underneath to clarify archaic forms or words that have fallen out of use. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nIn the 18th century, the common practice among Western Sephardim was to read some or all of the aftarót recited in the three weeks before the fast of Aḇ with a verse-by-verse &#8220;Ladino&#8221; (in this case meaning standard Early Modern Spanish, not Judezmo) translation. According to Joseph Jesurun Pinto (ḥazzan of Shearith Israel in New York from 1759 to 1766), it was customary in Amsterdam for only the final of the three aftarót, the aftará of Shabbat Ḥazon, to be recited with this Spanish targum, while in London it was customary for all three to be recited. This practice fell out of common usage in the past few centuries, although the Western Sephardic community of Bayonne preserved it up until the Shoah. But to this day a unique cantillation system is used in most Western Sephardic communities for the three aftarót before the fast.</p>\n<p>Attached is a transcript of a Spanish verse-by-verse targum of the aftará for the Shabbat before 9 Aḇ, based on one found in a publication from Amsterdam in 1766 (the ḥumash <a href=\"https://chazzanut-esnoga.org/Miscellaneous/Books/Piza-EzrathaSofeer/Piza-5-Devarim_compressed.pdf\"><em>Ezrat ha-Sofer</em>: <em>Devarim</em></a>, 1766). Each verse is included in Hebrew, as well as the original Spanish text, and a slightly modernized Spanish text underneath to clarify archaic forms or words that have fallen out of use.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (Early Modern Spanish)</th>\n<th style=\"text-align: left;\">Translation (Modern Spanish)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\n<span class=\"instruction\">Aphtharath Sabath Echâ — Jeſayah Cap. I.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nחֲזוֹן֙ יְשַֽׁעְיָ֣הוּ בֶן־אָמ֔וֹץ אֲשֶׁ֣ר חָזָ֔ה עַל־יְהוּדָ֖ה וִירֽוּשָׁלָ֑͏ִם בִּימֵ֨י עֻזִּיָּ֧הוּ יוֹתָ֛ם אָחָ֥ז יְחִזְקִיָּ֖הוּ מַלְכֵ֥י יְהוּדָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nProphecia de Jeſangyau hijo de Amóz; que prophetizó ſobre Jeudha y Jeruſalaim: en dias de Uziyau, Jotham, Ahaz, Jehiskiyau, Reyes de Jehudà.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nProfecía de Yeshaiáhu hijo de Amóz; que profetizó sobre Yehudá y Yerushaláim: en días de Uziyáhu, Yotám, Ajaz, Yejizquiyahu, Reyes de Yehudá.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשִׁמְע֤וּ שָׁמַ֙יִם֙ וְהַאֲזִ֣ינִי אֶ֔רֶץ כִּ֥י יְהֹוָ֖ה דִּבֵּ֑ר בָּנִים֙ גִּדַּ֣לְתִּי וְרוֹמַ֔מְתִּי וְהֵ֖ם פָּ֥שְׁעוּ בִֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nOyd cielos y eſcucha tierra, (por) que .A. habló: hijos engrandeci y enalteci, y ellos rebellaron contra mi.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nOíd cielos y escucha tierra, porque Adonái habló: hijos engrandecí y enaltecí, y ellos rebelaron contra mi.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיָדַ֥ע שׁוֹר֙ קֹנֵ֔הוּ וַחֲמ֖וֹר אֵב֣וּס בְּעָלָ֑יו יִשְׂרָאֵל֙ לֹ֣א יָדַ֔ע עַמִּ֖י לֹ֥א הִתְבּוֹנָֽן׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nConoce buey ſu comprador, y jumento peſebre de ſu dueño: Iſrael no conoſció, mi pueblo no concidero.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nConoce buey su comprador, y jumento pesebre de su dueño: Israel no conoció, mi pueblo no considero.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nה֣וֹי ׀ גּ֣וֹי חֹטֵ֗א עַ֚ם כֶּ֣בֶד עָוֺ֔ן זֶ֣רַע מְרֵעִ֔ים בָּנִ֖ים מַשְׁחִיתִ֑ים עָזְב֣וּ אֶת־יְהֹוָ֗ה נִֽאֲצ֛וּ אֶת־קְד֥וֹשׁ יִשְׂרָאֵ֖ל נָזֹ֥רוּ אָחֽוֹר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nGuay gente peccadora, pueblo peſado de delito, ſimiente de malinos! hijos dañadores: dexáron à .A. enſañaron à ſanto de Iſrael, retiraronſe atras.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¡Ay, gente pecadora, pueblo pesado de delito, simiente de malignos! Hijos dañadores: dejáron a Adonái ensañaron a santo de Israel, retiraronse atrás.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעַ֣ל מֶ֥ה תֻכּ֛וּ ע֖וֹד תּוֹסִ֣יפוּ סָרָ֑ה כׇּל־רֹ֣אשׁ לׇֽחֳלִ֔י וְכׇל־לֵבָ֖ב דַּוָּֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSobre que ſoys heridos, aun añadis rebello? toda cabeça llena de enfermedad, y todo coraçon dolorioſo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Sobre que sois heridos, aun añadís rebelión? Toda cabeza llena de enfermedad, y todo corazón doloroso.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמִכַּף־רֶ֤גֶל וְעַד־רֹאשׁ֙ אֵֽין־בּ֣וֹ מְתֹ֔ם פֶּ֥צַע וְחַבּוּרָ֖ה וּמַכָּ֣ה טְרִיָּ֑ה לֹא־זֹ֙רוּ֙ וְלֹ֣א חֻבָּ֔שׁוּ וְלֹ֥א רֻכְּכָ֖ה בַּשָּֽׁמֶן׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDe planta de pie y haſta cabeça no (ay) en el ſanidad; peliſco y tolondro y herida tierna: no fueron melezinados, y no fueron ſoldàdos, y no fue molificada con (el) azeyte.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDe planta de pie y hasta cabeza no hay en el sanidad; pellizco y tolondro y herida tierna: no fueron medicinados, y no fueron soldados, y no fue molificada con el aceite.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאַרְצְכֶ֣ם שְׁמָמָ֔ה עָרֵיכֶ֖ם שְׂרֻפ֣וֹת אֵ֑שׁ אַדְמַתְכֶ֗ם לְנֶגְדְּכֶם֙ זָרִים֙ אֹכְלִ֣ים אֹתָ֔הּ וּשְׁמָמָ֖ה כְּמַהְפֵּכַ֥ת זָרִֽים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVueſtra tierra deſſoláda, vueſtras ciudades ardidas de fuego: vueſtra tierra à eſcuentra vós, eſtraños conſumientes à ella, y deſſoladura, como traſtornamiento de eſtraños.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVuestra tierra desolada, vuestras ciudades ardidas de fuego: vuestra tierra a contra vos, estraños consumientes a ella, y desoladura, como trastornamiento de estraños.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְנוֹתְרָ֥ה בַת־צִיּ֖וֹן כְּסֻכָּ֣ה בְכָ֑רֶם כִּמְלוּנָ֥ה בְמִקְשָׁ֖ה כְּעִ֥יר נְצוּרָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY ſerà remaneſcida compaña de Sion, como cabaña en viña: como choça en melonar, como ciudad dizierta.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY será remanecida compañia de Ẓion, como cabaña en viña: como choza en melonar, como ciudad desierta.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלוּלֵי֙ יְהֹוָ֣ה צְבָא֔וֹת הוֹתִ֥יר לָ֛נוּ שָׂרִ֖יד כִּמְעָ֑ט כִּסְדֹ֣ם הָיִ֔ינוּ לַעֲמֹרָ֖ה דָּמִֽינוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi no (fuera) que .A. Zebaoth hizo remaneſcer à nós reſto póco: como los de Sedom fuéramos, à los de Amorá, nos aſemejaramos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi no fuera que Adonái Sabaoth hizo remanecer a nos resto poco: como los de Sedom fuéramos, a los de Amorá, nos asemejaramos.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשִׁמְע֥וּ דְבַר־יְהֹוָ֖ה קְצִינֵ֣י סְדֹ֑ם הַאֲזִ֛ינוּ תּוֹרַ֥ת אֱלֹהֵ֖ינוּ עַ֥ם עֲמֹרָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nOyd palabra de .A. principies de Sedom: eſcuchád Ley de nueſtro Dios, pueblo de Amorá.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nOid palabra de Adonái, principes de Sedom; escuchád Ley de nuestro Dios, pueblo de Amorá.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָמָּה־לִּ֤י רֹב־זִבְחֵיכֶם֙ יֹאמַ֣ר יְהֹוָ֔ה שָׂבַ֛עְתִּי עֹל֥וֹת אֵילִ֖ים וְחֵ֣לֶב מְרִיאִ֑ים וְדַ֨ם פָּרִ֧ים וּכְבָשִׂ֛ים וְעַתּוּדִ֖ים לֹ֥א חָפָֽצְתִּי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPara que à mi muchedumbre de vueſtros ſacrificios dize .A.? hartéme de alçaciones de barvezes, y cebo de engordados: y ſangre de torros, y carneros, y murruecos, no envolunté.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Para qué a mí muchedumbre de vuestros sacrificios? dice Adonái. Me harté de ofrendas de ovejas, y sebo de engordados: y sangre de toros, y carneros, y moruecos, no deseé.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכִּ֣י תָבֹ֔אוּ לֵֽרָא֖וֹת פָּנָ֑י מִֽי־בִקֵּ֥שׁ זֹ֛את מִיֶּדְכֶ֖ם רְמֹ֥ס חֲצֵרָֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuando vinierdeis para ſer aparecidos delante de mi: quien buſcó eſto de vueſtra mano, rehollar mis corres?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Cuándo viniereis para ser aparecidos delante de mí? ¿Quién buscó esto de vuestra mano, pisotear mis corros?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלֹ֣א תוֹסִ֗יפוּ הָבִיא֙ מִנְחַת־שָׁ֔וְא קְטֹ֧רֶת תּוֹעֵבָ֛ה הִ֖יא לִ֑י חֹ֤דֶשׁ וְשַׁבָּת֙ קְרֹ֣א מִקְרָ֔א לֹא־אוּכַ֥ל אָ֖וֶן וַֽעֲצָרָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo anadais traer preſente de vanidad, ſahumerio de abominacion el à mi: novilunio y Sabath llamando llamamiento, no puedo ſoportar tortura, y detenimiento.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo añadaís traer presente de vanidad, sahumerio de abominación él a mí: novilunio y sabath llamando llamamiento, no puedo soportar tortura, y detenimiento.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nחׇדְשֵׁיכֶ֤ם וּמֽוֹעֲדֵיכֶם֙ שָֽׂנְאָ֣ה נַפְשִׁ֔י הָי֥וּ עָלַ֖י לָטֹ֑רַח נִלְאֵ֖יתִי נְשֹֽׂא׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVueſtros novilunios, y vueſtros plazos, aborreció mi alma; fueron ſobre mi por trabajo: canſéme de ſoportár.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVuestros novilunios, y vuestros plazos, aborreció mi alma; fueron sobre mi por trabajo: canséme de soportár.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּבְפָרִשְׂכֶ֣ם כַּפֵּיכֶ֗ם אַעְלִ֤ים עֵינַי֙ מִכֶּ֔ם גַּ֛ם כִּֽי־תַרְבּ֥וּ תְפִלָּ֖ה אֵינֶ֣נִּי שֹׁמֵ֑עַ יְדֵיכֶ֖ם דָּמִ֥ים מָלֵֽאוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY en vueſtro eſpandér vueſtras palmas, encubriré mis ojos de vós, tambien quando multiplicardeis oracion, no yo oyen: vueſtras máns de ſangre ſe llenáron.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY en vuestro espandér vuestras palmas, encubriré mis ojos de vos, tambien cuando multiplicaréis oración, no oigo: vuestras manos de sangre se llenáron.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nרַֽחֲצוּ֙ הִזַּכּ֔וּ הָסִ֛ירוּ רֹ֥עַ מַעַלְלֵיכֶ֖ם מִנֶּ֣גֶד עֵינָ֑י חִדְל֖וּ הָרֵֽעַ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLavadvos, alimpiadvos, quitad maldad de vueſtras obras, de eſcuentra mis ojos, vedadvos de hacer mal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLavaos, limpiaos, quitad maldad de vuestras obras, de escuentra mis ojos, vedaos de hacer mal.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלִמְד֥וּ הֵיטֵ֛ב דִּרְשׁ֥וּ מִשְׁפָּ֖ט אַשְּׁר֣וּ חָמ֑וֹץ שִׁפְט֣וּ יָת֔וֹם רִ֖יבוּ אַלְמָנָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAprendéd (a hazer) bien, requerid juſticia, adereçad lo tuerto, juzgád guerphano; barrajád (por) viuda.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAprended a hacer bien, requerid justicia, aderezad lo tuerto, juzgad huérfano; barajad por viuda.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְכוּ־נָ֛א וְנִוָּכְחָ֖ה יֹאמַ֣ר יְהֹוָ֑ה אִם־יִהְי֨וּ חֲטָאֵיכֶ֤ם כַּשָּׁנִים֙ כַּשֶּׁ֣לֶג יַלְבִּ֔ינוּ אִם־יַאְדִּ֥ימוּ כַתּוֹלָ֖ע כַּצֶּ֥מֶר יִֽהְיֽוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAndad agora y razonémos dize .A. ſi fueren vueſtros peccados como la grana, como la nieve ſe emblanquecerán, ſi ſe emvermejecieren como la eſcarlata, como lana (blanca) ſeran.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAndad ahora y razonémos — dice Adonái — si fueren vuestros pecados como la grana, como la nieve se emblanquecerán, si se embermejecieran como la escarlata, como lana blanca serán.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאִם־תֹּאב֖וּ וּשְׁמַעְתֶּ֑ם ט֥וּב הָאָ֖רֶץ תֹּאכֵֽלוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi quiſierdes, y obedecierdes; mejoria de la tierra comereis.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi quisieres, y obedecieres; mejoría de la tierra comeréis.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאִם־תְּמָאֲנ֖וּ וּמְרִיתֶ֑ם חֶ֣רֶב תְּאֻכְּל֔וּ כִּ֛י פִּ֥י יְהֹוָ֖ה דִּבֵּֽר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY ſi no quiſierdes, y rebellardes: à eſpada ſereis conſumidos, que boca de .A. habló.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY si no quisieres, y rebelares; a espada seréis consumidos, que boca de Adonái habló.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֵיכָה֙ הָיְתָ֣ה לְזוֹנָ֔ה קִרְיָ֖ה נֶאֱמָנָ֑ה מְלֵֽאֲתִ֣י מִשְׁפָּ֗ט צֶ֛דֶק יָלִ֥ין בָּ֖הּ וְעַתָּ֥ה מְרַצְּחִֽים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nComo fue por ramera, ciudad fiel: llena de juſticia? juſtedad mania en ella, y agora matadores.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Cómo fue por ramera, ciudad fiel: llena de justicia? Justedad habitaba en ella, y ahora matadores.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכַּסְפֵּ֖ךְ הָיָ֣ה לְסִיגִ֑ים סׇבְאֵ֖ךְ מָה֥וּל בַּמָּֽיִם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTu plata fue por eſcoria: tu vino mezclado con aguas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTu plata fue por escoria, tu vino mezclado con aguas.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nשָׂרַ֣יִךְ סוֹרְרִ֗ים וְחַבְרֵי֙ גַּנָּבִ֔ים כֻּלּוֹ֙ אֹהֵ֣ב שֹׁ֔חַד וְרֹדֵ֖ף שַׁלְמֹנִ֑ים יָתוֹם֙ לֹ֣א יִשְׁפֹּ֔טוּ וְרִ֥יב אַלְמָנָ֖ה לֹא־יָב֥וֹא אֲלֵיהֶֽם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTus Señores rebelladores, y compañeros de ladrones. todos ellos amántes coecho; y perſiguientes pagamientos: guerfano no juſgan, y baraja de biuda no viene à ellos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTus señores rebeldes, y compañeros de ladrones. Todos ellos amantes cohecho; y persiguiendos pagamientos: huérfano no juzgan, y riña de viuda no viene a ellos.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלָכֵ֗ן נְאֻ֤ם הָאָדוֹן֙ יְהֹוָ֣ה צְבָא֔וֹת אֲבִ֖יר יִשְׂרָאֵ֑ל ה֚וֹי אֶנָּחֵ֣ם מִצָּרַ֔י וְאִנָּקְמָ֖ה מֵאוֹיְבָֽי׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto dicho del Señor .A. Zebaóth, fuerte de Iſrael; guay sere conortado de mis anguſtiadores, y vengarmehe de mis enemigos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor tanto dicho del señor Adonái Ẓebaóth, fuerte de Israel: ay, seré confortado de mis angustiadores, y vengarme he de mis enemigos.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאָשִׁ֤יבָה יָדִי֙ עָלַ֔יִךְ וְאֶצְרֹ֥ף כַּבֹּ֖ר סִיגָ֑יִךְ וְאָסִ֖ירָה כׇּל־בְּדִילָֽיִךְ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY haré tornár mi mano ſobre ti, y eſmeraré como el xabon tus eſcorias: y quitaré todos tus eſtáños.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY haré tornar mi mano sobre ti, y esmeraré como el jabón tus escorias: y quitaré todos tus estaños.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאָשִׁ֤יבָה שֹׁפְטַ֙יִךְ֙ כְּבָרִ֣אשֹׁנָ֔ה וְיֹעֲצַ֖יִךְ כְּבַתְּחִלָּ֑ה אַֽחֲרֵי־כֵ֗ן יִקָּ֤רֵא לָךְ֙ עִ֣יר הַצֶּ֔דֶק קִרְיָ֖ה נֶאֱמָנָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY haré tornar tus juezes como en el priméro, y tus conſejeros como en el principio: deſpues aſſi, llamarſea à ti ciudad de la juſtedad, ciudad fiel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nY haré tornar tus jueces como en el primero, y tus consejeros como en el principio: despues así, a tí te llamarás ciudad de la justedad, ciudad fiel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nצִיּ֖וֹן בְּמִשְׁפָּ֣ט תִּפָּדֶ֑ה וְשָׁבֶ֖יהָ בִּצְדָקָֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSion con juſticia ſerà redemida: y ſus torenantes con juſtedad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nẒion con justicia será redimida: y sus retorenantes con justedad.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<p><span style=\"float: right;\"><div id=\"attachment_51978\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_1.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51978\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_1-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51978\" /></a><p id=\"caption-attachment-51978\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_1</p></div></span> <span style=\"float: left;\"><div id=\"attachment_51979\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_2.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51979\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_2-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51979\" /></a><p id=\"caption-attachment-51979\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_2</p></div></span> <span style=\"float: left;\"><div id=\"attachment_51980\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_3.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51980\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_3-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51980\" /></a><p id=\"caption-attachment-51980\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_3</p></div></span> <span style=\"float: left;\"><div id=\"attachment_51981\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_4.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51981\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_4-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51981\" /></a><p id=\"caption-attachment-51981\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_4</p></div></span> <span style=\"float: left;\"><div id=\"attachment_51982\" style=\"width: 260px\" class=\"wp-caption alignleft\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_5.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51982\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_5-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51982\" /></a><p id=\"caption-attachment-51982\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_5</p></div></span> <span style=\"float: left;\"><div id=\"attachment_51983\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_6.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-51983\" src=\"https://opensiddur.org/wp-content/uploads/2023/07/debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_6-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-51983\" /></a><p id=\"caption-attachment-51983\" class=\"wp-caption-text\">debarim_aftara_with_spanish_verse_by_verse_targum_amsterdam_5527_Page_6</p></div></span><span class=\"\" style=\"display:block;clear:both;height: 0px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Tishah b'Av Readings"
    ],
    "tags": [
        "18th century C.E.",
        "55th century A.M.",
        "Haftarah supplement",
        "nine days",
        "Shabbatot of Admonition",
        "Spanish Translation",
        "Spanish-Portuguese",
        "Three Weeks of Mourning",
        "Western Sepharadim",
        "Y'mei Bein haMitsrim",
        "שבת חזון Shabbat Ḥazon"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3020"
        ],
        "_thumbnail_id": [
            "51975"
        ],
        "date_src_start": [
            "1701-00-00"
        ],
        "date_src_end": [
            "1739-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/07/Destruction_of_the_Temple_in_Jerusalem_1724_from_Juedisches_Ceremoniel.jpg",
        "title": "Destruction_of_the_Temple_in_Jerusalem,_1724,_from_Juedisches_Ceremoniel",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Destruction_of_the_Temple_in_Jerusalem,_1724,_from_Juedisches_Ceremoniel.jpg\">Destruction of the Temple in Jerusalem, 1724, from Juedisches Ceremoniel</a>. Illustration from Juedisches Ceremoniel, a German book published in Nürnberg in 1724 by Peter Conrad Monath. The book is a beautifully illustrated description of Jewish religious ceremonies, rites of passage and feast days, which first appeared in 1716, here in its second edition of 1724. The extremely detailed plates, by Georg Puschner, depict priestly robes, the celebrations of the New Year, Passover, the weekly Sabbath, circumcision, presentation of the first born, prayer at the synagogue, a wedding procession and a wedding, purification of the bride, the washing of the brother-in-law's feet, the feast of reconciliation, death rites, burials, as well as the procedures for other Jewish customs."
    },
    "source_link": "https://opensiddur.org/?p=51974",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/tishah-bav-readings/haftarat-shabbat-hazon-with-middle-spanish-verse-by-verse-translation-in-early-modern-spanish/",
    "slug": "haftarat-shabbat-hazon-with-middle-spanish-verse-by-verse-translation-in-early-modern-spanish"
}