{
    "title": "תורה, נביאים וכתובים: תּרגום ייִדיש פֿון יהואש | The Yiddish Translation of the TaNaKh by Yehoyesh Shloyme Blumgarten",
    "author": "Yehoyesh Shloyme Blumgarten (translation)",
    "coauthors": [
        {
            "name": "Yehoyesh Shloyme Blumgarten (translation)",
            "bio": "Born in Virbalis, Lithuania (then considered part of Russian-ruled Poland), Yehoyesh (also, Yehoash) was the pen name for Shloyme (Solomon) Blumgarten (also Bloomgarden, 1872-1927), a Yiddish-language poet, scholar and Bible translator.  He emigrated to the United States in 1890 and settled in New York. For a decade he was a businessman, but wrote full-time starting in 1900 when he entered a sanitarium for tuberculosis. Yehoash \"is generally recognized by those familiar with this literature [Yiddish], as its greatest living poet and one of its most skillful raconteurs\", according to a New York Times book review in 1923. His output included verse, translations, poetry, short stories, essays and fables in Yiddish and some articles in English. His poetry was translated into Russian, Dutch, Polish, Finnish, German, Spanish, English and Hebrew. He was responsible for translating many works of world literature into Yiddish, including Longfellow's \"Hiawatha\" and a very popular translation of the Bible. His version was hailed as a contribution of national significance and perhaps the greatest masterpiece in the Yiddish language. His two volume edition became a standard work for Yiddish speaking homes throughout the world.",
            "website": "https://en.wikipedia.org/wiki/Yehoash_(Blumgarten)",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/Yehoyesh-Blumgarten-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoyesh-blumgarten"
        },
        {
            "name": "The Yehoyesh Project (transcription)",
            "bio": "The Yehoyesh Project was an effort to transcribe the entirety of <em>Torah, Neviʼim, u-Khetuvim</em> (New York: Yehoʼash Farlag Gezelshaft, 1941), the Yiddish translation of the TaNaKh by Yehoyesh Shloyme Blumgarten (1870-1927). <a href=\"http://yiddish.haifa.ac.il/tmr/tmr12/tmr12022.htm\">Leonard Prager z\"l</a> (1925-2008), founded the <a href=\"http://yiddish.haifa.ac.il/texts/yehoyesh/welcome.htm\">Yehoyesh Project</a> (1998-2006). <a href=\"http://yiddish.haifa.ac.il/Visuals/Itsik.htm\">Robert \"Itsik\" Goldenberg</a>, Craig Abernethy, Robert Berkovitz, <a href=\"http://yiddish.haifa.ac.il/tmr/tmr09/tmr09012.htm\">Martin Doering</a>, Matthew Fisher, Jack P. Freer, David Herskovic, Allen Mayberry, Elisheva Schonfeld, Marjorie Schonhaut-Hirshan, and Meyer Wolf all contributed to the success of the project.",
            "website": "http://yiddish.haifa.ac.il/texts/yehoyesh/welcome.htm",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/07/seal-of-yehoyesh-96x96.png",
            "profile_link": "https://opensiddur.org/profile/yehoyesh-transcription-project"
        },
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2012-01-14",
    "last_updated": "2018-03-20",
    "excerpt": "The Open Siddur Project is pleased to distribute a masterful Yiddish translation of the Tanakh by <a href=\"http://en.wikipedia.org/wiki/Yehoash_%28Blumgarten%29\">\"Yehoyesh\" (Yehoash) Shloyme Blumgarten</a> (1870-1927) as published in <em>Torah, Neviʼim, u-Khetuvim</em> (New York: Yehoʼash Farlag Gezelshaft, 1941) that now resides in the Public Domain. . . .",
    "content": "<p>The Open Siddur Project is pleased to distribute a masterful Yiddish translation of the Tanakh by <a href=\"http://en.wikipedia.org/wiki/Yehoash_%28Blumgarten%29\">Yehoyesh Shloyme (Yehoash Solomon) Blumgarten</a> (1870-1927) as published in <em>Torah, Neviʼim, u-Khetuvim</em> (New York: Yehoʼash Farlag Gezelshaft, 1941) that now resides in the Public Domain. (A scan of this translation is available from the <a href=\"https://www.archive.org/details/nybc200109\">Internet Archive</a>.) We hope that this translation will provide a basis for future Siddurim with Yiddish translations of liturgy and for the development of improved Yiddish educational resources.</p>\n<p>Leading the effort to transcribe Yehoyesh&#8217;s translation was <a href=\"http://yiddish.haifa.ac.il/tmr/tmr12/tmr12022.htm\">Leonard Prager z&#8221;l</a> (1925-2008), founder of the <a href=\"http://yiddish.haifa.ac.il/texts/yehoyesh/welcome.htm\">Yehoyesh Project</a> (1998-2006). <a href=\"http://yiddish.haifa.ac.il/Visuals/Itsik.htm\">Robert &#8220;Itsik&#8221; Goldenberg</a>, Craig Abernethy, Robert Berkovitz, <a href=\"http://yiddish.haifa.ac.il/tmr/tmr09/tmr09012.htm\">Martin Doering</a>, Matthew Fisher, Jack P. Freer, David Herskovic, Allen Mayberry, Elisheva Schonfeld, Marjorie Schonhaut-Hirshan, and Meyer Wolf all contributed to the success of the project. Explaining the importance of the project, in 2004 Leonard Prager <a href=\"http://yiddish.haifa.ac.il/tmr/tmr08/tmr08006.htm\">wrote</a>,</p>\n<blockquote><p>There are scores of Bible versions on the Internet in scores of languages; there are many Hebrew Bibles. There is not a single Yiddish Bible translation. <a href=\"http://en.wikipedia.org/wiki/David_G._Roskies\">David Roskies</a> has written that the greatest single achievement of American Yiddish literature is the monumental translation of the Tanakh by Solomon Bloomgarten (Yehoyesh).  We agree.  We wish to provide the entire text of Yehoyesh&#8217;s great work on the internet for Yiddish-lovers the world over, for this and for future generations. For this effort we long ago received the blessings of Yehoyesh&#8217;s grandsons.</p></blockquote>\n<p>At the completion of the Yehoyesh [transcription] Project, Leonard Prager <a href=\"http://yiddish.haifa.ac.il/tmr/tmr09/tmr09011.htm\">added</a>,</p>\n<blockquote><p>\nYehoyesh&#8217;s translation is conservative and in some degree archaic. But like the King James Version of the Bible in the Anglophone world, it will continue to occupy a central place in Yiddish letters even if  Yiddish-lovers are brave enough to attempt more modern renditions – as was suggested at a World Jewish Congress session in London a half century ago by the alphabet scholar David Diringer. Jews have been translating the Tanakh into Yiddish for centuries, all the major Yiddish writers (Mendele Moykher-Sforim, Y.-L. Perets and Sholem-Aleykhem, etc.) having attempted a translation of one book or another. There is no reason to halt this practice, one that could draw upon the untapped vigor latent in present-day Yiddish. </p>\n<p>The Yehoyesh Tanakh received the stamp of approval of Orthodox rabbis and was also hailed and has been loved by secular Jews the world over. It belongs to all Jews as no other work does – it is not only a religious text, a source of ceremony and ritual, a liturgical compendium and encyclopaedia of law, it is also a storehouse of myth and legend and a great work of literature. It is also central for much of Jewish literature.\n</p></blockquote>\n<p>The Open Siddur Project thanks Itsik Goldenberg and the Prager family for their support in distributing this edition of the Yehoyesh Project&#8217;s transcription of Yehoyesh&#8217;s Yiddish translation of the Tanakh. Special thanks to <a href=\"http://www.cs.uky.edu/~raphael/yiddish.html\">Raphael &#8220;Refoyl&#8221; Finkel</a> for his help and for his open source code in preparing this text in accord with our <a href=\"https://github.com/opensiddur/opensiddur-client/wiki/How-to-Enter-a-Text%3A-The-Short-Version\">STML transcription rules</a>. The Yehoyesh Project transcription follows the Yiddish orthography of <em>Takones Fun Yidishn oysleyg</em> (6th ed., New York: YIVO, 1999). Unfortunately, this transcription is not entirely complete as it does not yet include Yehoyesh&#8217;s footnotes to his translation. (Please <a href=\"https://opensiddur.org/contact/\">contact us</a> if you&#8217;d like to help completing this transcription.) As Yehoyesh&#8217;s translation resides in the Public Domain, we are distributing this transcription under a <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\">Creative Commons Zero (CC0) Public Domain dedication</a>.</p>\n<p style=\"padding-left: 30px;\"><strong>DOWNLOAD</strong>: TXT (<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/The-Tanakh-in-Yiddish-translated-by-Yehoyesh.zip\">zip</a>)</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tr>\n<td style=\"vertical-align:top;\">Khumesh</td>\n<td style=\"vertical-align:top;\">Neviim</td>\n<td style=\"vertical-align:top;\">Ksovim</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Breyshis.txt\">Breyshis</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Shmoys.txt\">Shmoys</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Vayikro.txt\">Vayikro</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Bamidber.txt\">Bamidber</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Dvorim.txt\">Dvorim</a>\n</td>\n<td style=\"vertical-align:top;\">\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yehoyshue.txt\">Yehoyshue</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Shoftim.txt\">Shoftim</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Shmuel_a.txt\">Shmuel Alef</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Shmuel_b.txt\">Shmuel Beyz</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Mlokhim_a.txt\">Mlokhim Alef</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Mlokhim_b.txt\">Mlokhim Beyz</a></p>\n<p />\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yishayohu.txt\">Yishayohu/Yeshaye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yirmeyohu.txt\">Yirmeyohu</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yekheskl.txt\">Yekheskl</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Hoysheye.txt\">Hoysheye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yoyl.txt\">Yoyl</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Omes.txt\">Omes</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Ovadye.txt\">Ovadye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Yoyne.txt\">Yoyne</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Mikhe.txt\">Mikhe</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Nokhem.txt\">Nokhem</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Khavkuk.txt\">Khavkuk</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Tsfanye.txt\">Tsfanye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Khage.txt\">Khage</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Skharye.txt\">Skharye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Malokhi.txt\">Malokhi</a>\n</td>\n<td style=\"vertical-align:top;\">\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Tilim.txt\">Tilim</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Mishley.txt\">Mishley</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Iyev.txt\">Iyev</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Shir_Hashirim.txt\">Shir Hashirim</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Rus.txt\">Rus</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Eykhe.txt\">Eykhe</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Koyheles.txt\">Koyheles</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Ester.txt\">Ester</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Ester-tr.-Yehoyesh-Bloomgarten.odt\">ODT</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Ester-tr.-Yehoyesh-Bloomgarten.pdf\">PDF</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Donyel.txt\">Donyel</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Ezre.txt\">Ezre</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Nekhemye.txt\">Nekhemye</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Divrey_Hayomim_a.txt\">Divrey HaYomim Alef</a><br />\n<a href=\"https://opensiddur.org/wp-content/uploads/2012/01/Divrey_Hayomim_b.txt\">Divrey HaYomim Beyz</a>\n</td>\n</tr>\n</tbody>\n</table>\n<p>At the outset of the project, <a href=\"http://yiddish.haifa.ac.il/Visuals/Itsik.htm\">Robert &#8220;Itsik&#8221; Goldenberg</a>, the principal transcriber, wrote the following regarding Yehoyesh in the <a href=\"http://web.archive.org/web/20090527010211/http://ftp.ibiblio.org:80/pub/academic/languages/yiddish/mendele/tmr02.020\">The Mendele Review</a>:</p>\n<blockquote><p>Yehoyesh (pseudonym of Yehoyesh-Shloyme Blumgarten [Yehoash-Solomon Bloomgarden]) was born September 16, 1872 in Varzhbolove (later Virbaln), near the Russian-German border. He died in New York in 1927. His father was a devout scholar, a maskil and an active member of Khovevey-Tsien (&#8216;Lovers of Zion&#8217;). His mother ran a small ironware store to support the family; she was also active in communal charitable organizations.</p>\n<p>Yehoyesh began kheyder at the age of 4, then studied Tanakh, Talmud and Hebrew, first with his father and then with private tutors; at an early age he began to read the works of Haskalah writers such as Smolenskin and Gotlober. At 13 he was enrolled in the famous Volozhiner Yeshive, but soon returned home where, under the influence of his sister Sheyne, he studied foreign languages and literature and wrote his first poems in Hebrew. For a time he was a private Hebrew tutor in wealthy homes, but not content with this, he resolved to emigrate to America. In 1889 he brought his first poems to Peretz in Warsaw. Peretz befriended him and foresaw a great literary future for him. David Pinski quotes Peretz&#8217;s own words (in “The Jewish Worker,” NY, 1927): ”&#8230; Only a young man, in his early 20&#8217;s, but filled with torah, with Jewish and worldly knowledge, a language scholar, with a great memory.”</p>\n<p>In 1890, perhaps to avoid conscription into the Russian army, Yehoyesh emigrated to America. He earned his livelihood at first as a Hebrew teacher and continued writing poetry in Hebrew. However, he was dissatisfied with his work and destroyed these early poems. He decided to try occupations other than teaching—tailoring, peddling and bookkeeping in a glass factory. In this period he wrote nothing. He then met met Dr. Israel Davidson, a young Hebrew writer, under whose influence he began to write again. He composed a book of Hebrew poems, but sudden illness forestalled its publication. Manuscripts of these poems are in the Yehoyesh archives.</p>\n<p>In 1900, Yehoyesh contracted acute tuberculosis and spent the next seven years at the Jewish Consumptives Relief Society sanitarium in Denver, Colorado, setting aside his writing. He was married in 1903, and in 1908, cured of tuberculosis, he made a fund-raising trip across America on behalf of the relief society. These travels enabled Yehoyesh to become acquainted with the landscape and natural beauty of America, and to meet numerous influential people. Returning to New York in 1909, he wrote prolifically until 1914. He also participated actively in Jewish cultural life in New York in those years, especially for the Poale-Tsien (Labor Zionists). His <em>Dictionary of Hebrew and Aramaic words used in Yiddish</em>, co-written with Dr. Khayem Spivak while at the Denver sanitarium, was published in 1911; a second edition was published in 1926.</p>\n<p>In January 1914, Yehoyesh and his wife, with their daughter Evelyn, emigrated to Palestine, settling in Rekhovot. There he learned Arabic and studied the Koran and post-Koranic literature. The family lived for several months in Relvan, on the border of the Egyptian desert, not far from Cairo, then returned to New York in the summer of 1915, not long after World War 1 broke out. His travel experiences were serialized in <em>Der tog</em>, including “Biz Rekhoves un Tsurik” (“To Rekhovot and Back”), later published separately as a book. Although Yehoyesh&#8217;s literary activity began with Hebrew poetry (which was never published) while he was still attending yeshive, all of his published work is in Yiddish. Encouraged by the Hebrew writer Ben Avigdor, he sent some of his early poems to Peretz, who published them in his <em>Di yudishe bibliotek</em> (Warsaw 1891). These poems included a translation — from English — of a Byron poem, and a translation of Chapter 18 of the Book of Psalms, his first Tanakh translation. He also wrote for Mordecai Spektor&#8217;s Hoyzfraynd (Warsaw 1894).</p>\n<p>In America, through the years 1891 to 1912 he published poetry and popular historical novels in <em>Der folks-advokat</em>. He wrote for <em>Di yudishe gazetn</em>, <em>Yidishes tageblat</em>, <em>Der forverts</em>, <em>Der varhayt</em> and others: poetry, fables, translations, as well as Chinese, Japanese and Arab legends. From January, 1902 until his death in 1927, he wrote for <em>Der tsukunft</em>: poetry, legends and fables, and translations of Byron, of Longfellow&#8217;s “Hiawatha,” and of Omar Khayam&#8217;s “Rubaiyat.” He contributed to Minikes&#8217; <em>Yontef-bleter</em> and from November 16, 1916, was a regular contributor to <em>Der tog</em>, where he published most of his Tanakh translations. From 1909-1919 he wrote for the humor and satire journal <em>Kundes</em>, including his version of “Around the World in 80 Days.” From 1908-1915 he contributed to Zhitlovski&#8217;s <em>Dos naye lebn</em>.</p>\n<p>Yehoyesh was a regular contributor to most of the Yiddish periodicals in North America, Canada, Russia, Poland, Argentina, Austria, Palestine and other countries. His poems were translated into English, Polish, Russian, French, German and Hebrew. Many of his poems were included in anthologies and in textbooks used in Jewish schools; many were set to music and performed widely.<br />\nHis first impulse to translate the Torah came to Yehoyesh in 1904. By 1909 he had completed a translation of Ecclesiastes, Song of Songs, Ruth, Job and, in 1910, Isaiah. He was dissatisfied with his first efforts and destroyed them. In preparation for his great project he read Bible translations and commentaries in many languages and versions (Septaguint, Vulgate, Onkeles, Ibn Ezra, Rambam, Ramban, and others) and clarified hundreds of interpretations of words and sentences. His translation is not only a monument of the Yiddish language, it is a creative work.</p>\n<p>Yehoyesh labored at his translation from 1909 until his premature death in 1927. From 1922-1927, <em>Der tog</em> published hundreds of letters from leading Bible scholars responding to the Tanakh serialized in its pages. According to Leyeles, Yehoyesh destroyed his first Tanakh translation of 1909-1910, including the printing plates and galleys, wanting to purge all <em>daytshmerisms</em><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> <a href=\"http://books.google.co.il/books?id=75b3KbxnZSsC&#038;lpg=PA94&#038;dq=daytshmerism&#038;pg=PA94#v=onepage&#038;q=daytshmerism&#038;f=false\">daytshmerisms</a> &#8211; intentional Yiddishizations of German -ANV&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;. Surviving today, and so long as Yiddish is spoken, read and understood, are the later translations of the <em>Pentateuch</em> (1927), the <em>Early Prophets</em> (1927), the <em>Later Prophets</em> (1929), the <em>Writings</em> (1936) and the revisions of 1933 and 1938 (aside from the special editions (<em>Der tog</em>, 1936 and 1941; <em>Der forverts</em> in 2 volumes in 1939). YIVO also issued separately <em>Shir hashirem</em> (1932), <em>Megiles Ester</em> (1936). In 1940 a <em>Khumesh far kinder</em> appeared. In 1949, <em>Mortkhe Kosover</em> edited a lexicon of commentaries based on Yehoyesh&#8217;s prolific notes on the Tanakh.</p>\n<p>Selections from Yehoyesh&#8217;s Tanakh (in English translation!) can be found in the anthologies by Joseph Leftwitch (<em>The Golden Peacock</em>, 1961) and by Howe and Greenberg (<em>Treasury of Jewish Poetry</em>, 1957). Shmuel Niger praised Yehoyesh&#8217;s translation and claimed its utility in the study of the Hebrew original. Yankev Glatshteyn credited Yehoyesh with rescuing and immortalizing thousands of forgotten Yiddish words. Until his death, Yehoyesh studied Syriac grammar to help him prepare a Bible translation he hoped would surpass his earlier efforts. A memorial book in 1935 listed over 50 translations of his poems in 10 languages. His <em>yortsayt</em> was celebrated in the ghettos of Warsaw, Lodz and Vilna.</p>\n<p>We conclude with the poem, ”Yehoyesh,” written by Avrom Sutskever for a Yehoyesh commemoration in the Vilna Ghetto on April 6, 1943. “Yehoyesh” was published in New York in the April 1946 issue of <em>Yidishe kultur</em>, while Sutskever was still living in Moscow. It was also published in <em>Sutskever&#8217;s Lider fun geto</em> (1946) and his <em>Poetishe verk</em> (Tel Aviv, 1963, vol. 1, pp. 296-297).</p>\n<p>This sketch was adapted from a translation of the entry “Yehoyesh” by Khayem-Leyb Fuks in the <em>Leksikon fun der nayer yidisher literatur</em> (New York: Congress for Jewish Culture, 1961, vol. 6, cols. 233-244 ). Sol Liptzin&#8217;s <em>The History of Yiddish Literature</em> and Charles Madison&#8217;s <em>Yiddish Literature – Its Scope and Major Writers</em> were also consulted.</p></blockquote>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\"><a href=\"http://books.google.co.il/books?id=75b3KbxnZSsC&#038;lpg=PA94&#038;dq=daytshmerism&#038;pg=PA94#v=onepage&#038;q=daytshmerism&#038;f=false\">daytshmerisms</a> &#8211; intentional Yiddishizations of German -ANV</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Targumim (Translations)"
    ],
    "tags": [
        "Teutsch",
        "Yiddish translation",
        "תרגום targum"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1700"
        ],
        "_thumbnail_id": [
            "4295"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2012/01/Yehoyesh-Blumgarten.gif",
        "title": "Yehoyesh-Blumgarten",
        "caption": "Yehoyesh Blumgarten (1870-1927)"
    },
    "source_link": "https://opensiddur.org/?p=4292",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/translations/yehoyeshs-yiddish-translation-of-the-tanakh/",
    "slug": "yehoyeshs-yiddish-translation-of-the-tanakh"
}