{
    "post_id": 14886,
    "title": "&#x1F4AC; מַעֲשֶׂה חֲנֻכָּה ב׳ | Ma'aseh Ḥanukkah \"bet\" in Ladino, a retelling of Megillat Antiokhus with details from II Maccabees by Rabbi Isaac Magriso (1764)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Isaac ben Moses Magriso",
            "bio": "Rabbi Isaac ben Moses Magriso of Turkey was the foremost compiler and contributor to the <em>Me'am Loez</em> (the important Ladino anthology of Torah commentary and related midrash aggadah in Ladino) after it's initial author, Rabbi Yaakov Cuti, died in 1732.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-magriso"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2017-01-06",
    "last_updated": "2025-07-31",
    "excerpt": "This is a largely uncorrected transcription of Rabbi Isaac Magriso's telling of Megillat Antiokhus in Ladino (Judeo-Spanish) from the <em>Me'am Loez: Bamidbar Parshat BeHe'alotekha</em> (Constantinople, 1764). The paragraph breaks are a rough estimation based on my comparison with the English translation of Dr. Tzvi Faier (1934-2009) appearing in <em>The Torah Anthology: Me’am Loez, Book Thirteen - In the Desert</em> (Moznaim 1982). I welcome all Ladino speakers and readers to help correct this transcription and to provide a complete English translation for non-Ladino readers. . . .",
    "content": "<p>This is a largely uncorrected transcription of Rabbi Isaac ben Moses Magriso&#8217;s retelling of Ma&#8217;aseh Ḥanukkah &#8220;bet&#8221; (a rabbinic derivation of Megillat Antiokhus) in Ladino (Judeo-Spanish) from the <em>Me&#8217;am Loez: Bamidbar Parshat BeHe&#8217;alotekha</em> (Constantinople 1764). Ma&#8217;aseh Ḥanukkah &#8220;bet&#8221; contains fantastical elements only found in the deuterocanonical work of II Maccabees.</p>\n<p>This retelling contains a number of variations: additions, expansions, and emendations corresponding the <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah-bet-retelling-of-megillat-antiokhus-as-midrash-aggadah/\">Midrash Ma&#8217;aseh Ḥanukkah &#8220;bet&#8221;</a> (Otsar haMidrashim). For comparison with the original Aramaic Megillat Antiokhus, refer to the <a href=\"https://opensiddur.org/prayers-for/special-days/commemorative-days/hanukah/megillat-antiokhus/\">critical text of Megillat Antiokhus by Menachem Tsvi Kaddari</a>. (Also, compare with the story as found in the <a href=\"https://archive.org/stream/chroniclesofjera00elea#page/254/mode/2up\">Chronicle of Jerahmeel</a>.) For some additional context, please refer to Ty Alhadeff’s article: “<a href=\"http://jewishstudies.washington.edu/digital-sephardic-treasures/sephardic-sources-for-hanukkah-heroes/\">New Light Shed on Sephardic Sources for Hanukkah Heroes</a>” (2015).</p>\n<p>The paragraph breaks are a rough estimation based on my comparison with the English translation of Dr. Tzvi Faier (1934-2009) appearing in <em>The Torah Anthology: Me’am Loez, Book Thirteen &#8211; In the Desert</em> (Moznaim 1982). After completing my transcription, I&#8217;m not convinced that Dr. Faier&#8217;s translation is complete and would very much appreciate Ladino readers to proofread his translation. I also welcome all Ladino speakers and readers to help correct my transcription and to provide a more complete English translation for non-Ladino readers.</p>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Ladino)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאונדי סאבריס *קי אקונטיסייו מעשה אין אנייו די 213 אה איל בית שני אין און ריי קי סו נומברי אנטיוכוס אין אנייו די וינטי אי טריס אח סו ריינאר קי לי הינפיסו אה קונבאטיר און ספיריטו מאלו<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the year 213 of the Second Temple, in the 23rd year of the reign of King Antiokhus, an evil spirit possessed this king and caused him to wage war against the Jewish people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אינפיסו אה קונבאטיר קון לוס &#8216;כודייוס הי אפאנייו אה טודוס סוס פרינסיפאליס אי סוס מאייוראליס אי סוס סיירבוס אי ליס די&#8217;כו<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHe assembled all his counselors, ministers and servants, and addressed them as follows.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nסי נו סופיסטיס סי נו אוהיסטיס קי איסטה אומה די לוס &#8216;כודייוס קי איי אווי אין ירושלים סון &#8216;כינטי דיסקארארה אי סוס לייס דימודאדאס מאס קי טודהס לאס אומות אי אה ליס די איל ריי נו אילייוס אזיינטיס די סו סינייוריאו אי גאוס קי טיינן קי דיזין קי אילייוס סון מאס אלטוס קי טודאס לאס אומית אי די קונטינו אספיראן די דיאה אין דיאה לה בא&#8217;כיזה די טודוס ליס רייס אי איסטו סון לוס ביירבוס קי דיזין כי הנה המשך יכסה ארץ וערפל לאומים וזרח במשך אור לישרים ולכל בני ישראל היא אור במושבותם<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAre you not aware and have you not heard of this people that dwells in Yerushalayim? It is a people whose faith is different from the faith of any other people; they refuse to carry out the royal decrees. Brazenly they proclaim themselves to be the chosen among the nations, and they await the destruction of all other peoples. They proclaim: &#8220;Behold, the darkness will cover the earth and thick clouds the peoples&#8221; <span class=\"citation\">(Isaiah 60:2)</span>; &#8220;light rises for the upright&#8221; <span class=\"citation\">(Psalms 112:4)</span>; &#8220;The Israelites, however, had light in the areas where they lived&#8221; <span class=\"citation\">(Exodus 10:23)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי סיינדו אנסי נו מי קונבייני אה מי קי די&#8217;כי איסטה אומה מאלה אניל מונדו. אי אגירה דיטירמינימוס אי מוס אליבהנטארימוס סוברי אילייוס אה לה פיליאה אי לוס קיטהרימום די איל מונדו קי נו סי אינמינטי מאס גומברי די &#8216;כודייו אי די איסטי מודו די קאמינו טומארימוס אין לה מאנו אונדי איס אינקומינדארליס קי נו גוארדין איסטאס טריס מצית קי טיינין קי סון שבת אי ראש חדש אי מילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;It is not fitting that I should permit such an evil people to exist, and the time has come to make an end of them. Let us, then, go to war against them; let us wipe them off the face of the earth, so their name will never again be heard in the world.</p>\n<p>&#8220;To overcome them, however, our first step must be to forbid them to keep the three commandments of safeguarding the Sabbath, fixing the lunar month, and performing circumcisions.&#8221;\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי פלאזייו לה קוזה אין או&#8217;כוס די סוס מאייווראליס אי סיס סיירבוס פארה אזיר קומו פאלאברה די איל ריי. אינטונסיס אינביאו איל דיטו ריי אה סו משנה קי סו נומברי ניקנור קון מונ&#8217;גו &#8216;פונסאדו אי פואיבלו מונ&#8217;גו פארה<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe words of the king found favor in the eyes of his ministers, and they made preparations to put them into effect. Subsequently, a vast army under the command of his war lord, Niḳanor, was dispatched to Yerushalayim to subjugate the Jews.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nקי &#8216;פואירה אה ירושלים אה פוליאר קון לוס &#8216;כודייוס אי סי הליבאנטי דיטו משנה אי &#8216;פואי אה ירושלים אי אינקאסטילייו סוברי אילייא קון מונ&#8217;גו רשעות אי אינפיסו אה סיר מחרף אי מגדף מערכות אלקים חיים אי מאטו אינילייא מונ&#8217;גה &#8216;כינטי.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nComing to Yerushalayim, Niḳanor besieged the city with great ferocity, waging battle after unholy battle against the people of the Living God and killing many.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי מתתיא איל איז&#8217;ו די יוחנן כהן גדול טיניאה אונה איז&#8217;ה קי נו הביאה קומו סו הירמוזורה איניל מונדו אי איסטאבה היספוזאדה קון אונו די לוס איז&#8217;וס די  חשמונאי אי וינו אונו די לוס יונים קי פ&#8217;ואירון קון דיטו משנה אי לה אפ&#8217;ירו אה לה דיטה מוג&#8217;אג&#8217;ה די לוס קאבילייוס אי איספאנדייו און ספר תורה דיבאש׳ו די אילייא אי איסטובו קון אילייא דילאנטרי די סו איספוזאדו<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMattathias, son of Yoḥanan the High Priest, had a daughter whose beauty was unmatched anywhere, who was betrothed to one of the Ḥashmonai. One day, a Greek soldier from Niḳanor’s army seized this maiden by the hair, and spreading a Torah scroll beneath them, assaulted her before the eyes of her betrothed.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This incident is not found in other versions of the Megillat Antiokhus, AFAIK&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי פארה וינגארסי מהס די לוס &#8216;כודייוס איל דיטי משנה רשע איזו &#8216;פראגואר און לוגאר אלטו דיינטרו די איל בית המקדש אי אלייגו אליי און חזיר פיר קרבן אי איספארזייו אה סו סאנגרי אין לה עזרה די איל בית המקדש.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe savage Niḳanor further vented his vengeance against the Jews by erecting a high altar in the Temple and sacrificing a pig upon it. Its blood he then sprinkled in the sanctuary.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי ויינדו טודו איסטו יוחנן כהן גדול סי סילו פור כבוד די איל. שי״ת אי סי ויסטייו די וינגאנסה אי סי דיטירמיט די מאטאר אאיל דיטו משנה אי איזו אונה איספאריקה &#8216;גיקה אי סי לה סינייו ריבא&#8217;כו די סו מאנטו<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the High Priest Yoḥanan saw all this, he was zealous for the honor of God. &#8220;He put on the garb of vengeance&#8221; <span class=\"citation\">(Isaiah 59:17)</span> and resolved to kill this evil man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי סאליו אה פלאסה די לה סיבדאד אי וינו אסטה לה פיאירטה די איל ריי אי לייאמו אלוס פורטאלירוס דיזיינדו ייו סוי יוחנן אי&#8217;כו די מתתיא אי ויני אקי פארה אלייאר קון בואיסטרו סיניויר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nConcealing a short sword under his robes, he came to the gate of Niḳanor&#8217;s headquarters, and once there cried to the sentries, &#8220;I am Yoḥanan son of Mattathias! I have come to speak to your master!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאינטונסיס סי לו די כיירון אה ניקנור דיזיינדו קומו יוחנן כהן גדול קיריאה אכלאר קון איל אי די&#8217;כי ניקנור די &#8216;כאלדו קי אינטרי אי וינו יוכנן די לאנטרי די איל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereupon they came to Niḳanor and told him that Yoḥanan the High Priest desired an audience with him.<br />\n&#8220;Let him enter,&#8221; said Niḳanor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nדי &#8216;כולי ניקנור אה יוחנן פור קי טו פאסאס אה קומאנדו די איל ריי אי נו אינבולונטאס אין פאס די סו ריינו סי נו סופיסטיס סי נו אואיסטיס קי איי פודיר אין מי מאנו קון פ&#8217;ואירסה די באראגאניאה די מיס פ&#8217;ונסאדוס די אזיר קון בוזוטרוס איל מאל דיל מונדו אי נו די &#8216;כאר די בוזוטרוס שריד ופליט אי קואל דייו איס קי איסקאפו אסו טיירה די מי מאנו קי וואיסטרו דייו טייני די איסקאפאר אסו טיירה די מי מאנו אי אגורה סי קיריאה טי מאטאבה אטי אי אטודו טו פואיבלו לוס קימאבה קומו סי קימה לה פא׳כה אין מינוס די נאדה לי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nUpon Yoḥanan&#8217;s appearance, Niḳanor declared, “Why have you rebelled? Why did you refuse to heed the royal decrees and to keep the peace? You know very well that my army is mighty enough to bring upon you the greatest possible calamity and have you totally exterminated. Who is this God in whom you trust to deliver His land from me? This very moment, if I so desire, I can destroy you and your entire people. In the twinkling of an eye I can incinerate you like a straw in a fire!”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> This expansion to Niḳanor&#8217;s declaration is not found in other versions of the Megillat Antiokhus, AFAIK&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nריספונדייו יוחנן דיזיינדו אגורה ייא ויני אטוס פייס אי טודו לו קי אינבילונטאס איסטארי אטו קימאנדו אי נו מי טירארי די טו קומאנדו ני פור לה דורי&#8217;גה ני פור לה איסקיירדה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut Yoḥanan answered him as follows. &#8220;This time I have presented myself before you because I stand ready to obey you in everything. I will not stray from your decrees left or right.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nלי די׳כו אאיל ניקנור אי די אונדי סאברי ייו קיטו איסטאראס אמי קומאנדו אי נו מי איגגאנייאס אין אזיינדו איסטו קי טי דיגו אונדי איס קי טומיס און חזיר אי לו אלייגיס פיר קרבן איניל מזבח אי סאומיס אליי איל סיבו אי לה סאנגרי דיל דיטו חזיר אי אזיינדו אנסי טי ויסטירי ויסטידו די ריינאדו קי סי ויסטי קין איל איל ריי אי טי קאבאלגארי סוברי מי קאבאלייו אי טי מיטירי קורונה די ריינאנדו הין טו קאביסה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;How will I know that you are obeying my orders? How do I know that you are not deceiving me?&#8221; asked Niḳanor. &#8220;Prove yourself by offering a pig on the altar and then personally sacrificing the lard and the blood. Obey me in this and I will have you attired in royal garb, convey you in my chariot, and place a king&#8217;s crown on your head.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nלי ריספונדייו אה איל יוחנן ריזיינדו ייו ייא אגו טודו לו קי מי אינקימינדאס פיט מי איספאנטו נו מי אפידריאין לוס &#8216;כודייוס אין ויינדו קי כו אה אלייגאר אין חזיר איניל מזבח קי איס אבורי סייון פארה נוזוטרוס. פירו אגי לו קי מי קימאנדאס אין קיטאנדו טודה לה &#8216;כינטי קי טייניס סירקה די טי קי נו אוייגאן לו קי מי אבלאס נו סיאה קי סי סיפה לה קוזה אינטרי לוס &#8216;כודייוס אי מי דיספיראסין סיינדו אוייו איסטו ניקטר לי פלאזייו לה קוזה אין סוס או&#8217;כוס אי אינקומינדו קי סי &#8216;פואיראן טודוס די סירקה איל אי סי &#8216;פואירון טודוס די אליי<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;I will do all that you ask of me,&#8221; replied Yoḥanan. &#8220;But I am afraid that my fellow Jews will kill me if they find me sacrificing a pig on the altar—an abomination in their eyes. Therefore, remove all now who surround you lest they hear what I wish to say to you and disseminate it among the Jews who would stone me.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי נו קידו אוטרו קי ניקנור קון יוחנן סולוס אליי.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHis words found favor with Niḳanor, and he ordered everyone out.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאינטונהיס אינפיסו יוחנן קון תפלה דילאנטרי איל שי״ת דיזיינדו ה׳ דייו די ישראל יושב הכרובים טו איריס איל דייו אס טו סולאם אי אלטו סוברי טידוס ריינאדוס די לה טיירה טו איזיסטיס לוס שיילום אי לה טיירה אקוסטה טו אודי &#8216;כה אי ארי אי חברי טוס או &#8216;כוס הי אויי לאס פאלאבראס די אנטיוכוס איל רשע קי אינביחו אה סיר מחרף ומגרף מערבות אלהים חיים ומלך עולם אי אגורה ה׳ נואישטרו דייו סאלבאנוס אגורה די מאנו די איסטי רשע נו סיאה קי סי ואייא אי סי אלהבי אין סו תועבה דיזיינדו קי סו עבורה זרה מוס אינטריגו אין סו מאנו אי קון סו &#8216;פואירסה נוס וינסייו. אי אטימאנדו די אזיר יוחנן סו אוראסייון סי אינ&#8217;פ רטיסייו סו קוראסון הי די &#8216;כו ה׳ אקורדאטי די מי אי איס &#8216;פירסאמי אי מי וינגארי וינגאנסה די אי&#8217; כוס די ישראל די איסטי רשע אי די סו &#8216;כננטי.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen Yoḥanan found himself alone with him, he addressed prayer to God.  “O God of Israel, dwelling in a supernal realm of the Cherubim; You alone are Lord over all kingdoms on earth; You who have completed heaven and earth. Incline Your ear and take heed of the proclamation of Antiokhus and of his warlord, whom he sent to ‘taunt the armies of the Living God’ <span class=\"citation\">(1 Samuel 17:26)</span>, the Eternal King. Deliver me from his power, lest he go to the temple of his god Dagon and triumphantly proclaim that ‘Their God I have subdued. My power and might have done this immense deed.’ Just this once, give me the strength of body and boldness of heart to exact vengeance on behalf of the people of Israel.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> This expansion to Yoḥanan&#8217;s prayer is not found in other versions of the Megillat Antiokhus, AFAIK&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי סי אסירקו יוחנן סירקה די ניקנור קומו קי לי איבה אאבלאר אי לי &#8216;פינקו לה איספאדה אין סו קורא סון אי קאייו ניקנור אין בא&#8217;כו די בוקה אבא&#8217;כו אי לואיגו סאלייו יוחנן ת&#8217;פיאירה<br />\n&nbsp;<br />\nאי טאנייו קין שופר אי אורדינו גירה קין טודה אקילייא &#8216;כינטי  אי מאטי די אילייוס 7 מיל אי 772 א&#8217;פואיראס די לו קי סי מאטארון אילייוס מיזמוס אונוס קין איטרוס<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nConcluding his prayer, Yoḥanan approached Niḳanor and plunged the sword into his heart, killing him. Then he fled.<br />\n&nbsp;<br />\nHe sounded the horn of rebellion, gathered about him a great multitude, and waged war. In that war, 772,000 of the enemy were slain, besides those that died fighting each other.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי &#8216;פואי קומי אוייו אנטיוכוס איל רשע קי &#8216;פואי מאטאדו סו משנה נקנור אי סי אכניסטייו מינ&#8217;גו אי אינביאו אי לייאמו אה טודוס סוס מאייוראליס אי סוס סיירבוס אי טאנביין אה סו משנה איל גראנדי אי ליס די&#8217;כו אה אילייוס סי אין אונה &#8216;כינטי קומו איסטה נו סי וינגארא מי אלמה קי אקומיטיירון די אזיר די דאנייאד אה מי &#8216;פונסאדו אי מאטאר אה מיס מאייוראליס אי פריארון מי ריאל אי אגירה נו איס אורה די איסטאר קאלייאדוס. דיטירמינימוס אי באייאמוס סיברו אילייוס אלה פיליאה אי באלדימוס די אילייוס איסטאס טריס מצית גראנייס קי טיינין קי סון. ראש חדש. שבת. מילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAntiokhus was devastated when he heard of Niḳanor&#8217;s death. Summoning his ministers and servants, among them his chief commander, he exclaimed, &#8220;I must exact vengeance upon this arrogant people who have dared to destroy my armies and kill my soldiers and plunder my camps. At once and without delay we shall go to war against them. We shall uproot from their midst the Sabbath, their New Moon celebrations, and the practice of circumcision. We shall see if their God will deliver them from our hands!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nקי פור איל זכות די אילייאס איס קי סי ריגמיירון די מצייס אי אין באלדאנדו די אילייוס איסטאס טריס מצות פודרימוס קון אילייוס אה אראנקארלוס די איל מונדו לואיגו אינביאו דיטו ריי אה סו משנה קי סו נומברי בגריס קון מונ׳גו &#8216;פונסאדו סין חשבן אי וינו אה ירושלים אי אינקאסטילייו סוברי אילייא אי אינטרארון סוס עבודות זרות דיינטרו די איל בית המקדש אי קיטארון פריגונירו פי. קומאנדו די איל ריי דיזיינדו טודו &#8216;כודייו קי גוארדארה אונה די איסטאס טריס מצות קי סון ראש חדש. שבת. מילה. סירה מאטארו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAntiokhus then dispatched his second-in-command Begeris at the head of a huge army, who lay siege to Yerushalayim. [After capturing it] they brought their idolatrous statues into the Beth HaMikdash and issued a royal proclamation to the effect that any man or woman who disobeys the king and keeps the Sabbaths of the Lord, or celebrates the New Moon, or practices circumcision, will be put to death.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי מונ׳גוס די לוס &#8216;כודייוס סי אילטריגארון אה לה מואירטי אי נו איסקו ׳גאבאן איל פריגון אי אזיאן סרית אה סיס אי׳כוס פור א ׳פירמאר קומאנדו די איל שי״ת אי סי די׳כאבאן מאטאר אטאנטו קי אונה &#8216;כודיאה<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSo it was that many Israelites were martyred for the glory of God, rather than violate the covenant of their forefathers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nדי לוס לויים איזו קידוש השם אי איזו ברית מילה אה סו אי׳כו קין מונ׳גוס טאנייריס אי אטימאנדו די אזור ברית אה סו אי׳כו סי סובייו אה לה מוראלייא די ירושלים קון סו קרואטורס אין סי מאנו אי די׳כו סינייור די איל מונדו כל זאת באתנו ולא שכחנוך ולא שקרנו בבריתך לא נסוג אחור לבנו ותט אשורנו מיני ארחך. אי אטימו די דיזיר איסטאס פאלאבראס אי סי אי׳גו די לה מוראלייא אבא׳כו קון סו קריאטורה אי מוריירון טודוס דוס אי מונ׳גיס קומו איסטוס אזיאן די איסטו מודו אי נו די ׳כאבאן די א׳פירמאר לה מציה דיל ברית מילה. אי לו מיזמו אינלה מציה די איל שבת דיזיאן איל ריי נוס אונק.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne Levite woman, for instance, sanctified God&#8217;s Name by first circumcising her son on the eighth day of his life, celebrating the occasion with drums and dancing, and then, ascending one of the walls of Yerushalayim with her son in her arms, she cried out, &#8220;Lord of the universe! Despite all that has befallen us, we have not forgotten You and we have not been untrue to Your covenant. Our heart is not turned back, nor have our steps strayed from Your ways&#8221; <span class=\"citation\">(Psalms 44:19)</span>. Then she threw herself down from the wall, and they both perished.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nמינדו קי נו גוארדימוס שבת אי איל פאטרון דיל מונדו נוס קומאנדו אי די ׳כוששת ימים תעבוד וביום השביעי תשבות מאס באלי קו איויג אמוס קומאנדו די איל פאטרון די איל מונדו אי גוארדימוס נואיסטרי שבת קדש אי סי קידהרימוס ביבוס קידארימוס אי סי מוס מאטאראן אי מורירימוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt was no different when it came to Sabbath observance. They would declare: &#8220;This king decreed that we cease to sanctify the Sabbath, but the Master of the world commanded that &#8220;You may work during the six week days, but on Saturday, you must stop working <span class=\"citation\">(Exodus 34:21)</span>.&#8221; Better that we obey the Master of the world and keep our Sabbaths. If we live, we live; and if they kill us, we shall die.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אונוס קואנטיס סי אקונסי ׳כארון די אינסירארסי אין אונה מערה אילייוס אי סוס מו׳כיריס אי סוס ׳פאמילייאס פארה פודיר גוארדאד שבת אי אנסי איזיירון אי סי אינסירארון אין אונה מערה אי קואנדולו סינטייו איל ריי אינביאו אה סו &#8216;פונסאדו ארמאדוס אי ויניירון אין לה בוקה די לה מערה אי לוס לייאמרון פור קומאנדו די איל ריי דיז ינדו פור קי פאסאסטיס קומאנדו דיל ריי אי ריבילייתסטיס סו די׳גו אי אגורה סי ויניס אוטרה ביז או אוייס קומאנדו די איל ריי איסקאפאראן וואיסטראס אלמאס די מואירטי. אי ריספונדיירון טודוס אה אונה בוז דיזיינדו טודו לו קי מוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne such group of Israelites assembled their wives and children and hid in a cave. On being informed about this band of people who had gathered in the cave to observe the Sabbath, the king dispatched his soldiers, who, upon arriving at the mouth of the cave, called to the people in the name of the king not to disobey the royal decree. &#8220;Come out at once. Fulfill the king&#8217;s orders and you will save yourselves,&#8221; they cried.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאינקומינדו איל שי״ת אין מונטי די סיני ארימוס אי אואירימוס קי נוס אינקימינדו אי נוס די׳כו ששת ימים תעבוד וביום השביעי תשבות אי מאס נוס קונטינטאמוס די מוריר אקי פור קומאמדו די איל שי״ת אי נו פרו׳פאנאר איל שבת.  אי קומו אוייירון איסטו איל &#8216;פינסאדו די איל ריי קי נו קיזיירון אואיר קומאנדו די איל ריי אי &#8216;גארון &#8216;פואיגו אין לה ביקה די לה מערה אי מוריירון אאי אין לה מערה קאנטידאד די אונאס מיל אלמאס אינטרי אומבריס אי מו&#8217;כיריס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut the people answered with one voice: &#8220;That which God has commanded us we shall do and obey. On Mount Sinai He commanded us, on Saturday you must stop working,&#8221; so we would rather die here, close to God, than profane the Sabbath!&#8221; In the face of this refusal to heed the king&#8217;s command, the soldiers placed logs at the entrance to the cave and set them on fire. About a thousand men and women perished.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי &#8216;פואי קומו אוייו יוחנן אי&#8217;כו די מתתיא אי סוס קואטרו אירמאנוס אה טודו איסטו סי ארמארון די &#8216;פואירסה קון סוס באראגאניאס אי סו מאמפארו די סו פאדרי קי אין לוס סיילוס אי אינפיסארון אה פיליאר קין סוס אינימיגוס אי מאטארון מאטאנסה גראנדי סין חשבין אסטה קי נו קירו אוטרו קי בגריס איל משנה קי &#8216;כוייו אה אנטוכייא אונדי סו ריי אי אונוס קואנטוס אירידוס די איספאדה אי לי די&#8217;כו בגריס אה סו ריי טו מיטיסטיס מאנדו אי טי דיטירמינאסטיס די באלדאר די אילייוס לאס טריס מצית קי טיינין אי טו טי קאנסאראס אי טודה טי &#8216;כינטי אי נו פודראס באליר קון ליס אי&#8217;כוס די מתתיא קי כי מאייורגו סו באראגאניאה די אילייוס מאס קי ליאוניס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen Yoḥanan son of Mattathias and his four brothers heard of it, they took up arms, and, placing their trust in God, attacked the enemy, whom they routed in countless numbers. Only Begeris remained alive, and he fled to King Antiokhus, together with a few wounded and dispirited survivors.<br />\n&nbsp;<br />\n&#8220;You sent us to do away with their Sabbath and their New Moon and their circumcision celebrations,&#8221; reported Begeris. &#8220;Instead, you and all your armies will wither. For not even all the nations together are sufficient to withstand the five sons of Mattathias the High Priest. More mighty than lions were they and more fleet than eagles.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אגורה מיסינייור ריי סי מי קונסי &#8216;כו הוייס ני טי מיטאס אה פיליהר קון אילייוס קון &#8216;כינטי פיקה די קואנטו נו סיאמיס פור מינוספריסייו אינטרי ריסטו די לאס אומות אי סי איס קי טי פלאזי אינטיאה קארטה הין טודאס לאס סיבד זריס די טו רינו אי אה טודוס לוס מאיוראליס די טידוס לוס פואבלוס אי קי וינג חן מיליס די מילארייאס טודוס הרמהדוס די גירה אי די איסטי מודו בירימוס אסרה חלוקה אה באליר קון אילייוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHeed my advice, Majesty. Do not engage them in battle with the puny numbers at our disposal, for it will only bring down upon us the scorn of all nations, kingdoms and peoples. Dispatch instead directives to all provinces under your dominion, ordering the princes of every nationality, without exception, to present themselves here along with thousands upon thousands of soldiers and armor-plated elephants. Then we shall see who will emerge victorious over whom!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אנסי איזו דיטו ריי אי ויניירון &#8216;כינטי קומו ארינה די לה מאר אי קומי בידו בגריס איל משנה חקיל ריכוי די &#8216;כינט. סי דיטירמינו די איר אוטרה כיז אה ירושלים אה פיליאר קין ליס &#8216;צידיוס. אי &#8216;פוהי אה ירושלים קון טודו אקיל &#8216;פונסאדו הי הינקאשטילייו סוברי מילייא הי פזרטיייו לה סירקה אי אינטרו אדיינטרו אי אינפיסו אה דירוקאר לאס פזרידיס די איל בית המקדש.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe king followed his advice, and there came countless numbers of warriors, like the sand on the seashore. With such an army under his command, Begeris decided to set out once more for Yerushalayim and wage war against the Jews. He besieged the city, taunted and harassed the armies of the Living God, the Eternal King, and after breaching the walls began to demolish the Temple.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Emmendation&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי פינסו אין כו קוראסון דיזיינדו איסטה ביז נו איי חלוקה קי פואידחן קין מי סינדו קי איל &#8216;פונסאדו קי טינגו איס מונ&#8217;גו די מונ&#8217;גו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“This time they will not prevail,&#8221; he said to himself, “for my army is vast and my might is tremendous.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי איל &#8216;פונסאדו קי אינטרו קון בגריס הרשע אה ירושלים &#8216;פוהי מיל חי או&#8217;גינטה מילחרייחס יי&#8217;פונסתיוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBegeris had under him 10,000,000 soldiers — 1000 divisions of 10,000 each — when he broke into Yerushalayim and vilified the Jews.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> From here until the end of the story detailing the angels battling on behalf of the Ḥashmonai, the story expands considerably upon what is found elsewhere&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי ליס די &#8216;כו בגריס הרשע אה לוס &#8216;כודייוס די ירושלים הה לוקה &#8216;בינטי קין קיין היס קי בוס מיטיס אה גירוחר קון טאנטו &#8216;פונסאדו די &#8216;כינטי סי איס קי בוס הטריביס אין בואיסטרו דייו קי נוס טראירה מבול סוברי נוז טרוס ייא טייני &#8216;כוראדו די נו טראיר מאס מבול אה איל מונדו אי סי ביס אטריבוס אין היל מלאך גבריאל קי טיניס ביזוטרוס קי נוס קימארה אסיגון קימי חה סנחריב אי אה סו ריאל נוזוטרוס הזימוס אונה המצאה קי נו נוס פואידי טוקאר קי מוס אינטאמוס קין סהנגרי די חזיר אי קון שכבת זרע די קאבאלייוס קי היס אונה קוזה אינקונאדה אי נו מוס פוידו טוקאר איל מלאך סיינדו איסטאמוס אינקונאדוס אי סיינדו אנסי אין קי בוס אטריביס את פיליאר קין נוזוטרוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat fools you are to set yourselves against such a multitude! If you depend upon God to bring down a flood upon us—He has already sworn never again to bring a flood. And if you expect the Archangel Gabriel to incinerate us as he did to Sennacherib—we have defiled ourselves by smearing our bodies with the blood of pigs and sperm of horses, and no angel can touch us. So what else do you expect to rely on when confronting us in battle?”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאינטונסיס אלסארון סוס או כוס ישראל הת סו פחדרי קי אין לוס סיילוס אי די &#8216;כיירון. לא לנו ה׳ לא לנו כי לשמן תן ככור קי נו סי מונוספריסוי טו נומברי איל גראנדי אינטרי לאס אומות קי דיראן סו דייו די אילייוס נו טייני אוטרו מודו די מולדי פארה מאטארלוס אי סוברו טי דיזי איל פסוק גדול העצה ורב העלליה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut the Israelites raised their eyes on high and cried out, “Not for our glory, O God, not for us, but to Your own Name render honor. Let them not say that our God has exhausted all the ways there are to annihilate them, for about You it is written, “The Lord of hosts is His Name, great in counsel and mighty in performance” <span class=\"citation\">(Jeremiah 32:18-19)</span>.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאין אקיאה חירה די &#8216;כו איל שי״ת מייכס מיס פינסיזמיינטוס איס מאס גראנדי קי בואיסטראס מחשבות כי לא יטוש ה׳ את עמו ונחלתו לא יעזוב.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAt that moment, God said, “I swear that My thoughts surpass yours: God will not forsake His people, nor will He abandon His inheritance” <span class=\"citation\">(Psalms 94:14)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאין אקיאה אורה איסטאבהן פאראנדו מיינטיס ישראל סי ליס ויניתה אלנונוס גויס פרסיים אין סו אייודה די הילייוס: אינטונשים סו אראכייו מתתיה כהן גדול דיזיינדו את חשמונאי נו דיזי איל פסוק ארור הגבר אשר שם כשר זרועו ומן ה׳ יסור לכן. וברוך הגבר אשר יבטח כה׳ והיה ה׳ מבטחו. אי סיינדו אנסי פור קי טוניס די טינור הבטחה אין בן אדם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAll this time the Israelites had still looked to the east, expecting the Persians to come to their aid. But the High Priest turned to Mattathias the man who places his trust in man and in the power of mere flesh, displacing God from his heart; blessed is the man who makes God his surety” <span class=\"citation\">([adapted from] Psalms 40:5)</span>? Why do you still put your trust in men?”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nלי די &#8216;כו א זיל חשמונאי ביין דיזיס נו טינגאמוס חבטחה אין בן אדם סי נו איניל שי״ת סהלגאמוס ייו אי 7 מיס א׳יכוס אי טו אי טוס 3 אי&#8217; כוס סומוס דוזי כנגד די לוס דוזי שבטים אי טינגהמוס לה הבטחה איניל שי״ת קי איל מוס ארה נשים אי נפלאות.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“Well have you spoken,” he replied. &#8220;We shall place no trust in man but in God alone. I and my seven sons, and you with your three sons, together we make a total of twelve, symbolizing the twelve Tribes of God. So let us be a testimony for Israel <span class=\"citation\">(Psalms 122:4)</span> and trust in God to perform miracles for us and to work wonders.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אנסי הוזיירון אי ריסיביירון תענית אי סי ויסטיירון די סאקו אי סיניזה אי ביסקארון פיאדאריס די אול שי״ת אי אטימאדו די אזיר סו אוראסייון סי מאייורגהרין מאס קי ליאוניס אונינפיסארון אה גיריאר קון אילייוס אי מאטארון אין אילייוס מאטאנסה גראנדי:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n[Thus they spoke and] thus they acted. They took an oath to fast, they attired themselves in sackcloth and ashes, and they pleaded for mercy before God in Heaven, the savior and protector of Israel. Then they rose from their obeisance before God and attacked the enemy, inflicting a mighty blow.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאין אקילייא אורה אפתנייו איל שי״ת אה לוס סיטינטה שרים די אריבה די לוס אומות העולם אי ליס בוראקו לאס אורי׳כאס קון בארינה די &#8216;פואיגו אי ליס דו &#8216;כי מאטה קאדה אונו אה סו סירקאנו אי אה סו פאריינטי די לוס אומית העולם די טודוס לוס קי ויניירון אה פיליאר קון ישראל אי סי איס קי איסקאפה אונו די הילייוס די טו־וס לוס קי ויניירון אס גיריאר קון ישראל סאכילדו פור סיירטו קי בואיסטראס אלמאס טומו אין סו לוגאר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAt the same time, God assembled the seventy supernal spirits of the nations (Sarim), enslaved them to His will pierced their ears with fiery awls [as a sign of perpetual enslavement” — <span class=\"citation\">(find Exodus 21:6)</span>], and told them, “Let every man kill his neighbor, let none escape — at your peril.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nסיילדו אווירון אנסי לוס שרים די לאס אומאת לואיגו&#8217;פואירון לוס שרים אי קואנדו ארונ &#8216;גאכאן לוס יוונים &#8216;פלי &#8216;גאס אי איספאדאס סוברי ישראל ויניאן לוס שרים אי לאס אזיאן בולטאר אטראס אי סי לאס אינ &#8216;פיקאבאן אין סוס קוראסוניס די לוס יוונים אי איסטו איס לו קי דוזי איל פסוק חרבם תבא בלבם וקשתותם תשברנה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd so it was. Whenever the Greeks shot their arrows, these Sarim, in obedience to God’s will, would reverse their motions, causing the arrows to pierce the hearts of the Greeks themselves. There thus came true, “And the swords shall enter into their own hearts, and their bows shall be broken” <span class=\"citation\">(Psalms 37:16)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי איסטאבאן מיראנדו לוס אי&#8217; כוס די חשמונאי לוס נסים קי ליס איסטאבאן אזיינדו דיזיאן ה׳ ילחם לנו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe sons of the Ḥashmonai beheld these wonders and cried, “God is waging war for us.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי קאדה ריי אי ריי די לוס אומות העילם קי סי מאטאבה ויניאן לוס מלאכים אי לי פריאבאן סו אזייניה אי סי לאס אי &#8216;גאבאן אין לאס קאזאס די ישראל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n[Many princes were arrayed against the Israelites,] and whenever one of them was killed, the supernal Sarim would plunder his possessions and cast them into the homes of the Israelites.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Here ends the expansion of the story in this telling&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי לוס &#8216;כודייוס איזיירון אין אילייוס וינגאנבה גראנדי די אילייוס קימארון איניל &#8216;פואיגו אי די אילייוס אלאנסיארון אי די אילייוס אינפירקארון אי אה בגריס איל רשע לו קימארון איניל &#8216;פואיגו:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGreat was the vengeance of the Jews—burning, piercing, hanging the enemy. The evil Begeris perished by fire.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי אינטונסיס קואנדו אוייו אנטיוכוס איל דיי קי &#8216;פואי מתטאדו סו משנה אי טודו סו &#8216;פונסאדו סי &#8216;כוייו פור ליגאריס לי&#8217;כוס אי דיי כו סו ריינאדו אי טודו איל קיין לו אלייאבה איניל לוגאר קי איבה לו איבאן מינוספריסייאנדו אי דיזטנדולי בורא בורס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen King Antiokhus heard of the death of Begeris and of the other commanders who were with him, he abandoned his kingdom and fled to a distant land, pursued by jeers of &#8220;Runaway! Coward!” wherever he went.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאי דיספואיס קי אקאבארון לה גירה קי נו קידו די אילייוס שריד ופליט בולטארון לוס אי&#8217;כוס די א שמונאי אאיל בית המקדש אי&#8217;פראגוארון לו קי דירוקארון ליס יוונים אי אלימפייארון לה עזרה די לוס מאטאדוס אי די איל אינקונאמיינטו אי ביסקארון שמן זית פארה אינסינדיר לה מנורה אי נו אלייארון סי נו אונס אלקוזה די אזייטי קי איסטאבה סילייאדו קון אין סילייו די איל כהן גדול אי הופיירון קי אירה לימפייו קי נו סי אינקונו אי אביאה אין דיטה אלקוזה קאנטידאד די אזייטי פארה אינסינדיר אונה כו&#8217;גי אי סי ליס איוו נס די לוס סיילוס קי דיספואיס קי אינסינדייירון אונה נו&#8217;גי אה לה אוטרה נו&#8217;גי אלייאבאן לה אלקוזה ליינה די אזייטי אי ליס טורו איסטי נס או&#8217;גו נו&#8217;גיס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWith the end of the war and the total annihilation of the enemy, the Ḥashmonai entered the Temple, rebuilt the gates, and closed the breaches. But when, after clearing the Temple court of the dead, and purifying it, they prepared to light the menorah and looked about for olive oil, they found only one flask bearing the seal of the High Priest. It held just enough oil for keeping the menorah lit a single night.</p>\n<p>A wondrous thing happened. God, who had caused His Name to abide in the Holy Temple, now infused this oil with blessing, and every night, for eight nights in succession, enough oil was drawn from the flask to fill the menorah.\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"ladino\" lang=\"lad-Hebr\">\nאיפור דיטי נס דיל אזייטי אי פור נס די לה איסקאפאדורה קי לוס איסקאפו איל שי״ת די פודיר די סוס אינימיגוס ריסיביירון סוברי אילייוס אי סוברי סו סימין דיטראס די הילייוס די אזיר או&#8217;גו דיאס די חנוכה אה דאר לואוריס אי אלאבאסייוניס אה איל שי״ת פור לוס נסים קי ליס איזו אסיגון אביזימוס.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn commemoration of this miracle and of their deliverance from their enemies, the Jewish people determined that henceforth, every year, they would celebrate eight days of &#8220;Ḥanukkah.&#8221; This would be marked by the chanting of selected Psalms of the Hallel and recitation of prayers specific to the occasion, and by thanksgiving offerings. [In this way they made certain that] the memory of what had taken place would never be lost from among their descendants.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source</h3>\n<p>Me&#8217;am Lo&#8217;ez, Livorno, 1822 (with gratitude to the Hebrew Union College Klau Library, Cincinnati for providing this excellent image).</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2017/01/Ladino-from-Meam-Loez.-Bamidbar-Baahalotekha.pdf\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Click to access Ladino-from-Meam-Loez.-Bamidbar-Baahalotekha.pdf</a></p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This incident is not found in other versions of the Megillat Antiokhus, AFAIK</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">This expansion to Niḳanor&#8217;s declaration is not found in other versions of the Megillat Antiokhus, AFAIK</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">This expansion to Yoḥanan&#8217;s prayer is not found in other versions of the Megillat Antiokhus, AFAIK</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Emmendation</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">From here until the end of the story detailing the angels battling on behalf of the Ḥashmonai, the story expands considerably upon what is found elsewhere</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Here ends the expansion of the story in this telling</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Midrash Aggadah",
        "Ḥanukkah Readings"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "Angels",
        "derivative work",
        "Ladino Translation",
        "Megillat Antiokhus",
        "Ottoman Jewry",
        "Sepharadi Diaspora",
        "Needing Proofreading"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3018"
        ],
        "_thumbnail_id": [
            "14891"
        ],
        "date_src_start": [
            "0140-00-00"
        ],
        "date_src_end": [
            "0200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Spanish (Judeo-Spanish, Ladino)\",\"code\":\"lad\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/01/47f02d11635180455cc2514784c28fc9.jpg",
        "title": "Festivities for the Duke of Anjou 1582",
        "caption": "Festivities for the Duke of Anjou 1582"
    },
    "source_link": "https://opensiddur.org/?p=14886",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/hanukkah-readings/megillat-antiokhus-ladino-rabbi-isaac-magriso-meam-loez-bamdibar-behaalothekha-constantinople-1764/",
    "slug": "megillat-antiokhus-ladino-rabbi-isaac-magriso-meam-loez-bamdibar-behaalothekha-constantinople-1764"
}