{
    "post_id": 7808,
    "title": "&#x1F4AC; מְגִילַּת אַנטְיוּכַס | Megillat Antiokhus for Ḥanukkah in Aramaic, translated in Hebrew, Yiddish, and English",
    "author": "Tsvi Hirsch Filipowski (translation)",
    "coauthors": [
        {
            "name": "Tsvi Hirsch Filipowski (translation)",
            "bio": "Tsvi Hirsch Filipowski (1816-13 July 1872), Hebraist and actuary, sometimes referred to as Herschell Phillips Filipowski. A maskil born in Virbalis, Lithuania, he arrived in London in 1839 and taught Jewish boys. In 1846 he published Mo’ed Mo’adim, a study of Jewish and other calendars, and in 1847 The Annual Hebrew Magazine (Hebrew title Ha-Asif, The Harvest’). His <em>A Table of Anti Logarithms</em> appeared in 1849, and his translation from Latin into English of Napier’s treatise on logarithms in 1857. In 1851, when he was listed in the Census as a London printer, he founded the Chevrat Me’orerei Yeshenim (Hebrew Antiquarian Society) in order to publish medieval Hebrew texts. Major works that he edited and printed for it included Menahem ibn Saruq’s <em>Mahberet Menahem</em> (1854) and Abraham Zacuto’s <em>Sefer Yuhasin ha-Shalem</em> (1857). During the late 1850s he worked in Edinburgh as an actuary, returning to London in about 1860. He compiled the Colonial Life Assurance Company’s 1861 Almanac and edited Baily’s <em>Doctrine of Life Annuities and Assurance</em> (1864-6). In 1862 he published, using a Hebrew type of his own design, <em>Tefilot Yisrael</em>, a pocket edition of the Ashkenazi prayer book with his own English translation. In 1867 he founded a short-lived periodical, <em>The Hebrew National</em>. His <em>Biblical Prophecies</em> (1870) dealt mainly with messianic passages in Isaiah.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/tsvi-hirsch-filipowsky"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2013-12-09",
    "last_updated": "2025-05-29",
    "excerpt": "The Megillat Antiochus was composed in Palestinian Aramaic sometime between the 2nd and 5th century CE, likely in the 2nd Century when the memory of the Bar Kochba revolt still simmered.. The scroll appears in a number of variations. The Aramaic text below follows the critical edition prepared by Menaḥem Tzvi Kaddari, and preserves his verse numbering. The English translation by Rabbi Joseph Adler (1936) follows the Hebrew translation in the middle column, the source of which is a medieval manuscript reprinted by Tzvi Filipowsky in 1851. Adler and Kaddari's verse ordering loosely follows one another indicating variations in manuscripts. Where Aramaic is missing from Kaddari's text, the Aramaic version from Adler's work is included in parentheses. Adler also included a Yiddish translation which we hope will be fully transcribed (along with vocalized Hebrew text, a Hungarian translation, and perhaps even a Marathi translation from South India) for Ḥanukkah 5775 , G!d willing. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe <a href=\"https://en.wikipedia.org/wiki/Megillat_Antiochus\">Megillat Antiokhus</a> was composed in Palestinian Aramaic sometime between the 2nd and 5th century CE, likely in the 2nd Century when the memory of the Bar Kochba revolt still simmered. </p>\n<p><a href=\"http://en.wikipedia.org/wiki/David_Golinkin\">Rabbi David Golinkin</a> summarizes the <a href=\"http://web.archive.org/web/20110211185223/http://www.schechter.edu:80/responsa.aspx?ID=54\">history and liturgical use of Megillat Antiokhus</a>:</p>\n<blockquote><p>The scroll is first mentioned by Halakhot Gedolot, which was written by Shimon Kayara in Babylon circa 825 C.E.: &#8220;The elders of Bet Shammai and Bet Hillel wrote Megillat Bet Ḥashmonay [the scroll of the Hasmonean House]&#8230;&#8221; Rav Sa&#8217;adia Gaon (882-942) calls it &#8220;kitab benei ḥashmonay,&#8221; the book of the sons of the Hasmoneans, and he also translated it into Arabic. Rav Nissim Gaon (North Africa, 990-1062) calls it in Arabic &#8220;the scroll of the sons of the Hasmoneans.&#8221;</p>\n<p>Furthermore, we know that this scroll was read in public at different times and places. Rabbi Isaiah of Trani (Italy, ca. 1200-1260) says that &#8220;in a place where they are accustomed to read Megillat Antiochus [The Scroll of Antiochus] on Ḥanukkah, it is not proper to recite the blessings [for reading a scroll] because it is not required at all.&#8221;</p>\n<p>In Maḥzor Kaffa, which was published in the Crimea in 1735, the Scroll of Antiochus is printed in Hebrew and preceded by the following instructions: &#8220;It is customary to read Megillat Antiochus during Minḥah [the afternoon service on Shabbat] after <em>kaddish titkabbel</em> [the Reader&#8217;s Kaddish] in order to publicize the miracle [of Ḥanukkah]&#8230;&#8221;</p>\n<p>Rabbi Yahya ben Yosef Zalih, who was the leading rabbi in San&#8217;a, Yemen, ca. 1715, says &#8220;that some read Megillat Antiochus on Shabbat [of Ḥanukkah] after the <em>haftarah</em> [reading from the Prophets]. This is not required; it is only a general mitsvah to publicize the miracle among the Jewish people.&#8221;</p>\n<p>But Rabbi Amram Zabban of G&#8217;ardaya in the Sahara Desert viewed this reading as a requirement. In his Sefer Ḥasdey Avot, published in 1926, he states:</p>\n<p>&#8220;Megillat Antiochus according to the custom of the holy city of G&#8217;ardaya, may God protect her. The cantor should read it in public in the synagogue after the Torah reading on the Shabbat during Ḥanukkah. And he reads it in Arabic translation so that the entire congregation should understand [in order to] publicize the miracle which was done to our holy ancestors, may their merit protect us&#8230;translated from the Hebrew from <em>Siddur Bet Oved</em> of R. Yehudah Shmuel Ashkenazi [Livorno, 1853].&#8221;</p>\n<p>This is a fascinating passage. Rabbi Zabban translated Megillat Antiochus from Hebrew into Arabic in 1926 so that the entire congregation would understand it. He seems unaware that Arabic translations already existed. He also presents this custom as a required activity, despite the fact that he seems to have made it up! Perhaps he had heard that this was an accepted custom in other communities and wished to imitate them.</p>\n<p>The Jews of Kurdistan, on the other hand, used to read the Scroll of Antiochus at home during Ḥanukkah. Rabbi Yosef Kafah (1917-2000) reports that his grandfather Rabbi Yihye Kafah (1850-1932) used to teach it to his pupils in Yemen in the Aramaic original along with the Arabic translation of Rav Sa&#8217;adya Gaon.</p></blockquote>\n<p>The Aramaic text presented here follows the critical edition prepared by Menaḥem Tzvi Kaddari<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Menaḥem Tzvi Kaddari, &#8220;The Aramaic Antiochus Scroll,&#8221; <em>Bar Ilan</em> 1 (1963) 81-105&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; and preserves his verse numbering. Kaddari&#8217;s text did not include several additions in other variations of the Aramaic. These additions were transcribed from the Aramaic found in Rabbi Joseph Adler&#8217;s <em>Scroll of Antiochus: Miracle of Chanukah</em> (Mesivtha Tefereth Jerusalem, 1936). This other version of an Aramaic text was published from an Aramaic manuscript in 1851 by the Jewish Antiquarian Society and prepared by Tsvi (Hirsh) Fillipowsky (London, 1851). Where Aramaic is missing from Kaddari&#8217;s text, the Aramaic included in Adler&#8217;s version is included in parentheses. </p>\n<p>The pointed Hebrew translation of the Aramaic is from Miklós Welcz&#8217;s <em>Megilasz Matiszjahu &#8211; Chanuka története</em> (1935). The Yiddish translation I transcribed from Rabbi Joseph Adler&#8217;s text. I&#8217;ve modified the English translation by modernizing some of the English and replacing Anglicized names with their Hebrew ones. The numbering for all the verses follows Kaddari&#8217;s ordering. The English translation is that of Tzvi (Hirsh) Fillipowsky (London, 1851). </p>\n<p>We hope to fully transcribe Rav Saadya Gaon or Rabbi Amram Zabban of G&#8217;ardaya&#8217;s Arabic translation, and present them alongside translations in <a href=\"https://he.wikisource.org/wiki/%D7%9E%D7%A4%D7%AA%D7%97:Megilasz_Maiszjahu_Chanuka_T%C3%B6rt%C3%A9nete.pdf\">Magyar</a> (Hungarian) and <a href=\"https://mr.wikisource.org/wiki/अनुक्रमणिका:The_History_of_Antiochus_Epiphanes_or_the_Institution_of_the_Feast_of_Dedication.pdf\">Marathi</a> (South India).\n</div>\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: right;\">Translation (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>1</sup> וַהוָה בְיוֹמֵי אַנטְיוּכַס מַלכָא דְיָוָן מַלַך רַב וְתַקִיף הוה וְחַסִין בְשֻּׁלטָנוּתֵיה וְכָל מַלכַיָא יִשׁתַמעוּן לֵיה׃<br />\n<sup>2</sup> הוּא כבש מְדִינָן סַגִיאָן וֵמַלְכִין תַקִיפִין אַסַר וְאַצדִי בירניתהון וְהֵיכְלֵיהוֹן אוקיד בְנוּרָא וְגִבָרֵיהוֺן בְאֵיסָר אַסַר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>1</sup> וַיְהִי בִּימֵי אַנְטְיוּכַס מֶֽלֶךְ יָוָן מֶֽלֶךְ גָּדוֺל וְחָזָק הָיָה וְתַקִּיף בְּמֶמְשַׁלְתּוֺ וְכָל־הַמְּלָכִים יִשְׁמְעוּ לוֺ׃<br />\n<sup>2</sup> וְהוּא כָבַשׁ מְדִינוֺת רַבּוֺת וּמְלָכִים חֲזָקִים וְהֶחֱרִיב טִירוֺתָם וְהֵיכְלֵיהֶם שָׂרַף בָּאֵשׁ וְאַנְשֵׁיהֶם בְּבֵּית הָאֲסוּרִים אָסָר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>1</sup> און עס איז געװעזען אין די טעג פון אַנטיוכוס׳ן דער מלך פון יון, גרויס און מעכטיג איז ער געװען און שטרענג אין זײן ממשלה און אַלע מלכים זײנען געװען צו איהם געהאָרכזאַם:<br />\n<sup>2</sup> און ער האָט אַײנגענומען גרויסע מדינות און מעכטיגע מלכים האָט ער באַזיגט און ער האָט חרוב געמאַכט זײערע פעסטונגען און זײערע פּאַלאַצען פאַרברענט אין פײער און זײערע אַײנװאָהנער אין געפענגניש אַרײנגעװאָרפען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>1</sup> And it came to pass in the days of Antiokhus, king of Greece, the great and mighty monarch, firm ruler over his dominion, to whom all kings hearkened.<br />\n<sup>2</sup> Many lands did he conquer, and mighty kings did he subdue, burning their towers and palaces, and imprisoning their men.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n(מיומי אלכזנדרוס מלכא לא קם מלך כותיה בכל עבר נהרא)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n(מִימֵי אַלֵכְּסַנְדְּרוֺס הַמֶּֽלֶךְ לֹא קָם מֶֽלֶך כָּמֹֽהוּ בְּכָל־עֵבֶר הַנָּהַר׃)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n(פון אַלכסנדרוס המלך׳ס צײטען אָן איז נאָך ניט אויפגעשטאַנען אַ קעניג װי ער אין גאַנצען עבר הנהר:)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(No king like unto him had arisen on the coastland of the Great Sea since the days of Alexander.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>3</sup> הוּא בְנָא מְדִינְתָא רַבְתָא עַל סְפַר יַמָא לְמִהוֵי לֵיה לְבֵית מַלכוּ וּקרָא לַה אנטוכיא עַל שְמֵיה׃<br />\n<sup>4‏</sup> וְאַף בַגרַס תִניָנֵיה בְנָא [לֵיה] מְדִינְתָא אוחרנתא לְקִבלַה וּקרָא לַה [מְדִינַת] בַגרַס וְכֵין שְׁמָהָתְהוֺן עד דְנָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>3</sup> וְהוּא בָנָה מְּדִינָה גְדוֺלָה עַל־חוֺף הַיָּם לִהְיוֺת לוֺ לְבֵית מַלְכוּת וַיִקְרָא־לָהּ מְדִינַת אַנְטִיּוֺכְיָא עַל־שְׁמוֺ׃<br />\n<sup>4</sup> וְגַם בַּגְרִיס מִשְׁנֵֽהוּ בָּנָה מְדִינָה אַחֶרֶת לְנֶגְדָּהּ וַיִּקְרָא־לָהּ בַּגְרִיס עַל־שְׁמוֺ וְכֵן שְׁמוֺתָן עַד הַיּוֺם הַזֶּה׃‏‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>3</sup> און ער האָט אויפגעבויט אַ גרויסע מדינה אויפ׳ן ברעג ים, װאָס זאָל זײן פאַר איהם די הויז פון דער קעניגרײך און ער האָט איהר גערופען אנטיוכוס אויף זײן נאָמען:<br />\n<sup>4</sup> און אויך בגריס זײן משנה האָט אויפגעבויט אַ מדינה אַ צװײטע געגענאיבער איהר און ער האָט איהר גערופען בגריס אויף זײן נאָמען און אַזוי זײנען זײערע נעמען ביז׳ן הײנטיגען טאָג.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>3</sup> And he built a great city by the bank of the river, as his capital, and called it Antioch, after his own name.<br />\n<sup>4</sup> And Bagris his viceroy, also built a city equally great and called it Bagris after his name and so are they called to this day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>5</sup> בִשׁנַת עַשֹרִין וִתלָת שְׁנִין למלכותיה היא שנת מָאתַן וּתלָת עְשַׂר שְׁנִין לְבִניָן בֵית אֵילָהָא דיך שַׁוִי אַנפוֹהִי למיסק לִירוּשׁלַם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>5</sup> בִּשְׁנַת עֶשְׂרִים וְשָׁלוֺשׁ שָׁנִים לְמָלְכוֺ הִיא שְנַת מָאתַֽיִם וּשְׁלוֺשׁ עֶשְׂרֵה שָׁנִים לְבִנְיַן בֵּית הָאֱלֹהִים שָׂם פָּנָיו לַעֲלוֺת לִירוּשָׁלָֽיִם׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>5</sup> אין יאָהר דרײ און צװאַנציג צו זײן קעניגען, דאָם איז דאָם יאָהר צװײ הונדערט און דרײצעהן פון אויפבוי פון בית המקדש, האָט ער געװענדעט זײן פּנים אָנצופאַלען אויף ירושלים:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>5</sup> In the twenty and third year of his reign which was the two hundred and thirteenth year of the erection of the Sanctuary, he set his face towards Jerusalem.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>6</sup> עָנֵה וְאָמַר להַדָבְרוֹהִי הְלָא יָדעִיתוּן עַמָא דיהודאי דִי בִיהוּד בֵינָתַנָא לְאֵילָהַנָא לָא פָלְחִין ונימוסנא לָא עָבְדִין וְדָתֵי מַלכָא שָבְקִין לְמַעבַד דתֵיהוֹן׃<br />\n<sup>7</sup> וְאַף אינון מְסַבְרִין לְיוֹם תְבָר מַלכַיָא וְשִׁלטוֹנַיָא וְאָמְרִין אִמַתִי ימלוך [עלנא] מלכנא וְנִשלוֹט בְיַמָא וּביַבַשׁתָא וְכָל עָלְמָא יִתמְסַר בִידַנָא לֵית רְבוּת מַלכוּתָא לְמִשׁבַק אִלֵין עַל אַפֵי אַרעָא׃<br />\n<sup>8</sup> כְעַן אֵיתוֹ וניסק עְלֵיהוֹן וּנבַטֵיל מִנְהוֺן קִיָמָא דִגזִיר עְלֵיהוֹן שַבתָא וְיַרחָא וּמהוּלתָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>6</sup> וַיַּֽעַן וַיּאֽמֶר לְשָׂרָיו הֲלֺא יְדַעְתֶּם כִּי יֵשׁ עַם הַיְּהוּדִים אֲשֶׁר בִּירוּשָלַֽיִם בֵּינֵֽינוּ׃<br />\nלֵאלֹהֵֽינוּ אֵינָם מַקְרִיבִים וְדָתֵֽינוּ אֵינָם עוֺשִׂים וְדָתֵי הַמֶֽלֶךְ עוֺזְבִים לַעֲשׂוֺת דָּתָם׃<br />\n<sup>7</sup> וְגַם הֵם מְיַחֲלִים לְיוֺם שִׁבְרוֺן הַמְּלָכִים וְהַשִּׁלְטוֺנִים וְאוֺמְרִים מָתַי יִמְלֹךְ עָלֵֽינוּ מַלְכֵּֽינוּ וְנִשְׁלוֺט בַּיָּם וּבַיַּבָּשָׁה וְכָל־הָעוֺלָם יִנָּתֵן בְּיָדֵֽינוּ׃‏<br />\nאֵין כָּבוֺד לַמַּלְכוּת לְהָנִֽיחַ אֵֽלֶּה עַל־פְּנֵי הָאֲדָמָה׃<br />\n<sup>8</sup> עַתָּה בֽוֺאוּ וְנַעֲלֶה עֲלֵיהֶם וּנְבַטֵּל מֵהֶם אֶת־הַבְּרִית אֲשֶׁר כֹּרַת לָהֶם שַׁבָּת רֹאשׁ־חֽוֺדֶשׁ וּמִילָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>6</sup> און ער האָט זיך אָנגערופען און געזאָגט צו זײנע שרים, איהר װײסט דאָך אַז צװישען אונז געפינט זיך דאָס פאָלק פון אידען װאָס איז אין ירושלים:<br />\n צו אונזערע געטער זײנען זײ ניט מקריב און מנהגים פון אונזער אמונה זײנען זײ ניט מקײם און דעם קעניג׳ס געזעצען פאַרלאָזען זײ אום צו אָפּהיטען זײער געזעץ:<br />\n<sup>7</sup> און אויך קוקען זײ אויס אויף דעם טאָג פון בראָך פאַר די מלכים און ממשלות, זײ זאָנען װען װעט שוין קעניגען איבער אונז אונזער מלך און דאַן װעלען מיר נעװעלטיגען איבער׳ן ים און איבער דער יבשה און די גאַנצע װעלט װעט איבערגעגעבען װערען אין אונזערע הענט:<br />\nעם איז ניט קײן כבוד פאַר דער מלכות צו לאָזען אָט די דאָזיגע אויף דער ערד:<br />\n<sup>8</sup> איצט גומט און לאָמיר אָנפאַלען אויף זײ, גוזר זײן און צושטערען דעם בונד װאָס זײער גאָט האָט מיט זײ געשלאָסען צו היטען שבת, ראש חדש און מילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>6</sup> And he spoke to his officers, saying, “Surely you know that there is a Jewish people in our midst in Jerusalem.<br />\n  They do not sacrifice to our gods, our laws they do not keep, and they neglect the laws of the king, to follow their own.<br />\n<sup>7</sup> And further, they look forward to a day of destruction of kings and rulers for when, they say ‘Our king will rule over us; and we shall govern land and sea, and all the world will be our dominion.’ It is not to the glory of the kingdom, to suffer them on the face of the earth.<br />\n<sup>8</sup> Come now, and let us go up against them, and destroy the covenant their God has made with them, their Sabbaths, new-moon [festivals], and circumcision.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>9</sup> וּשפַר פִתגָמָא בְעֵינֵי רברְבָנוֹהִי וּבעֵינֵי כָל חֵילָוָתֵיה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>9</sup> ‏ וַיִּיטַב הַדָּבָר בְעֵינֵי כָל־חֵילוֺ׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>9</sup> און די זאַך איז געפעלען געװאָרען זײנע האַרען און זײן גאַנצען חיל:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>9</sup> And this found favor in the eyes of his officers and in the eyes of all his army.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>10</sup> בַה שָעְתָא קָם אַנטְיוּכַס מַלכָא ושלח בְנִיקָנוֹר תִניָנֵיה בְחֵיל רַב ובעם סַגִיא וַאְתָא לִירוּשלַם׃<br />\n<sup>11</sup> קטל בַה קטלא סַגִיא וּנצַב צִלמָא בְבֵיתָא דְמַקדְשָׁא באתרא דִי אְמַר אֵילָה יִשֹרָאֵל לְעַבדוֹהִי נְבִיַיָא תַמָן אַשׁרִי שְׁכִינְתִי לעלם׃<br />\n<sup>12</sup> בֵיה זִמנָא נְכַסוּ חֻזִירָא וְאוֹבִילוּ מִדְמֵיה לְעַזַרתָא דְקוּדשָׁא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>10</sup> בְּאוֺתָהּ שָׁעָה קָם אַנְטְיוּכַס הַמֶּֽלֶךְ וַיִשְׁלַח אֶת־נִיקָנוֺר מִשְׁנֵֽהוּ בְּחַֽיִל גָּדוֺל וְעַם רָב וַיִּבֹא לְעִיר יְהוּדָה לִירוּשָׁלָֽיִם׃<br />\n<sup>11</sup> וַיַהֲרוֺג בָּהּ הֶֽרֶג רַב וַיִּבֶן בָּמָה בְּבֵית הַמִּקְדָּשׁ בִּמְקוֹם אֲשֶׁר אָמַר אֱלֹהֵי יִשְׂרָאֵל לַעֲבָדָיו הַנְּבִיאִים שָׁם אֲשַׁכֵּן שְׁכִינָתִי לְעוֺלָם׃<br />\n<sup>12</sup> בַּמָּקוֺם הַהוּא שָׁחֲטוּ אֶת־הַחֲזִיר וַיָבִֽיאוּ אֶת־דָּמוֺ לְעֶזְרַת הַקֹּֽדֶשׁ׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>10</sup> אין יענער שעה איז אַנטיוכום דער קעניג אויפגעשטאַנען און אַװעק־געשיקט ניקנור׳ן זײן משנה מיט אַ שטאַרקען חיל און אַן עם רב, און ער איז אָנגעקומען אין דער שטאָדט פון יהודה קײן ירושלים:<br />\n<sup>11</sup>  און ער האָט אין איהר געמאַכט אַ נרויסע הריגה און אויפ־געשטעלט אַ במה אין בית המקדש אין דעם אָרט, װאָס גאָט פון ישראל האָט געזאָגט צו זײנע קנעכט די נביאים ״דאָרט װעל איך מאַכען מײן שכינה רוהען אײביג.״<br />\n<sup>12</sup> אין יענעם אָרט האָבען זײ נע־שאָכטען אַ חזיר און געבראַכט זײן בלוט אין דער הײליגער עזרה אַרײן:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>10</sup> And thus it came to pass that King Antiokhus arose and sent his viceroy Nicanor, with a heavy host and a large multitude, and they came to the city of Judea, Jerusalem.<br />\n<sup>11</sup> And many did he slay,<br />\n<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> The Me&#8217;am Loez adds: &#8220;Mattathias, son of Yochanan the High Priest, had a daughter whose beauty was unmatched anywhere, who was betrothed to one of the Hasmoneans. One day, a Greek soldier from Nicanor&#8217;s army seized this maiden by the hair, and spreading a Torah scroll beneath them, assaulted her before the eyes of her betrothed.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\nand he set up an altar in the Sanctuary, in the place where the God of Israel had spoken to his servants, the prophet saying, “There shall I cause My Presence to dwell for ever.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Ezekiel 43:7&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\n<sup>12</sup> In that place he sacrificed a swine, and brought its blood into the hall of the Sanctuary.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>13</sup> וִכדִי שֵמַע יוֹחָנָן בַר מתתיה יָת פִתגָמַיָא הָאִלֵין אִתמְלִי רְגַז וְחֵימָא וּצלֵים אַנפוֹהִי אִשׁתַנִי וְאִתמְלִיך בְלִבֵיהי מָא לְמַעבַד עַל דְנָא׃<br />\n<sup>14</sup> בְאֵידַיִן יוֹחָנָן בַר מֵתַתיָה עְבֵד לֵיה חַרבָא זַרתֵין אורכה ופותיה זֵירַת חְדָא תְחוֹת לְבוּשוֹהִי עַטפַה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>13</sup> וּבִהְיוֹת זֶה כַּאֲשֶׁר שָׁמַע יוֺחָנָן בֶּן־מַתִּתְיָה כֹּהֵן גָּדוֺל כִּי זֶה הַמַּעֲשֶׂה נַעֲשָׂה נִמְלָא קֶֽצֶף וְחֵמָה וְזִיו פָּנָיו נִשְׁתַּנָּה וַיִּוָעַץ בְּלִבּוֺ מַה־שֶּׁיּוּכַל לַעֲשׂוֺת עַל־זֶה׃<br />\n<sup>14</sup> וְאַז יוֹחָנָן בֶּן־מַתִּתְיָה עָשָׂה לוֺ חֶֽרֶב שְׁתֵּי זְרָתוֺת אָרְכָּהּ וְזֶֽרֶת אַחַת רָחְבָּהּ תַּֽחַת בְּגָדָיו עֲטוּפָה׃‏‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>13</sup> און ם׳איז געװען נאָך דעם װי יוחנן דער זון פון מתתיה כהן גדול האָט דער־הערט אַז אַזאַ מעשה איז געטאָן געװאָרען, איז ער פול מיט כעס און צאָרען געװאָרען און עס האָט זיך געביטען דער געשטאַלט פון זײן פּנים און ער האָט זיך גע׳עצה׳ט אין האַרצען װאָס ער קען טאָן איבער דעם:<br />\n<sup>14</sup> און יוחנן דער זון פון מתתיה האָט זיך דאַן געמאַכט אַ שװערד צװײ האַנט־שפּאַן די לענג און אײן האַנט־שפּאַן די ברײט, אונטער זײנע קלײדער פאַרבאַהאַלטען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>13</sup> And when Yoḥanan, the son of Matithyah, the High-Priest heard of this deed, he became filled with fury, and the radiance departed from his face And he took counsel with himself as what to do regarding this.<br />\n<sup>14</sup> And then Yoḥanan, the son of Matithyah, made a sword unto himself, two spans in length and one span in breadth, and he hid it beneath his garment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>15</sup> לִירוּשַלַם אְתָא וְקָם בִתרַע קַרתָא וְאַמַר לתרעיא וְנָטוֹרַיָא אְנָא יוֹחָנָן בַר מתתיה כָהְנָא דִי יְהוּד אְתֵיתִי לְמֵיעַל קֻדָם נִיקָנוֹר׃<br />\n<sup>16</sup> אֵידַיִן עָלִין תרעיא ונטוריא ואמרין לֵיה לְנִיקָנוֹר כָהְנָא רַבָא דִי יְהוּד קָאֵים בתרעא [ענה ניקנור] וַאְמַר לֵהוֺן עוֹל יֵיעוּל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>15</sup> וַיָבוֺא לִירוּשָלָֽיִם וַיַּעֲמֹד בְּשַֽׁעַר הַמֶּֽלֶךְ וַיִּקְרָא לַשּׁוֺעֲרִים וַיֹּאֽמֶר לָהֶם אֲנִי יוֺחָנָן בֶּן־מַתִּתְיָה בָּאֽתִי לָבוֺא לִפְנֵי נִיקָנוֺר׃<br />\n<sup>16</sup> וְאָז בָּֽאוּ הַשּׁוֺעֲרִים וְהַשּׁוֺמְרִים וַיֹּאֽמְרוּ לוֺ הַכֹּהֵן הַגָּדוֺל שֶׁל־הַיְהוּדִים עוֺמֵד בּפֶּֽתַח וַיַּֽעַן נִיקָנוֺר וַיֹּאֽמֶר לָהֶם בּוֺא יָבוֺא׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>15</sup> און ער איז אָנגעקומען קײן ירושלים און זיך אָפּגעשטעלט בײם הויפּט־טויער און זיך אָנגערופען צו די אויפזעהער פון די טויערען און געזאָגט, איך יוחנן בן מתתיה בין דאָ צו קומען פאַר ניקנור׳ן:<br />\n<sup>16</sup> און עס זײנען דאַן געקומען די אויפזעהער פון די טויערען און די װעכטער און זײ האָבען צו ניקונור׳ן געזאָגט: דער כהן גדול פון די אידען שטעהט אין טויער און ניקנור האָט געענטפערט און געזאָגט צו זײ:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>15</sup> And he came to Jerusalem and stood in the royal gate, and he called to the guards, saying, “I am Yoḥanan, the son of Matithyah, and I am come before Nicanor.<br />\n<sup>16</sup> The guards came to Nicanor and said, &#8220;The High-Priest of the Jews stands in the gate. And Nicanor answered and said, &#8220;Let him surely come in.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>17</sup> אֵידַיִן יוחנן הועל קֻדָם נִיקָנוֹר עָנֵה נִיקָנוֹר וְאַמַר לְיוֹחָנָן אנת הוּא חַד מִן מרודיא דִי מְרַדוּ בְמַלכָא וְלָא בָעַיָן שְלָם מַלכוּתֵיה׃<br />\n<sup>18</sup> עָנֵה יוֹחָנָן קֻדָם נִיקָנוֹר וְאַמַר כְעָן אֵתִיתִי קֻדָמָך לְמַעבַד מָה דִי אַת בָעֵי׃<br />\n<sup>19</sup> עָנֵה נִיקָנוֹר וְאַמַר לְיוֹחָנָן הָא כְמִצביִי אַת בָעֵי סַב חֻזִירָא ונכסיה לְצִלמָא וְאַלבְשִׁינָך לְבוּשָׁא דְמַלכוּתָא וְאַרכֵבִינָך עַל סוסיא דְמַלכָא וּכחַד מִן רָחְמֵי מַלכָא תִהוִי׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>17</sup> וְאָז יוֺחָנָן הוּבָא לִפְנֵי נִיקָנוֺר וַיַּֽעַן נִיקָנוֺר וַיּאֽמֶר לְיוֺחָנָן אַתָּה הוּא אֶחָד מִן־הַמּוֺרְדִים אֲשֶׁר מָרְדוּ בַמֶּֽלֶךְ וְאֵינָם רוֺצִים בִּשְׁלוֺם מַלְכוּתוֺ׃<br />\n<sup>18</sup> וַיַּֽעַן יוֺחָנָן לִפְנֵי נִיקָנוֺר וַיֹּאֽמֶר אֲדוֺנִי אֲנִי הוּא עַתָּה בָאֽתִי לְפָנֶֽיךָ אֲשֶׁר תִּרְצֶה אֶעֲשֶׂה.<br />\n<sup>19</sup> וַיַּֽעַן נִיקָנוֺר וַיֹּאֽמֶר לְיוֺחָנָן אִם כִּרְצוֺנִי אַתָּה עוֺשֶֺה קַח חֲזִיר וּשְׂחָטֵֽהוּ עַל־הַבָּמָה וְתִלְבַּשׁ בִּגְדֵי מַלְכוּת וְתִרְכַּב עַל־סוּס הַמֶּֽלֶךְ וּכְאַחַד מֵאוֺהֲבֵי הַמֶּֽלֶךְ תִּהְיֶה.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>17</sup> זאָל ער אַרײנקומען: און יוחנן איז דאַן געבראַכט געװאָרען פאַר ניקנור׳ן און ניקנור האָט זיך אָנגערופען און געזאָגט צו יוחנן:  ביסטו דאָס אײנער פון די מורדים װאָס האָבען װידער־שפּעניגט דעם מלך און װילען ניט דעם שלום פון זײן קעניגרײך?:<br />\n<sup>18</sup> און יוחנן האָט געענטפערט פאַר ניקנור׳ן און געזאָגט:  מײן האַר איך בין דאָס דער יעניגער. איצט בין איך געקומען פאַר דיר װאָס דו װעסט װעלען װעל איך טאָן:<br />\n<sup>19</sup>  האָט זיך ניקנור אָנגערופען און נעזאָגט צו יוחנן: אויב דו ביסט גרײט צו טאָן מײן װילען, נעם אַ חזיר און שעכט אים אויף דער במה דאַן װעסטו אין בגדי מלכות אָנגעטאָן װערען און אויפ׳ן מלך׳ס פערד װעסטו רײטען און װי אײנער פון דעם קעניג׳ס פרײנט פאַררעכענט װערען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>17</sup> Then was Yoḥanan brought into the presence of Nicanor. And Nicanor spoke to Yoḥanan, saying, “You are one of the rebels, who have rebelled against the king and seek not the peace of his kingdom.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> The Me&#8217;am Loez has Nicanor&#8217;s statement to Yochanan as follows: &#8220;Why have you rebelled? Why did you refuse to heed the royal decrees and to keep the peace? You know very well that my army is mighty enough to bring upon you the greatest possible calamity and have you totally exterminated. Who is this God in whom you trust to deliver His land from me? This very moment, if I so desire, I can destroy you and your entire people. In the twinkling of an eye I can incinerate you like a straw in a fire!&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\n<sup>18</sup>  And Yoḥanan answered and said to Nicanor, “My lord now I am come before you. Whatsoever you desire, that will I do.”<br />\n<sup>19</sup> And Nicanor answered and said to Yoḥanan, “If thou will do my desire, arise and take a swine and slaughter it upon the altar. And you will be given royal dress, and will ride on the king&#8217;s horse, for you will be as one beloved of the king.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>20</sup> וִכנִימָא פִתגָמָא אַתִיבֵיה יוֹחָנָן [וְאַמַר] מָרִי אְנָא דָחֵיל מִן בְנֵי יִשֹרָאֵל דִלמָא ישמעון דִי עְבַדִית כֵין וירגמונני בְאַבנַיָא כען יִפְקוּן כָל אְינָשׁ מִן קֻדָמָך דִלמָא יְחַווֹן בֵית יִשֹרָאֵל׃<br />\n<sup>21</sup> אֵידַיִן נִיקָנוֹר הַנפֵיק כָל אְינָש מִן קֻדָמוֹהִי׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>20</sup> וְכַאֲשֶׁר שָׁמַע יוֺחָנָן הֳשִיבוֺ דָבָר אֲדוֺנִי אֲנִי יָרֵא מִבְּנֵי יִשְׂרָאֵל פֶּן־יִשְׁמְעוּ כִּי עָשִֽׂיתִי כֵן וְיִסְקְלֽוּנִי בָּאֲבָנִים׃<br />\n<sup>21</sup> עַתָּה יֵצֵא כַל־אִישׁ מִלְּפָנֶֽיךָ פֶּן יוֺדִיעוּם. אָז נִיקָנוֺר הוֺצִיא מִלְּפָנָיו כָּל־אִישׁ׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>20</sup> און אַז יוחנן האָט דאָס אויסגעהערט, האָט ער אים אַזוי געענטפערט: איך האָב מורא פאַר די זין פון ישראל, טאָמער װעלען זײ דערהערען דאָס איך האָב אַזוינס געטאָהן, װעלען זײ מיר פאַרשטײנען:<br />\n<sup>21</sup> איצט זאָל יעדער אײנער פון פאַר דיר אַרויסגעהן, טאָמער װעלען זײ דאָס איבערגעבען. דאַמאָלט האָט ניקנור באַפעלען אַלעמען אים צו פאַרלאָזען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>20</sup> When Yoḥanan heard this, he answered, &#8220;My lord, I fear the children of Israel, lest they hear of my deed and stone me with stones.<br />\n<sup>21</sup> Let therefore everyone go from before you, lest they inform them.” And Nicanor ordered everyone from his presence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>22</sup> בֵיה זִמנָא זְקַף יוֹחָנָן בַר מתתיה עינוהי לִשׁמַיָא וְסַדַר צֵלוֹתֵיה קֻדָם רִבוֹן עָלְמָא וְאַמַר אְילָהִי וַאלָהָא דַאְבָהָתִי אַברָהָם יִצחָק וְיִשֹרָאֵל׃<br />\n<sup>23</sup> וְכֵין אְמַר לָא תִמסְרִינַנִי בְיַד עַרלָא הָדֵין דִלמָא יִקטְלינַנִי וִיהַך וְיִשׁתַבַח בְבֵית דָגוֺן טָעוּתֵיה וְיֹאמַר טָעוּתִי מְסַרתֵיה בִידִי׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>22</sup> בָּעֵת הַהִיא נָשָׂא יוֺחָנָן בֶּן־מַתִּתְיָה עֵינָיו לַשָּׁמַֽיִם וְתִקֵּן תְּפִלָּתוֺ לִפְנֵי אֱלֹהָיו וַיֹּאמֵר אֱלֹהַי וַאֱלֹהֵי אֲבוֺתַי אַבְרָהָם יִצְחָק וְיַעֲקֹב<br />\n<sup>23</sup> אַל־תִּתְּנֵֽנִי נָא בּיַד הֶעָרֵל הַזֶה כִּי אִם־יַהַרְגֵֽנִי יֵלֵךְ וְיִשְׁתַּבַּח בְּבֵית דָּגוֺן אֱלֹהָיו וְיֹאמַר אֶלֹהַי נְתָנוֺ בְיָדִי׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>22</sup>  אין יענער צײט האָט יוחנן דער זון פון מתתיה אויפגעהויבען זײנע אויגען צו גאָט אין הימעל און אָנעגרײט זײן תפלה פאַר גאָט דעם האַר פון דער װעלט און געזאָגט: מײן גאָט און גאָט פון מײנע עלטערען אברהם יצחק און יעקב<br />\n<sup>23</sup> גיב מיד ניט אין די הענט פון דעם דאָזיגען ערל. װארום אויב ער װעט מיר טויטען, װעט ער געהן און זיך באַריהמען אין דער הויז פון דגון זײן אָפּגאָט און װעט זאָגען מײן דגון האָט אים אין מײן האַנט איבערגעבען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>22</sup> And Yoḥanan, the son of Matithyah, then raised his eyes to Heaven and poured forth his prayer saying, “My God and God of My fathers Avraham, Yitzḥak, and Yaakov,<br />\n<sup>23</sup> deliver me not into the hands of this heathen, for if he slay me he will repair to the Temple of Dagon his god, and say, ‘My god has delivered him in my hands.’”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> The Me&#8217;am Loez has Yochanan&#8217;s prayer as follows: &#8220;&#8221;O God of Israel, dwelling in a supernal realm of the Cherubim; You alone are Lord over all kingdoms on earth; You who have completed heaven and earth. Incline Your ear and take heed of the proclamation of Antiochus and of his war lord, whom he sent to &#8216;taunt the armies of the Living God&#8217; (1 Samuel 17:26), the Eternal King. Deliver me from his power, lest he go to the temple of his god Dagon and triumphantly pro- claim that &#8216;Their God I have subdued. My power and might have done this immense deed.&#8217; Just this once, give me the strength of body and boldness of heart to exact vengeance on behalf of the people of Israel.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>24</sup> בַה שָׁעְתָא פְסַע לְוָתֵיה תְלָת פִסעִין וּדקַר חַרבָא בְלִבֵיה וּרמָא יָתֵיה קְטִילָא בְעַזַרתָא דְקוּדשָׁא׃<br />\n<sup>25</sup> עָנֵה יוֹחָנָן קֻדָם אֵילָה שְמַיָא וְאַמַר מָרִי לָא תְשַוֵי עַלַי חוֹבִין דִי קְטַלתֵיה בְבֵית מַקדְשָׁך כְעַן תִמסַר כָל עַמְמַיָא דִי אתו לְמִטעֵי בְנֵי יִשׂרָאֵל דִי בִירוּשלַם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>24</sup> בְּאוֺתָהּ שָׁעָה פָּסַע עָלָיו שָׁלֹשׁ פְּסִיעוֺת וַיִתְקַע הַחֶֽרֶב בְּלִבּוֺ וַיַּשְלֵךְ אוֺתוֺ חָלָל בְּעֶזְרַת הַקֹּֽודֶשׁ׃<br />\n<sup>25</sup> לִפְנֵי אֱלֹהֵי הַשָּׁמַֽיִם. עָנָה יוֺחָנָן וְאָמָר אֱלֹהַי לֹא תָשִׂים עָלַי חֵטְא כִּי הֲרַגְתִּיו בַּקֹּדֶשׁ עַתָּה כֵּן תִּתֵּן אֶת־כָּל־הָעַמִּים אַשֶׁר בָֽאוּ עִמוֺ לְהָצֵר לִיְהוּדָה וְלִירוּשָׁלָֽיִם׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>24</sup> אין יענער שעה האָט ער אַ שפּאַן געטאָן דרײ טריט צו אים און אַרײנגעשטאָכען דעם שװערד אין זײן האַרץ און אים אַ שלײדער געטאָן אַ טויטען פאַר גאָט פון הימעל אין דער הײליגער עזרה:<br />\n<sup>25</sup> האָט זיך יוחנן אָנגערופען און געזאָגט: גאָט מײנער טו מיר ניט רעכענען פאַר אַ זינד װאָס איך האָב אים אין דער דאָזיגער הײליגקײט דערהרג׳עט, איצט טו דאָם זעלבע צו די אַלע פעלקער װעלכע זײנען מיט אים געקומען צו דריקען יהודה און ירושלים:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>24</sup> At that moment, he stepped forward and plunged the sword into Nicanor&#8217;s heart, and cast his body into the hall of the Sanctuary,<br />\n<sup>25</sup> before the <em>Eylah Shemayah</em> [God of Heaven]. And Yoḥanan spoke and said, “My God, account it not as a sin that I killed him in the Sanctuary. Thus may You do to all who came with him to oppress Judea and Jerusalem.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>26</sup> אֵידַיִן נְפַק יוֹחָנָן בְיוֹמָא הַהוּא וַאגִיח קְרָבָא בְעַמְמַיָא הָאִלֵין וּקטַל בְהוֹן קטלָא סַגִיא וְעַרַקוּ עַמָא דִי אִשׁתֵיזַבוּ מִן חַרבָא בִספִינְתָא לְוָת מַלכָא אַנטְיוּכַס׃<br />\n<sup>27</sup> וְמִניַן קְטִילַיָא דִי קְטַל ביומא הַהוּא שִׁבעִין וּתרֵין אַלפין וּשׁבַע מְאָה דִי הְווֹ קָטְלִין גְבַר חַברֵיה׃<br />\n<sup>28</sup> בֵמוֹתְבָוּתֵיה בְנָא מְנָרְתָא וּקרא שְמַה מַקבֵי קטלָא תַקִיפִין׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>26</sup> אָז יָצָא יוֺחָנָן בֶּן־מַתִּתְיָה בַּיּוֺם הַהוּא וַיִּלָּחֵם בָּעַמִּים וַיַּהֲרֹג בָּהֶם הֶֽרֶג רָב׃<br />\n<sup>27</sup> מִסְפַּר הַהֲרוּגִים אֲשֶׁר הָרַג בַּיּוֺם הַהוּא שְׁבַע (מֵאוֺת וּשְׁנַֽיִם וְשִׁבְעִים) אֶֽלֶף אֲשֶׁר הָיוּ הוֺרְגִים אֵֽלֶּה לָאֵֽלֶּה׃<br />\n<sup>28</sup> בְּשׁוּבוֺ בָּנָה עַמּוּד עַל־שְׁמוֺ וַיִּקְרָא־לוֺ מַכְבִּי מֵמִית הַחֲזָקִים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>26</sup> אין יענעם טאָג איז יוחנן בן מתתיה אַרויס-גענאַנגען און מלחמה געהאַלטען מיט די פעלקער און האָט אין זײ אַ גרויסע הריגה געמאַכט:<br />\n<sup>27</sup> די צאָל פון די הרוגים װאָס ער האָט אויסגע׳הרג׳עט אין יענעם טאָג איז געװען זיבען הונדערט טויזענד און צװײ און זיבעציג טויזענד איז געװען די צאָל פון די װאָס האָבען אויסגע׳הרג׳עט אַלײן אײנע די אַנדערע:<br />\n<sup>28</sup> מיט זײן אומקערען זיך האָט ער אויסגעבויט אַ זײל און אים אַ נאָמען געגעבען ״געטויטעט שטאַרקע״:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>26</sup> And Yoḥanan the son of Matithyah went forth on that day and fought the enemy and slew many of them.<br />\n<sup>27</sup> The number of the enemy which he did slay that day was seven thousand for they slew one another.<br />\n<sup>28</sup> When he returned, he built a pillar which he called after his name, “Macabee, the slayer of the mighty.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>29</sup> וִכדִי שְׁמַע אַנטְיוּכַס מַלכָא דִי אִתקְטִיל נִיקָנוֹר תִניָנֵיה עַקַת לֵיה לַחדָא וּשלַח וּקרָא לְבַגרַס חַיָיבָא מַטעֵי עַמֵיה׃<br />\n<sup>30</sup> עָנֵה אַנטְיוּכַס מַלכָא וַאְמַר לְבַגרַס הְלָא יְדַעתָא אִם לָא שְמַעתָא מָא דַעְבַדוּ לִי בְנֵי יִשׂרָאֵל קטלו חֵילַי וּבַזוּ מִשרְיָתִי וְרַברְבָנַי׃<br />\n<sup>31</sup> כְעַן עַל נִכסֵיכוֹן אַתוּן רְחִיצִין אוֹ עַל בָתֵיכוֹן דִילְכוֹן כְעַן אֵיתוֹ וְנִסַק עְלֵיהוֹן וּנבַטֵיל מִנְהוֹן קִיָמָא דִגזִיר עְלֵיהוֹן שַבתָא וְיַרחָא וּמהוּלתָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>29</sup> וַיְהִי כַּאֲשֶׁר שָׁמַע אַנְטְיוּכַס הַמֶּֽלֶךְ כִּי נֶהֳרַג נִיקָנוֺר מִשְׁנֵֽהוּ צַר לוֺ מְאֹד וַיִּשְׁלַח לְהָבִיא לוֺ בַּגְרִיס הָרָשָׁע הַמַּטְעֶה אֶת־עַמּוֺ׃<br />\n<sup>30</sup> וַיַֽעַן אַנְטְיוּכַוס וַיֹּאֽמֶר לְבַגְרִיס הֲלֹא יָדַֽעְתָּ אִם־לֹא שָׁמַעְתָּ אֲשֶׁר־עָשׂוּ לִי בְּנֵי יִשְׂרָאֵל הָרְגוּ חֲיָלַי וַיָּבֹֽזּוּ מַחֲנוֺתַי וְשָׂרָי׃<br />\n<sup>31</sup> עַתָּה עַל מָמוֺנֵיכֶם אַתֶּם בּוֺטְחִים אוֺ בֶתֵּיכֶם לָכֶם הֵם. בֹּֽאוּ וְנַעֲלֶה עֲלֵיהֶם וּנְבַטֵּל מֵהֶם הַבְּרִית אֲשֶׁר כָּרַת לָהֶם אֱלֹהֵיהֶם שַׁבָּת רֹאשׁ־חֹֽדֶשׁ וּמִילָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>29</sup> און עס איז געװעזען װען אנטױכוס דער מלך האָט דערהערט אַז ניקנור זײן משנה איז גע׳הרג׳עט געװאָרען, האָט עס אים זײער דערצאָרענט און ער האָט געשיקט ברײננען צו אים בגריס׳ן דעם רשע, דער פאַרפיהרער פון זײן פאָלק:<br />\n<sup>30</sup> און אנטױכוס האָט זיך אָנגערופען צו בגריס׳ן און געזאָגט: דו װײסט דאָך, האָסטו דען ניט געהערט װאָס די זין פון ישראל האָבען געטאָן צו מיר. זײ האָבען אויםגע׳המ׳עט מײן חיל און צוראַבירט מײנע מחנות און האַרען:<br />\n<sup>31</sup> איצט זײנט איהר דען זיכער מיט אַײערע פאַרמעגענס אָדער זײנען דען אַײערע הײזער פאַר אײך? קומט און לאָמיר אָנפאַלען אויף זײ און צושטערען דעם בונד װאָס גאָט פון די הימלען האָט מיט זײ געשלאָסען, שבת, ראש חדש און מילה:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>29</sup> And when Antiokhus the king heard that his viceroy Nicanor was slain, he was sorely vexed. And he sent for Bagris, the wicked, who leads his people astray.<br />\n<sup>30</sup> And Antiokhus spoke to Bagris and said, “You know, for you have heard, what the children of Israel have done to me, they have slain my hosts, and have despoiled my camps and officers.<br />\n<sup>31</sup> Can you now put your trust in your wealth, or consider your homes as your own? Come, let us go up against them, and destroy the covenant their god has made with them through their Sabbaths, the new-moon [festival observance], and circumcision.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>32</sup> אֵידַיִן קָם בַגרַס חַיָיבָא וְכָל מַשֵרְיָתֵיה וְאַתָא לִירוּשַׁלַם׃<br />\n<sup>33</sup> קְטַל בַה קַטלָא סַגִיא וּגזַר בַה גזירת גְמֵירָא עַל שַבתָא וְיַרְחָא וּמהוּלתָא׃<br />\n<sup>34</sup> כָל קְבֵיל דנא מַן דִי מִלַת מַלכָא מְהַחצָפָא כָל דִי יִגזַר בְרֵיה איתיאו גֻברָא וְאִתְתֵיה וִצלַבוּנִין לִקבֵיל יָנְקָא׃<br />\n<sup>35</sup> וְאַף אִתְתָא יֵלֵידַת בַר בָתַר מיתות בַעלַה וּגזַרתֵיה לִתמָניָא יוֹמִין וּסלֵיקַת עַל שׁוּרָא דִמדִינְתָא וּברַה דִגזַרתֵיה בִידַה׃<br />\n<sup>36</sup> עַנַת וְאַמַרַת לָך אָמְרִין בַגרַס חַיָיבָא קִיָמָא דַאְבָהָתַנָא לָא יִפסוּק מננא וְלָא מִבְנֵי בננא וְאַפֵילַת יָת בְרַה לִתחוֹת שׁוּרָא וּנפַלַת בתריה וְמִיתוּ תַרוֵיהוֹן סַגִיאִין מִן בְנֵי יִשֹרָאֵל הְווֹ עָבְדִין כְדֵין וְלָא מְשַׁנִין קִיָם אְבָהָתְהוֹן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>32</sup> אָז בַּגְרִיס הָרָשָׁע וְכָל־מַחֲנוֺתָיו בָּאוּ לִירוּשָׁלַֽיִם<br />\n<sup>33</sup> וַיַּהֲרֹג בָּהֶם הֶֽרֶג רַב וַיִּגְזֹר בָּהּ גְּזֵרָה גְמוּרָה עַל־שַׁבָּת רֹאשׁ־חֹֽדֶשׁ וּמִילָה׃<br />\n<sup>34</sup> בִּהְיוֺת זֶה כַּאֲשֶׁר הָיָה דְּבַר הַמֶּֽלֶךְ נֶחְפָּז מָצְאוּ אִישׁ אֲשֶׁר־מָל בְּנוֺ וַיָּבִיאוּ הָאִישׁ וְאִשְׁתּוֺ וַיִּתְלוּ אוֺתָם כְּנֶֽגֶד הַיָּֽלֶד׃<br />\n<sup>35</sup> וְגַם אִשָּׁה אֲשֶׁר יָלְדָה בֵן אַחֲרֵי־מוֺת בַּעְלָהּ וַתָּֽמָל אוֺתוֺ לִשְׁמוֺנָה יָמִים וַתַּֽעַל עַל־חוֺמַת יְרוּשָׁלַֽיִם וּבְנָהּ מָהוּל בְּיָדָהּ׃<br />\n<sup>36</sup> וַתַּֽעַן וַתֹּאמַר לְךָ אוֺמְרִים בַּגְרִיס הָרָשָׁע אַתֶּם חוֺשְׁבִים לְבַטֵּל מֵאִתָּֽנוּ הַבְּרִית אֲשֶׁר כֹּרַת עִמָּֽנוּ בְּרִית אֲבוֺתֵינוּ לֹא־נְבַטֵּל מִמֶּנּוּ שַׁבָּת רֹאשׁ־חֹֽדֶשׁ וּמִילָה מִבְּנֵי בָנֵינוּ לֹא יוּסָר׃ וַתַּפֵּל בְּנָהּ לָאָֽרֶץ וַתִּיּפוֺל אַחֲרָיו וַיָּמֽוּתוּ שְׁנֵיהֶם כְּאֶחָד וְרַבִּים מִבְּנֵי יִשְׂרָאֵל אֲשֶׁר הָיוּ עוֺשִׂים כֵּן בַּיָּמִים הָהֵם וְלֹא שִׁנּוּ בְּרִית אֲבוֺתָם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>32</sup> דאַן איז בגריס הרשע מיט אַלע זײנע מחנות צוגעקומען צו ירושלים<br />\n<sup>33</sup> און האָט גע׳הרנ׳עט פון זײ זײער פיל און ער האָט אַ האַרבע גזירה גוזר געװען אויף שבת, ראש חדש און מילה:<br />\n<sup>34</sup> און עם איז געװען נאכדעם װי דער געזעץ פון מלך איז געאַײלט געװאָרען האָט מען געפונען אַ מאַן װאָס האָט מל געװען זײן זון און מען האָט געבראַכט דעם מאַן און זײן פרוי און זײ אויפגעהאַנגען געגענאיבער דעם קינד:<br />\n<sup>35</sup>  און אויך אַ פרוי װאָס האָט געבוירען אַ זון נאָך איהר מאַנ׳ס טויט און אים מל געװען צום אַכטען טאָג און זי איז אַרוף אויף דער חומה פון ירושלים און איהר גע׳מל׳טעד זון אין איהר האַנט:<br />\n<sup>36</sup>  און זי האָט זיך אָנגערופען: צו דיר בגריס הרשע זאָגען מיר: איהר דענקט צושטערען דעם בונד װאָס ער האָט מיט אונז געשלאָסען דעם בונד פון אונזערע עלטערען, ער װעט פון אונז ניט בטל װערען, שבת, ראש חדש און מילה װעלען פון אונזערע קינד׳ס קינדער ניט אָפּנעטאָהן װערען: און זי האָט איהר זון אַראָפּגעװאָרפען אויף דער ערד און נאָך אים זיך אלײן אַראָפּגעװאָרפען און זײ בײדע זײנען צוזאַמען נעטויט געװאָרען, און פילע פון ישראל׳ס זין האָבען אין יענע טעג אַזוי געטאָן און זײ האָבען דעם בונד פון זײערע עלטערען ניט געענדערט:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>32</sup> Then did Bagris, the wicked, and all his armies, come into Jerusalem, and slew many of its inhabitants.<br />\n<sup>33</sup> And he issued a severe decree banning, the Sabbath, the new moon, and circumcision.<br />\n<sup>34</sup> And seeing that this royal decree was issued in haste, they soon found a man who circumcised his son. And the man and his wife were brought before them, and they hung them opposite the child.<br />\n<sup>35</sup> There was also a woman who bore a son after the death of her husband, and she circumcised him when he was eight days old. And she went up on the wall of Jerusalem, bearing her circumcised son.<br />\n<sup>36</sup> And she cried out and said, “To you Bagris, the wicked, be it said ‘You plan to destroy the covenant that has been made with us, the covenant of our forefathers. Sabbath and the new-moon [festivals] and circumcision we will not abandon, neither we nor our children&#8217;s children.’ And she cast her son to the ground, and leaped down after him, and both died together. Many of the children of Israel did thus in those days rather than violate the covenant of their fathers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>37</sup> בֵיה זִמנָא אָמְרִין בְנֵי יִשֹרָאֵל גְבַר לְחַברֵיה אֵיתוֹ [ונהך] וְנִשבוֹת בִמעָרְתָא דִלמָא נְחַלֵל יוֹמָא דִשַׁבְתָא ואַכַלוּ קִרצֵיהוֺן קֻדָם בַגרַס׃<br />\n<sup>38</sup> אֵידַיִן שְלַח בְגַבריָא וַאתוֹ לְפוּם מְעָרְתָא וַאמַרוּ בְנֵי יִשֹראֵל פוּקוּ לְוָתַנָא אֵיכוּלוּ מִן לַחמַנָא וִשתוּ מִן חַמרַנָא וְעוּבָדַנָא אַתוּן עָבְדִין׃<br />\n<sup>39</sup> עָנַיִין בני ישֹראל וְאָמְרִין חַד לְחַברֵיה דְכִירִין אְנַחנָא מָא דְאִתפַקַדנָא עַל טוּרָא דְסִינַי שִׁיתָא יוֹמִין תַעבְדוּן עְיבִידַתכוֹן וּביוֹמָא דְשַבְתָא תְנוּחוּן כְעַן טָב לַנָא דִנמוּת מדנחלל יוֹמָא דְשַבְתָא׃<br />\n<sup>40</sup> כָל קְבֵיל דְנָא כדי לָא קבִילוּ לְהוֹן אֵיתִיאוּ אָעִין רַטִיבִין וְאוֹקִידוּ עַל פוֹם מְעָרְתָא וְאִתקְטִיל כְאַלַף גְבַר וְאִתְתָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>37</sup> בַּזְמַן הַהוּא אָמְרוּ בְנֵי־יִשְׂרָאֵל אֵֽלֶּה לָאֵֽלֶּה בֹּאוּ וְנֵלֵךְ וְנִשְׁבּוֺת בַּמְּעָרָה פֶּן נְחַלֵּל אֶת־יוֺם הַשַּׁבָּת וַיַּלְשִׁינוּ אוֺתָם לִפְנֵי בַגְרִיס׃<br />\n<sup>38</sup> אָז בַּגְרִיס הָרָשָׁע שָׁלַח אֲנָשִׁים חֲלוּצִים וַיָּבֹאוּ וַיֵּשְׁבוּ עַל־פִּי הַמְּעָרָה וַיֹּאמְרוּ אֲלֵיהֶם יְהוּדִים צְאוּ אֵלֵינוּ אִכְלוּ מִלַּחְמֵנוּ וּשְׁתוּ מִיֵּינֵנוּ וּמַעֲשֵׂינוּ תִּהְיוּ עוֺשִׂים׃<br />\n<sup>39</sup> וַיַּעֲנוּ בְּנֵי יִשְׂרָאֵל וַיֹּאמְרוּ אֵלֶּה לָאֵלֶּה זוֺכְרִים אֲנַחְנוּ אֲשֶׁר צִוָּֽנוּ יְיָ עַל־הַר סִינַי שֵׁשֶׁת יָמִים תַּעֲבֹד וְעָשִׂיתָ כָּל־מְלַאכְתֶּֽךָ וּבַיּוֺם הַשְּׁבִיעִי תִּשְׁבּוֺת עַתָּה טוֺב לָֽנוּ אֲשֶׁר נָמוּת בַּמְעָרָה מֵאֲשֶׁר נְחַלֵּל אֶת־יוֺם הַשַּׁבָּת׃<br />\n<sup>40</sup> בִּהְיוֺת זֶה כַּאֲשֶׁר לֹא־יָצְאוּ אֲלֵיהֶם הַיְּהוּדִים וַיָבִיאוּ עֵצִים וַיִּשְׂרְפוּ עַל־פִּי הַמְּעָרָה וַיָּמוּתוּ כְאֶֽלֶף אִישׁ וְאִישָּׁה׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>37</sup> אין יענער צײט האָבען די זין פון ישראל אײנער צו די אַנדערע געזאָגט: קומט לאָמיר געהן און האַלטען שבת אין אַ מערה אום מיר זאָלען ניט מחלל זײן דעם טאָג פון שבת, און מען האָט זײ פאַר׳מסר׳ט פאַר בגריס״ן:<br />\n<sup>38</sup> האָט בגריס הרשע דאָן אַרויסגעשיקט מענשען באַװאַפענטע און יענע זײנען געקומען און זיך צוזעצט בײם אַרויסגאַנג פון דער מערה און האָבען צו זײ געזאָגט: אידען, קומט אַרויס צו אונז, עסט פון אונזער ברויט און טרינקט פון אונזער װײן און איהר װעט טאָן אונזערע מעשים:<br />\n<sup>39</sup> און די קינדער פון ישראל האָבען זיך אָנגערופען אײנע צו די אַנדערע און געזאָגט: מיר געדענקען װאָס גאָט האָט אונז פאַרזאָנט אויפ׳ן באַרג סיני: זעקס טעג זאָלסטו אַרבעטען און אין דעם זיבעטען טאָג זאָלסטו רוהען, איצט איז אונז בעסער צו שטאַרבען אין דער מערה אײדער מחלל זײן דעם טאָג פון שבת:<br />\n<sup>40</sup>  און עם איז געװען נאכדעם װי די אידען זײנען צו זײ ניט אַרויס, האָבען זײ געבראַכט העלצער און אָנגעצונדען זײ בײם אַרויסגאַנג פון דער מערה און זײנען אין דער מערה אומגעקומען אַרום טויזענד מענער און פרויען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>37</sup> Therefore the Israelites said one to the other, “Come let us withdraw into a cave, lest here we be compelled to desecrate the Sabbath.” But their plan was betrayed to Bagris.<br />\n<sup>38</sup> Then did Bagris, the wicked, send armed men, to camp at the entrance to the cave. And they said, “Jews, come forth to us, eat with us of our bread, and drink with us of our wine, and do even as we do.”<br />\n<sup>39</sup> And the children of Israel spoke and said one to another, “We all remember what we were commanded upon Mount Sinai; ‘Six days shall you labor, and upon the seventh day, shall you rest.’<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Exodus 20:9, 23:12, 34:21&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; It were better to die in this cave than to profane the Sabbath day.”<br />\n<sup>40</sup> And when the Jews would not come forth, Bagris&#8217; men brought wood, which they burned at the entrance of the cave, killing about a thousand men and women.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>41</sup> בָתַר דְנָא קָמוּ חַמשָה בְנֵי מְתַתיָה יוֹחָנָן וְאַרבְעָה אְחוֹהִי וַאגִיחוּ קְרָבָא בְעַמְמַיָא הָאִלֵין׃<br />\n<sup>42</sup> קַטלָא סַגִיא קטלו בְהוֹן ועַרַקוּ דִי אִשׁתְאַרוּ לֵאַפִרכֵי יַמָא דְאִתרְחִיצוּ עַל אְלָה שְמַיָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>41</sup> אַחֲרֵי כֵן יָצְאוּ חֲמִשָׁה בְנֵי־מַתִּתְיָה יוֺחָנָן וְאַרְבָּעָה אֶחָיו וַיִּלָּחֲמוּ בָעַמִּים וַיַהַרְגוּ בַהֶם הֶֽרֶג רַב<br />\n<sup>42</sup> וַיְגָרְשׁוּם לְאִיֵּי הַיָּם כִּי בָטְחוּ בֵּאלֹהֵי הַשָּׁמָֽיִם׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>41</sup> נאכדעם זײנען אַרויסגעטראָטען די פינף זיהן פון מתתיהו, יוחנן און זײנע פיר ברידער און מלחמה געהאַלטען מיט די פעלקער און האָבען פיל פון זײ גע׳הרג׳עט<br />\n<sup>42</sup> און פאַרטריבען זײ צו די אינזלען פון ים, דורך זײער בטחון אין גאָט פון די הימלען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>41</sup> And the five sons of Matithyah, Yoḥanan and his four brethren, came out and fought with the enemy and slew many of them<br />\n<sup>42</sup> and drove them to the far islands of the sea, for they trusted in the God of Heaven.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>43</sup> בְאֵידַיִן יְתִיב בַגרַס חַיָיבָא בִספִינְתָא וַערַק לְוָת מַלכָא אַנטְיוּכַס וְעִמֵיה גַברִין דְאִשׁתֵיזַבוּ מִן חַרבָא׃<br />\n<sup>44</sup> עָנֵה בַגרַס וְאָמַר לְאַנטְיוּכַס מַלכָא אנת מַלכָא שַֹמתָ טְעֵים לְבַטָלָה מִן יְהוּד שַׁבתָא וְיַרחָא וּמהוּלתָא ואשתדור רַב בְגַוַה ואלו אַתוֹ עליהון כָל עַמְמַיָא אוּמַיָא וְלִישָנַיָא לָא כָהְלִין לְחַמשָה בְנֵי מְתַתיָה דִי אִינוּן מִן אַריָוָן תַקִיפִין וְמִן נִשרִין קַלִילִין וְמִן דוּבִין חַצִיפִין׃<br />\n<sup>45</sup> כְעַן מַלכָא מַלכִי יִשׁפַר עְלָך וְלָא תְגִיחַ קְרָבָא עִמְהוֹן בְמַשִׁריָתָא הָאִלֵין דִלמָא תִבְהֵית בְאַנפֵי כָל מַלכַיָא׃<br />\n<sup>46</sup> לָכֵן שְׁלַח אִגָרְתָא בכל מִדִינַת מַלכוּתָך וייתון רברבני חֵילָוָתָא וְעִמְהוֹן כָל עַמְמַיָא וְאַף פֵילַיָא מְלוּבָשֵי שִריַנָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>43</sup> אָז בַּגְרִיס הָרָשָׁע נִכְנַס בִּסְפִינָה אַחַת וַיָּֽנָס אֶל־אַנְטְיוּכַס הַמֶֽלֶךְ וְעִמּוֺ אֲנָשִׁים פְּלִיטֵי חָרֶב׃<br />\n<sup>44</sup> וַיַּעַן בַּגְרִיס וַיֺּאמֶר לְאַנְטְיוּכַס הַמֶּֽלֶךְ אַתָּה הַמֶּֽלֶךְ שַֽׂמְתָּ צִוּוּי לְבַטֵּל מִן־הַיְּהוּדִים שַׁבָּת רֹאשׁ־חֹֽדֶשׁ וּמִילָה מִרְמָה גְדוֺלָה וּמֶֽרֶד בְּתוֺכָהּ׃<br />\nאֲשֶׁר אִם־יֵלְכוּ כָל־הָעַמִּים וְהָאֻמּוֺת וְהַלְּשׁוֺנוֺת לֹא יוּכְלוּ לַחֲמִשָּׁה בְּנֵי מַתִּתְיָהוּ מֵאֲרָיוֺת הֵם חֲזָקִים וּמִנְּשָׁרִים הֵם קַלִּים וִּמִּדֻּבִּים הֵם מְמַהֲרִים׃<br />\n<sup>45</sup> עַתָּה הַמֶּֽלֶךְ עֲצָתִי תִּיטַב עָלֶֽיךָ וְלֹא תִּלָּחֵם בָּאֲנָשִׁים מְעָט כִּי אִם־תִּלָּחֵם בָּהֶם וְתֵבוֺשׁ בְּעֵינֵי כָל־הַמְּלָכִים׃<br />\n<sup>46</sup> לָכֵן כְּתוֺב וּשְׁלַח סְפָרִים בְּכָל־מְדִינוֺת מַלְכוּתֶֽךָ וְיָבֹֽאוּ שָׂרֵי הַחֲיָלוֺת וְלֹא־יִשָּׁאֵר מֵהֶם אֶחָד וְגַם פִּילִים מְלֻבָּשִׁים שִׁרְיוֺנִים יִהְיוּ עִמָּהֶם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>43</sup> דאַן איז בגריס הרשע אַרײן אין אַ שיף און אַנטלאָפען צו אנטיוכוס׳ן דעם קעניג און מיט אים מענשען אַנטלאָפענע פונ׳ם שװערד:<br />\n<sup>44</sup> און בגריס האָט זיך אָנגערופען צו אַנטיוכוס׳ן דעם קעניג און געזאָגט, דו קעניג האָסט געגעבען אַ באַפעל צו צושטערען באַ אידען שבת, ראש חדש און מילה און אין דער לאַנד איז אַ גרויסער פאַר־ראַט און אַ מרידה:<br />\nאַז אויב עם װעלען געהן אפילו אַלע פעלקער און אַלע אומות און לשונות, װעלען זײ ניט בײקומען די פינף זין פון מתתיה. פון לײבען זײנען זײ שטאַרקער און לײכטער פון אדלערס און מורא׳דיגער פון בערען:<br />\n<sup>45</sup> איצט קעניג זאָל מײן עצה דיר געפעלען װערען און זאָלסט ניט פיהרען מלחמה מיט װײניג מענשען, װארום אויב דו װעסט אויף דעם אופן יא מלחמה האַלטען מיט זײ, װעסטו פאַרשעמט װערען אין די אויגען פון אַלע מלכים:<br />\n<sup>46</sup> דעריבער זאָלסטו שרײבען און אַרויסשיקען בריװ אין אַלע מדינות פון דײן קעניגרײך און זאָלען קומען אַלע האַרען פון די חילות, עס זאָל ניט פעהלען אײנער פון זײ און אויך זאָלען זײן צװישען זײ העלפאַנטען אין פּאַנצירען אָנגעטאָן:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>43</sup> And Bagris, the wicked, boarded a ship and fled to Antioch, to the king and with him were those who escaped the sword.<br />\n<sup>44</sup> And Bagris spoke to Antiokhus, saying, “Though, you king have commanded the Jews to cease their observance of Sabbath, the new-moon [festival], and circumcision; yet they have rebelled against you, and defraud you. Not all the peoples and tongues could conquer the five sons of Matithyah, who are mightier than lions, swifter than eagles, and fiercer than bears.<br />\n<sup>45</sup> And now, O King, if my counsel wins your favor, go forth to do battle against them, [so that they] shall be shamed before all the kings.<br />\n<sup>46</sup> Therefore, do you dispatch letters to all the provinces of your kingdom that the captains of the armies come, and let no one remain behind and their elephants, garbed with shields and harness shall they bring with them.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>47</sup> אֵידַיִן שְׁפַר פתגמא בְעֵינֵי אַנטְיוּכַס (מלכא) וּשׁלַח וּקרָא לְרַברְבֵני מַלכוּתֵיה ואתו כָל עַמְמַיָא וְעִמְהוֹן פֵילַיָא מְלוּבָשֵי שרינא׃<br />\n<sup>48</sup> תִניָנוּת קָם בַגרַס חַיָיבָא וַאתָא לִירוּשׁלַם תְרַע בַה תְלָת עְשַֹר תְרעתא וּסגַר נַהרָא דִמדִינְתָא וּשֹרַף אַבנַה עָד דַהווֹ כְעַפרָא׃<br />\n<sup>49</sup> חַשִיב בְלִבֵיה וְאַמַר בְזִמנא הָדא לָא כָהְלִין לִי אְרֵי רַב חֵילִי וְתַקִיף יְדִי וְאֵילָה שְמַיָא לָא חַשִיב כֵין׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>47</sup> וָיִּיטַב הַדָּבָר בְּעֵינֵי אַנְטְיוּכַס הָמֶּֽלֶךְ וַיִּשְׁלַח סְפָרִים לְכָל־מְדִינוֺת מַלְכוּתוֺ וַיָבֹֽאוּ שָׂרֵי כָל־הָעַמִּים וְהַמַּמְלָכוֺת וְגַם פִּילִים מְלֻבָּשִׁים שִׁרְיוֺנִים עִמָּהֶם בָּֽאוּ׃<br />\n<sup>48</sup> שֵׁנִית קָם בַּגְרִיס הָרָשָׁע וָיָּבוֺא לִירוּשָׁלַיִם בָּקַע הַחוֺמָה וַיְנַתֵּק הַמָּבוֺא וַיְשַׁבֵּר בַּמִּקְדָּשׁ שְׁלֹש־עֶשְׂרֵה פְרָצוֺת וְגַם מִן־הָאֲבָנִים שִׁבֵּר עַד־אֲשֶׁר הַיוּ כֶּעָפָר<br />\n<sup>49</sup> וַיַּחֲשׁוֺב בְּלִבּוֺ וַיֹּֽאמֶר הַפַּעַם הַזֹּאת לֹא יוּכְלוּ לִי כִּי רַב חֵילִי וְעֹז יָדִי. וֵאלֹהֵי הַשָּׁמַֽיִם לֹא חָשַׁב כֵּן׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>47</sup>  און די זאַך איז געפעלען געװאָרען אַנטיוכוס׳ן דעם קעניג און ער האָט אַרויסגעשיקט בריװ אין אַלע מדינות פון זײן קעניגרײך און עם זײנען אָנגעקומען די שרים פון יעדען פאָלק און מלכות און געפּאַנצירטע העלפאַנטען זײנען מיט זײ מיט געקומען:<br />\n<sup>48</sup>  צו אַ צװײטען מאָהל איז בגריס הרשע אויפגעשטאַנען און צוגעקומען צו ירושלים. ער האָט געשפּאָלטען די חומה און אַראָפּגעריסען דעם אַרײעאַנג אין בית המקדש און שפּאַלטען געמאַכט אין דרײצעהן ערטער און אויך די שטײנער האָט ער צו מאָלען װי אַש, און ער האָט געטראַכט אין זײן האַרץ<br />\n<sup>49</sup> און נעזאָגט, דאָם מאָהל װעלען זײ מיר שוין ניט בײקומען, װײל גרויס איז מײן חיל און די שטאַרקײט פון מײן האַנט, און גאָט אין הימעל האָט ניט אַזוי געטראַכט:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>47</sup> And this found favor in the eyes of King Antiokhus. He sent letters to all the provinces of his empire. And the governors of each people and each province came and they brought elephants garbed with shields and harness.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Meam Loez: &#8220;The king followed his advice, and there came countless numbers of warriors, like the sand on the seashore. With such an army under his command, Begeris decided to set out once more for Jerusalem and wage war against the Jews.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\n<sup>48</sup> And Bagris, the wicked, arose and went up against Jerusalem a second time, and made a breach in its wall and tore down its entrance. He made thirteen breaches in the Sanctuary, and some of the stones he destroyed, causing them to crumble like dust.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Meam Loez: &#8220;He besieged the city, taunted and harassed the armies of the Living God, the Eternal King, and after breaching the walls began to demolish the Temple.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;<br />\n<sup>49</sup> And he thought to himself, “Surely this time they shall not overcome me, for my host is so numerous, and my strength is so great.” The God of Heaven, however, planned otherwise. <span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> Meam Loez expands upon this as follows: &#8220;Begeris had under him 10,000,000 soldiers — 1000 divisions of 10,000 each — when he broke into Jerusalem and vilified the Jews.<br />\n<br />What fools you are to set yourselves against such a multitude! If you depend upon God to bring down a flood upon us—He has already sworn never again to bring a flood. And if you expect the Archangel Gabriel to incinerate us as he did to Sennacherib—we have defiled our- selves by smearing our bodies with the blood of pigs and sperm of horses, and no angel can touch us. So what else do you expect to rely on when confronting us in battle?&#8221;<br />\n<br />But the Israelites raised their eyes on high and cried out, &#8220;Not for our glory, O God, not for us, but to Your own Name render honor. Let them not say that our God has exhausted all the ways there are to annihilate them, for about You it is written, &#8220;The Lord of hosts is His Name, great in counsel and mighty in performance&#8221; (Jeremiah 32:18-19).&#8221;<br />\n<br />At that moment, God said, &#8220;I swear that My thoughts surpass yours: God will not forsake His people, nor will He abandon His inheritance&#8221; (Psalms 94:14).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>50</sup> וִכדִי שְמַעוּ חַמשָה בְנֵי מֵתַתיָה קָמוּ ואַזַלוּ לְמַצפְיָא דְגִלעָד בְאָתרָא די הוה לְהיֹן שֵיזָבָא בִיוֹמֵי שְמוּאֵל נְבִיָיא׃<br />\n<sup>51</sup> צוֹמָא גזרו וִיתִיבוּ עַל קִטמָא לְמִבעֵי רַחמִין מִן קֻדָם אֵילָה שְמַיָא׃<br />\n<sup>52</sup> בְאֵידַיִן נְפַל בְלִבְהוֹן מִלכָא טָבָא וַהווֺ שְמָהָתְהוֹן יְהוּדָה בוּכרָא שִמעוֹן תִניָנָא יוֹחָנָן תְלִיתָאָה יוֹנָתָן רְבִיעָאָה אַלעָזָר חְמִישָאָה בָרֵיך יָתְהוֺן אְבוּהוֺן קֻדָם דְיִשְלַח יָתְהוֺן לִקרָבָא וְאַמַר יְהוּדָה בְרִי אוֹדֵי עוּבָדָך כִיהוּדָה בַר יַעְקֹב דִמתִיל כאריא וְאַת שִמעוֹן בְרִי אוֹדֵי עוּבָדָך כְשִמעוֺן בַר יַעְקֹב דִקטַל יָת יָתְבֵי שְכַם דחבו עַל דִינָה אְחָתֵיה וְאַת יוֹחָנָן בְרִי אוֹדֵי עוּבָדָך כְאַבנֵר בַר נֵר רַב חילא דְיִשֹרָאֵל וְאַת יוֹנָתָן בְרִי אוֹדֵי עוּבָדָך כְיוֹנָתָן בַר שָאוּל דִי קְטַל יָת פְלִשׁתָאֵי וְאַת אַלעָזָר בְרִי אוֹדֵי עוּבָדָך כְפִנחָס בַר אַלעָזָר דִי קַנִי קֻדָם אְילָהֵיה וְשֵיזֵיב יָת בְנֵי יִשׂרָאֵל [מֵירוּגזָא] עַל דְנָא כָמוּ חַמשָה בֵנֵי מְתַתִיָה בְיוֹמָא הַהוּא וַאגִיחוּ קְרָבָא בְעַמְמַיָא הָאִינוּן וּקטַלוּ מִנְהוֺן קַטלָא סַגִיא [לַחדָא] ואתקטיל מִנְהוֹן יְהוּדָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>50</sup> וְכִשְׁמֽוֺעַ חֲמִשָּׁה בְנֵי מַתִּתְיָה קָֽמוּ וַיָּבֹֽאוּ לְמִצְפֵּה גִלְעָד אֲשֶׁר הָיָה־שָׁם פְּלֵיטָה לְבֵית יִשְׂרָאֵל בִּימֵי שְׁמוּאֵל הַנָּבִיא׃<br />\n<sup>51</sup> צוֺם גָּזָרוּ וַיֵּשְׁבוּ עַל־הָאֵֽפֶר לְבַקֵּשׁ רַחֲמִים מִלִּפְנֵי אֱלֹהֵי הַשָׁמָיִם׃<br />\n<sup>52</sup> אָז נָפַל בְּלִבָּם עֵצָה טוֺבָה יְהוּדָה הַבְּכוֺר שִׁמְעוֺן הַשֵּׁנִי הַשְּׁלִישִׁי יוֺחָנָן הָרְבִיעִי יוֺנָתָן הַחֲמִישִׁי אֶלְעָזָר׃<br />\n וַיְבָֽרֶךְ אוֺתָם אֲבִיהֶם וְכֵן אָמָר יְהוּדָה בְּנִי אֲדַמֶּה אוֺתְךָ לִיהוּדָה בֶּן־יַעֲקֺב אֲשֶׁר־הָיָה נִמְשָׁל לְאַרְיֵה׃<br />\n שִׁמְעוֺן בְּנִי אֲדַמֶּה אוֺתְךָ לְשִׁמְעוֺן בֶּן־יַעֲקֹּב אֲשֶׁר הָרַג יוֺשְבֵי שְׁכֶם׃<br />\n יוֺחָנָן בְּנִי אֲדַמֶּה אוֺתְךָ לְאַבְנֵר בֶּן־נֵר שַׂר צְבָא יִשְׂרַאֵל.‏<br />\n יוֺנָתָן בְּנִי אֲדַמֶּה אוֺתְךָ לְיוֺנָתָן בֶּן־שָׁאוּל אֲשֶׁר הָרַג עַם פְּלִשְׁתִּים׃<br />\n אֶלְעָזָר בְּנִי אַדַמֶּה אוֺתְךָ לִפִינְחָס בֶּן־אֶלְעָזָר אֲשֶׁר קִנֵּא לֵאלֹהָיו וְהִצִּיל אֶת־בְּנֵי יִשְׂרָאֵל׃<br />\n עַל־זֶה יָצְאוּ חֲמִשָּׁה בְנֵי־מַתִּתְיָה בַּיּוֺם הַזֶּה וַיִּלָּחֲמוּ בָּעַמִּים וַיַּהַרְגוּ בָהֶם הֶרֶג רָב וַיֵּהָרֵג מֵהֶם יְהוּדָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>50</sup>  און װען דאָס האָבען דערהערט די פינף זין פון מתתיה האָבען זײ זיך אויפגעהויבען און אָנגעקומען קײן מצפּה פון גלעד, װאָס איז געװען אין די טעג פון שמואל הנביא אַ מקום מקלט פאַר די אידען:<br />\n<sup>51</sup>  זײ האָבען גוזר תענית געװען און זיך אויסגעזעצט אויף אַש צו בעטען רחמים פון גאָט אין הימעל:<br />\n<sup>52</sup> דאַן איז אין זײער געדאַנק אַײנגעפאַלען אָן עצה טובה, יהודה דער בכור, שמעון דער צװײטער, יוחנן דער דריטער, יונתן דער פערטער, אלעזר דער פינפטער:<br />\n  און זײער פאָטער האָט זײ געבענשט און האָט צו זײ אַזוי געזאָגט: יהודה מײן זון איך פאַרגלײך דיר צו יהודה בן יעקב װאָס איז צו אַ לײב געגליכען געװען:<br />\n  שמעון מײן זון איך פאַרגלײך דיר צו שמעון בן יעקב װאָס האָט אויסגע׳הרג׳עט די אַײנװאָהנער פון שכם:<br />\n  יוחנן מײן זון איך פאַרגלײך דיר צו אבנר בן נר דעם שר פון ישראל׳ס חיל, יונתן מײן זון איך פאַרגלײך דיר צו יונתן דער זון פון שאול, װאָס האָט אויס-גע׳הרג׳עט די פּלשתים:<br />\n  אלעזר מײן זון איך פאַרגלײך דיר צו פּנחס דעם זון פון אלעזר װאָס האָט זיך אָנגענומען דעם כבוד פון גאָט און מציל געװען די קינדער פון ישראל:<br />\n  מיט דערמיט זײנען די פינף זין פון מתתיה אַרויס אין יענעם טאָג און מלחמה געהאַלטען מיט די פעלקער און אויסגע׳הרג׳עט פיל אין זײ, און יהודה פון זײ איז גע׳הרג׳עט געװאָרען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>50</sup> When the five sons of Mattithyah heard this, they arose and came to Mitzpah Gil&#8217;ad, where Israel had won a great victory in the day of Shmuel, the prophet.<br />\n<sup>51</sup> And they decreed a fast day, and sat on ashes and prayed to the God of Heaven for mercy.<br />\n<sup>52</sup> And a good plan occurred to Yehudah, the eldest, Shim&#8217;on, the second of the sons, Yoḥanan, the third, Yonathan, the fourth, and El&#8217;azar, the youngest.<br />\n   And their father blessed them and said, “Yehudah, my son, you are like Yehudah the son of Yaakov, who was like unto a lion.<br />\n   Shim&#8217;on, my son, you are like Shim&#8217;on the son of Yaakov who slew the people of Shkḥem.<br />\n   Yoḥanan, my son, you are like Avner the son of Ner, the head of the host of Israel.<br />\n   Yonathan, my son, you are like Yonathan the son of Shaul, who slew the Plishtim.<br />\n   And you El&#8217;azar, my son, you are like Pinḥas the son of El&#8217;azar who was jealous for his God’s sake, and thus delivered the children of Israel.”<br />\n   Following this, the five sons of Matithyah went forth that day and fought the enemy, and slew many among them. But Yehudah was slain in the battle.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>53</sup> בַה שָעְתָא כַד חְזוֹ [בני מתתיה] דְאִתקְטִיל יהודה תָבוּ וַאתוֹ לְוָת אְבוּהוֹן ואמר לְהוֹן לְמָא תַבתוּן׃<br />\n<sup>54</sup> עָנוֹ וֵאָמְרִין יְהוּדָה אְחוּנָא אִתקְטִיל דִי הְוָה מִתחְשֵיב כְוָת כוּלַנָא׃<br />\n<sup>55</sup> עָנֵה מְתַתיָה וְאַמַר לְהוֹן [אנא] אִפוֹק עִמְכוֹן וְאִגַיח קְרָבָא בעממיא הָאִלֵין דִלמָא יוֹבְדוּן בְנֵי יִשׂרָאֵל וְאָתוּן תִתנַחמוּן עַל אְחוּכוֺן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>53</sup> בְּאוֺתָהּ שָׁעָה כַּאֲשֶׁר רָאוּ בְּנֵי מַתִּתְיָה כִּי נֶהֱרַג יְהוּדָה שָֽׁבוּ וַיָּבֹֽאוּ אֵל־אֲבִיהֶם׃<br />\n<sup>54</sup> וַיֹּאמֶר לָהֶם לָֽמָּה שַׁבְתֶּם וַיַּעֲנוּ וַיֹּֽאמְרוּ עַל־אֲשֶׁר נֶֽהָרַג אָחִֽינוּ אֲשֶׁר־הָיָה חָשׁוּב כְּכֻלָֽנוּ׃<br />\n<sup>55</sup> וַיַּֽעַן מַתִּתְיָה אֲבִיהֶם וַיֹּֽאמֶר אֲלֵיהֶם אֲנִי אֵצֵא עִמָּכֶם וְאֶלָּחֵם בָּעַמִּים פֶּן־יֹאבְדוּ בֵּית יִשְׂרָאֵל וְאַתֶּם נִבְהַלְתֶּם עַל־אֲחִיכֶם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>53</sup>  װען די קינדער פון מתתיה האָבען דערזעהן אַז יהודה איז גע׳הרג׳עט געװאָרען, האָבען זײ זיך אין יענער שעה צוריק נעקערט און נעקומען צו זײער פאָטער:<br />\n<sup>54</sup> און ער האָט צו זײ געזאָגט, װארום האָט איהר זיך אומגעקערט? און זײ האָבען געענטפערט און געזאָנט, װײל אונזער ברודער װאָס איז געװען אַזוי חשוב װי מיר אַלע צוזאַמען, איז גע׳הרג׳עט געװאָרען:<br />\n<sup>55</sup> און מתתיה זײער פאָטער האָט זיך אָנגערופען און געזאָגט, איך װעל מיט אײך אַרויסנעהן און װעל מלחמה האַלטען מיט די פעלקער, עם זאָל ניט פאַרטיליגט װערען די הויז פון ישראל און איהר זײנט אַזוי צוטומעלט געװאָרען װעגען אַײער ברודער:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>53</sup> When the sons of Matithyah saw that their brother Yehudah was slain, they returned to their father.<br />\n<sup>54</sup> And when he said to them, “Why have you returned?” they replied, “Because our brother who was the equal of all the rest of us, is slain.<br />\n<sup>55</sup> And Matithyah said, “I will go with you and I too will fight the enemy, lest the House of Israel perish, seeing that you are so alarmed by reason of your brother&#8217;s death.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>56</sup> וּנפַק מְתַתיָה בְיוֹמָא הַהוּא עִם בְנוֹהִי וַאְגִיח קְרָבָא בְעַמְמַיָא הָאִינוּן׃<br />\n<sup>57</sup> וְאֵילָה שְׁמַיָא מְסַר כָל גִיבָרֵי עַמְמַיָא הָאִלֵין בִידֵיהוֹן וּקטַלוּ בהון קַטלָא סַגִיא כָל שָלֵיף חַרבָא וְכָל אָחֵיד קַשתָא ורברבני פַחוָאתָא וְלָא אִשתְאַר מִנְהוֹן מֵשֵיזִיב וַערַק מַן דְאִשתֵיזַב מִנְהוֹן לֵאַפִרכֵי יַמָא<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>56</sup> וַיֵּצֵא מַתִּתְיָה בַּיּוֺם הַהוּא עִם־בָּנָיו וַיִּלָּחֲמוּ בָּעָמִּים׃<br />\n<sup>57</sup> וֵאלֹהֵי הַשָׁמַֽיִם נָתַן כָּל־גִּיבּוֺרֵי הָעַמִּים בְּיָדָם וַיַּהַרְגוּ בָהֶם הֶֽרֶג רַב כָּל־אֲחֽוּזֵי חֶֽרֶב וְכָל־מֽוֺשְׁכֵי קֶֽשֶׁת שָׂרֵי הַחַֽיִל וְהַסְגָנִים לֹא־נוֺתַר בָּהֶם שָׂרִיד וַיָּנֽוּסוּ שְׁאָר הָעַמִּים לִמְדִינוֺת הַיָּם׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>56</sup>  און מתתיה איז אַרויס אין יענעם טאָג מיט זײנע זין און זײ האָבען מלחמה געהאַלטען מיט די פעלקער:<br />\n<sup>57</sup> און גאָט פון הימעל האָט די אַלע גבורים פון די פעלקער אין זײערע הענט איבערגעגעבען און זײ האָבען פיל גע׳הרג׳עט צװישען זײ, אַלע די װאָס האָבען געהאַלטען אַ שװערד און אַלע די װאָס שיסען מיט׳ן בויגען, די פיהרער פונ׳ם חיל און זײערע סגנים, עס איז ניט געבליבען קײן שריד ופּליט, און די אַנדערע פעלקער זײנען אַנטלאָפען אין די לענדער װאָס פון יענעם זײט ים:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>56</sup> And Matithyah went forth that day with his sons and fought the enemy.<br />\n<sup>57</sup> And the God of Heaven delivered all the mighty men of the enemy into their hands, and they slew many among them, slaying all who were armed with swords, or who drew a bow; all the captains of the army and their lesser officers, so that none remained; for the remnant fled to distant provinces.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Meam Loez provides an alternative version of these battles as follows: &#8220;All this time the Israelites had still looked to the east, expecting the Persians to come to their aid. But the High Priest turned to Mattathias the man who places his trust in man and in the power of mere flesh, displacing God from his heart; blessed is the man who makes God his surety&#8221; (Psalms 40:5)? Why do you still put your trust in men?&#8221;<br />\n<br />&#8220;Well have you spoken,&#8221; he replied. We shall place no trust in man but in God alone. I and my seven sons, and you with your three sons, together we make a total of twelve, symbolizing the twelve Tribes of God. So let us be a testimony for Israel (Psalms 122:4) and trust in God to perform miracles for us and to work wonders.<br />\n<br />[Thus they spoke and] thus they acted. They took an oath to fast, they attired themselves in sackcloth and ashes, and they pleaded for mercy before God in Heaven, the savior and protector of Israel. Then they rose from their obeisance before God and attacked the enemy, inflicting a mighty blow.<br />\n<br />At the same time, God assembled the seventy supernal spirits of the nations (Sarim), enslaved them to His will pierced their ears with fiery awls [as a sign of perpetual enslavement&#8221; — see Exodus 21:6]), and told them, &#8220;Let every man kill his neighbor, let none escape — at your peril.&#8221;<br />\n<br />And so it was. Whenever the Greeks shot their arrows, these Sarim, in obedience to God&#8217;s will, would reverse their motions, causing the arrows to pierce the hearts of the Greeks themselves. There thus came true, &#8220;And the swords shall enter into their own hearts, and their bows shall be broken&#8221; (Psalms 37:16).<br />\n<br />The sons of the Hasmoneans beheld these wonders and cried, &#8220;God is waging war for us.&#8221;<br />\n<br />[Many princes were arrayed against the Israelites,] and whenever one of them was killed, the supernal Sarim would plunder his possessions and cast them into the homes of the Israelites.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\nוְאַלעָזָר הְוָה מִתעַסֵק בֵקַטלָא דפיליא וּטבַע בִפוּרתָא דְפִילָא׃<br />\n<sup>58</sup> וּבעוֹהִי אְחוֹהִי בֵין חַיַיָא וּבֵין מִיתַיָא וְלָא אַשׁכַּחוּ יָתֵיה וּבָתַר כֵין אַשׁכַּחוּ יָתֵיה טְבִיּעַ בְפוּרתָא דְפִילָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאֶלְעָזָר הָיָה מִתְעַשֶׂק לְהָמִית הַפִּילִים וַיִּטְבַּע בְּפֶֽרֶשׁ הַפִּילִים<br />\n<sup>58</sup>וְכַאֲשֶׁר שָֽׁבוּ בִּקְשֽוּהוּ בֵּין הַחַיִּים וּבֵין הַמֵּתִים וְלֹא מְצָאֽוּהוּ וְאַחַר כֵּן מְצָאֽוּהוּ אֲשֶׁר טֻבַּע בְּפֶֽרֶשׁ הַפִּילִים׃ ‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון אלעזר האָט זיך פאַרנומען אויסצו׳הרג׳ענען די העלפאַנטען און ער איז דערטרונקען געװאָרען אין די מיסט פון די העלפאנטען,<br />\n<sup>58</sup> און װען זײ האָבען זיך אומגעקערט, האָבען זײ אים אַרומגעזוכט צװישען די לעבעדיגע און די טויטע און ניט געפונען און נאכדעם האָט מען אים געפונען אין די מיסט פון די העלפאַנטען:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEl&#8217;azar while engaged in killing the elephants, sank in the dung of the elephants.<br />\n<sup>58</sup> And when they returned from battle they sought him and found him sunk in the dung of the elephants.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>59</sup> וַחְדוֹ בֵנֵי יִשֹראֵל דִי אִתמְסַרוּ סָנְאֵיהוֹן בֵידִיהוֹן מִנְהוֹן קְלוֹ בְנוּרָא וּמִנְהוֹן צְלַבוּ עַל אִילָנָא וּבַגרַס חַיָיבָא מַטעֵי עַמֵיה קְלוֹהִי בְנוּרָא עַמָא בֵית יִשֹרָאֵל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>59</sup> וַיִּשְׂמְחוּ בְּנֵי יִשְׂרָאֵל כִּי־נִתְּנוּ בִידֵהֶם שׂוֺנְאֵיהֶם מֵהֶם שָׂרְפוּ בָאֵשׁ וּמֵהֶם דָּקְרוּ בַחֶֽרֶב וּמֵהֶם תָּלוּ עַל־הָעֵץ׃<br />\nוּבַגְרִיס הָרָשָׁע הַמַּטְעֶה אֶת־עַמּוֺ שָׂרְפוּ אוֺתוֺ בֵּית יִשְׂרָאֵל בָּאֵשׁ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>59</sup> און די קינדער פון ישראל האָבען זיך געפרעהט װאָס זײערע שונאים זײנען אין זײערע הענט איבערגעגעבען געװאָרען. פון זײ האָט מען אַ טײל פאַרברענט אין פײער, די אַנדערע דערשטאָכען מיט׳ן שװערד און נאָך אַנדערע האָט מען אויפגעהאַנגען אויף די בוימער:<br />\n און בגריס׳ן דעם רשע דעם פאַרפיהרער פון זײן פאָלק, האָט אים די הויז פון ישראל פאַרברענט אין פײער:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>59</sup> And the children of Israel rejoiced that their enemies had been delivered into their hands; some of them they burned in fire, some they pierced with the sword, and some they hung upon the trees.<br />\nAnd Bagris who lead his people astray, was burned by the House of Israel in fire.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>60</sup> וְאַנטְיוּכַס מַלכָא כַד שְמַע דִי אִתקְטִיל בַגרַס תניניה וְכָל רברבנוהי דְעִמֵיה יְתֵיב בִספִינְתָא וַעְרַק לַאְפַרכֵי יַמָא וְכָל אְתַר דְיֵיתֵי מָרְדִין בֵיה וְאָמְרִין לֵיה עָרִיקָא עָרִיקָא וּרמָא בֵנַפְשֵיה לְיַמָא׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>60</sup> וְאָז אַנְטְיוּכַס הַמֶּֽלֶךְ כַּאֲשֶׁר שָׁמַע אֲשֶׁר נֶהֶרְגוּ בַּגְרִיס הָרָשָׁע וְכָל־שַׂרֵי הַחַֽיִל אֲשֶׁר עִמּוֺ נִכְנַס בִּסְפִינָה וַיָּֽנָס לִמְדִינוֺת הַיָּם וַיְהִי כָּל־מָקוֺם אֲשֶׁר הָיָה בָא שָֽׁמָּה מוֺרְדִים בּוֺ וְקוֺרְאִים אוֺתוֺ הַבּוֺרֵֽחַ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>60</sup> און דאַן װען אנטיוכוס דער מלך האָט דערהערט אַז בגריס דער רשע און אַלע שרים פונ׳ם חיל װאָס מיט אים זײנען אויסגע׳הרג׳עט געװאָרען, איז ער אין אַ שיף אַנטלאָפען אין דער מדינה װאָס פון יענעם זײט ים, און עם איז געװען אין יעדען אָרט װאו ער פלעגט אָנקומען, פלעגט מען אין איהם מורד זײן און איהם רופען: &#8220;דער װאָס אַנטלויפט.&#8221;:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>60</sup> When King Antiokhus heard that Bagris, the wicked, and all the captains who were with him were slain, he embarked upon a boat and fled to a distant province; and it came to pass that wherever he landed, they rebelled against him and called him “the Coward.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n<sup>61</sup> בָתַר דנא עלו בְנֵי יִשֹרָאֵל לְבֵית מַקדְשָא וּבנוֹ תַרעַיָא וְדַּכִּיאוּ בֵית מַקדְשָא מִן קְטִילַיָא וּמִן סְאוֹבְתָא׃<br />\n<sup>62</sup> וּבעוֹ מִשחָא דְזֵיתָא דכיָא לְאַדלָקָא בוֹצִינַיָא וְלָא אַשכַחוּ אלהין צְלוֹחִית חְדָא דַהְוָת חְתִימָה בְעִזקָת כָהְנָא רַבָא מִיוֹמֵי שְמוּאֵל נֵבִיָא וִידַעוּ דִהִיא דָכיָא׃<br />\n<sup>63</sup> כאדלקות יוֹמָא חְדָא הְוָה בה וַאְלָה שְמַיָא דִי שַכֵין שְמֵיה תַמָן יְהַב בַה בִרכְתָא וְאַדלִיקוּ מִנַה תְמָניָא יוֹמִין׃<br />\n<sup>64</sup> עַל כֵן קַיִימוּ בְנֵי חַשמוּנַאי הַדֵין קְיָימָא וַאְסַרוּ הַדֵין אְסָרָא אִינוּן וּבנֵי יִשֹרָאֵל כוּלְהוֹן׃<br />\n<sup>65</sup> לְהוֹדָעָא לִבנֵי יִשֹרָאֵל לְמַעְבַד הַדֵין תְמָנָיא יוֹמִין חַדוָא וִיקָר כְיוֹמֵי מוֹעְדַיָא דִכתִיבִין בְאוֹרָיתָא לְאַדלָקא בְהוֹן לְהוֹדָעָא לְמַן דְיֵיתֵי מִבָתְרֵיהוֹן אְרֵי עְבַד לְהוֹן אְלָהְהוֹן פֻרקָנָא מִן שְמַיָא׃<br />\n<sup>66</sup> בְהוֹן לָא לְמִספַד וְלָא לְמִגזַר צוֹמָא וְכָל דִיהֵי עְלוֹהִי נִדרָא יְשַלֵּמִינֵיִה׃ </p>\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<sup>61</sup> אַחֲרֵי כֵן בָּֽאוּ בְנֵי חַשְׁמוֺנַי לְבֵית הַמִּקְדָּשׁ וַיִּבְנוּ הַשְּׁעָרִים הַנִּשְׁבָּרִים וַיִּסְגְּרוּ הַפְּרָצוֺת וַיְטַהֲרוּ אֶת־הָעֲזָרָה מִן הַהֲרוּגִים וּמִן הַטֻּמְאוֺת׃<br />\n<sup>62</sup> וַיְבַקְשׁוּ שֶֽׁמֶן זַיִת זָךְ לְהַדְלִיק הַמְּנוֺרָה וְלֺא מָצְאוּ כִּי־אִם צְלוֺחִית אַחַת אֲשֶׁר הַיְתָה חֲתוּמָה בְּטַבַּֽעַת הַכֹּהֵן הַגָּדוֺל וַיֵּדְעוּ כִּי הָיְתָה טָהוֺר וְהָיָה בָהּ כְּשִׁיעוּר הַדְלָקַת יוֺם אֶחָד׃<br />\n<sup>63</sup> וֵאלֹהֵי הַשָּׁמַֽיִם אֲשֶׁר שִׁכֵּן שְׁמוֺ שָׂם נָתַן בְּרָכָה וְהִדְלִֽיקוּ מִמֶּֽנָּה שְׁמוֺנָה יָמִים׃<br />\n<sup>64</sup> עַל־כֵּן קִיְּמוּ בְּנֵי חַשְׁמוֺנַי קִיּוּם וְחִזְּקוּ אִסָּר וּבְנֵי יִשְׂרָאֵל עִמָּהֶם כְּאֶחָד<br />\n<sup>65</sup> לַעֲשׂוֺת שְׁמוֺנָה יָמִים הָאֵֽלֶּה יְמֵי מִשְׁתֶּה וְשִׂמְחָה כִּימֵי מוֺעֲדִים הַכְּתוּבִים בַּתּוֺרָה וּלְהַדְלִיק בָּהֶם נֵרוֺת לְהוֺדִֽיעַ אֲשֶׁר עָשָׂה לָהֶם אֱלֹהֵי הַשָּׁמַֽיִם נִצּוּחִים׃<br />\n<sup>66</sup> וּבָהֶם אֵין לִסְפּוֺד וְלֹא לִגְזוֺר צוֺם וְתַעֲנִית זוּלָתִי אֲשֶׁר מְקֻבָּל עָלָיו מִלִּפְנֵי זֶה וְיִתְפַּלֵל לִפְנֵי אֶלֹהָיו׃‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<sup>61</sup> נאכדעם זײנען די קינדער פון חשמונאי נעקומען אין בית המקדש אַרײן און האָבען איבערגעבויט די צובראָכענע טויערען און די שפּאַלטען פאַר־מאַכט און אויסגערײניגט די עזרה פון די הרוגים און פון די טומאות:<br />\n<sup>62</sup> און זײ האָבען גענומען זוכען רײנעם בוימעל כדי אָנצינדען די מנורה און זײ האָבען געפונען נאָר אײן קריגעל װאַָס איז געװען פאַרזיגעלט מיט׳ן זיגעל פון כהן גדול, האָבען זײ געװאוסט דאָם עס איז רײנער, אין װעלכען עם איז געװען בוימעל צום ברענען נאָר פאַר אײן טאָג:<br />\n<sup>63</sup> און גאָט אין הימעל װאָס האָט געמאַכט רוהען זײן נאָמען דאָרטען, האָט געגעבען זײן ברכה און עס האָט פון קריגעל געברענט די מנורה אַכט טעג:<br />\n<sup>64</sup> צוליב דעם האָבען די זין פון חשמונאי און מיט זײ די קינדער פון ישראל<br />\n<sup>65</sup> צוזאַמען מקבל געװען פאַר אַ מצוה און געמאַכט אַ שטאַרקען איסור צו מאַכען די דאָזיגע אַכט טעג פאַר ימי משתה ושמחה אַזוי װי די יום־טוב טעג װאָס זײען געשריבען אין דער תורה:<br />\n און אָנצינדען אין זײ ליכט װאָס זאָלען לאָזען װיסען די נצחונות װאָס גאָט פון הימעל האָט פאַר זײ געמאַכט,<br />\n<sup>66</sup> און דערפאַר טאָר מען ניט אין די טעג מאַכען הספּדים און ניט גוזר תענית זײן אַ חוץ אַזאַ תענית װאָס אײנער האָט מקבל געװען אויף זיך פון פריהער און ער קען מתפּלל זײן פאַר גאָט:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>61</sup> Afer these things, the sons of the Ḥashmonai came into the Sanctuary, restored the gates, repaired the breaches, and cleansed the hall of the dead and of all its impurity.<br />\n<sup>62</sup> And they sought pure olive oil with which to light the Menorah, but they found only one little vessel sealed with the seal of the High-Priest and they knew it to be pure. And it contained but sufficient oil for one day.<br />\n<sup>63</sup> But the God of Heaven Who caused His presence to dwell in the Sanctuary, gave His blessing and it sufficed to light the Menorah eight days.<br />\n<sup>64</sup> Therefore did the sons of the Ḥashmonai together with the Israelites<br />\n<sup>65</sup> ordain that these eight days be ever celebrated as days of joy and feasting along wth the festivals ordained in the Torah; that candles be lit to commemorate the victory they achieved through the God of Heaven;<br />\n<sup>66</sup> that it be forbidden to mourn or to decree a fast-day during this period, except such as may have been established previously, and it was further ordained to pray and thank God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n(ברם חשמונאי ובנוהי ואחוהון לא גזרו בהון למשבק עבודת פּולחנא די מקדשא.‏)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n(אַךְ חַשְׁמוֺנַאי וּבָנָיו וְאֲחֵיהֶם לֹא־גָזְרוּ בָהֶם לְבַטֵּל עֲבוֺדַת מְלָאכָה.)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n(נאָר אויף חשמונאי און זײנע זין און זײערע ברידער האָט מען ניט גוזר געװען צו מבטל זײן זײער אַרבעט פון דינען אין בית המקדש)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(Only the work in the Sanctuary was not prohibited by the Ḥashmonai and his sons and their brethren.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n(מן עדנא דנא לא הזה שם למלכות יון:<br />\n‏וקבלו מלכותא בני חשמונאי ובני בניהון מן עדנא דגא ועד חרבן בית אלהא דך מאתן ושית שנין:‏)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n(וּמִן־הָעֵת הַהִיא לֺא־הָיָה שֵׁם לְמַלְכוּת יָוָן׃<br />\nוַיְקַבְּלוּ הַמַּלְכוּת בְּנֵי חַשְׁמוֺנַאי וּבְנֵי בְנֵיהֶם מֵהָעֵת הַזֹּאת עַד־חָרְבַּן בֵּית הָאֶלֹהִים מָאתַיִם וְשֵׁשׁ שָׁנִים׃)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n(און פון יענער צײט אָן האָט מלכות יון אָנגעװאָרען דעם נאָמן:<br />\nאון די זין פון חשמונאי און זייערע קינדער און קינד׳ס קינדער האָבען איבערגענומען די מלכות פון דער צײט אָן ביז׳ן חורבן פון גאָט׳ס הויז, צװײ הונדערט און זעקס יאָהר:)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(That day saw the end of the Kingdom of Greece.<br />\nAnd the sons of the Ḥashmonai and their sons after them did rule over Israel from that day till the destruction of the <em>Beit haElohim</em> [Temple of God], a period of two hundred and six years.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n(עד יומיא האילן בני ישראל בכל גלותהון נטרין יומיא אלין וקרין להון ימי חדו מעשרים וחמשה יומין לירחא דכסלו תמניא יומין:<br />\nמן עידנא ההוא ועד עלמא לא עדון מנהון בבית מקדשהון. כהניא ולויא וחכימהון קימו עליהון ועל בני בניהון עד עלמא:‏)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n(עַל־כֵּן בְּנֵי יִשְׂרָאֵל מֵהַיּוֺם הַהוּא בְּכָל־גָּלוּתָם שׁוֺמְרִים הַיָּמִים הָאֵֽלֶה וְקוֺרְאִים לָהֶם יְמֵי מִשְׁתֶּה וְשִׂמְחָה מֵחֲמִשָׁה וְעֶשְׂרִים לַחֹֽדֶשׁ כִּסְלֵו שְׁמוֺנָה יָמִים׃<br />\nמִן־הָעֵת הַהִיא וְעַד־הָעוֺלָם לֺא יָסוּרוּ מֵהֶם אֲשֶׁר הָיוּ בְּבֵית מִקְדָּשָׁם הַכֹּהֲנִים וְהַלְוִיִּם וְחַכְמֵיהֶם אֲשֶׁר קִיְּמוּ עֲלֵיהֶם וְעַל־בְּנֵי בְנֵיהֶם עַד־עוֺלָם׃‏)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n(פון יענעם טאָג אָן אין גאַנצען גלות זײערען היטען דערפאַר אָפּ די קינדער פון ישראל די דאָזיגע אַכט טעג פון דעם פינף און צװאַנציגטסטען טאָג אָן אין חדש כסלו און רופען זײ ימי משתה ושמחה:<br />\n פון יענער צײט אָן און ביז אויף אײביג װעלען די בני ישראל זיך ניט אָפּקערען פון דעם אַלעס װאָס די כהנים, לוײם און זײערע חכמים װאָס זײנען געװען אין בית המקדש האָבען גענומען אויף זיך און זײערע קינד׳ס קינדער אויף אײביג:)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(Therefore do the children of Israel observe these days in all the lands of their dispersion, as days of feasting and joy, for eight days beginning with the 25th of Kislev.<br />\nFrom that day and evermore, this festival shall not depart from the holy places of Israel, for their Kohanim, Levi&#8217;im, and sages ordained it for themselves and their descendants and pledge to keep it forever.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"aramaic\" lang=\"jpa-Hebr\">\n(כבודך י״י.‏ נשלמה המנלת יונית ופסוקיה שבעים וארבעה וסימן ע״ד ולא אמעד, אמן)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n(האל אשר עשה עמהם נס ופלא, הוא יעשה לנו נסים ונפלאות, ויקוים בנו מקרא שכתוב &#8220;כימי צאתך מארץ מצרים אראנו נפלאות&#8221;.‏)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nדער רבונו של עולם װאָס האָט געטאָן מיט זײ דעם נס און װאונדער, ער װעט אויך מיט אונז טאָן ניסים ונפלאות און עס װעט אין אונז מקוים װערען דער פסוק: &#8220;כימי צאתך מארץ מצרים אראנו נפלאות.&#8221; אמן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(May God who performed miracles on their behalf, do wonders for us so that the words of the Torah may be fulfilled even as it is written “I will show him wonders even as in the days of thy going forth from the land of Egypt.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Mikha 7:15&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; <em>Amen</em>.)\n</td>\n</tr>\n</tbody>\n</table>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Menaḥem Tzvi Kaddari, &#8220;The Aramaic Antiochus Scroll,&#8221; <em>Bar Ilan</em> 1 (1963) 81-105</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">The Me&#8217;am Loez adds: &#8220;Mattathias, son of Yochanan the High Priest, had a daughter whose beauty was unmatched anywhere, who was betrothed to one of the Hasmoneans. One day, a Greek soldier from Nicanor&#8217;s army seized this maiden by the hair, and spreading a Torah scroll beneath them, assaulted her before the eyes of her betrothed.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Ezekiel 43:7</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">The Me&#8217;am Loez has Nicanor&#8217;s statement to Yochanan as follows: &#8220;Why have you rebelled? Why did you refuse to heed the royal decrees and to keep the peace? You know very well that my army is mighty enough to bring upon you the greatest possible calamity and have you totally exterminated. Who is this God in whom you trust to deliver His land from me? This very moment, if I so desire, I can destroy you and your entire people. In the twinkling of an eye I can incinerate you like a straw in a fire!&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">The Me&#8217;am Loez has Yochanan&#8217;s prayer as follows: &#8220;&#8221;O God of Israel, dwelling in a supernal realm of the Cherubim; You alone are Lord over all kingdoms on earth; You who have completed heaven and earth. Incline Your ear and take heed of the proclamation of Antiochus and of his war lord, whom he sent to &#8216;taunt the armies of the Living God&#8217; (1 Samuel 17:26), the Eternal King. Deliver me from his power, lest he go to the temple of his god Dagon and triumphantly pro- claim that &#8216;Their God I have subdued. My power and might have done this immense deed.&#8217; Just this once, give me the strength of body and boldness of heart to exact vengeance on behalf of the people of Israel.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Exodus 20:9, 23:12, 34:21</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Meam Loez: &#8220;The king followed his advice, and there came countless numbers of warriors, like the sand on the seashore. With such an army under his command, Begeris decided to set out once more for Jerusalem and wage war against the Jews.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Meam Loez: &#8220;He besieged the city, taunted and harassed the armies of the Living God, the Eternal King, and after breaching the walls began to demolish the Temple.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">Meam Loez expands upon this as follows: &#8220;Begeris had under him 10,000,000 soldiers — 1000 divisions of 10,000 each — when he broke into Jerusalem and vilified the Jews.</p>\n<p>What fools you are to set yourselves against such a multitude! If you depend upon God to bring down a flood upon us—He has already sworn never again to bring a flood. And if you expect the Archangel Gabriel to incinerate us as he did to Sennacherib—we have defiled our- selves by smearing our bodies with the blood of pigs and sperm of horses, and no angel can touch us. So what else do you expect to rely on when confronting us in battle?&#8221;</p>\n<p>But the Israelites raised their eyes on high and cried out, &#8220;Not for our glory, O God, not for us, but to Your own Name render honor. Let them not say that our God has exhausted all the ways there are to annihilate them, for about You it is written, &#8220;The Lord of hosts is His Name, great in counsel and mighty in performance&#8221; (Jeremiah 32:18-19).&#8221;</p>\n<p>At that moment, God said, &#8220;I swear that My thoughts surpass yours: God will not forsake His people, nor will He abandon His inheritance&#8221; (Psalms 94:14).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Meam Loez provides an alternative version of these battles as follows: &#8220;All this time the Israelites had still looked to the east, expecting the Persians to come to their aid. But the High Priest turned to Mattathias the man who places his trust in man and in the power of mere flesh, displacing God from his heart; blessed is the man who makes God his surety&#8221; (Psalms 40:5)? Why do you still put your trust in men?&#8221;</p>\n<p>&#8220;Well have you spoken,&#8221; he replied. We shall place no trust in man but in God alone. I and my seven sons, and you with your three sons, together we make a total of twelve, symbolizing the twelve Tribes of God. So let us be a testimony for Israel (Psalms 122:4) and trust in God to perform miracles for us and to work wonders.</p>\n<p>[Thus they spoke and] thus they acted. They took an oath to fast, they attired themselves in sackcloth and ashes, and they pleaded for mercy before God in Heaven, the savior and protector of Israel. Then they rose from their obeisance before God and attacked the enemy, inflicting a mighty blow.</p>\n<p>At the same time, God assembled the seventy supernal spirits of the nations (Sarim), enslaved them to His will pierced their ears with fiery awls [as a sign of perpetual enslavement&#8221; — see Exodus 21:6]), and told them, &#8220;Let every man kill his neighbor, let none escape — at your peril.&#8221;</p>\n<p>And so it was. Whenever the Greeks shot their arrows, these Sarim, in obedience to God&#8217;s will, would reverse their motions, causing the arrows to pierce the hearts of the Greeks themselves. There thus came true, &#8220;And the swords shall enter into their own hearts, and their bows shall be broken&#8221; (Psalms 37:16).</p>\n<p>The sons of the Hasmoneans beheld these wonders and cried, &#8220;God is waging war for us.&#8221;</p>\n<p>[Many princes were arrayed against the Israelites,] and whenever one of them was killed, the supernal Sarim would plunder his possessions and cast them into the homes of the Israelites.&#8221;</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Mikha 7:15</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Extracanonical Megillot",
        "Ḥanukkah Readings"
    ],
    "tags": [
        "2nd century C.E.",
        "40th century A.M.",
        "Aramaic",
        "Bar Kochba Rebellion",
        "English Translation",
        "Hebrew translation",
        "Late Antiquity",
        "Megillat Antiokhus",
        "Yiddish translation",
        "ארץ ישראל Erets Yisrael",
        "המקבים Maccabees"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3018"
        ],
        "_thumbnail_id": [
            "7809"
        ],
        "date_src_start": [
            "0140-00-00"
        ],
        "date_src_end": [
            "0200-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"},{\"name\":\"Aramaic (Jewish Western Aramaic)\",\"code\":\"jpa\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/12/1024px-Construction_in_progress_24_365_5386943220.jpg",
        "title": "Construction in progress (24/365)",
        "caption": "\"<a href=\"http://commons.wikimedia.org/wiki/File:Construction_in_progress_%2824_365%29_%285386943220%29.jpg\">Construction in progress (24/365)</a>\" by John Liu (license: CC-BY)"
    },
    "source_link": "https://opensiddur.org/?p=7808",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/hanukkah-readings/megillat-antiokhus/",
    "slug": "megillat-antiokhus"
}