{
    "post_id": 34512,
    "title": "Selections from 1 & 2 Maccabees and Pesiqta Rabbati on the Desecration and Rededication of the Temple and the Rekindling of the Sacred Fire",
    "author": "Jason of Cyrene",
    "coauthors": [
        {
            "name": "Jason of Cyrene",
            "bio": "Jason of Cyrene (Greek: Ἰάσων ὁ Κυρηναῖος; fl. 100 BCE) was a Hellenistic Jew who wrote a mytho-historical account of the history of the Maccabees down to the victory over Niqanor (175-161 BCE). Originally five books in length, it formed the basis of the work known today as 2 Maccabees.",
            "website": "https://en.wikipedia.org/wiki/Jason_of_Cyrene",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/jason-of-cyrene"
        },
        {
            "name": "Septuagint (translation/Greek)",
            "bio": "The Septuagint (from the Latin: septuaginta, lit. 'seventy'; often abbreviated 70; in Roman numerals, LXX), is the earliest extant Koine Greek translation of books from the Hebrew Bible, various biblical apocrypha, and deuterocanonical books. The first five books of the Hebrew Bible, known as the Torah or the Pentateuch, were translated in the mid-3rd century BCE; they did not survive as original-translation texts, however, except as rare fragments. The remaining books of the Septuagint are presumably translations of the 2nd century BCE. The full title (Ancient Greek: Ἡ μετάφρασις τῶν Ἑβδομήκοντα, lit. 'The Translation of the Seventy') derives from the story recorded in the Letter of Aristeas that the Torah was translated into Greek at the request of Ptolemy II Philadelphus (285–247 BCE) by 70 Jewish scholars or, according to later tradition, 72: six scholars from each of the Twelve Tribes of Israel, who independently produced identical translations. The miraculous character of the Aristeas legend might indicate the esteem and disdain in which the translation was held at the time; Greek translations of Hebrew scriptures were in circulation among the Alexandrian Jews. Egyptian papyri from the period have led most scholars to view as probable Aristeas's dating of the translation of the Pentateuch to the third century BCE. Whatever share the Ptolemaic court may have had in the translation, it satisfied a need felt by the Jewish community (in whom the knowledge of Hebrew was waning).",
            "website": "https://en.wikipedia.org/wiki/Septuagint",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/12/septuagint-96x96.png",
            "profile_link": "https://opensiddur.org/profile/septuagint"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-12-05",
    "last_updated": "2025-05-29",
    "excerpt": "Selections from 1 Maccabees, 2 Maccabees, and Pesiqta Rabbati which inform the story of Ḥanukkah: the desecration and re-dedication of the Temple (especially as it relates to Sukkot and the Brumalia), divine intervention in the Maccabean battles, and the Rekindling of the Sacred Fire.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe following are selections from 1 Maccabees, 2 Maccabees, and Pesiqta Rabbati which inform the story of Ḥanukkah: the desecration and re-dedication of the Temple (especially as it relates to Sukkot and the Greco-Roman Brumalia), divine intervention in the Maccabean Revolt, and the Rekindling of the Sacred Fire. The selections are organized according to these four themes (and not according to the order of the source materials appearance in the works in which they appear).</p>\n<p>Desecration &#038; Rededication: According to 1 Maccabees (1:59, 4:52-54), the 25th day of Kislev was significant as the day upon which the Temple altar was desecrated, and thus the date chosen for the altar&#8217;s resanctification. 2 Maccabees 6:7 describes part of a series of defilements including the Temple’s consecration to Zeus and a festival to Bacchus. The 25th of Kislev in the early Jewish calendar may have coincided with the winter solstice and the climax of the Saturnalia in the Roman calendar. The winter solstice concluded the month-long Greek/Roman festival of the <a href=\"https://en.wikipedia.org/wiki/Brumalia\">Brumalia</a> celebrating Saturn/Cronus, Ceres/Demeter, and Bacchus. (The name of the festival is derived from the Latin <em>bruma</em>, meaning  “shortest day.”) The festival was known for its wine mixing and revelry. The ceremonial procession of revelers carrying ivy during the Brumalia (2 Maccabees 6:7) compares with the description of celebrants parading with <em>lulavim</em> during the celebration of the first Ḥanukkah in 2 Maccabees 10:6-7. According to 2 Maccabees 10:5-8, Ḥanukkah was celebrated for eight days in order to reprise the eight day festival of Sukkot that was missed due to the Seleucid occupation of Jerusalem and the desecration of the Temple.  </p>\n<p>Divine Intervention: In 1 Enoch&#8217;s <a href=\"/?p=34247\">Animal Apocalypse</a> (chapter 90:13-18), in <a href=\"/?p=28643\">Midrash Maaseh Ḥanukkah &#8220;bet&#8221;</a> and also the <a href=\"/?p=14886\">Ladino variation of the Midrash</a> told by Rabbi Isaac Magriso in the Me&#8217;am Loez, an expansion of the story of the final battle of the Macabees is told in which there are angelic warriors doing battle for Yisrael. Such fantastic elements of the Maccabean struggle can be found in 2 Maccabees 10:24-31 and 11:1-12.</p>\n<p>Rekindling: With 2 Maccabees 1:18-22, 2 Maccabees 10:1-9, and Pesiqta Rabbati §2, we have two stories which combined may have served as the source for the now familiar miracle of Ḥanukkah as it appears at the end of <a href=\"/?p=28666\">Megillat Antiokhus</a> and in the Talmud Bavli Shabbat 21b.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Greek)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h3>The Desecration</h3>\n<p> (1 Maccabees 1.41-64; 2 Maccabees 6:1-11)\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>1 Maccabees 1</strong> <sup>41</sup>&nbsp;Καὶ ἔγραψεν ὁ βασιλεὺς ᾿Αντίοχος πάσῃ τῇ βασιλείᾳ αὐτοῦ εἷναι πάντας εἰς λαὸν ἕνα <sup>42</sup>&nbsp;καὶ ἐγκαταλιπεῖν ἕκαστον τὰ νόμιμα αὐτοῦ. καὶ ἐπεδέξατο πάντα τὰ ἔθνη κατὰ τὸν λόγον τοῦ βασιλέως. <sup>43</sup>&nbsp;καὶ πολλοὶ ἀπὸ ᾿Ισραὴλ εὐδόκησαν τῇ λατρείᾳ αὐτοῦ καὶ ἔθυσαν τοῖς εἰδώλοις καὶ ἐβεβήλωσαν τὸ σάββατον. <sup>44</sup>&nbsp;καὶ ἀπέστειλεν ὁ βασιλεὺς βιβλία ἐν χειρὶ ἀγγέλων εἰς ῾Ιερουσαλὴμ καὶ τὰς πόλεις ᾿Ιούδα πορευθῆναι ὀπίσω νομίμων ἀλλοτρίων τῆς γῆς <sup>45</sup>&nbsp;καὶ κωλῦσαι ὁλοκαυτώματα καὶ θυσίαν καὶ σπονδὴν ἐκ τοῦ ἁγιάσματος καὶ βεβηλῶσαι σάββατα καὶ ἑορτὰς <sup>46</sup>&nbsp;καὶ μιᾶναι ἁγίασμα καὶ ἁγίους, <sup>47</sup>&nbsp;καὶ οἰκοδομῆσαι βωμοὺς καὶ τεμένη καὶ εἰδωλεῖα καὶ θύειν ὕεια καὶ κτήνη κοινὰ <sup>48</sup>&nbsp;καὶ ἀφιέναι τοὺς υἱοὺς αὐτῶν ἀπεριτμήτους, βδελύξαι τὰς ψυχὰς αὐτῶν ἐν παντὶ ἀκαθάρτῳ καὶ βεβηλώσει, <sup>49</sup>&nbsp;ὥστε ἐπιλαθέσθαι τοῦ νόμου καὶ ἀλλάξαι πάντα τὰ δικαιώματα· <sup>50</sup>&nbsp;καὶ ὃς ἂν μὴ ποιήσῃ κατὰ τὸ ρῆμα τοῦ βασιλέως, ἀποθανεῖται.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>1 Maccabees 1</strong> <sup>41</sup>&nbsp;Then the king wrote to his whole kingdom that all should be one people, <sup>42</sup>&nbsp;and that all should give up their particular customs. <sup>43</sup>&nbsp;All the Gentiles accepted the command of the king. Many even from Yisrael gladly adopted his religion; they sacrificed to idols and profaned the shabbat. <sup>44</sup>&nbsp;And the king sent letters by messengers to Jerusalem and the towns of Yehudah; he directed them to follow customs strange to the land, <sup>45</sup>&nbsp;to forbid burnt offerings and sacrifices and drink offerings in the sanctuary, to profane Shabbat and festivals, <sup>46</sup>&nbsp;to defile the sanctuary and the kohanim, <sup>47</sup>&nbsp;to build altars and sacred precincts and shrines for idols, to sacrifice pigs and other unclean animals, <sup>48</sup>&nbsp;and to leave their sons uncircumcised. They were to make themselves abominable by everything unclean and profane, <sup>49</sup>&nbsp;so that they would forget the Torah and change all the ordinances. <sup>50</sup>&nbsp;[He added,] “And whoever does not obey the command of the king shall die.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>51</sup>&nbsp;κατὰ πάντας τοὺς λόγους τούτους ἔγραψε πάσῃ τῇ βασιλείᾳ αὐτοῦ καὶ ἐποίησεν ἐπισκόπους ἐπὶ πάντα τὸν λαὸν καὶ ἐνετείλατο ταῖς πόλεσιν ᾿Ιούδα θυσιάζειν κατὰ πόλιν καὶ πόλιν. <sup>52</sup>&nbsp;καὶ συνηθροίσθησαν ἀπὸ τοῦ λαοῦ πρὸς αὐτοὺς πολλοί, πᾶς ὁ ἐγκαταλιπὼν τὸν νόμον, καὶ ἐποίησαν κακὰ ἐν τῇ γῇ<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>51</sup>&nbsp;In such words he wrote to his whole kingdom. He appointed inspectors over all the people and commanded the towns of Yehudah to offer sacrifice, town by town. <sup>52</sup>&nbsp;Many of the people, everyone who forsook the Torah, joined them, and they did evil in the land; <sup>53</sup>&nbsp;they drove Yisrael into hiding in every place of refuge they had.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>53</sup>&nbsp;καὶ ἔθεντο τὸν ᾿Ισραὴλ ἐν κρύφοις ἐν παντὶ φυγαδευτηρίῳ αὐτῶν. <sup>54</sup>&nbsp;καὶ τῇ πεντεκαιδεκάτῃ ἡμέρᾳ Χασελεῦ τῷ πέμπτῳ καὶ τεσσαρακοστῷ καὶ ἑκατοστῷ ἔτει ᾠκοδόμησαν βδέλυγμα ἐρημώσεως ἐπὶ τὸ θυσιαστήριον καὶ ἐν πόλεσιν ᾿Ιούδα κύκλῳ ᾠκοδόμησαν βωμούς· <sup>55</sup>&nbsp;καὶ ἐπὶ τῶν θυρῶν τῶν οἰκιῶν καὶ ἐν ταῖς πλατείαις ἐθυμίων. <sup>56</sup>&nbsp;καὶ τὰ βιβλία τοῦ νόμου, ἃ εὗρον, ἐνεπύρισαν πυρὶ κατασχίσαντες. <sup>57</sup>&nbsp;καὶ ὅπου εὑρίσκετο παρά τινι βιβλίον διαθήκης, καὶ εἴ τις συνευδόκει τῷ νόμῳ, τὸ σύγκριμα τοῦ βασιλέως ἐθανάτου αὐτόν. <sup>58</sup>&nbsp;ἐν ἰσχύϊ αὐτῶν ἐποίουν οὕτως τῷ ᾿Ισραὴλ τοῖς εὑρισκομένοις ἐν παντὶ μηνὶ καὶ μηνὶ ἐν ταῖς πόλεσι. <sup>59</sup>&nbsp;καὶ τῇ πέμπτῃ καὶ εἰκάδι τοῦ μηνὸς θυσιάζοντες ἐπὶ τὸν βωμόν, ὃς ἦν ἐπὶ τοῦ θυσιαστηρίου. <sup>60</sup>&nbsp;καὶ τὰς γυναῖκας τὰς περιτετμηκυίας τὰ τέκνα αὐτῶν ἐθανάτωσαν κατὰ τὸ πρόσταγμα <sup>61</sup>&nbsp;καὶ ἐκρέμασαν τὰ βρέφη ἐκ τῶν τραχήλων αὐτῶν, καὶ τοὺς οἴκους αὐτῶν προενόμευσαν καὶ τοὺς περιτετμηκότας αὐτοὺς ἐθανάτωσαν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>54</sup>&nbsp;Now on the fifteenth day of Kislev, in the one hundred forty-fifth year,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> 167 BCE.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> they erected a desolating sacrilege on the altar of burnt offering. They also built altars in the surrounding towns of Yehudah, <sup>55</sup>&nbsp;and offered incense at the doors of the houses and in the streets. <sup>56</sup>&nbsp;The scrolls of the Torah that they found they tore to pieces and burned with fire. <sup>57</sup>&nbsp;Anyone found possessing the scroll of the covenant, or anyone who adhered to the Torah, was condemned to death by decree of the king. <sup>58</sup>&nbsp;They kept using violence against Yisrael, against those who were found month after month in the towns. <sup>59</sup>&nbsp;On the twenty-fifth day of the month they offered sacrifice on the altar that was on top of the altar of burnt offering. <sup>60</sup>&nbsp;According to the decree, they put to death the women who had their children circumcised, <sup>61</sup>&nbsp;and their families and those who circumcised them; and they hung the infants from their mothers’ necks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>62</sup>&nbsp;καὶ πολλοὶ ἐν ᾿Ισραὴλ ἐκραταιώθησαν καὶ ὠχυρώθησαν ἐν ἑαυτοῖς τοῦ μὴ φαγεῖν κοινὰ <sup>63</sup>&nbsp;καὶ ἐπελέξαντο ἀποθανεῖν, ἵνα μὴ μιανθῶσι τοῖς βρώμασι καὶ μὴ βεβηλώσωσι διαθήκην ἁγίαν, καὶ ἀπέθανον. <sup>64</sup>&nbsp;καὶ ἐγένετο ὀργὴ μεγάλη ἐπὶ ᾿Ισραὴλ σφόδρα.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>62</sup>&nbsp;But many in Yisrael stood firm and were resolved in their hearts not to eat unclean food. <sup>63</sup>&nbsp;They chose to die rather than to be defiled by food or to profane the holy covenant; and they did die. <sup>64</sup>&nbsp;Very great wrath came upon Yisrael.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>2 Maccabees 6 </strong><sup>1</sup>&nbsp;Μετ᾿ οὐ πολὺν δὲ χρόνον ἐξαπέστειλεν ὁ βασιλεὺς γέροντα ᾿Αθηναῖον ἀναγκάζειν τοὺς ᾿Ιουδαίους μεταβαίνειν ἐκ τῶν πατρώων νόμων καὶ τοῖς τοῦ Θεοῦ νόμοις μὴ πολιτεύεσθαι, <sup>2</sup>&nbsp;μολῦναι δὲ καὶ τὸν ἐν ῾Ιεροσολύμοις νεὼν καὶ προσονομάσαι Διὸς ᾿Ολυμπίου καὶ τὸν ἐν Γαριζίν, καθὼς ἐτύγχανον οἱ τὸν τόπον οἰκοῦντες, Διὸς Ξενίου.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>2 Maccabees 6</strong> <sup>1</sup>&nbsp;Not long after this, the king sent an Athenian<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Other ancient authorities read Antiochian.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> senator<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Or <em>Geron</em> an Athenian.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> to compel the Jews to forsake the laws of their ancestors and no longer to live by the laws of God; <sup>2</sup>&nbsp;also to pollute the temple in Jerusalem and to call it the temple of Olympian Zeus, and to call the one in Gerizim the temple of Zeus-the-Friend-of-Strangers, as did the people who lived in that place.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>3</sup>&nbsp;χαλεπὴ δὲ καὶ τοῖς ὅλοις ἦν καὶ δυσχερὴς ἡ ἐπίτασις τῆς κακίας. <sup>4</sup>&nbsp;τὸ μὲν γὰρ ἱερὸν ἀσωτίας καὶ κώμων ἐπεπλήρωτο ὑπὸ τῶν ἐθνῶν ραθυμούντων μεθ᾿ ἑταιρῶν καὶ ἐν τοῖς ἱεροῖς περιβόλοις γυναιξὶ πλησιαζόντων, ἔτι δὲ τὰ μὴ καθήκοντα ἔνδον φερόντων. <sup>5</sup>&nbsp;τὸ δὲ θυσιαστήριον τοῖς ἀποδιεσταλμένοις ἀπὸ τῶν νόμων ἀθεμίτοις ἐπεπλήρωτο. <sup>6</sup>&nbsp;ἦν δ᾿ οὔτε σαββατίζειν οὔτε πατρῴους ἑορτὰς διαφυλάττειν οὔτε ἁπλῶς ᾿Ιουδαῖον ὁμολογεῖν εἶναι.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>3</sup>&nbsp;Harsh and utterly grievous was the onslaught of evil. <sup>4</sup>&nbsp;For the temple was filled with debauchery and reveling by the Gentiles, who dallied with prostitutes and had intercourse with women within the sacred precincts, and besides brought in things for sacrifice that were unfit. <sup>5</sup>&nbsp;The Mizbe&#8217;aḥ was covered with abominable offerings that were forbidden by the laws. <sup>6</sup>&nbsp;People could neither keep the Shabbat, nor observe the festivals of their ancestors, nor so much as confess themselves to be Jews.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>7</sup>&nbsp;ἤγοντο δὲ μετὰ πικρᾶς ἀνάγκης εἰς τὴν κατὰ μῆνα τοῦ βασιλέως γενέθλιον ἡμέραν ἐπὶ σπλαγχνισμόν· γενομένης δὲ Διονυσίων ἑορτῆς ἠναγκάζοντο οἱ ᾿Ιουδαῖοι κισσοὺς ἔχοντες πομπεύειν τῷ Διονύσῳ. <sup>8</sup>&nbsp;ψήφισμα δὲ ἐξέπεσεν εἰς τὰς ἀστυγείτονας πόλεις ῾Ελληνίδας Πτολεμαίου ὑποτιθεμένου τὴν αὐτὴν ἀγωγὴν κατὰ τῶν ᾿Ιουδαίων ἄγειν καὶ σπλαγνίζειν, <sup>9</sup>&nbsp;τοὺς δὲ μὴ προαιρουμένους μεταβαίνειν ἐπὶ τὰ ῾Ελληνικὰ κατασφάζειν. παρῆν οὖν ὁρᾶν τὴν ἐνεστῶσαν ταλαιπωρίαν. <sup>10</sup>&nbsp;δύο γὰρ γυναῖκες ἀνηνέχθησαν περιτετμηκυῖαι τὰ τέκνα αὐτῶν· τούτων δὲ ἐκ τῶν μαστῶν κρεμάσαντες τὰ βρέφη καὶ δημοσίᾳ περιαγαγόντες αὐτὰς τὴν πόλιν κατὰ τοῦ τείχους ἐκρήμνισαν. <sup>11</sup>&nbsp;ἕτεροι δὲ πλησίον συνδραμόντες εἰς τὰ σπήλαια λεληθότως ἄγειν τὴν ἑβδομάδα, μηνυθέντες τῷ Φιλίππῳ συνεφλογίσθησαν διὰ τὸ εὐλαβῶς ἔχειν βοηθῆσαι ἑαυτοῖς κατὰ τὴν δόξαν τῆς σεμνοτάτης ἡμέρας.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>7</sup>&nbsp;On the monthly celebration of the king’s birthday, they<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> the Jews.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> were taken, under bitter constraint, to partake of the sacrifices; and when a festival of Dionysus was celebrated, they were compelled to wear wreaths of ivy and to walk in the procession in honor of Dionysus. <sup>8</sup>&nbsp;At the suggestion of the people of Ptolemais<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Cn: Gk suggestion of the Ptolemies (or of Ptolemy).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> a decree was issued to the neighboring Greek cities that they should adopt the same policy toward the Jews and make them partake of the sacrifices, <sup>9</sup>&nbsp;and should kill those who did not choose to change over to Greek customs. One could see, therefore, the misery that had come upon them. <sup>10</sup>&nbsp;For example, two women were brought in for having circumcised their children. They publicly paraded them around the city, with their babies hanging at their breasts, and then hurled them down headlong from the wall. <sup>11</sup>&nbsp;Others who had assembled in the caves nearby, in order to observe the seventh day secretly, were betrayed to Philip and were all burned together, because their piety kept them from defending themselves, in view of their regard for that most holy day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h3>Divine Intervention in Battle</h3>\n<p> (2 Maccabees 10.24-31; 2 Maccabees 11.1-12)\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>2 Maccabees 10</strong> <sup>24</sup>&nbsp;Τιμόθεος δὲ ὁ πρότερον ἡττηθεὶς ὑπὸ τῶν ᾿Ιουδαίων συναγαγὼν ξένας δυνάμεις παμπληθεῖς καὶ τοὺς τῆς ᾿Ασίας γενομένους ἵππους συναθροίσας οὐκ ὀλίγους, παρῆν ὡς δορυάλωτον ληψόμενος τὴν ᾿Ιουδαίαν. <sup>25</sup>&nbsp;οἱ δὲ περὶ τὸν Μακκαβαῖον συνεγγίζοντος αὐτοῦ, πρὸς ἱκετείαν τοῦ Θεοῦ ἐτράπησαν γῇ τὰς κεφαλὰς καταπάσαντες καὶ τὰς ὀσφύας σάκκοις ζώσαντες, <sup>26</sup>&nbsp;ἐπὶ τὴν ἀπέναντι τοῦ θυσιαστηρίου κρηπῖδα προσπεσόντες, ἠξίουν ἵλεων αὐτοῖς γενόμενν ἐχθρεῦσαι τοῖς ἐχθροῖς αὐτῶν καὶ ἀντικεῖσθαι τοῖς ἀντικειμένοις, καθὼς ὁ νόμος διασαφεῖ. <sup>27</sup>&nbsp;γενόμενοι δὲ ἀπὸ τῆς δεήσεως, ἀναλαβόντες τὰ ὅπλα προῆγον ἀπὸ τῆς πόλεως ἐπὶ πλεῖον· συνεγγίσαντες δὲ τοῖς πολεμίοις ἐφ᾿ ἑαυτῶν ἦσαν. <sup>28</sup>&nbsp;ἄρτι δὲ τῆς ἀνατολῆς διαδεχομένης προσέβαλον ἑκάτεροι, οἱ μὲν ἔγγυον ἔχοντες εὐημερίας καὶ νίκης μετ᾿ ἀρετῆς τὴν ἐπὶ τὸν Κύριον καταφυγήν, οἱ δὲ καθηγεμόνα τῶν ἀγώνων ταττόμενοι τὸν θυμόν.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>2 Maccabees 10</strong> <sup>24</sup>&nbsp;Now Timothy, who had been defeated by the Jews before, gathered a tremendous force of mercenaries and collected the cavalry from Asia in no small number. He came on, intending to take Judea by storm. <sup>25</sup>&nbsp;As he drew near, Maccabeus and his men sprinkled dust on their heads and girded their loins with sackcloth, in supplication to God. <sup>26</sup>&nbsp;Falling upon the steps before the Mizbe&#8217;aḥ, they implored [God] to be gracious to them and to be an enemy to their enemies and an adversary to their adversaries, as the Torah declares. <sup>27</sup>&nbsp;And rising from their prayer they took up their arms and advanced a considerable distance from the city; and when they came near the enemy they halted. <sup>28</sup>&nbsp;Just as dawn was breaking, the two armies joined battle, the one having as pledge of success and victory not only their valor but also their reliance on YHVH, while the other made rage their leader in the fight.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>29</sup>&nbsp;γενομένης δὲ καρτερᾶς μάχης, ἐφάνησαν τοῖς ὑπεναντίοις ἐξ οὐρανοῦ ἐφ᾿ ἵππων χρυσοχαλίνων ἄνδρες πέντε διαπρεπεῖς, καὶ ἀφηγούμενοι τῶν ᾿Ιουδαίων, <sup>30</sup>&nbsp;οἳ καὶ τὸν Μακκαβαῖον μέσον λαβόντες καὶ σκεπάζοντες ταῖς ἑαυτῶν πανοπλίαις ἄτρωτον διεφύλαττον, εἰς δὲ τοὺς ὑπεναντίους τοξεύματα καὶ κεραυνοὺς ἐξερρίπτουν· διὸ συγχυθέντες ἀορασίᾳ κατεκόπτοντο ταραχῆς πεπληρωμένοι. <sup>31</sup>&nbsp;κατεσφάγησαν δὲ δισμύριοι πρὸς τοῖς πεντακοσίοις, ἱππεῖς δὲ ἑξακόσιοι.<br />\n </span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>29</sup>&nbsp;When the battle became fierce, there appeared to the enemy from heaven five resplendent men on horses with golden bridles, and they were leading the Jews. <sup>30</sup>&nbsp;Two of them took Maccabeus between them, and shielding him with their own armor and weapons, they kept him from being wounded. They showered arrows and thunderbolts on the enemy, so that, confused and blinded, they were thrown into disorder and cut to pieces. <sup>31</sup>&nbsp;Twenty thousand five hundred were slaughtered, besides six hundred cavalry.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>2 Maccabees 11</strong> <sup>1</sup>&nbsp;Μετ᾿ ὀλίγον δὲ παντελῶς χρόνον Λυσίας ἐπίτροπος τοῦ βασιλέως καὶ συγγενὴς καὶ ἐπὶ τῶν πραγμάτων λίαν βαρέως φέρων ἐπὶ τοῖς γεγονόσι, <sup>2</sup>&nbsp;συναθροίσας περὶ τὰς ὀκτὼ μυριάδας καὶ τὴν ἵππον πᾶσαν, παρεγένετο ἐπὶ τοὺς ᾿Ιουδαίους λογιζόμενος τὴν μὲν πόλιν ῞Ελλησιν οἰκητήριον ποιήσειν, <sup>3</sup>&nbsp;τὸ δὲ ἱερὸν ἀργυρολόγητον, καθὼς τὰ λοιπὰ τῶν ἐθνῶν τεμένη, πρατὴν δὲ τὴν ἀρχιερωσύνην κατ᾿ ἔτος ποιήσειν, <sup>4</sup>&nbsp;οὐδαμῶς ἐπιλογιζόμενος τὸ τοῦ Θεοῦ κράτος, πεφρενωμένος δὲ ταῖς μυριάσι τῶν πεζῶν καὶ ταῖς χιλιάσι τῶν ἱππέων καὶ τοῖς ἐλέφασι τοῖς ὀγδοήκοντα. <sup>5</sup>&nbsp;εἰσελθὼν δὲ εἰς τὴν ᾿Ιουδαίαν καὶ συνεγγίσας Βαιθσούρᾳ, ὄντι μὲν ἐρυμνῷ χωρίῳ, ἀπὸ δὲ ῾Ιεροσολύμων ἀπέχοντι ὡσεὶ σταδίους πέντε, τοῦτο ἔθλιβεν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>2 Maccabees 11</strong> <sup>1</sup>&nbsp;Very soon after this, Lysias, the king’s guardian and kinsman, who was in charge of the government, being vexed at what had happened, <sup>2</sup>&nbsp;gathered about eighty thousand infantry and all his cavalry and came against the Jews. He intended to make the city a home for Greeks, <sup>3</sup>&nbsp;and to levy tribute on the temple as he did on the sacred places of the other nations, and to put up the high priesthood for sale every year. <sup>4</sup>&nbsp;He took no account whatever of the power of God, but was elated with his ten thousands of infantry, and his thousands of cavalry, and his eighty elephants. <sup>5</sup>&nbsp;Invading Judea, he approached Bet-Tsur, which was a fortified place about five stadia<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Meaning of Gk uncertain.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> from Jerusalem, and pressed it hard.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>6</sup>&nbsp;ὡς δὲ μετέλαβον οἱ περὶ τὸν Μακκαβαῖον πολιορκοῦντα αὐτὸν τὰ ὀχυρώματα, μετ᾿ ὀδυρμῶν καὶ δακρύων ἱκέτευον σὺν τοῖς ὄχλοις τὸν Κύριον ἀγαθὸν ἄγγελον ἀποστεῖλαι πρὸς σωτηρίαν τῷ ᾿Ισραήλ. <sup>7</sup>&nbsp;αὐτὸς δὲ πρῶτος ὁ Μακκαβαῖος ἀναλαβὼν τὰ ὅπλα προετρέψατο τοὺς ἄλλους, ἅμα αὐτῷ διακινδυνεύοντας ἐπιβοηθεῖν τοῖς ἀδελφοῖς αὐτῶν· ὁμοῦ δὲ καὶ προθύμως ἐξώρμησαν. <sup>8</sup>&nbsp;αὐτόθι δὲ καὶ πρὸς τοῖς ῾Ιεροσολύμοις ὄντων, ἐφάνη προηγούμενος αὐτῶν ἔφιππος ἐν λευκῇ ἐσθῆτι, πανοπλίαν χρυσῆν κραδαίνων. <sup>9</sup>&nbsp;ὁμοῦ δὲ πάντες εὐλόγησαν τὸν ἐλεήμονα Θεὸν καὶ ἐπερρώσθησαν ταῖς ψυχαῖς, οὐ μόνον ἀνθρώπους ἀλλὰ καὶ θῆρας τοὺς ἀγριωτάτους καὶ σιδηρᾶ τείχη τιτρώσκειν ὄντες ἕτοιμοι, <sup>10</sup>&nbsp;προῆγον ἐν διασκευῇ τὸν ἀπ᾿ οὐρανοῦ σύμμαχον ἔχοντες, ἐλεήσαντος αὐτοὺς τοῦ Κυρίου. <sup>11</sup>&nbsp;λεοντηδὸν δὲ ἐντινάξαντες εἰς τοὺς πολεμίους κατέστρωσαν αὐτοὺς χιλίους πρὸς τοῖς μυρίοις, ἱππεῖς δὲ ἑξακοσίους πρὸς τοῖς χιλίοις· τοὺς δὲ πάντας ἠνάγκασαν φυγεῖν. <sup>12</sup>&nbsp;οἱ πλείονες δὲ αὐτῶν τραυματίαι γυμνοὶ διεσώθησαν, καὶ αὐτὸς δὲ ὁ Λυσίας αἰσχρῶς φεύγων διεσώθη.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>6</sup>&nbsp;When Maccabeus and his men got word that he<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Lysias&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> was besieging the strongholds, they and all the people, with lamentations and tears, prayed to YHVH to send a good angel to save Yisrael. <sup>7</sup>&nbsp;Maccabeus himself was the first to take up arms, and he urged the others to risk their lives with him to aid their kindred. Then they eagerly rushed off together. <sup>8</sup>&nbsp;And there, while they were still near Jerusalem, a horseman appeared at their head, clothed in white and brandishing weapons of gold. <sup>9</sup>&nbsp;And together they all praised the merciful God, and were strengthened in heart, ready to assail not only humans but the wildest animals or walls of iron. <sup>10</sup>&nbsp;They advanced in battle order, having their heavenly ally, for YHVH had mercy on them. <sup>11</sup>&nbsp;They hurled themselves like lions against the enemy, and laid low eleven thousand of them and sixteen hundred cavalry, and forced all the rest to flee. <sup>12</sup>&nbsp;Most of them got away stripped and wounded, and Lysias himself escaped by disgraceful flight.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h3>The Sanctification &#038; Rededication</h3>\n<p> (1 Maccabees 4:36-61)\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>1 Maccabees 4</strong> <sup>36</sup>&nbsp;Εἶπε δὲ ᾿Ιούδας καὶ οἱ ἀδελφοὶ αὐτοῦ· ἰδοὺ συνετρίβησαν οἱ ἐχθροὶ ἡμῶν, ἀναβῶμεν καθαρίσαι τὰ ἅγια καὶ ἐγκαινίσαι. <sup>37</sup>&nbsp;καὶ συνήχθη ἡ παρεμβολὴ πᾶσα καὶ ἀνέβησαν εἰς ὄρος Σιών. <sup>38</sup>&nbsp;καὶ εἶδον τὸ ἁγίασμα ἠρημωμένον καὶ τὸ θυσιαστήριον βεβηλωμένον καὶ τὰς πύλας κατακεκαυμένας καὶ ἐν ταῖς αὐλαῖς φυτὰ πεφυκότα ὡς ἐν δρυμῷ ἢ ὡς ἑνὶ τῶν ὀρέων καὶ τὰ παστοφόρια καθῃρημένα. <sup>39</sup>&nbsp;καὶ διέρρηξαν τὰ ἱμάτια αὐτῶν καὶ ἐκόψαντο κοπετὸν μέγαν καὶ ἐπέθεντο σποδὸν ἐπὶ τὴν κεφαλὴν αὐτῶν <sup>40</sup>&nbsp;καὶ ἔπεσον ἐπὶ πρόσωπον ἐπὶ τὴν γῆν καὶ ἐσάλπισαν ταῖς σάλπιγξι τῶν σημασιῶν καὶ ἐβόησαν εἰς τὸν οὐρανόν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>1 Maccabees 4</strong> <sup>36</sup>&nbsp;Then Yehudah and his brothers said, “See, our enemies are crushed; let us go up to cleanse the sanctuary and dedicate it.” <sup>37</sup>&nbsp;So all the army assembled and went up to Har Tsiyyon. <sup>38</sup>&nbsp;There they saw the sanctuary desolate, the Mizbe&#8217;aḥ profaned, and the gates burned. In the courts they saw bushes sprung up as in a thicket, or as on one of the mountains. They saw also the chambers of the kohanim in ruins. <sup>39</sup>&nbsp;Then they tore their clothes and mourned with great lamentation; they sprinkled themselves with ashes <sup>40</sup>&nbsp;and fell face down on the ground. And when the signal was given with the trumpets, they cried out to Heaven.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>41</sup>&nbsp;τότε ἐπέταξεν ᾿Ιούδας ἄνδρας πολεμεῖν τοὺς ἐν τῇ ἄκρᾳ, ἕως ἂν καθαρίσῃ τὰ ἅγια. <sup>42</sup>&nbsp;καὶ ἐπέλεξεν ἱερεῖς ἀμώμους θελητὰς νόμου, <sup>43</sup>&nbsp;καὶ ἐκαθάρισαν τὰ ἅγια καὶ ᾖραν τοὺς λίθους τοῦ μιασμοῦ εἰς τόπον ἀκάθαρτον. <sup>44</sup>&nbsp;καὶ ἐβουλεύσαντο περὶ τοῦ θυσιαστηρίου τῆς ὁλοκαυτώσεως τοῦ βεβηλωμένου, τί αὐτῷ ποιήσωσι· <sup>45</sup>&nbsp;καὶ ἐπέπεσεν αὐτοῖς βουλὴ ἀγαθὴ καθελεῖν αὐτό, μήποτε γένηται αὐτοῖς εἰς ὄνειδος, ὅτι ἐμίαναν τὰ ἔθνη αὐτό· καὶ καθεῖλον τὸ θυσιαστήριον. <sup>46</sup>&nbsp;καὶ ἀπέθεντο τοὺς λίθους ἐν τῷ ὄρει τοῦ οἴκου ἐν τόπῳ ἐπιτηδείῳ μέχρι τοῦ παραγενηθῆναι προφήτην τοῦ ἀποκριθῆναι περὶ αὐτῶν. <sup>47</sup>&nbsp;καὶ ἔλαβον λίθους ὁλοκλήρους κατὰ τὸν νόμον καὶ ᾠκοδόμησαν τὸ θυσιαστήριον καινὸν κατὰ τὸ πρότερον. <sup>48</sup>&nbsp;καὶ ᾠκοδόμησαν τὰ ἅγια καὶ τὰ ἐντὸς τοῦ οἴκου καὶ τὰς αὐλὰς ἡγίασαν. <sup>49</sup>&nbsp;καὶ ἐποίησαν σκεύη ἅγια καινὰ καὶ εἰσήνεγκαν τὴν λυχνίαν καὶ τὸ θυσιαστήριον τῶν θυμιαμάτων καὶ τὴν τράπεζαν εἰς τὸν ναόν. <sup>50</sup>&nbsp;καὶ ἐθυμίασαν ἐπὶ τὸ θυσιαστήριον καὶ ἐξῆψαν τοὺς λύχνους τοὺς ἐπὶ τῆς λυχνίας, καὶ ἐφαίνοσαν ἐν τῶ ναῷ. <sup>51</sup>&nbsp;καὶ ἐπέθηκαν ἐπὶ τὴν τράπεζαν ἄρτους καὶ ἐξεπέτασαν τὰ καταπετάσματα καὶ ἐτέλεσαν πάντα τὰ ἔργα, ἃ ἐποίησαν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>41</sup>&nbsp;Then Yehudah detailed men to fight against those in the citadel until he had cleansed the sanctuary. <sup>42</sup>&nbsp;He chose blameless kohanim devoted to the Torah , <sup>43</sup>&nbsp;and they cleansed the sanctuary and removed the defiled stones to an unclean place. <sup>44</sup>&nbsp;They deliberated what to do about the altar of burnt offering, which had been profaned. <sup>45</sup>&nbsp;And they thought it best to tear it down, so that it would not be a lasting shame to them that the Gentiles had defiled it. So they tore down the Mizbe&#8217;aḥ, <sup>46</sup>&nbsp;and stored the stones in a convenient place on the temple hill until a prophet should come to tell what to do with them. <sup>47</sup>&nbsp;Then they took unhewn<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Gk whole.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> stones, as the Torah directs, and built a new Mizbe&#8217;aḥ like the former one. <sup>48</sup>&nbsp;They also rebuilt the sanctuary and the interior of the temple, and consecrated the courts. <sup>49</sup>&nbsp;They made new holy vessels, and brought the Menorah, the altar of incense, and the Shulḥan into the Temple. <sup>50</sup>&nbsp;Then they offered incense on the altar and kindled the lights on the Menorah, and these gave light in the temple. <sup>51</sup>&nbsp;They placed the <em>leḥem hapanim</em> on the Shulḥan and hung up the curtains. Thus they finished all the work they had undertaken.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>52</sup>&nbsp;καὶ ὤρθρισαν τὸ πρωΐ τῇ πέμπτῃ καὶ εἰκάδι τοῦ μηνὸς τοῦ ἐνάτου (οὗτος ὁ μὴν Χασελεῦ) τοῦ ὀγδόου καὶ τεσσαρακοστοῦ καὶ ἑκατοστοῦ ἔτους <sup>53</sup>&nbsp;καὶ ἀνήνεγκαν θυσίαν κατὰ τὸν νόμον ἐπὶ τὸ θυσιαστήριον τῶν ὁλοκαυτωμάτων τὸ καινόν, ὃ ἐποίησαν. <sup>54</sup>&nbsp;κατὰ τὸν καιρὸν καὶ κατὰ τὴν ἡμέραν, ἐν ᾗ ἐβεβήλωσαν αὐτὸ τὰ ἔθνη, ἐν ἐκείνῃ ἐνεκαινίσθη ἐν ᾠδαῖς καὶ κιθάραις καὶ κινύραις καὶ ἐν κυμβάλοις. <sup>55</sup>&nbsp;καὶ ἔπεσον πᾶς ὁ λαὸς ἐπὶ πρόσωπον καὶ προσεκύνησαν καὶ εὐλόγησαν εἰς οὐρανὸν τὸν εὐοδώσαντα αὐτοῖς. <sup>56</sup>&nbsp;καὶ ἐποίησαν τὸν ἐγκαινισμὸν τοῦ θυσιαστηρίου ἡμέρας ὀκτὼ καὶ προσήνεγκαν ὁλοκαυτώματα μετ᾿ εὐφροσύνης καὶ ἔθυσαν θυσίαν σωτηρίου καὶ αἰνέσεως. <sup>57</sup>&nbsp;καὶ κατεκόσμησαν τὸ κατὰ πρόσωπον τοῦ ναοῦ στεφάνοις χρυσοῖς καὶ ἀσπιδίσκαις καὶ ἐνεκαίνισαν τὰς πύλας καὶ τὰ παστοφόρια καὶ ἐθύρωσαν αὐτά. <sup>58</sup>&nbsp;καὶ ἐγενήθη εὐφροσύνη μεγάλη ἐν τῷ λαῷ σφόδρα, καὶ ἀπεστράφη ὄνειδος ἐθνῶν.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>52</sup>&nbsp;Early in the morning on the twenty-fifth day of the ninth month, which is the month of Kislev, in the one hundred forty-eighth year,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> 164 BCE&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>53</sup>&nbsp;they rose and offered sacrifice, as the Torah directs, on the new altar of burnt offering that they had built. <sup>54</sup>&nbsp;At the very season and on the very day that the Gentiles had profaned it, it was dedicated with songs and harps and lutes and cymbals. <sup>55</sup>&nbsp;All the people fell on their faces and worshiped and blessed Heaven, who had prospered them. <sup>56</sup>&nbsp;So they celebrated the dedication of the Mizbe&#8217;aḥ for eight days, and joyfully offered burnt offerings; they offered a sacrifice of well-being and a thanksgiving offering. <sup>57</sup>&nbsp;They decorated the front of the temple with golden crowns and small shields; they restored the gates and the chambers for the kohanim, and fitted them with doors.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> The lack of doors for privacy is a central theme in <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Maaseh &#8220;alef&#8221;</a> for Ḥanukkah.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>58</sup>&nbsp;There was very great joy among the people, and the disgrace brought by the Gentiles was removed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>59</sup>&nbsp;καὶ ἔστησεν ᾿Ιούδας καὶ οἱ ἀδελφοὶ αὐτοῦ καὶ πᾶσα ἡ ἐκκλησία ᾿Ισραήλ, ἵνα ἄγωνται αἱ ἡμέραι ἐγκαινισμοῦ τοῦ θυσιαστηρίου ἐν τοῖς καιροῖς αὐτῶν ἐνιαυτὸν κατ᾿ ἐνιαυτὸν ἡμέρας ὀκτώ, ἀπὸ τῆς πέμπτης καὶ εἰκάδος τοῦ μηνὸς Χασελεῦ, μετ᾿ εὐφροσύνης καὶ χαρᾶς.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>59</sup>&nbsp;Then Yehudah and his brothers and all the assembly of Yisrael determined that every year at that season the days of dedication of the Mizbe&#8217;aḥ should be observed with joy and gladness for eight days, beginning with the twenty-fifth day of the month of Kislev.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<sup>60</sup>&nbsp;καὶ ᾠκοδόμησαν ἐν τῷ καιρῷ ἐκείνῳ τὸ ὄρος Σιών, κυκλόθεν τείχη ὑψηλὰ καὶ πύργους ὀχυρούς, μή ποτε παραγενηθέντα τὰ ἔθνη καταπατήσωσιν αὐτά, ὡς ἐποίησαν τὸ πρότερον. <sup>61</sup>&nbsp;καὶ ἐπέταξεν ἐκεῖ δύναμιν τηρεῖν αὐτὸ καὶ ὠχύρωσαν αὐτὸ τηρεῖν τὴν Βαιθσούραν τοῦ ἔχειν τὸν λαὸν ὀχύρωμα κατὰ πρόσωπον τῆς ᾿Ιδουμαίας.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<sup>60</sup>&nbsp;At that time they fortified Har Tsiyon with high walls and strong towers all around, to keep the Gentiles from coming and trampling them down as they had done before. <sup>61</sup>&nbsp;He<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Yehudah&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> stationed a garrison there to guard it; he also fortified Bet-Tsur to guard it, so that the people might have a stronghold that faced Idumea.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h3>The Rekindling of the Sacred Fire</h3>\n<p> (2 Maccabees 1:18-22; 2 Maccabees 10:1-9; Pesiqta Rabbati, chapter 2)\n</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>2 Maccabees 1</strong> <sup>18</sup>&nbsp;μέλλοντες οὖν ἄγειν ἐν τῷ Χασελεῦ πέμπτη καὶ εἰκάδι τὸν καθαρισμὸν τοῦ ἱεροῦ, δέον ἡγησάμεθα διασαφῆσαι ὑμῖν, ἵνα καὶ αὐτοὶ ἄγητε τῆς σκηνοπηγίας καὶ τοῦ πυρός, ὅτε Νεεμίας οἰκοδομήσας τό τε ἱερὸν καὶ τὸ θυσιαστήριον ἀνήνεγκε θυσίαν. <sup>19</sup>&nbsp;καὶ γὰρ ὅτε εἰς τὴν Περσικὴν ἤγοντο οἱ πατέρες ἡμῶν, οἱ τότε εὐσεβεῖς ἱερεῖς λαβόντες ἀπὸ τοῦ πυρὸς τοῦ θυσιαστηρίου λαθραίως, κατέκρυψαν ἐν κοιλώματι φρέατος τάξιν ἔχοντος ἀνύδρου, ἐν ᾧ κατησφαλίσαντο ὥστε πᾶσιν ἄγνωστον εἶναι τὸν τόπον. <sup>20</sup>&nbsp;διελθόντων δὲ ἐτῶν ἱκανῶν, ὅτε ἔδοξε τῷ Θεῷ, ἀποσταλεὶς Νεεμίας ὑπὸ τοῦ βασιλέως τῆς Περσίδος τοὺς ἐκγόνους τῶν ἱερέων τῶν ἀποκρυψάντων ἔπεμψεν ἐπὶ τὸ πῦρ· ὡς δὲ διεσάφησαν ἡμῖν μὴ εὑρηκέναι πῦρ, ἀλλὰ ὕδωρ παχύ, <sup>21</sup>&nbsp;ἐκέλευσεν αὐτοὺς ἀποβάψαντας φέρειν. ὡς δὲ ἀνηνέχθη τὰ τῶν θυσιῶν, ἐκέλευσε τοὺς ἱερεῖς Νεεμίας ἐπιρρᾶναι τῷ ὕδατι τά τε ξύλα καὶ τὰ ἐπικείμενα. <sup>22</sup>&nbsp;ὡς δὲ ἐγένετο τοῦτο καὶ χρόνος διῆλθεν ὅ τε ἥλιος ἀνέλαμψε, πρότερον ἐπινεφὴς ὤν, ἀνήφθη πυρὰ μεγάλη ὥστε θαυμάσαι πάντας<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>2 Maccabees 1</strong> <sup>18</sup>&nbsp;Since on the twenty-fifth day of Kislev we shall celebrate the purification of the temple, we thought it necessary to notify you, in order that you also may celebrate the festival of Sukkot and the festival of the fire given when Neḥemyah, who built the Temple and the Mizbe&#8217;aḥ, offered sacrifices. <sup>19</sup>&nbsp;For when our ancestors were being led captive to Persia, the pious kohanim of that time took some of the fire of the Mizbe&#8217;aḥ<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Probably <em>esh hatamid</em>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and secretly hid it in the hollow of a dry cistern, where they took such precautions that the place was unknown to anyone. <sup>20</sup>&nbsp;But after many years had passed, when it pleased God, Neḥemyah, having been commissioned by the king of Persia, sent the descendants of the kohanim who had hidden the fire to get it. And when they reported to us that they had not found fire but only a thick liquid, he ordered them to dip it out and bring it. <sup>21</sup>&nbsp;When the materials for the sacrifices were presented, Neḥemyah ordered the kohanim to sprinkle the liquid on the wood and on the things laid upon it. <sup>22</sup>&nbsp;When this had been done and some time had passed, and when the sun, which had been clouded over, shone out, a great fire blazed up, so that all marveled.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Dr. Yael Avrahami <a href=\"https://www.thetorah.com/article/identifying-the-building-blocks-of-chanukah\">notes</a>, &#8220;The association between this new Sukkot of Kislev and fire may shed light on Josephus’ name for Chanukah, “Lights” (Antiquities 12:7.7). The miracle of the oil, only recorded much later in the Babylonian Talmud, may have its beginnings here as well.&#8221; (thetorah.com, &#8220;<a href=\"https://www.thetorah.com/article/identifying-the-building-blocks-of-chanukah\">Identifying the Building Blocks of Chanukah</a>&#8221; &#8211;retrieved 2020-12-06.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"greek\" lang=\"grc\">\n<strong>2 Maccabees 10</strong> <sup>1</sup>&nbsp;Μακκαβαῖος δὲ καὶ οἱ σὺν αὐτῷ, τοῦ Κυρίου προάγοντος αὐτούς, τὸ μὲν ἱερὸν ἐκομίσαντο καὶ τὴν πόλιν, <sup>2</sup>&nbsp;τοὺς δὲ κατὰ τὴν ἀγορὰν βωμοὺς ὑπὸ τῶν ἀλλοφύλων δεδημιουργημένους, ἔτι δὲ τεμένη καθεῖλον. <sup>3</sup>&nbsp;καὶ τὸν νεὼν καθαρίσαντες ἕτερον θυσιαστήριον ἐποίησαν καὶ πυρώσαντες λίθους καὶ πῦρ ἐκ τούτων λαβόντες, ἀνήνεγκαν θυσίαν μετὰ διετῆ χρόνον καὶ θυμίαμα καὶ λύχνους καὶ τῶν ἄρτων τὴν πρόθεσιν ἐποιήσαντο. <sup>4</sup>&nbsp;ταῦτα δὲ ποιήσαντες ἠξίωσαν τὸν Κύριον πεσόντες ἐπὶ κοιλίαν μηκέτι περιπεσεῖν τοιούτοις κακοῖς, ἀλλ᾿ ἐάν ποτε καὶ ἁμάρτωσιν, ὑπ᾿ αὐτοῦ μετ᾿ ἐπιεικείας παιδεύεσθαι καὶ μὴ βλασφήμοις καὶ βαρβάροις ἔθνεσι παραδίδοσθαι. <sup>5</sup>&nbsp;ἐν ᾗ δὲ ἡμέρᾳ ὁ νεὼς ὑπὸ ἀλλοφύλων ἐβεβηλώθη, συνέβη κατὰ τὴν αὐτὴν ἡμέραν τὸν καθαρισμὸν γενέσθαι τοῦ ναοῦ, τῇ πέμπτῃ καὶ εἰκάδι τοῦ αὐτοῦ μηνός, ὅς ἐστι Χασελεῦ. <sup>6</sup>&nbsp;καὶ μετ᾿ εὐφροσύνης ἦγον ἡμέρας ὀκτὼ σκηνωμάτων τρόπον, μνημονεύοντες ὡς πρὸ μικροῦ χρόνου τὴν τῶν σκηνῶν ἑορτὴν ἐν τοῖς ὄρεσι καὶ ἐν τοῖς σπηλαίοις θηρίων τρόπον ἦσαν νεμόμενοι. <sup>7</sup>&nbsp;διὸ θύρσους καὶ κλάδους ὡραίους, ἔτι δὲ φοίνικας ἔχοντες ὕμνους ἀνέφερον τῷ εὐοδώσαντι καθαρισθῆναι τὸν ἑαυτοῦ τόπον. <sup>8</sup>&nbsp;ἐδογμάτισαν δὲ μετὰ κοινοῦ προστάγματος καὶ ψηφίσματος παντὶ τῷ τῶν ᾿Ιουδαίων ἔθνει κατ᾿ ἐνιαυτὸν ἄγειν τάσδε τὰς ἡμέρας. <sup>9</sup>&nbsp;καὶ τὰ μὲν τῆς ᾿Αντιόχου τοῦ προσαγορευθέντος ᾿Επιφανοῦς τελευτῆς οὕτως εἶχε.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<strong>2 Maccabees 10</strong> <sup>1</sup>&nbsp;Now Maccabeus and his followers, YHVH leading them on, recovered the temple and the city; <sup>2</sup>&nbsp;they tore down the altars that had been built in the public square by the foreigners, and also destroyed the sacred precincts. <sup>3</sup>&nbsp;They purified the sanctuary, and made another altar of sacrifice; then, striking fire out of flint, they offered sacrifices, after a lapse of two years, and they offered incense and lighted lamps and set out the bread of the Presence. <sup>4</sup>&nbsp;When they had done this, they fell prostrate and implored YHVH that they might never again fall into such misfortunes, but that, if they should ever sin, they might be disciplined by him with forbearance and not be handed over to blasphemous and barbarous nations. <sup>5</sup>&nbsp;It happened that on the same day on which the sanctuary had been profaned by the foreigners, the purification of the sanctuary took place, that is, on the twenty-fifth day of the same month, which was Kislev. <sup>6</sup>&nbsp;They celebrated it for eight days with rejoicing, in the manner of the festival of Sukkot, remembering how not long before, during the festival of Sukkot, they had been wandering in the mountains and caves like wild animals. <sup>7</sup>&nbsp;Therefore, carrying ivy-wreathed wands and beautiful branches and also fronds of palm,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> a description of the four species ritually waved on Sukkot &#8212; the <em>arba&#8217;a minim</em> per Leviticus 23:40 &#8212; the myrtle/<em>hadas</em>, willow/<em>aravah</em>, and palm/<em>lulav</em> branches (sans the etrog). Also find Daniel Schwartz&#8217;s Hebrew translation and commentary on 2 Maccabees 10:7 and Schwartz&#8217;s commentary s.v. מטות (Yad Ben Zvi, Jerusalem:2004).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> they offered hymns of thanksgiving to him who had given success to the purifying of his own holy place. <sup>8</sup>&nbsp;They decreed by public edict, ratified by vote, that the whole nation of the Jews should observe these days every year.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> Significant to me is that the edict for the public festival, according to 2 Maccabees, was ratified by a vote. While details of this voting process are missing, I think the festival should also be celebrated as one in which the declaration of festivals had passed from a time of scriptural fiat to one of some kind of democratic vote.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>  <sup>9</sup>&nbsp;Such then was the end of Antiochus, who was called Epiphanes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nפסיקתא רבתי פרק ב׳<br />\n&nbsp;<br />\nמִזְמוֹר שִׁיר־חֲנֻכַּת הַבַּיִת לְדָוִד׃ <span class=\"citation\">(תהלים ל:א)</span>&#8230;.<br />\n&nbsp;<br />\nילמדנו רבינו&#8230;.למה מדליק נרות בחנוכה אלא בשעה שנצחו בניו של חשמונאי הכהן הגדול למלכות יון שנאמר וְעוֹרַרְתִּי בָנַיִךְ צִיּוֹן עַל־בָּנַיִךְ יָוָן <span class=\"citation\">(זכריה ט:יג חלק)</span>, נכנסו לבית המקדש מצאו שם שמונה שפודין של ברזל וקבעו אותם והדליקו בתוכם נרות<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPesiqta Rabbati, chapter 2<br />\n&nbsp;<br />\n&#8220;<strong>A psalm of David. A song for the dedication of the House.</strong>&#8221; <span class=\"citation\">(Psalms 30:1)</span> &#8212;<br />\n&nbsp;<br />\nTeach us, our master&#8230; Why do we kindle lights on Ḥanukkah? When the sons of Ḥašmonai the Kohen Gadol defeated the (Seleucid) Greeks, as it says “and I will arouse your children, Tsiyon; upon your children, Yavan” <span class=\"citation\">(Zechariah 9:13 part)</span>, they entered the Beit haMiqdash. They found there eight spears of iron, fixed them in the ground and kindled within them lights.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>For the text of these selections, we have relied up the Greek text of the <a href=\"https://www.septuagint.bible\">Septuagint (LXX)</a> made available by the Greek Orthodox Archdiocese of America. The English translation is lightly adapted from that provided in the New Revised Standard Version (NRSV), thanks to <a href=\"https://www.biblegateway.com/\">Bible Gateway</a>.</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">167 BCE.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Other ancient authorities read Antiochian.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Or <em>Geron</em> an Athenian.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">the Jews.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Cn: Gk suggestion of the Ptolemies (or of Ptolemy).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Meaning of Gk uncertain.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Lysias</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Gk whole.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">164 BCE</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">The lack of doors for privacy is a central theme in <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/hanukkah-readings/midrash-maaseh-hanukkah/\">Midrash Maaseh &#8220;alef&#8221;</a> for Ḥanukkah.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Yehudah</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Probably <em>esh hatamid</em>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Dr. Yael Avrahami <a href=\"https://www.thetorah.com/article/identifying-the-building-blocks-of-chanukah\">notes</a>, &#8220;The association between this new Sukkot of Kislev and fire may shed light on Josephus’ name for Chanukah, “Lights” (Antiquities 12:7.7). The miracle of the oil, only recorded much later in the Babylonian Talmud, may have its beginnings here as well.&#8221; (thetorah.com, &#8220;<a href=\"https://www.thetorah.com/article/identifying-the-building-blocks-of-chanukah\">Identifying the Building Blocks of Chanukah</a>&#8221; &#8211;retrieved 2020-12-06.)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">a description of the four species ritually waved on Sukkot &#8212; the <em>arba&#8217;a minim</em> per Leviticus 23:40 &#8212; the myrtle/<em>hadas</em>, willow/<em>aravah</em>, and palm/<em>lulav</em> branches (sans the etrog). Also find Daniel Schwartz&#8217;s Hebrew translation and commentary on 2 Maccabees 10:7 and Schwartz&#8217;s commentary s.v. מטות (Yad Ben Zvi, Jerusalem:2004).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">Significant to me is that the edict for the public festival, according to 2 Maccabees, was ratified by a vote. While details of this voting process are missing, I think the festival should also be celebrated as one in which the declaration of festivals had passed from a time of scriptural fiat to one of some kind of democratic vote.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Second Temple Period",
        "Ḥanukkah Readings"
    ],
    "tags": [
        "2nd century B.C.E.",
        "37th century A.M.",
        "Angels",
        "Classical Antiquity",
        "combating anti-Jewish oppression",
        "dedications and consecrations",
        "kindling",
        "Maccabean Revolt",
        "המזבח the Mizbe'aḥ",
        "המקבים Maccabees",
        "נר תמיד ner tamid"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3018"
        ],
        "_thumbnail_id": [
            "34521"
        ],
        "date_src_start": [
            "-0160-00-00"
        ],
        "date_src_end": [
            "-0061-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Greek (Ancient, to 1453 CE)\",\"code\":\"grc\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Greek\",\"code\":\"Grek\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/12/nertamid_bottom.jpg",
        "title": "nertamid_bottom (Joshua Edelstein)",
        "caption": "Bottom of the <a href=\"http://www.edelstein-edelsteine.com/etzhayim_nertamid.html\">Ner Tamid (Eternal Flame) for Congregation Etz Hayim in Arlington, VA</a> in which the entire third chapter of Proverbs/Mishlei is illuminated (credit: Joshua Edelstein)"
    },
    "source_link": "https://opensiddur.org/?p=34512",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/hanukkah-readings/selections-from-1-and-2-maccabees-and-pesiqta-rabbati-on-the-desecration-and-rededication-of-the-temple-and-the-rekindling-of-the-sacred-fire/",
    "slug": "selections-from-1-and-2-maccabees-and-pesiqta-rabbati-on-the-desecration-and-rededication-of-the-temple-and-the-rekindling-of-the-sacred-fire"
}