{
    "post_id": 63025,
    "title": "📖 מַחֲזוֹר לְראֹשׁ הַשָׁנָה (מנהג הספרדים) | Majzor leRosh haShanah (Libro de Oraciones para el Año Nuevo Hebreo), a bilingual Hebrew-Spanish maḥzor compiled and translated by Rabbi Meir Matsliaḥ Melamed (1976)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Meir Matsliaḥ Melamed",
            "bio": "Rabbi Meir Matsliaḥ Melamed (1920-1989), born in Izmir, Turkey, was a rabbi, author, and compiler of siddurim and maḥzorim in Spanish and Portuguese. We know little about his life and career save that he served the Congregation Bené Herzl and Temple Bet-El in Rio de Janeiro, Brazil, before arriving in the United States where he began his tenure in the early 1970s with the Cuban Sephardic Hebrew Congregation in Miami, Florida. If you know more, or can provide a reference to an article or book providing additional information, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/06/meir-matsliah-melamed-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-matsliah-melamed"
        }
    ],
    "date": "2025-07-27",
    "last_updated": "2025-08-29",
    "excerpt": "<span class=\"hebrew\">מַחֲזוֹר לְראֹשׁ השנה</span> <em>Majzor leRosh Hashanah</em> (1976) is the first edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Rosh haShanah prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). Rabbi Melamed had in 1971 been installed at the pulpit of the Cuban Sephardic Hebrew Congregation, after having served previously in Rio de Janeiro, Brazil where his 1966 Hebrew-Portuguese siddur <em>Tefilat Masliaḥ</em> was first published. For both prayerbooks, as no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed, liturgy was reproduced from images of older siddurim. Rabbi Melamed's translation appears to the sides of these images and his commentary underneath.  . . .",
    "content": "<p><span class=\"hebrew\">מַחֲזוֹר לְראֹשׁ הַשָׁנָה</span> <em>Majzor leRosh Hashanah</em> (1976) is the first edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Rosh haShanah prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). Rabbi Melamed had in 1971 been  installed at the pulpit of the Cuban Sephardic Hebrew Congregation, after having served previously in Rio de Janeiro, Brazil where his 1966 Hebrew-Portuguese siddur <em>Tefilat Masliaḥ</em> was first published. For both prayerbooks, as no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed, liturgy was reproduced from images of older siddurim. Rabbi Melamed&#8217;s translation appears to the sides of these images and his commentary underneath. </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/majzor-lerosh-hashanah-meir-masliah-melamed-1976/Majzor%20leRosh%20HaShanah%20%28Meir%20Masliah%20Melamed%2C%201976%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain as it was published in the United States within 30 days of having been published in a foreign country. Additionally, the work is in the Public Domain for not having been registered with the US Copyright Office, a required condition for works published before 1 January 1978.</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nSIGNIFICADO DE ROSH HASHANA\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSignificance of Rosh haShanah\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSelijot — Los días a partir del mes de Elul hasta el 1° de Tishri, son llamados “Yemé Haselijot”, días de piedades y perdón: Esto significa que, aunque Dios perdona los pecados a penticencia, estos días son los más propicios de todo año para el arrepentimiento y para recibir la benevolencia y misericordia de Dios.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSeliḥot — The days from the month of Elul until the 1st of Tishri are called “Yemei Haseliḥot,” days of supplication and forgiveness. This means that, although God forgives sins upon repentance, these days are the most auspicious of the entire year for repentance and for receiving God&#8217;s benevolence and mercy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSegún la Biblia, el 1°  de Elul subió Moises por tercera vez al Monte Sinai, para recibir las segundas tablas de la Ley, y allí permaneció cuarenta días y cuarenta noches, al cabo de los cuales regresó con las nuevas tablas y con el perdón de Dios por el pecado del “Becerro de Oro”. Estos cuarenta días los israelitas de aquel tiempo los pasaron entregados al examen de sus conciencias y al arrepentimiento, hasta el últmio día (10 de Tishri) que es Yom Kipur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAccording to the Bible, on the 1st of Elul, Moses ascended Mount Sinai for the third time to receive the second tablets of the Law, and remained there for forty days and forty nights, after which he returned with the new tablets and God&#8217;s forgiveness for the sin of the “Golden Calf.” The Israelites of that time spent these forty days examining their consciences and repenting, until the last day (10 Tishri), which is Yom Kippur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDe acuerdo con la Tradición, esos cua renta días, a partir de la luna nueva de Elul, son un período de gracia para el hombre que, mediante el arrepentimiento de sus pecados, conquista el perdón que Dios le otorgará en Yom Kipur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAccording to tradition, these forty days, beginning with the new moon of Elul, are a period of grace for man who, through repentance for his sins, earns the forgiveness that God will grant him on Yom Kippur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor eso, durante el mes de Elul, se incluyen los Selijot, preces invocadoras del perdón, que se rezan en las madrugadas, desde el segundo día de Elul hasta el 9 de Tishri, excluyendo las madrugadas de los dos días de Rosh Hashaná.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor this reason, during the month of Elul, Selichot, prayers invoking forgiveness, are included and recited in the early morning hours from the second day of Elul until the 9th of Tishri, excluding the early morning hours of the two days of Rosh Hashanah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nYAMIM NORAIM<br />\n&nbsp;<br />\nRosh Hashaná, día del año nuevo, y Yom Kipur, día del perdón, son las fiestas austeras, (Yamin Noraim), del calendario hebreo. No hay en ellas evocaiones históricas como es el caso en Pesaj, Shavuot y Sucot, ni recuerdos e la vida agrícola de Erez Yisrael. Son festidades puramente religiosas, destinadas a poner al individuo frente al tribunal del juez Supremo, Dios, y de su propia conciencia. Los sentimientos que prevalecen en Rosh Hashaná y Yom Kipur son la seriedad, la reverencia y la austeridad, en contraste con las demás Fiestas Biblicas, celebradas con alegría y júbilo. La Penitencia, La Oración y la Caridad, hacen anular, particularmente en estos días, las sentencias severas en contra de nosotros.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRosh Hashanah, New Year&#8217;s Day, and Yom Kippur, Day of Atonement, are the austere holidays (Yamin Noraim) of the Hebrew calendar. They do not involve historical commemorations, as is the case with Passover, Shavuot, and Sukkot, nor do they evoke memories of the agricultural life of Erets Yisrael. They are purely religious holidays, intended to bring the individual before the court of the Supreme Judge, God, and his own conscience. The prevailing sentiments on Rosh Hashanah and Yom Kippur are seriousness, reverence, and austerity, in contrast to the other Biblical holidays, which are celebrated with joy and jubilation. Penance, prayer, and charity, particularly on these days, nullify the severe judgments against us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nROSH HASHANA\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRosh haShanah\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nRosh Hashaná es el nombre que se le da en nuestra literatura al año nuevo y se celebra aún en Eretz Yisrael el primero y e segundo días de Tishri, por causa de que existía siempre la duda en qué día el Sanhedrin (Tribunal Religioso) de aquellos tiempos fijaría esta fiesta. Ros Hashaná es una de las más sagradas fechas de la fe judaica y da inicio a los diez días de penitencia, cuando la humanidad se somete al juicio frente al Trono Celestial. Durante este período, afirma la tradición, Dios analiza los corazones de los hombres y examina sus actos. Es también un período en que los judíos se juzgan a sí mismos comparando sus procedimientos del año terminado con las resoluciones tomadas y las esperanzas que habían forjado.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRosh Hashanah is the name given in our literature to the New Year, and it is still celebrated in Erets Yisrael on the first and second days of Tishri, because there was always uncertainty as to which day the Sanhedrin (Religious Court) of those times would set for this holiday. Rosh Hashanah is one of the holiest dates in the Jewish faith and marks the beginning of the ten days of penance, when humanity is judged before the Heavenly Throne. During this period, tradition holds, God analyzes the hearts of men and examines their deeds. It is also a period when Jews judge themselves by comparing their actions during the past year with the resolutions they had made and the hopes they had forged.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos nombres dados en la Biblia a la fiesta de Rosh Hashaná son: Yom Teruá (Día del sonido del shofár) y Zijron Teruá (Día de la recordación del sonido del shofár). En nuestra liturgia se le llama también Yom Hazicaron (Día del recuerdo) y Yom Haddin (Día del juicio) significando que debemos recordar en este día nuestras responsabilidades frente a Dios y a nosotros mismos, en nuestra vida privada y pública, mejorar nuestras acciones y presentarnos así ante el Tribunal de Dios.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe names given in the Bible to the feast of Rosh Hashanah are: Yom Teruah (Day of the Sound of the Shofar) and Zikhron Teruah (Day of Remembrance of the Sound of the Shofar). In our liturgy, it is also called Yom Hazikaron (Day of Remembrance) and Yom HaDin (Day of Judgment), meaning that on this day we must remember our responsibilities before God and ourselves, in our private and public lives, improve our actions, and thus present ourselves before the Tribunal of God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl símbolo más importante de las prácticas de Rosh Hashaná es el shofár, o cuerno de carnero, que se toca durante el culto del año nuevo y en los diez días de penitencia. En los oficios de Rosh Hashaná, el toque del shofár ed el llamado a la adoración. Incita a los fieles a ar repentirse de sus faltas en el año transcurrido, volver a Dios con el espíritu contrito y humilde, a distinguir entre lo trivial y lo importante en la vida, para que el año siguiente pueda ser más rico en buenas acciones.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe most important symbol of Rosh Hashanah practices is the shofar, or ram&#8217;s horn, which is blown during the New Year&#8217;s service and during the ten days of penance. In Rosh Hashanah services, the blowing of the shofar is a call to worship. It urges the faithful to repent for their sins in the past year, to return to God with a contrite and humble spirit, to distinguish between the trivial and the important in life, so that the coming year may be richer in good deeds.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl ritual del toque del shofár comprende tres partes:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe ritual of blowing the shofar consists of three parts:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n1— MALJUYOT, que es el principio de la existencia de Dios y la proclamación de la realeza divina.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n1— MALKHUYOT, which is the principle of God&#8217;s existence and the proclamation of divine kingship.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n2 — ZIKHRONOT, que es el principio de la recompensa y el castigo y de la inmortalidad del alma. Que Dios lo sabe todo, lo ve todo y lo recuerda todo. También nos trae a la memoria las promesas divinas, el pacto de Dios con Israel, así como el sacrificio de Isaac.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2 — ZIKHRONOT, which is the principle of reward and punishment and the immortality of the soul. That God knows everything, sees everything, and remembers everything. It also brings to mind the divine promises, God&#8217;s covenant with Yisrael, and the sacrifice of Yitsḥaq.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n3 —SHOFAROT, el principio de la revelación, el eco del Sinaí, la señal de la resurrección, el despertar de la humanidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3 —SHOFAROT, the beginning of revelation, the echo of Sinai, the sign of resurrection, the awakening of humanity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos místicos afirman que el toque del shofár se destina a confundir al propio “Espíritu del Mal” y recordar a la persona que se deja guiar por éste, lo que sufrirá en el juicio final, al ser condenado por sus malas acciones.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMystics claim that the blowing of the shofar is intended to confuse the “Spirit of Evil” itself and remind those who are guided by it of what they will suffer in the final judgment, when they will be condemned for their evil deeds.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl universo fue creado en Rosh Hashaná. Celebrando el aniversario de la creación del mundo, reconocemos y proclamamos al Supremo Creador como Rey del Mundo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe universe was created on Rosh Hashanah. By celebrating the anniversary of the creation of the world, we acknowledge and proclaim the Supreme Creator as King of the World.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa solemnidad del 1° de Tishri debe ser no sólo la del comienzo del año, sino también la del comienzo del hombre, pues por medio de la expiación y del perdón divino, el hombre renace en cierto modo a la vida y recibe un corazón nuevo un alma nueva. En los sacrificios de las demás festividades fue escrito “vehikravtem” (y ofreceréis) pero en el de Rosh Hashaná, “vaasitem”, (y haréis) para enseñarnos que en este dí la sagrado debemos hacer el sacrificio de nuestro propio ser.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe solemnity of the 1st of Tishri should be not only that of the beginning of the year, but also that of the beginning of man, for through atonement and divine forgiveness, man is in a sense reborn to life and receives a new heart and a new soul. In the sacrifices of the other festivals it was written “vehikravtem” (and you shall offer), but in that of Rosh Hashanah, “vaasitem” (and you shall do), to teach us that on this holy day we must make the sacrifice of our own being.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLEYES Y COSTUMBRES\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nLaws and Customs\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuien escribe una carta a un compañero a partir del mes de Elul, debe mencionar en el principio, que le desea un “año nuevo bueno”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnyone who writes a letter to a friend starting in the month of Elul should mention at the beginning that they wish them a “good new year.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo es nuestra costumbre rezar los Selijot antes de la medianoche o durante el oficio de la noche (Arvit). El rav Azulay calificó esta costumbre de “mala y amarga” (ver lo que escribió en Birke Yosef, O.J. 581,1).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is not our custom to recite Seliḥot before midnight or during the evening service (Arvit). Rav Azulay described this custom as “bad and bitter” (see what he wrote in Birke Yosef, O.H. 581,1).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDurante el mes de Elul examinan los Tefilin, Mezuzot, y otros objetos religiosos para ver si están de acuerdo con la Ley.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDuring the month of Elul, Tefillin, Mezuzot, and other religious objects are examined to see if they comply with the Law.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAntes de los Yamim Noraim es obligación del que tiene ofrecido algún donativo al Templo, etc., o que está atrasado en sus pagos, liquidarlos, puesto que no se debe entrar a estas fiestas santas con deudas sagradas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBefore the Yamim Noraim, it is the obligation of those who have offered a donation to the Temple, etc., or who are behind in their payments, to settle them, since one should not enter these holy days with sacred debts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNuestra costumbre es hacer &#8220;Hatarat Nedarim&#8221; (anulación de votos y promesas) en la víspera de Rosh Hashaná después de los &#8220;Selijot&#8221;. Pero ed necesario comprender el sentido de las palabras de este ritual y su significado. Por es explicamos su contenido en este libro.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur custom is to perform “Hatarat Nedarim” (annulment of vows and promises) on the eve of Rosh Hashanah after the “Seliḥot.” However, it is necessary to understand the meaning of the words of this ritual and their significance. That is why we explain its content in this book.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nERUV TAVSHILIN. Cuando Rosh Hashaná ocurre en jueves, es preciso hacer el miércoles “Eruv Tavshilin” (mezcla de comidas), que es una ceremonia ritual para poder preparar el viernes 2° día de Rosh Hashaná, las comidas para el sábado, día sagrado en que no se debe cocinar. Para esto es bueno consultar previamente al rabino de la Comunidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nERUV TAVSHILIN. When Rosh Hashanah falls on a Thursday, it is necessary to perform the “Eruv Tavshilin” (mixing of foods) ritual on Wednesday, which is a ritual ceremony to prepare meals for Saturday, the holy day on which cooking is not permitted, on Friday, the second day of Rosh Hashanah. It is advisable to consult with the community rabbi beforehand.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVELAS. Al encender las velas en la víspra de Rosh Hashaná por la tarde, por lo menos media hora antes de la puesta del sol, la señora de la casa debe pronunciar las bendiciones siguientes:<br />\n&nbsp;<br />\nBARUJ ATA ADONAY, ELOHENU MELEJ HAOLAM, ASHER KIDESHANU BEMITZVOTAV, VETZIVANU LEHADLIK NER SHEL (SHABBAT VE) YOM TOV.<br />\n&nbsp;<br />\nBARUJ ATA ADONAY, ELOHENU MELEJ HAOLAM, SHEEJEYANU VEKIYEMANU VEHIGUIANU LAZEMAN HAZE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nCANDLES. When lighting the candles on the eve of Rosh Hashanah in the evening, at least half an hour before sunset, the lady of the house should recite the following blessings:<br />\n&nbsp;<br />\nBARUCH ATA ADONAI, ELOHENU MELECHE HAOLAM, ASHER KIDESHANU BEMITZVOTAV, VETZIVANU LEHADLIK NER SHEL (SHABBAT VE) YOM TOV.<br />\n&nbsp;<br />\nBARUJ ATA ADONAY, ELOHENU MELEJ HAOLAM, SHEEJEYANU VEKIYEMANU VEHIGUIANU LAZEMAN HAZE.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nARVIT. Se comienza con AJOT KETANA, LAMNATZEAJ, KADISH, BAREJU, ETC. En la segunda noche el Arvit comienza con LAMNATZEAJ, ETC.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nARVIT. It begins with AḤOT QETANAH, LAMNATZEAḤ, QADISH, BAREKHU, ETC. On the second night, Arvit begins with LAMNATZEAḤ, ETC.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nKIDUSH. Comienza con UVYOM SIMJATJEM, ETC., y al final se dice SHEEJEYANU. En la segunda noche de Rosh Haashaná se dice también SHEEJEYANU en el Kidush.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nQIDUSH. It begins with UVYOM SIMḤATKHEM, ETC., and at the end SHEHEḤEYANU is said. On the second night of Rosh HaShanah, SHEHEḤEYANU is also said in the Qidush.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCayendo Rosh Hashaná en sábado el Kidush comienza con Yom Hashishi, etc., y no se debe decir Zijron Teruá Beahavá Mikrá Kódesh sino Zijron Teruá Mikrá Kódesh, puesto que Rosh Hashaná es un día de juicio y austeridad y no es adecuado decir beahavá (con amor), lo que no acontece con las fiestas de Pésaj, Shavuot y Sucot que son fiestas alegres.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSince Rosh Hashanah falls on Saturday, Kiddush begins with Yom Hashishi, etc., and one should not say Zikhron Teruah Beahavah Miqrá Qódesh but rather Zikhron Teruáh Miqrá Qódesh, since Rosh Hashanah is a day of judgment and austerity and it is not appropriate to say beahaváh (with love), which is not the case with the holidays of Passover, Shavuot, and Sukkot, which are joyful holidays.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos “YEHI RATZON”: Antes de la cena de Rosh-Hashaná, se dicen los “YEHI RATZON” comiendo manzana untada de miel, o dulce de manzana también: poro, acelga, dátiles, calabaza, granada o pescado, cabeza de carnero, de ave o de pescado, que son cosas que por el nombre que llevan, y por el pensamiento con que las comemos, traen buena suerte en el nuevo año. En la segunda noche se trate de comer un fruto nuevo sofre el cual se puede decir SHEEJEYANU. (Ver comentario en su lugar).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe “YEHI RATSON”: Before the Rosh Hashanah dinner, the “YEHI RATSON” are said while eating apples coated with honey, or apple jam: leeks, chard, dates, pumpkin, pomegranate, or fish, ram&#8217;s head, bird&#8217;s head, or fish head, which are things that, because of their names and the thoughts with which we eat them, bring good luck in the new year. On the second night, try to eat a new fruit over which you can say SHEHEḤEYANU. (See comment in its place).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTASHLIJ— En el primer día RoshHashaná (cayendo éste en sábado, en el segundo día) después de ocración de la tarde (Minjá), se va al mar, o al ríi, o al lago, o cerca de una fuente de agua, y se reza el TASHLIJ, oración para purificarse de los pecados. (Ver comentario en su lugar).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTASHLIKH— On the first day of Rosh Hashanah (which falls on Saturday, on the second day) after afternoon prayer (Minḥah), one goes to the sea, or to a river, or to a lake, or near a water source, and recites TASHLIKH, a prayer to purify oneself of sins. (See commentary in its place).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo se debe dormir en Rosh-Hashaná durante el día. Nuestros sabios dijeron que duerme la suerte de quien duerme en los días de Rosh-Hashaná.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne should not sleep during the day on Rosh Hashanah. Our sages said that the luck of those who sleep on Rosh Hashanah sleeps with them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs costumbre no comer en RoshHashaná comidas agrias y amargas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is customary not to eat sour and bitter foods on Rosh Hashanah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs la obligación para todo hombre y tradición para toda mujer israelitas, oír el toque del shofár en los dos días de Rosh-Hashaná (excepto cuando ocurre en sábado), pues simboliza el despertar del pueblo para la penitencia. En la mañana, cuando el Tokéa dice la bendición, todos deben prestar atención a su significado (verlo en su logar apropiado) y responder Amén.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is the obligation of every Israelite man and the tradition of every Israelite woman to hear the blowing of the shofar on the two days of Rosh Hashanah (except when it falls on a Sabbath), as it symbolizes the awakening of the people to repentance. In the morning, when the Toqéa says the blessing, everyone should pay attention to its meaning (see it in its proper place) and respond <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Seder Seliḥōt"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Eastern Sefaradim",
        "Nusaḥ Sefaradi",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "63026"
        ],
        "date_src_start": [
            "1976-00-00"
        ],
        "date_src_end": [
            "1976-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/majzor-lerosh-hashanah-meir-masliah-melamed-1976-title.jpg",
        "title": "Majzor leRosh HaShanah (Meir Masliah Melamed, 1976) &#8211; title",
        "caption": "Majzor leRosh HaShanah (Meir Masliah Melamed, 1976) - title"
    },
    "source_link": "https://opensiddur.org/?p=63025",
    "permalink": "https://opensiddur.org/compilations/liturgical/seder-selihot/majzor-lerosh-hashanah-libro-de-oraciones-para-el-ano-nuevo-hebreo-a-bilingual-hebrew-spanish-mahzor-compiled-and-translated-by-meir-matsliah-melamed-1976/",
    "slug": "majzor-lerosh-hashanah-libro-de-oraciones-para-el-ano-nuevo-hebreo-a-bilingual-hebrew-spanish-mahzor-compiled-and-translated-by-meir-matsliah-melamed-1976"
}