{
    "post_id": 63243,
    "title": "📖 מַחֲזוֹר לְרֹאשׁ הַשָּׁנָה וְיוֹם כִּפּוּר (אשכנז) | Majzor para Rosh haShanah y Yom Kipur, a bilingual Hebrew-Spanish prayerbook for the Yamim Noraïm compiled and translated by Rabbi Marcos Edery (Masorti Olami, 1967)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Marcos Edery (translation)",
            "bio": "Rabbi Mordechai Marcos Edery (1928-2010), born in Tangier, Spanish Morocco, was a traditionalist Conservative movement rabbi in Argentina, Jewish educator throughout Latin  America, and translator. He studied at the Maimonides Seminary in Tangier, going to Israel in the 1950s to work in teaching institutes for graduates arriving from the Diaspora. In 1956 he was invited to Buenos Aires to serve as Director of the Majon le Limudei Haiaadut of the Israelite Congregation of the Argentine Republic. In 1960 he attended Camp Ramah in Laguna de los Padres as a visiting professor. In Buenos Aires, Rabbi Edery became close with the Conservative movement rabbi Marshall Meyer, working in the Chalom Community in the Colegiales neighborhood. At the same time, he was appointed vice-rector of the Latin American Rabbinical Seminary and director of the Michlalá Hibrit in Buenos Aires, affiliated with AMIA (Association of Jewish Families). At the request of the World Council of Synagogues, Rabbi Edery translated into Spanish the Siddur and the Maḥzor for Rosh Hashanah and Yom Kippur in both Ashkenazi and Sefaradi nusḥaot, with notes and commentaries by Rabbi Meyer. In the early 1970s, he became rabbi of the Bet El Community, sharing the pulpit with Rabbi Meyer, a position he retired from more than a decade later, returning to a more traditional form of halakhic observance. As rabbi of Bet El and vice-rector of the Latin American Rabbinical Seminary, he began a translation of the Torah portions and their corresponding haftarot, for both the Ashkenazi and Sephardi rites, with his own commentaries based on the exegeses of traditional parshanim (commentators): Rashi, Ibn Ezra, Rambam, Ramban, Abarbanel, among others. The first volume, Bereshit, was published in 1982. Having completed this monumental work, he translated the book of Ḳohelet on the same basis. In 1985, he founded Congregation Tora ve Jaim, creating a new synagogue alternative in the vast Buenos Aires area.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marcos-edery-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marcos-edery"
        },
        {
            "name": "Marshall T. Meyer",
            "bio": "Rabbi Marshall T. Meyer (March 25, 1930 – December 29, 1993), born in Brooklyn, New York, was a Conservative movement rabbi who became a recognized international human rights activist while living and working in Argentina from 1958 to 1984, during the period of the \"Dirty War\" in the 1970s. He was elected by president Raúl Alfonsín to be one of the members of the National Commission on the Disappearance of Persons. After the restoration of democracy in 1983, Meyer was awarded the nation's highest honor, the Order of the Liberator General San Martín, by the new president. In Argentina Meyer also led the congregation Comunidad Bet El and founded Seminario Rabínico Latinoamericano, a Conservative Jewish rabbinical school in Buenos Aires that has trained generations of Spanish-speaking rabbis. Rabbi Meyer returned to the United States in 1984 and that year became rabbi of Congregation Bnai Jeshurun in New York City. He was called to revive the congregation of the oldest Ashkenazi synagogue in the city. He was one of those honored by president Cristina Fernández de Kirchner to those who fought for the restoration of democracy in Argentina",
            "website": "https://en.wikipedia.org/wiki/Marshall_Meyer",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marshall-meyer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marshall-meyer"
        },
        {
            "name": "Masorti Olami",
            "bio": "Masorti Olami (also known as the World Council of Synagogues) is the international umbrella organization for Masorti Judaism, founded in 1957 with the goal of making Masorti Judaism a force in the Jewish world. Masorti Olami is affiliated with communities in over 36 countries, representing with partners in Israel and North America close to two million people worldwide, both registered members and non-member identifiers. Masorti Olami builds, renews, and strengthens Jewish life throughout the world, with efforts that focus on existing and developing communities in Europe, Latin America, the former Soviet Union, Africa, Asia, and Australia. All of Masorti Olami's activities are conducted within the context of the overall Conservative Judaism movement, in close cooperation with its affiliated organizations in North America and Israel.",
            "website": "https://en.wikipedia.org/wiki/Masorti_Olami",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/masorti-olami-logo-96x96.png",
            "profile_link": "https://opensiddur.org/profile/masorti-olami"
        }
    ],
    "date": "2025-08-14",
    "last_updated": "2025-08-29",
    "excerpt": "<span class=\"hebrew\">מחזור לראש השנה ויום כיפור</span> <em>Majzor para Rosh haShanah y Yom Kipur</em> (1967) is a bilingual Hebrew-Spanish prayerbook for the Yamim Noraïm compiled and translated by Rabbi Marcos Edery <em>z\"l</em>, and published by the World Council of [Conservative/Masorti] Synagogues under the supervision of Rabbi Marshall T. Meyer (1930-1993). Rabbi Reubén Nisembom (1938-2023), then a student at the Seminario Rabínico Latinoamericano, proofread the maḥzor. Besides the liturgy (in the Ashkenazi nusaḥ), the prayerbook is prefaced by Seliḥot and includes essays concerning prayer by 20th century scholars in Spanish translation, such as Rabbi Abraham Joshua Heschel and Martin Buber. . . .",
    "content": "<p><span class=\"hebrew\">מחזור לראש השנה ויום כיפור</span> <em>Majzor para Rosh haShanah y Yom Kipur</em> (1967) is a bilingual Hebrew-Spanish prayerbook for the Yamim Noraïm compiled and translated by Rabbi Marcos Edery <em>z&#8221;l</em>, and published by the World Council of [Conservative/Masorti] Synagogues under the supervision of Rabbi Marshall T. Meyer (1930-1993). Rabbi Reubén Nisembom (1938-2023), then a student at the Seminario Rabínico Latinoamericano, proofread the maḥzor. Besides the liturgy (in the Ashkenazi nusaḥ), the prayerbook is prefaced by Seliḥot and includes essays concerning prayer by 20th century scholars in Spanish translation, such as Rabbi Abraham Joshua Heschel and Martin Buber.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/majzor-para-rosh-hashanah-y-iom-kipur-marcos-edery-1967/Majzor%20para%20Rosh%20haShanah%20y%20Iom%20Kipur%20%28Marcos%20Edery%2C%201967%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain in the United States by treaty according the Uruguay Round Agreements Act (1994), 50 years having passed since its publication in Argentina (the general term of copyright for works published between 1957 and 1997).</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nNOTA DEL TRADUCTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTRANSLATOR&#8217;S NOTE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn nuestra nota introductoria al Sidur editado por el CONSEJO MUNDIAL DE SINAGOGAS —1965— decíamos “Todo aquel que traduce un versículo literalmente ha cometido un fraude” (Kidushin 49a).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn our introductory note to the Siddur published by the WORLD COUNCIL OF SYNAGOGUES in 1965, we said, “Anyone who translates a verse literally has committed fraud” (Kidushin 49a).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl lector conocedor de los textos litúrgicos del Majzor seguramente ya vislumbra, que si esta autorizada opinión talmúdica, ha de ser tenida en cuenta, prácticamente sería imposible traducir un Majzor con sus numerosos “piutim” a ningún idioma del mundo contemporáneo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nReaders familiar with the liturgical texts of the Maḥzor will surely realize that if this authoritative Talmudic opinion is to be taken into account, it would be practically impossible to translate a Maḥzor with its numerous “piyutim” into any contemporary language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nHace ya varios siglos los “ “piutim” han sido objeto de crítica y de discusión, de comprensión y de incomprensión, a veces. Una idea clara de la apreciación de los “piutim” nos la darán las palabras del exégeta de la Biblia Rabí Abraham Ibn Ezra — que vivió en España (1090-1141) — que se opuso al estilo poético de los “paitanim”; y muy en especial al de Eleazar Kalir. Citaremos a Ibn Ezra textualmente: “Y por qué no habremos de aprender del Rey Salomón, cuya sabiduría no fue igualada, quien compuso una oración clara en extremo, poniéndola al alcance de todo conocedor del idioma bíblico, ya que esa oración no es ni «enigma» ni «parábola». Lo mismo ocurre con la oración de Daniel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor several centuries now, the piyutim have been the subject of criticism and discussion, understanding and misunderstanding at times. A clear idea of the appreciation of the “piyutim” is given to us by the words of the Bible exegete Rabbi Abraham Ibn Ezra—who lived in Spain (1090-1141)—who opposed the poetic style of the “paytanim”; and especially that of Eleazar Kalir. We will quote Ibn Ezra verbatim: &#8220;And why should we not learn from King Solomon, whose wisdom was unmatched, who composed an extremely clear prayer, making it accessible to all those knowledgeable in the biblical language, since that prayer is neither an ‘enigma’ nor a ‘parable’. The same is true of Daniel&#8217;s prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPues ambos compusieron sus oraciones en un idioma inteligible a pesar de haber sido ellos hombres de gran sabiduría. ¡Con mayor razón debió seguir este criterio el que compone oraciones para gente que no es, tan sabia!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor both composed their sentences in an intelligible language despite being men of great wisdom. All the more reason should this criterion be followed by those who compose sentences for people who are not so wise!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTambién podemos observar que todas las oraciones que compusieron nuestros primeros sabios (de la Mishná y del Talmud) no contienen ni «enigmas» ni «parábolas». Entonces, ¿por qué no habremos de imitar esta pureza de textos, compuestos en el idioma bíblico, por qué habremos de orar en un estilo idiomático: Persa, Edomita o Ismaelita?” (Comentario de Ibn Ezra a Eclesiastés 5:1.)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe can also observe that all the prayers composed by our early sages (from the Mishnah and the Talmud) contain neither “riddles” nor “parables.” So why should we not imitate this purity of texts, composed in the biblical language, why should we pray in an idiomatic style: Persian, Edomite, or Ishmaelite? (Ibn Ezra&#8217;s commentary on Ecclesiastes 5:1.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCon estas palabras queda patentemente demostrado que la labor de verter al castellano los “piutim” de Eleazar Kalir, Shimon ben Abún, Meshulam ben Kalonymos y otros, resulta ùna tarea bastante ardua, por supuesto. A pesar de ello, hemos tratado de mantener la pureza de estilo y la peculiaridad del mismo y al mismo tiempo tornar los textos en inteligibles al lector en idioma castellano. El criterio seguido ha sido el mismo que en el Sidur, arriba mencionado, o sea, mantener el espíritu de los textos sin atentar contra la buena comprensión de los mismos, por otra parte, no hemos hesitado en actualizar el significado de los conceptos cuando el ambivalente idioma de los “piutim”, nos lo ha permitido.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThese words clearly demonstrate that the task of translating the “piyutim” of Eleazar Kalir, Shimon ben Abun, Meshulam ben Kalonymos, and others into Spanish is, of course, quite arduous. Despite this, we have tried to maintain the purity and uniqueness of the style while at the same time making the texts intelligible to Spanish-speaking readers. The criteria followed have been the same as in the aforementioned Siddur, that is, to maintain the spirit of the texts without compromising their comprehension. On the other hand, we have not hesitated to update the meaning of concepts when the ambivalent language of the “piyutim” has allowed us to do so.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA modo de ilustración, en el “Unetané Tokef” —pág. 148—, leemos: “Quién se esfumará en el fragor de la vida, y quién morirá víctima de dolencia incurable”. Lo que equivale al hebreo: “Mi baraash, umi bramaguefá”. Ahora bien, la palabra “raash” puede significar: ruido, fragor, terremoto. Por eso elegimos “fragor de la vida” ya que eso es más significativo para el hombre moderno, a la vez que no violenta el texto original. El lector notará también, que las oraciones castellanas correspondientes al texto hebreo, son a veces más extensas que este último. Eso se debe al hecho de que no nos hemos limitado a traducir los vocablos únicamente, sino que mas bien hemos tratado de incluir en la traducción, una suerte de comentario a los mismos. Ya que una traducción literal correría el riesgo de convertirse en una obra poco fecunda que estaria al alcance de muy pocas personas, o sea de aquellas cuyo interés es el meramente filológico. Por nuestra parte, creemos que solamente una oración en idioma que habla al corazón puede tener probabilidades serias de ser pronunciada por nuestros hombres y mujeres que acuden a las sinagogas durante las fiestas de Rosh Hashaná y lom Kipur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBy way of illustration, in “Unetané Tokef” —page 148— we read: “Who will vanish in the heat of life, and who will die a victim of incurable disease.” This is equivalent to the Hebrew: “Mi baraash, umi bramagefá.” Now, the word “raash” can mean noise, clamor, earthquake. That is why we chose “clamor of life” since that is more meaningful to modern man, while not violating the original text. The reader will also notice that the English sentences corresponding to the Hebrew text are sometimes longer than the latter. This is due to the fact that we have not limited ourselves to translating the words alone, but have rather tried to include in the translation a kind of commentary on them. A literal translation would run the risk of becoming an unproductive work that would be accessible to very few people, namely those whose interest is purely philological. For our part, we believe that only a prayer in a language that speaks to the heart has a serious chance of being recited by our men and women who attend synagogues during the holidays of Rosh Hashanah and Yom Kippur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn nuestro afán de hacer participar a toda la congregación en las oraciones, hemos insertado en el texto castellano, una transcripción fonética de los pasajes litúrgicos más clásicos, con el fin de llegar hasta aquellas personas que aún no pueden leer el idioma de la Biblia. No creemos necesario volver a insistir en la completa libertad que nuestros sabios, “talmudistas” y “halajistas” nos han conferido para orar en cualquier idioma que el corazón del hombre entienda, aunque no fuera éste el idioma hebreo. El lector, deseoso de encontrar los fundamentos y origenes de esta afirmación, podrá satisfacer sus deseos, leyendo la nota introductoria que a modo de prólogo escribiéramos en nuestro Sidur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn our desire to involve the entire congregation in prayer, we have inserted a phonetic transcription of the most classic liturgical passages into the Spanish text, in order to reach those who are not yet able to read the language of the Bible. We do not believe it necessary to reiterate the complete freedom that our sages, “Talmudists” and “Halakhists” have granted us to pray in any language that the human heart understands, even if it is not Hebrew. Readers eager to find the foundations and origins of this statement can satisfy their curiosity by reading the introductory note that we wrote as a prologue to our Siddur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn otro orden de cosas diremos que este Majzor pudo ser una realidad, gracias a los esfuerzos ingentes de amigos y colaboradores a quienes creo como un deber nombrar. Es de notar la iniciativa e incansable labor del Rabino Marshall T. Meyer, rector del Seminario Rabínico Latinoamericano, que ha sabido reunir todos los elementos y factores que han culminado con la edición de la presente obra. Mi agradecimiento a los miembros de la Comisión Directiva del Seminario Rabínico Latinoamericano por su firme apoyo económico que posibilitó esta edición.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn another note, we would like to mention that this Maḥzor was made possible thanks to the tremendous efforts of friends and collaborators whom I feel it is my duty to name. Of particular note is the initiative and tireless work of Rabbi Marshall T. Meyer, rector of the Latin American Rabbinical Seminary, who has brought together all the elements and factors that have culminated in the publication of this work. My thanks go to the members of the Board of Directors of the Latin American Rabbinical Seminary for their steadfast financial support, which made this edition possible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa revisión de la versión castellana estuvo a cargo del señor Rubén Nisembom, alumno de nuestro Seminario.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Spanish version was reviewed by Rubén Nisembom, a student at our seminary.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuiero expresar también mi profundo reconocimiento a Shoshana, compañera y esposa, que ha dedicado muchísimas horas sustraídas a sus actividades para dedicarlas a la revisión, corrección y ordenación de los manuscritos que dieron nacimiento a este Majzor.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI would also like to express my deep gratitude to Shoshana, my partner and wife, who has devoted countless hours of her time to reviewing, correcting, and organizing the manuscripts that gave rise to this Maḥzor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor último, agradecemos a todos nuestros sinceros amigos que nos apoyaron y estimularon constantemente.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, we would like to thank all our sincere friends who supported and encouraged us constantly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuiera el Todopoderoso bendecirlos prodigándoles Su bendición de prosperidad y paz.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the Almighty bless you with His blessings of prosperity and peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nMarcos Edery\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMarcos Edery\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nPREFACIO\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nPREFACE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nUno de los pocos refugios que aún quedan al espíritu religioso judío en busca de sentido, son los Iamim Noraim. Hasta podría decirse que las estadísticas de asistenciæ a las sinagogas en Rosh Hashaná o lom Kipur pueden indicarnos cuántos judíos todavía están dispuestos a responder seriamente a la posibilidad de una misión espiritual para su pueblo o a la afirmación de una existencia de la Torá y de las mitsvot. Y hablando francamente, de contar el número de judíos presentes en las sinagogas en todo el continente latinoamericano, temo que llegaríamos a un porcentaje relativamente pequeño de nuestro pueblo; aún siendo unos de los días más importantes del calendario hebreo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne of the few refuges still remaining for the Jewish religious spirit in search of meaning is the Yamim Noraim. It could even be said that statistics on attendance at synagogues on Rosh Hashanah or Yom Kippur can indicate how many Jews are still willing to respond seriously to the possibility of a spiritual mission for their people or to the affirmation of the existence of the Torah and the mitzvot. And frankly speaking, if we were to count the number of Jews present in synagogues throughout Latin America, I fear we would arrive at a relatively small percentage of our people, even though these are some of the most important days in the Hebrew calendar.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDebido a esto se podría llegar a la conclusión que la religión judía se ha convertido en reliquia; que los profetas del judaísmo secular han ganado su batalla y que no existe más la probabilidad de creer en el Dios de Abraham, Isaac y Jacob. Pero también puede ser cierto que la sinagoga en nuestro medio esté en un triste estado de decadencia por su incapacidad de enfocar los .problemas reales de la existencia del hombre moderno. Se puede sugerir que la sinagoga está vacia principalmente porque es aburrida; porque sus ritos son incomprensibles, y porque no se puede encontrar un ambiente que nos conduzca a la plegaria y a la meditación. Una respuesta sería, que el judio que entra a la sinagoga en busca de significado y sensibilidad, de un toque de belleza y paz espiritual, de un desafío para una vida más ética y espiritual, sale frecuentemente del recinto con las manos o el corazón vacíos. Sería muy simple culpar a los judíos de superficialidad y decir que el medio ha matado cualquier chispa de sensibilidad religiosa.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBecause of this, one might conclude that the Jewish religion has become a relic; that the prophets of secular Judaism have won their battle and that there is no longer any likelihood of believing in the God of Abraham, Isaac, and Jacob. But it may also be true that the synagogue in our midst is in a sad state of decline because of its inability to focus on the real problems of modern man&#8217;s existence. It could be suggested that the synagogue is empty mainly because it is boring; because its rites are incomprehensible, and because it is impossible to find an atmosphere that leads us to prayer and meditation. One answer would be that the Jew who enters the synagogue in search of meaning and sensitivity, of a touch of beauty and spiritual peace, of a challenge to a more ethical and spiritual life, often leaves the building with empty hands or an empty heart. It would be very simple to blame Jews for superficiality and say that the environment has killed any spark of religious sensitivity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPuede ser este el momento de sugerir que en gran parte, la sinagoga como institución es culpable de este vacio. Probablemente, nuestro pueblo ya no entiende lo que está pasando. Tal vez esté buscando desesperadamente respuestas a preguntas que no encuentra en nuestros púlpitos. Quizás el ruido y la falta de decoro tanto como la muda pasividad de la gente tienen mucho que ver con el estado actual del culto en la sinagoga. ¿Es posible que las plegarias y meditaciones que nutrían las almas de nuestros antecesores durante miles de años, no tengan la fuerza espiritual para emocionarnos más? ¿Es acaso probable que los judíos no puedan encontrar en el majestuoso sonido del shofar, o en la belleza del Kol Nidré, una chispa de renacimiento para sus almas?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPerhaps this is the moment to suggest that, to a large extent, the synagogue as an institution is to blame for this void. Probably, our people no longer understand what is happening. Perhaps they are desperately seeking answers to questions that they cannot find in our pulpits. Perhaps the noise and lack of decorum, as well as the silent passivity of the people, have a lot to do with the current state of worship in the synagogue. Is it possible that the prayers and meditations that nourished the souls of our ancestors for thousands of years no longer have the spiritual power to move us? Is it likely that Jews cannot find in the majestic sound of the shofar, or in the beauty of Kol Nidre, a spark of rebirth for their souls?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo puede ser que los poetas y justos, cuyo llamado a la plegaria y al arrepentimiento hizo conmover los cimientos del ser a través de los siglos, puedan encontrar hoy en día sólo oídos sordos. Es preferible pensar que nuestro pueblo no comprende el sentido de las oraciones. Pero esto no sólo significa no entender las palabras, sino la categoría de la oración misma. Es verdad que la tecnología ha hecho avanzar al mundo a pasos agigantados, desde las épocas en las cuales estas plegarias fueron escritas. Pero dudamos que las emociones del hombre hayan cambiado tan radicalmente. ¿Podemos acaso decir que el hombre llora o ríe, ama u odia de manera distinta de lo que solía hacerlo su bisabuelo? El hombre moderno busca con más ansiedad el sentido de la vida y la fuerza que le permita soportar las angustias cotidianas. El reencuentro con el poder revitalizador de los Iamim Noraim, con su mensaje de renacimiento, perdón y responsabilidad individual y social, bien podría significar para el judio moderno el hallazgo de lo que falta en su existencia actual.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt cannot be that poets and righteous men, whose call to prayer and repentance shook the foundations of being throughout the centuries, can find only deaf ears today. It is preferable to think that our people do not understand the meaning of prayers. But this does not only mean not understanding the words, but the category of prayer itself. It is true that technology has advanced the world by leaps and bounds since the time these prayers were written. But we doubt that human emotions have changed so radically. Can we really say that people cry or laugh, love or hate differently than their great-grandparents did? Modern man searches more anxiously for the meaning of life and the strength to endure daily anxieties. Rediscovering the revitalizing power of the Yamim Noraim, with its message of rebirth, forgiveness, and individual and social responsibility, could well mean for the modern Jew the discovery of what is missing in his current existence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEste Majzor ha sido preparado con la ferviente intención de que aquellos que aún encuentran su camino en la sinagoga en estos lamim Noraim, sean capaces de hallar sentido y relevancia en sus páginas. El texto hebreo ha quedado intacto y contiene todos los pasajes clásicos del Majzor tradicional. La traducción, continuando el estilo del Sidur publicado hace pocos años, es un intento de hacer que las antiguas frases de la liturgia hebrea vivan y vibren con significado contemporáneo. Es nuestra creencia que un libro de oraciones común es una necesidad para un culto congregacional significativo en el mundo moderno, y así hemos ordenado una gran cantidad de material para ser leído alternadamente. Se ha hecho un intento de dar breves introducciones a las distintas secciones del Majzor para permitir así al desconocedor del culto entender un poco mejor lo que está sucediendo. Por otra parte, gran cantidad de material nuevo se ha agregado al Majzor, que esperamos pueda develar las inquietudes de los hombres y mujeres modernos que buscan un eco de la Divinidad dentro de nuestro oscuro y sombrío mundo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis Maḥzor has been prepared with the fervent intention that those who are still finding their way in the synagogue during these High Holy Days will be able to find meaning and relevance in its pages. The Hebrew text has been left intact and contains all the classic passages of the traditional Maḥzor. The translation, continuing the style of the Siddur published a few years ago, is an attempt to make the ancient phrases of the Hebrew liturgy live and vibrate with contemporary meaning. It is our belief that a common prayer book is a necessity for meaningful congregational worship in the modern world, and so we have arranged a large amount of material to be read alternately. An attempt has been made to provide brief introductions to the various sections of the Maḥzor to enable those unfamiliar with the service to understand a little better what is happening. In addition, a great deal of new material has been added to the Maḥzor, which we hope will address the concerns of modern men and women who seek an echo of the Divine within our dark and gloomy world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl Consejo MUNDIAL DE SINAGOGAS y el SEMINARIO RABÍNICO LATINOAMERICANO ofrecen este Majzor a los judíos de habla castellana con el deseo de que pueda iluminar de algún modo, las mentes y los corazones de los feligreses de nuestro ambiente, y ayudarlos a sentir algo de la santidad de las Grandes Fiestas. Esperamos que esta obra ayude a encender una luz que se traduzca en un despertar espiritual de nuestro pueblo en esta parte del mundo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe World Council of Synagogues and the Latin American Rabbinical Seminary offer this Maḥzor to Spanish-speaking Jews with the hope that it may somehow enlighten the minds and hearts of the congregants in our community and help them feel something of the holiness of the High Holidays. We hope that this work will help to kindle a light that will translate into a spiritual awakening of our people in this part of the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" style=\"text-align: left;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nMARSHALL T. MEYER<br />\nBuenos Aires, Argentina<br />\nMayo 15 de 1967.<br />\nIom Ha-atsmaut, 5 de lyar 5727\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMarshall T. Meyer<br />\nBuenos Aires, Argentina<br />\n15 May 1967<br />\nYom ha-Atsmaüt, 5 lyar 5727\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos editores desean expresar su más profundo agradecimiento al Prayer Book Press of Hartford, Connecticutt, EE. UU. y al rabino Morris Silverman, cuyo texto hebreo ha sido usado y cuya colaboración ha hecho la publicación de este Majzor una realidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe editors wish to express their deepest gratitude to Prayer Book Press of Hartford, Connecticut, USA, and to Rabbi Morris Silverman, whose Hebrew text has been used and whose collaboration has made the publication of this Maḥzor a reality.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Maḥzorim for Yom haKippurim",
        "Seder Seliḥōt"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "63244"
        ],
        "date_src_start": [
            "1967-05-15"
        ],
        "date_src_end": [
            "1967-05-15"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/08/majzor-para-rosh-hashanah-y-iom-kipur-marcos-edery-1967-title.png",
        "title": "Majzor para Rosh haShanah y Iom Kipur (Marcos Edery, 1967) &#8211; title",
        "caption": "Majzor para Rosh haShanah y Iom Kipur (Marcos Edery, 1967) - title"
    },
    "source_link": "https://opensiddur.org/?p=63243",
    "permalink": "https://opensiddur.org/compilations/liturgical/seder-selihot/majzor-para-rosh-hashanah-y-yom-kipur-a-bilingual-hebrew-spanish-prayerbook-for-the-yamim-noraim-compiled-and-translated-by-marcos-edery-masorti-olami-1967/",
    "slug": "majzor-para-rosh-hashanah-y-yom-kipur-a-bilingual-hebrew-spanish-prayerbook-for-the-yamim-noraim-compiled-and-translated-by-marcos-edery-masorti-olami-1967"
}