{
    "post_id": 63264,
    "title": "📖 מַחֲזוֹר לְרֹאשׁ הַשָּׁנָה (מנהג הספרדים) | Majzor para Rosh haShanah, a bilingual Hebrew-Spanish maḥzor compiled and translated by Rabbi Marcos Edery (Masorti Olami, 1968)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Marcos Edery (translation)",
            "bio": "Rabbi Mordechai Marcos Edery (1928-2010), born in Tangier, Spanish Morocco, was a traditionalist Conservative movement rabbi in Argentina, Jewish educator throughout Latin  America, and translator. He studied at the Maimonides Seminary in Tangier, going to Israel in the 1950s to work in teaching institutes for graduates arriving from the Diaspora. In 1956 he was invited to Buenos Aires to serve as Director of the Majon le Limudei Haiaadut of the Israelite Congregation of the Argentine Republic. In 1960 he attended Camp Ramah in Laguna de los Padres as a visiting professor. In Buenos Aires, Rabbi Edery became close with the Conservative movement rabbi Marshall Meyer, working in the Chalom Community in the Colegiales neighborhood. At the same time, he was appointed vice-rector of the Latin American Rabbinical Seminary and director of the Michlalá Hibrit in Buenos Aires, affiliated with AMIA (Association of Jewish Families). At the request of the World Council of Synagogues, Rabbi Edery translated into Spanish the Siddur and the Maḥzor for Rosh Hashanah and Yom Kippur in both Ashkenazi and Sefaradi nusḥaot, with notes and commentaries by Rabbi Meyer. In the early 1970s, he became rabbi of the Bet El Community, sharing the pulpit with Rabbi Meyer, a position he retired from more than a decade later, returning to a more traditional form of halakhic observance. As rabbi of Bet El and vice-rector of the Latin American Rabbinical Seminary, he began a translation of the Torah portions and their corresponding haftarot, for both the Ashkenazi and Sephardi rites, with his own commentaries based on the exegeses of traditional parshanim (commentators): Rashi, Ibn Ezra, Rambam, Ramban, Abarbanel, among others. The first volume, Bereshit, was published in 1982. Having completed this monumental work, he translated the book of Ḳohelet on the same basis. In 1985, he founded Congregation Tora ve Jaim, creating a new synagogue alternative in the vast Buenos Aires area.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marcos-edery-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marcos-edery"
        },
        {
            "name": "Marshall T. Meyer",
            "bio": "Rabbi Marshall T. Meyer (March 25, 1930 – December 29, 1993), born in Brooklyn, New York, was a Conservative movement rabbi who became a recognized international human rights activist while living and working in Argentina from 1958 to 1984, during the period of the \"Dirty War\" in the 1970s. He was elected by president Raúl Alfonsín to be one of the members of the National Commission on the Disappearance of Persons. After the restoration of democracy in 1983, Meyer was awarded the nation's highest honor, the Order of the Liberator General San Martín, by the new president. In Argentina Meyer also led the congregation Comunidad Bet El and founded Seminario Rabínico Latinoamericano, a Conservative Jewish rabbinical school in Buenos Aires that has trained generations of Spanish-speaking rabbis. Rabbi Meyer returned to the United States in 1984 and that year became rabbi of Congregation Bnai Jeshurun in New York City. He was called to revive the congregation of the oldest Ashkenazi synagogue in the city. He was one of those honored by president Cristina Fernández de Kirchner to those who fought for the restoration of democracy in Argentina",
            "website": "https://en.wikipedia.org/wiki/Marshall_Meyer",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marshall-meyer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marshall-meyer"
        },
        {
            "name": "Masorti Olami",
            "bio": "Masorti Olami (also known as the World Council of Synagogues) is the international umbrella organization for Masorti Judaism, founded in 1957 with the goal of making Masorti Judaism a force in the Jewish world. Masorti Olami is affiliated with communities in over 36 countries, representing with partners in Israel and North America close to two million people worldwide, both registered members and non-member identifiers. Masorti Olami builds, renews, and strengthens Jewish life throughout the world, with efforts that focus on existing and developing communities in Europe, Latin America, the former Soviet Union, Africa, Asia, and Australia. All of Masorti Olami's activities are conducted within the context of the overall Conservative Judaism movement, in close cooperation with its affiliated organizations in North America and Israel.",
            "website": "https://en.wikipedia.org/wiki/Masorti_Olami",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/masorti-olami-logo-96x96.png",
            "profile_link": "https://opensiddur.org/profile/masorti-olami"
        }
    ],
    "date": "2025-08-18",
    "last_updated": "2025-12-01",
    "excerpt": "<span class=\"hebrew\">מחזור לראש השנה</span> <em>Majzor para Rosh haShanah</em> (1968) is a bilingual Hebrew-Spanish prayerbook for Rosh haShanah compiled and translated by Rabbi Marcos Edery <em>z\"l</em>, and published by the World Council of [Conservative/Masorti] Synagogues under the supervision of Rabbi Marshall T. Meyer (1930-1993). Earlier prayerbooks represented the Ashkenazi liturgical tradition. This is the first siddur that we are aware of for Sepharadi congreations in the Conservative movement. Besides the liturgy (in the Ashkenazi nusaḥ), the prayerbook is prefaced by Seliḥot and includes essays concerning prayer by 20th century scholars in Spanish translation. . . .",
    "content": "<p><span class=\"hebrew\">מחזור לראש השנה</span> <em>Majzor para Rosh haShanah</em> (1968) is a bilingual Hebrew-Spanish prayerbook for Rosh haShanah compiled and translated by Rabbi Marcos Edery <em>z&#8221;l</em>, and published by the World Council of [Conservative/Masorti] Synagogues under the supervision of Rabbi Marshall T. Meyer (1930-1993). Earlier prayerbooks represented the Ashkenazi liturgical tradition. This is the first siddur that we are aware of for Sepharadi congreations in the Conservative movement. The Hebrew is based primarily on the S&#038;P siddurim compiled and translated by Rabbi Dr. Savid de Sola Pool. Besides the liturgy (in the Ashkenazi nusaḥ), the prayerbook is prefaced by Seliḥot and includes essays concerning prayer by 20th century scholars in Spanish translation.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/majzor-para-rosh-hashanah-marcos-edery-1968/Majzor%20para%20Rosh%20haShanah%20%28Marcos%20Edery%201968%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain in the United States by treaty according the Uruguay Round Agreements Act (1994), 50 years having passed since its publication in Argentina (the general term of copyright for works published between 1957 and 1997).</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nNOTA DEL TRADUCTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTRANSLATOR&#8217;S NOTE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEste Majzor para Rosh Hashaná, es presentado con la firme esperanza de que pueda satisfacer las necesidades e inquietudes espirituales de todas aquellas personas que están empeñadas en una lucha ardua e ingrata, tratando de perpetuar los valores del Judaísmo tradicional en sus más dignas costumbres y tradiciones. Asimismo es un intento de llevar nuestras oraciones —algunas de ellas varias veces milenarias—, desde la cima de su aspecto literario al valle de lo comprensible. Especialmente para tratar de ofrecer a nuestros jóvenes, una versión contemporánea de las lágrimas y alegrías, de la angustia y del regocijo, que nuestros antecesores tradujeron en Salmos, Himnos, poesías y oraciones.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis Maḥzor for Rosh Hashanah is presented with the firm hope that it will satisfy the spiritual needs and concerns of all those who are engaged in an arduous and thankless struggle, trying to perpetuate the values of traditional Judaism in its most dignified customs and traditions. It is also an attempt to bring our prayers—some of them thousands of years old—from the heights of their literary form to the valley of comprehensibility. Especially to try to offer our young people a contemporary version of the tears and joys, the anguish and rejoicing, that our ancestors translated into Psalms, Hymns, poems, and prayers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPero sabemos que uno de los problemas más escabrosos para el judaísmo contemporáneo, es el lograr una síntesis entre lo antiguo y lo más nuevo de la tradición judía. Pedimos a Ds., que este Majzor pueda ser nuestro modesto aporte para el logro o consecución de tan noble fin, en cuanto al campo de la liturgia respecta.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut we know that one of the most difficult problems for contemporary Judaism is achieving a synthesis between the ancient and the newest aspects of Jewish tradition. We ask God that this Maḥzor may be our modest contribution to the achievement or attainment of such a noble goal, as far as the field of liturgy is concerned.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs bien conocida la opinión de los sabios del Talmud que dijeron: “Todo aquél que traduce un versículo literalmente ha cometido un fraude”. (Kidushin, 49a.)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe opinion of the sages of the Talmud is well known: “Anyone who translates a verse literally has committed fraud.” (Kidushin 49a.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl lector conocedor de los textos del Majzor seguramente ya vislumbra, que si esta opinión talmúdica de por sí autorizada, ha de ser tenida en cuenta, prácticamente sería imposible traducir un Majzor con su numerosos “Piutim”, a ningún idioma del mundo contemporáneo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nReaders familiar with the texts of the Maḥzor will surely already realize that if this authoritative Talmudic opinion is to be taken into account, it would be practically impossible to translate a Maḥzor with its numerous “Piyutim” into any contemporary language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor eso hemos abordado la tarea de verter el Majzor al idioma castellano guiados por tres principios fundamentales, a saber:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThat is why we have undertaken the task of translating the Maḥzor into Spanish, guided by three fundamental principles, namely:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\na) El principio de la continuidad con la tradición litúrgica. Esta consideración, si bien no nos exime de la obligación de actualizar las formas devocionales, nos previene de no incurrir en desestima de las creaciones del espíritu, producto de la piedad de las generaciones pasadas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\na) The principle of continuity with liturgical tradition. This consideration, while not exempting us from the obligation to update devotional forms, warns us against disregarding the creations of the spirit, which are the product of the piety of past generations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl hecho mismo de mantener una continuidad litúrgica puede encaminarnos a una creación constante y revitalizadora en ese terreno.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe very fact of maintaining liturgical continuity can lead us to constant and revitalizing creation in this area.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPues, generalmente, cuando leemos las creaciones milenarias del Majzor y pasa ante nuestros ojos el aporte sucesivo de las generaciones, no podemos ocultar nuestra nostalgia hacia ese don de la creatividad religiosa, de la cual nuestra generación sufre una carencia aguda.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWell, generally, when we read the ancient creations of the Maḥzor and see the successive contributions of generations before our eyes, we cannot hide our nostalgia for that gift of religious creativity, which our generation sorely lacks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nb) El principio de sensibilidad hacia las necesidades espirituales de nuestra generación.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nb) The principle of sensitivity to the spiritual needs of our generation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nUn Majzor como libro de oraciones debe expresar también nuestras propias aspiraciones e inquietudes. Por eso hemos insertado en el mismo, escritos salidos de las plumas de los mejores pensadores judíos modernos y contemporáneos, ya que creemos que ellos reflejan las inquietudes espirituales del judío del siglo ⅩⅩ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nA Maḥzor as a prayer book should also express our own aspirations and concerns. That is why we have included writings from the pens of the best modern and contemporary Jewish thinkers, as we believe that they reflect the spiritual concerns of Jews in the 20th century.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs sabido que los textos del Majzor representan el “Matbéa shel Tefilá” o sea la expresión del mínimo de nuestra potencialidad devocional, por eso las generaciones tienen el deber de un constante aporte al mismo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is well known that the texts of the Maḥzor represent the “Matbéah shel Tefiláh,” that is, the expression of the minimum of our devotional potential, which is why generations have a duty to contribute to it constantly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTeniendo en cuenta la sensibilidad arriba mencionada, nos hemos permitido hacer una traducción, no literal de los textos hebreos, aunque si firmemente fiel al espíritu de los mismos. Nos preguntamos al respecto, ¿es acaso legítimo el apartarse del texto, ofrecer una traducción libre del mismo?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTaking into account the sensitivity mentioned above, we have taken the liberty of producing a translation that is not literal from the Hebrew texts, although it is firmly faithful to their spirit. We ask ourselves, is it legitimate to depart from the text and offer a free translation of it?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNuestra respuesta es la misma que enunciaron los sabios del Talmud, cuando dijeron: “Todo aquél que traduce un versículo literalmente, ha cometido un fraude” (Kidushin 49a).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur answer is the same as that given by the sages of the Talmud, when they said: “Anyone who translates a verse literally has committed fraud” (Kidushin 49a).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCada idioma tiene su forma distintiva y peculiar, por eso si insistimos en retener el sentido literal del mismo llegaremos a lo absurdo o sea la distorsión literaria.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEach language has its own distinctive and peculiar form, so if we insist on retaining its literal meaning, we will end up with absurdity, or literary distortion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA modo de ilustración, nos permitimos citar aquí un estilo literario bíblico llamado en hebreo “Kefel hainian bemilim shonot” o sea, un paralelismo en la poesía que enuncia, en un mismo versículo, dos veces la misma idea con palabras distintas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBy way of illustration, we would like to mention here a biblical literary style called in Hebrew “Kefel hainian bemilim shonot,” that is, a parallelism in poetry that expresses the same idea twice in the same verse using different words.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEse estilo es uno de los más apreciados por el lector de la Biblia en su idioma original, no así para el lector de la misma en castellano.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis style is one of the most appreciated by readers of the Bible in its original language, but not by readers of the Spanish translation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi tenemos en cuenta también que el objeto de esta traducción es el alentar al piadoso que no conoce el idioma de la Biblia a orar en su propio idioma, comprenderemos la necesidad imperiosa que tenemos de una traducción no literal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf we also consider that the purpose of this translation is to encourage the devout who do not know the language of the Bible to pray in their own language, we will understand the urgent need for a non-literal translation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa oración en un idioma no hebreo, para el hombre que no entiende este último, ha sido el objeto de una pronunciación manifiesta de nuestros sabios, desde la época de la Mishná, pasando por la Guemará y llegando hasta el Rambam y el “Shuljan Aruj”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPrayer in a language other than Hebrew, for those who do not understand the latter, has been the subject of explicit pronouncements by our sages, from the time of the Mishnah, through the Gemara, and up to the Rambam and the Shulḥan Arukh.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAsí podemos leer en la Mishná, Tratado Sotá, cap. 7, mishná 1: “Estas son las oraciones que se pueden pronunciar en cualquier idioma&#8230; la lectura de la Shemá, la Amidá, la Bendición después de las comidas&#8230;” Haciéndose eco de esta mishná, Maimónides en su libro “Mishné Torá” dice literalmente: “La persona puede leer la Keriat-Shemá en cualquier idioma que la entienda (Hiljot Keriat Shemá, cap. 2, halajá 10).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus we read in the Mishnah, Tractate Sotah, chapter 7, Mishnah 1: “These are the prayers that may be recited in any language&#8230; the reading of the Shema, the Amidah, the blessing after meals&#8230;” Echoing this Mishnah, Maimonides in his book Mishneh Torah says literally: &#8220;A person may read the Ḳeriat Shema in any language he understands (Hiljot Keriat Shema, chap. 2, halakhah 10).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nFinalmente, esta opinión fue codificada con carácter de “halajá” por el autor del “Shuljan Aruj”, Rabi Iosef Karo. Así leemos en el “Oraj Jaim”, cap. 62, con respecto a Keriat Shema, y en el cap. 101 con respecto a la Amidá.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, this opinion was codified as halakhah by the author of the Shulḥan Arukh, Rabbi Yosef Karo. We read this in Oraḥ Ḥaim, chapter 62, regarding Ḳeriat Shema, and in chapter 101 regarding the Amidah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nc) Integridad intelectual. Este punto requiere de nosotros dos cosas al mismo tiempo, a saber: no traicionar conceptos emitidos por el autor y no evadir el problema de la actualización de los valores tradicionales más antiguos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nc) Intellectual integrity. This point requires two things from us at the same time, namely: not betraying the concepts put forward by the author and not evading the problem of updating the oldest traditional values.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPara ellos hemos recurrido a la “fuerza interpretativa” de nuestros exégetas. Cada texto, cada capítulo de la Biblia, cada mishná, han sido traducidos en base a la exégesis de los mismos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor them, we have resorted to the “interpretive power” of our exegetes. Each text, each chapter of the Bible, each Mishnah, has been translated based on their exegesis.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSirva de ejemplo ilustrativo el versículo siguiente del Salmo 29, “Kol A&#8217; iejolel aialot”; generalmente, este versículo ha sido traducido: “La voz de A&#8217; causa dolor (de parto) a las gacelas”. Las últimas investigaciones del idioma bíblico y su estilo, así como el contexto, demuestran que esta traducción no es la mejor. Por eso lo hemos traducido: “La voz de Ds. hizo danzar a los árboles” ya que eso se confirma por la segunda parte del versículo que dice: “Vaiejesof iearot” o sea: “Él deshojó los bosques”. Además según el contexto veremos que el tema central del Salmo es: La voz de Ds., y su efecto sobre la naturaleza.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe following verse from Psalms 29 serves as an illustrative example: “Kol Adonai yeḥolel ayalot“; generally, this verse has been translated as: ”The voice of Adonai causes pain (of childbirth) to the gazelles.&#8221; The latest research on biblical language and style, as well as context, shows that this translation is not the best. That is why we have translated it as: “The voice of God made the trees dance,” as this is confirmed by the second part of the verse, which says: “Va-yeḥesof ye&#8217;arot,” meaning “He stripped the forests bare.” Furthermore, according to the context, we see that the central theme of the Psalm is: The voice of God and its effect on nature.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA veces, el lector notará que un mismo término, o una misma oración ha sido traducida en forma distinta en lugares distintos del Majzor. Por ejemplo, en lo que respecta a “Tejiat hametim”. En la Amidá, traducimos: “traerás a los difuntos a la vida inmortal”; mientras que en el himno “Igdal” traducimos “Con su misericordia revivirá a los muertos”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSometimes, the reader will notice that the same term or sentence has been translated differently in different places in the Maḥzor. For example, with regard to “Teḥiat hametim.” In the Amidah, we translate it as “you will bring the dead to immortal life,” while in the ‘Yigdal’ hymn we translate it as “with his mercy he will revive the dead.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCon ello hemos querido ofrecer al lector una posibilidad de interpretación de dicho concepto, extraída del mundo del pensamiento judío, guardando, no obstante, también el significado literal del mismo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWith this, we wanted to offer the reader a possible interpretation of this concept, drawn from the world of Jewish thought, while also preserving its literal meaning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn cuanto a los “Piutim” de los famosos poetas como: Iehuda Halevi, Moisés Ibn-Ezra, Shelomo Ibn-Gabirol y otros, hemos preferido tener a la vista las ediciones científicas de los mismos, como lo es la del profesor Shirman, de la Universidad Hebrea de Jerusalem. Es por eso que a veces el lector notará que la traducción se desvía ligeramente de los textos tradicionales del Majzor, para tener en cuenta las versiones autorizadamente corregidas en base a manuscritos y otros trabajos de investigación.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAs for the “Piyutim” of famous poets such as Yehuda Halevi, Moses Ibn Ezra, Shelomo Ibn Gabirol, and others, we have preferred to refer to scholarly editions of these works, such as that of Professor Shirman of the Hebrew University of Jerusalem. This is why the reader will sometimes notice that the translation deviates slightly from the traditional texts of the Maḥzor, in order to take into account the authoritatively corrected versions based on manuscripts and other research works.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA modo de ilustración, en el Piut, “Ajot Ketaná” (pág. 68), leemos en el texto tradicional: “Vehi queforajat aleta nitsa, lo hivshilu ashkeloteha”, mientras que las ediciones corregidas de ese “Piut” sugieren “Vehi keforajat aleta nitsa, ki hivshilu ashkeloteha”, lo que permite una mejor comprensión del contexto general. Por eso rogamos al estimado lector que trate de comprender esta tendencia nuestra cuando el caso lo requiera.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBy way of illustration, in the piyut, “Aḥot Ḳetanah” (p. 68), we read in the traditional text: “Vehi ḳeforaḥat al&#8217;ta nitsa, lo hivshilu ashkeloteha,” while the corrected editions of that ‘Piut’ suggest “Vehi keforajat aleta nitsa, ki hivshilu ashkelotehah,” which allows for a better understanding of the general context. We therefore ask our esteemed readers to try to understand our tendency to do so when the case requires it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn el orden técnico de las cosas, y en nuestro afán de hacer participar a toda la Congregación en las oraciones, hemos insertado en el texto castellano una transcripción fonética de los pasajes litúrgicos más clásicos, con el fin de llegar hasta aquellas personas que aún no pueden leer el idioma de la Biblia.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the technical order of things, and in our desire to involve the entire Congregation in prayer, we have inserted a phonetic transcription of the most classic liturgical passages into the Spanish text, in order to reach those who are not yet able to read the language of the Bible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn otro orden de cosas este Majzor, pudo ser una realidad gracias a la buena voluntad, ayuda y sensibilidad, de muchos amigos y hombres de bien.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn another note, this Maḥzor was made possible thanks to the goodwill, help, and sensitivity of many friends and good people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn primer lugar citaremos a la Unión de Congregaciones Sefaraditas de los Estados Unidos, que gentilmente nos autorizó a hacer uso de los grabados de la versión hebrea del Majzor por ella publicado en la ciudad de New York, en el año 1937. Esa edición se debió al trabajo de compilación del Rabino David de Sola Pool, de la Congregación “Shearith Israel”, fiel exponente de las mejores tradiciones litúrgicas del judaísmo hispano-portugués.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFirst, we would like to mention the Union of Sephardic Congregations of the United States, which kindly authorized us to use the engravings from the Hebrew version of the Machzor published by them in New York City in 1937. That edition was the result of the compilation work of Rabbi David de Sola Pool, of the Congregation Shearith Israel, a faithful exponent of the best liturgical traditions of Spanish-Portuguese Judaism.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa comisión directiva de la Sinagoga “Chalom” ha sido un factor determinante en la decisión de llevar adelante este proyecto. A todos sus miembros también van nuestros más cálidos agradecimientos. Igualmente agradecemos al Consejo Mundial de Sinagogas, al Seminario Rabínico Latinoamericano, a su comisión directiva y, especialmente, a su director Rabino Marshall T. Meyer, por los ingentes esfuerzos de toda índole que nos permitieron lanzar esta nuestra primera edición. Un sentimiento de gratitud y de agradecimiento para el personal de: Macagno, Landa y Cía., especialmente para el señor Emilio Montagnoli, colaborador de inestimable ayuda para un trabajo tan arduo como es el de una edición bilingüe.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe board of directors of the &#8220;Shalom&#8221; Synagogue has been a decisive factor in the decision to move forward with this project. We extend our warmest thanks to all its members. We also thank the World Council of Synagogues, the Latin American Rabbinical Seminary, its board of directors, and especially its director, Rabbi Marshall T. Meyer, for their tremendous efforts of all kinds that enabled us to launch this, our first edition. We are grateful to the staff of Macagno, Landa y Cía., especially Mr. Emilio Montagnoli, whose invaluable assistance was essential to the arduous task of producing a bilingual edition.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nFinalmente, mis profundos agradecimientos a Shoshana, esposa y compañera de trabajo, que tuvo a su cargo la revisión de los manuscritos de la versión castellana.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, my deepest thanks to Shoshana, my wife and co-worker, who was responsible for reviewing the manuscripts of the Spanish version.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuiera el Todopoderoso bendecirlos a todos, prodigándoles Su bendición de paz y prosperidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay the Almighty bless you all, showering you with His blessings of peace and prosperity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nMarcos EDERY<br />\nBuenos Aires, Tamuz 5728<br />\nJulio 1968\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMarcos Edery<br />\nBuenos Aires, Tamuz 5728<br />\nJuly 1968\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Seder Seliḥōt"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Nusaḥ Sefaradi",
        "Spanish Translation",
        "Western Sepharadim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "63265"
        ],
        "date_src_start": [
            "1968-00-00"
        ],
        "date_src_end": [
            "1968-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/08/majzor-para-rosh-hashanah-marcos-edery-1968-title.png",
        "title": "Majzor para Rosh haShanah (Marcos Edery 1968) &#8211; title",
        "caption": "Majzor para Rosh haShanah (Marcos Edery 1968) - title"
    },
    "source_link": "https://opensiddur.org/?p=63264",
    "permalink": "https://opensiddur.org/compilations/liturgical/seder-selihot/majzor-para-rosh-hashanah-a-bilingual-hebrew-spanish-festival-prayerbook-compiled-and-translated-by-marcos-edery-masorti-olami-1968/",
    "slug": "majzor-para-rosh-hashanah-a-bilingual-hebrew-spanish-festival-prayerbook-compiled-and-translated-by-marcos-edery-masorti-olami-1968"
}