{
    "post_id": 27181,
    "title": "&#x1F4D6; תפלות לראש השנה (מנהג הספרדים)‏ | Tefilot l'Rosh haShanah, arranged and translated by Rabbi David de Sola Pool (1937)",
    "author": "David de Sola Pool",
    "coauthors": [
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-09-20",
    "last_updated": "2026-01-31",
    "excerpt": "A bilingual Hebrew-English maḥzor for Rosh haShanah in the Sepharadic tradition compiled by David de Sola Pool in 1937.  . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/tefilotlroshhashanahdaviddesolapool1937#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nTHE MESSAGE OF ROSH HASHANAH </p>\n<p>Rosh Hashanah, the Jewish New Year, celebrated on the first and second days of the month of Tishri, is a unique combination of solemnity and rejoicing. On the one hand the Bible requires its observance to be “a solemn rest unto you, a remembrance proclaimed with the blast of rams&#8217; horns, a holy convocation. Ye shall do no manner of servile work.” On the other hand, it recalls Nehemiah’s proclamation to the Jews of Jerusalem, “This day is holy unto the Lord your God, mourn not nor weep . . . Go eat rich dainties and drink sweet drinks, and send portions to him who has nothing ready, for this day is holy to our Lord. Grieve not, for the joy of the Lord is your strength.” </p>\n<p>The penitential mood of the day is ushered in by a month of Selihoth — confessional devotion of self examination and supplications for forgiveness. These Selihoth (pages 1 to 59) are traditionally recited before dawn on every weekday during the month of Elul, notably on the morning preceding Rosh Hashanah, and on that preceding Yom Kippur. These Selihoth attune the spirit for the New Year&#8217;s day, the day of God&#8217;s tribunal for remembrance and judgment of man&#8217;s works on earth. They are our response in prayer to the prophet&#8217;s solemn call “Prepare to meet thy God, O Israel.” </p>\n<p>The Rabbis teach that the world is judged at four periods of the year — in the spring at Passover when we pray for the early harvest, in the summer at Shabuoth when we pray for the ripening fruits, in the autumn at Succoth when we pray for the lifegiving “former rains,” and on Rosh Hashanah, the day of remembrance and reckoning for the harvest of man’s deeds, on which judgment is sealed nine days later on the Day of Atonement. This theme of the Day of Remembrance (Yom Hazikkaron) and Day of Judgment (Yom Hadin) is sounded for nations and peoples no less than for individuals. We come before God, our King on His throne of judgment, with the prayer that He will temper His judgment of His creatures with mercy. On this day the Book of Life is opened in the heavenly court, and as we begin a new year, our yearning prayer to be inscribed in God’s Book of Life gives added solemnity to the blessings of the Amidah and other prayers of the day. </p>\n<p>The home ceremonial of the Kiddush at the family table and the folk customs associated with the New Year (pages 89 to 93) express the joyousness of the festival. But the synagogue service strikes the chords of awe and solemnity. The evening services are ordinarily introduced by Psalm 81 (page 65) with its summons “Blow the Shofar on the new moon, at the full moon for our festival day.” On the first night, in an acrostic poem Ahoth Ketannah, “Israel Thy daughter,” (page 66) by Abraham Hazan Gerondi, we implore that the troubles of the old year may cease and the new year may bring a harvest of blessings. The remainder of the evening service consists of the blessing of the evening (page 69), followed by the Shema (page 70), the affirmation of faith (page 72), the blessing of the night, (of the Sabbath), and of the holy day (page 73), the silent Amidah and hymns of praise. </p>\n<p>To the usual early morning blessings, readings and Psalms (pages 102 to 160), there are added the Rosh Hashanah Psalm 81 (page 138) and Psalm 100 (page 150). Thereafter, on the first day the congregation chants the sublime supplications, Elohai al tedineni, “Judge me not,” (pages 161 to 163), an alphabetical acrostic by Isaac Alisani (11th century), and Shofet, “Sovereign Judge,” (pages 163 to 164) by Solomon ibn Gabirol (1021-1049), and on the second day a passionate appeal to God, Yom Le’ha, “Lord, this day,” (page 165) by Jehudah ha-Levi (12th century). A hymn by Jehudah ha-Levi (on the first day Yede rashim, “Too feeble and poor,” pages 169 to 171, on the second day Yah Shim&#8217;hah, “O Lord, I would extol” pages 171 to 173), introduces the Kaddish that follows. </p>\n<p>After the usual morning blessings and the Shema (pages 174 to 182), the majestic Amidah of the day is recited. To its familiar opening blessings (pages 183 to 185) and closing blessings (pages 187 to 190) there are added four prayers for life in the new year. The central part of the Amidah is made up of the exalted prayer that in the new year all peoples may come to recognize God and His divine Fatherhood which makes all men brothers. For Israel we pray regeneration and the rebuilding of Ẓion. These prayers, as also the petitions Abinu Malkenu (pages 192 to 193), date back to the leading rabbis of the first centuries of the common era. An elaborated Kaddish (pages 193 to 195) and a hymn, on the first day Lemaan&#8217;ha, “For Thine own sake,” (pages 195 to 196) by David ben Bekuda (12th century), and on the second day Yaaneh, “For merit of the fathers,” (pages 197 to 198) by Abraham ibn Ezra (1092-1167), bring this part of the service to a close. </p>\n<p>The reading from the Torah on the first day, Genesis 21, (page 205), recalls the promise of the continuity of Jewish tradition through the birth of Isaac, a promise associated with Rosh Hashanah. On the second day, Genesis 22 (page 214) recalls how Abraham’s seed Isaac was saved from sacrifice through God’s pity that is now invoked on Abraham’s seed through all generations. The Haftarah for the first day, I Samuel, 1, 1-2, 10, (pages 209 to 212), tells of the birth of Samuel, paralleling the story of the birth of Isaac. The Haftarah of the second day, Jeremiah 31, 2-20, (pages 217 to 218), expresses a theme of the day that a penitential return to God will evoke His mercy. </p>\n<p>The call of the Shofar adds its clamant appeal to that of the human voice. The stern and weird tones of this instrument of primitive simplicity are a summons to judgment. It conjures up for ever anew the moment upon Mount Sinai when the law of life, Israel&#8217;s Torah, was given to the sound of the Shofar. Reminiscent and symbolic of the ram substituted by God for the sacrifice of Isaac, the Shofar pleads for the merit of the patriarchs to sway the balance of judgment in favor of their children — a thought movingly expressed in the hymn Et shaare ratson “Judgment gates of favor” (pages 219 to 223) by Judah Samuel Abbas. </p>\n<p>When the Sefer has been returned to the Ark, the Musaf (Additional Service) is solemnly read before the open doors of the shrine of the Torah. (Pages 233 to 250). The heart of this Amidah is a magnificent lyrical outburst, blessing God as divine Ruler of the world, malhuioth (pages 238 to 240), as the God of remembrance and judgment of His children, zi&#8217;hronoth (pages 241 to 244), and shofaroth , the God who has promised redemption of Israel to the summons of the Shofar (pages 244 to 246). These superb prayers arranged by the early rabbis are elaborated from verses chosen from three portions of the Bible — Torah, Psalms and Prophets. Each group of blessings is concluded with the blowing of the Shofar. A final sounding of the Shofar with the climax of the great tremolo Teruah Gedolah (page 255), brings the service to the familiar closing prayers (pages 252 to 257). </p>\n<p>The Afternoon Service (pages 260 to 282) is identical with that of the Sabbath, except for the Amidah which is the same as on Rosh Hashanah morning. </p>\n<p>On the first day of Rosh Hashanah a popular custom “Tashli’h” leads many Jews to the seashore or a stream of running water besides which they express the penitential mood of the New Year season in echo of the words of the prophet:—“Thou wilt cast all their sins into the depths of the sea.” (Pages 284 to 288). </p>\n<p>This edition of the prayers for Rosh Hashanah follows the general form of the preceding volume for weekdays and Sabbaths, except that large type has been used virtually throughout. The Hebrew text has been scrupulously revised for the correction of misprints, inaccurate quotations and faulty grammatical forms. The short Kametz pronounced as o in nor, has been indicated by a broken Kametz shaped as ¬ in all cases except in the very frequently occurring word <span class=\"hebrew\" lang=\"heb-Hebr\">כׇּל</span>. The Hebrew accent has been marked wherever it does not occur on the last syllable of a word. </p>\n<p>The text, printed consecutively in full, includes prayers characteristic of the Oriental Sephardic traditions, thus making the book serviceable to the Sephardim of the Occident and the Orient. Congregational participation has been indicated, the principal responses being marked by a double asterisk in the Hebrew text. </p>\n<p>A word as to the English translation. The passionate penitential poetry of the Selihoth, the lofty imagery of the Day of Judgment, the inexhaustible wealth of Biblical quotation woven with intricate dexterity into the warp and woof of the prayers, combine to set upon the translator a task of insuperable difficulty. No translation can adequately reproduce the literary forms, the involved rhyme schemes, rhythms and acrostics, the subtle allusions to Biblical phrases and to the currency of Midrashic thought, the daring figures and personifications by poets who walked intimately with God, and the rapt grandeur and intensity of religious fervor which inspires this exalted manual of Hebrew prayer for the solemn festival of the New Year. I have tried to keep close to the Hebrew original without pedantry, and to attain an English rendering which is reverent, idiomatic, clear, and moved by the emotional uplift of the original. </p>\n<p>To my colleague the Rev. D. A. Jessurun Cardozo I am beholden for help in the reading of proof and in seeing the book through the press. I am also deeply grateful to friends, and to one especially who prefers to remain anonymous, for discussions on methods and principles of translation, and for criticism and suggestions. Conscious of my deficiencies, I have been given the needed courage to prepare this volume through the interest and strength that they have given me. </p>\n<p>It is my hope, as it is my earnest prayer, that this translation will stimulate a more eager and understanding interest in the original sacred text for which no translation can be an adequate substitute. May it be the gateway through which the worshiper may enter into the sublime spiritual domain of Hebrew prayer, and walk familiarly in the passionate prayers which have lifted generations of Jews to an exalted interpretation of life and a sanctified response to God’s Day of Remembrance. May the impress of each New Year’s day strengthen and illumine the soul throughout the year. </p>\n<p>D. de Sola Pool </p>\n<p>Sivan 10, 5697\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Rosh haShanah",
        "Seder Seliḥōt"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27182"
        ],
        "date_src_start": [
            "1937-00-00"
        ],
        "date_src_end": [
            "1937-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/Tefilot-lRosh-haShanah-David-de-Sola-Pool-1937-title-page.png",
        "title": "Tefilot l&#8217;Rosh haShanah (David de Sola Pool, 1937) &#8211; title page",
        "caption": "Tefilot l'Rosh haShanah (David de Sola Pool, 1937) - title page"
    },
    "source_link": "https://opensiddur.org/?p=27181",
    "permalink": "https://opensiddur.org/compilations/liturgical/seder-selihot/tefilot-lrosh-hashanah-by-david-de-sola-pool-1937/",
    "slug": "tefilot-lrosh-hashanah-by-david-de-sola-pool-1937"
}