{
    "post_id": 44269,
    "title": "Morgengebet [№3] | Morning prayer [№3], a teḥinah by Yehoshua Heshil Miro (1829)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-05-07",
    "last_updated": "2025-04-25",
    "excerpt": "\"Desgleichen [Morgengebet №3]\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №68 on pp. 98-101. In the 1835 edition, it appears as teḥinah №70 on pp. 122-125. In the 1842 edition, it appears as teḥinah №73 on pp. 127-130.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Morgengebet</u>. [№3]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Morning prayer</u>. [№3]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWie das Kind, sobald es vom Schlafe erwacht, nach seiner zärtlichen Mutter oder nach seinem liebevollen Vater blickt, und sich seines Daseins freut: so sieht mein Auge, sobald es sich öffnet, zu dir, o Gott, empor, der du der rechte Vater bist aller Menschen die dich kennen und dich verehren, und Dank und Freude durchdringen mein Herz, wenn ich an die seligen Verhältnisse denke, in welchen ich gegen dir stehe.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAs a child, as soon as it awakes from sleep, looks at its tender mother or at its loving father, and rejoices in its existence: so my eye, as soon as it opens, looks up at you, O God, who are the right father of all people who know you and revere you, and thanksgiving and joy pervade my heart when I think of the blessed relationships in which I stand towards you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nJa, Gott, dich kenne, dich verehre, dich liebe ich als Vater, als meinen Vater! Durch dich bin ich, durch dich bestehe ich, deine göttliche Vorsicht erhält den Odem des Lebens in mir, dein Schutz bedeckt, deine Kraft belebt, deine Hand leitet und führt mich auf dem Wege des Lebens, sie führt mich zum Ziele der Vollkommenheit, das du mir bestimmt hast.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYes, God, I know you, I adore you, I love you as a father, as my father! Through you I am, through you I exist, your divine prudence keeps the breath of life in me, your protection covers, your power revives, your hand guides and leads me on the path of life, it leads me to the goal of perfection, which you have determined for me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nGott, wo ist ein Vater wie du bist? so mächtig, so weise, so unveränderlich gütig, so nachsichtsvoll, so verschonend? Du liebst uns, deine Kinder, weit mehr als wir uns selbst lieben; du kennst uns weit besser als wir uns selbst kennen, du sorgst weit besser für unsere Glückseligkeit, als wir selbst dafür sorgen. Wie thöricht, wie widersprechend sind oft unsere Wünsche, wie elend würde uns ihre Erfüllung machen! wie beschränkt, wie mangelhaft sind stets unsere Einsichten! wie selten wissen wir mit Gewißheit, was gut, was das Beste für uns ist, und uns selbst überlassen, würden uns überall Schein und Schimmer täuschen, würde nur das sinnliche, das Gegenwärtige, seine Gewalt über uns ausüben, würden wir, ach wie oft, das Böse dem Guten, das Schlechtere dem Besseren, das Vergnügen eines Augenblicks einer bleibenden, dauerhaften Freude vorziehn; aber dich, den Allweisen, den Allwissenden, kann nichts täuschen. Du kennst alle unsere Bedürfnisse und die Mittel, sie zu befriedigen. Du kennst unsere Bestimmung und die Wege, die uns zu derselben führen können, mit untrüglicher Gewißheit. Deine Vaterliebe ist höchst weise Liebe; Liebe die uns das Böse, das Schädliche verweigert, wenn es uns auch noch so wünschenswerth vorkommt; Liebe, die Leiden und Schmerzen über uns verhängt, wenn uns Leiden und Schmerzen gut und heilsam sind; Liebe, die uns nicht blos für diese, sondern für die künftige Welt erzieht und uns dort ein ewiges Glück bereitet.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGod, where is a Father like you? so powerful, so wise, so unchangingly kind, so forbearing, so sparing? You love us, your children, far more than we love ourselves; you know us far better than we know ourselves; you provide for our happiness far better than we provide for it ourselves. How foolish, how contradictory are often our desires, how miserable would their fulfillment make us! how limited, how deficient are always our insights! How seldom do we know with certainty what is good, what is best for us, and left to ourselves, would appearances and gleams everywhere deceive us, would only the sensual, the present, exercise its power over us, would we, oh how often, prefer the bad to the good, the worse to the better, the pleasure of a moment to a lasting, lasting joy; but thee, the all-wise, the all-knowing, nothing can deceive. You know all our needs and the means to satisfy them. You know our destiny and the ways that can lead us to it with unmistakable certainty. Your fatherly love is most wise love; love that refuses us the evil, the harmful, even if it seems so desirable to us; love that imposes suffering and pain on us, if suffering and pain are good and salutary for us; love that educates us not only for this world, but for the world to come and prepares eternal happiness for us there.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nJa, du bist Vater, der weiseste, gütigste Vater, wenn du unsre Wünsche erfüllst, und Vater, wenn du sie nicht erfüllst; Vater, wenn du uns mit Wohlthaten erfreuest, und Vater, wenn du uns denselben durch deine Vorsehung entziehest; Vater, wenn du uns segnest, und Vater, wenn du uns züchtigest; Vater, wenn es uns wohlgeht, und Vater, wenn es uns übel zu gehn scheint; Vater, wenn du uns neues Leben einflößest, und Vater, wenn du uns durch den Tod ins höhere Leben rufest. Unveränderlich und ewig ist deine Vaterliebe gegen uns. Kein Zufall, keine Leidenschaft, keine Zeit kann sie schwächen, selbst wenn wir sündigen und fehlen, entziehst du uns dein Wohlwollen und deine Liebe nicht, du schonest unser, wie ein Vater seines Sohnes schont, und erbarmst dich derer, die dich fürchten, wie ein Vater sich seines Kindes erbarmt <span class=\"citation\">(Psalm 103, 13)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYes, you are Father, the wisest, kindest Father, when you fulfill our wishes, and Father when you do not fulfill them; Father when you delight us with benefits, and Father when you withdraw them from us through your providence; Father, when you bless us, and Father, when you discipline us; Father, when we are well, and Father, when we seem to be in trouble; Father, when you infuse new life into us, and Father, when you call us through death into higher life. Unchangeable and eternal is your fatherly love towards us. No chance, no passion, no time can weaken it, even when we sin and lack, you do not withdraw your benevolence and love from us, you spare us as a father spares his son, and have mercy on those who fear you, as a father has mercy on his child <span class=\"citation\">(Psalm 103:13)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nStrafst du uns, so geschieht es blos zu unserer Besserung, und nie kannst du, der du eben so weise als mächtig bist, deinen Endzweck verfehlen, und der ist kein anderer, als uns, deine Kinder, früher oder später, glückselig zu machen. Und einen solchen Gott, einen solchen Vater sollte ich nicht über alles lieben? einem solchen Gott, einem solchen Vater, sollte ich nicht durch Thun und durch Leiden willig und freudig gehorchen? von ihm sollte ich mich nicht gern führen und regieren lassen? ihm sollte ich nicht mich und meine Schicksale getrost anvertrauen? unter seinem Schutze und in der Versicherung seiner Huld und Liebe sollte ich nicht ruhig und zufrieden leben?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf you punish us, it is only for our betterment, and you, who are as wise as you are powerful, can never fail in your ultimate purpose, which is none other than to make us, your children, happy sooner or later. And such a God, such a Father, should I not love above all things? such a God, such a Father, should I not willingly and joyfully obey by doing and by suffering? should I not gladly let myself be led and governed by him? should I not confidently entrust myself and my destinies to him? should I not live calmly and contentedly under his protection and in the assurance of his grace and love?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nJa Gott, dir übergebe ich mich als meinem Vater, ganz und gar; auf dich will ich sehen, auf dich mich halten, in dir mich beruhigen, und von dir alles Gute mit kindlicher Zuversicht erwarten. Unter deiner Aufsicht darf ich nichts ängstlich fürchten, deine Fürsorge wird es mir an nichts was ich bedarf, je fehlen lassen. Du bist mein Hirt, mir kann nichts fehlen. Du leitest mich in den Weg der Gerechtigkeit, um deines Namens willen. Auch auf dem Wege in das Schattenthal des Todes fürchte ich nichts, denn du bist mit mir. Jeder Weg, den du mich gehen heißest, er sei finster oder helle, rauh oder eben, wird mich zum Ziele, zur Glückseligkeit führen. Diese Gedanken sollen mich auch heute stärken und freuen, sie sollen mir Kraft zu jeder Pflicht und Trost in jedem Leiden geben. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYes, God, to you I surrender myself as my Father, completely and utterly; to you I will look, to you I will hold, in you I will calm myself, and from you I will expect all good things with childlike confidence. Under your supervision I must fear nothing; your care will never let me lack anything I need. You are my shepherd, I can lack nothing. You guide me in the way of righteousness for the sake of your name. Even on the way into the valley of the shadow of death I fear nothing, for you are with me. Every way that you make me go, be it dark or light, rough or smooth, will lead me to the goal, to happiness. These thoughts shall also strengthen and rejoice me today, they shall give me strength for every duty and comfort in every suffering. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Desgleichen [Morgengebet №3]&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1829 edition, תחנות <em>Teḥinot ein Gebetbuch für gebildete Frauenzimmer mosaischer Religion</em> as teḥinah №68 on pp. 98-101. In the 1835 edition, it appears as teḥinah №70 on pp. 122-125.  In the 1842 edition, it appears as teḥinah №73 on pp. 127-130. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/122/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/tehinot-ein-gebetbuch-fur-gebildete-frauenzimmer-mosaicher-religion-yehoshua-heshil-miro-1829/Tehinot%20ein%20Gebetbuch%20f%C3%BCr%20gebildete%20Frauenzimmer%20mosaicher%20Religion%20%28Yehoshua%20Heshil%20Miro%201829%29#page/n118/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Additional Morning Prayers"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "44305"
        ],
        "date_src_start": [
            "1829-00-00"
        ],
        "date_src_end": [
            "1829-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/05/Morgengebet-№3-Yehoshua-Heshil-Miro-1829-cropped.png",
        "title": "Morgengebet [№3] (Yehoshua Heshil Miro 1829) &#8211; cropped",
        "caption": "Morgengebet [№3] (Yehoshua Heshil Miro 1829) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=44269",
    "permalink": "https://opensiddur.org/prayers/solilunar/everyday/daytime/birkhot-hashahar/additional-morning-prayers/morgengebet-no-3-a-tehinah-by-yehoshua-heshil-miro-1829/",
    "slug": "morgengebet-no-3-a-tehinah-by-yehoshua-heshil-miro-1829"
}