{
    "post_id": 14126,
    "title": "תְּחִנָה קַבָּלַת עוֺל מַלְכוּת שָׁמַיִם | Tkhine [for Women] Receiving the Yoke of the Kingdom of Heaven (1916)",
    "author": "Refoyl Finkl (translation)",
    "coauthors": [
        {
            "name": "Refoyl Finkl (translation)",
            "bio": "Refoyl Finkl (a/k/a Raphael Finkel) is an activist for the preservation of the Yiddish language, promoting its use and providing fonts, various texts, and tools for writing Yiddish in personal computers. At the University of Kentucky, Dr. Finkel teaches computer science. He earned his PhD in computer science at Stanford University under the supervision of Vinton Cerf.",
            "website": "http://www.cs.uky.edu/~raphael/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/04/refoyl-finkl-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/raphael-finkel"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2016-07-22",
    "last_updated": "2025-08-01",
    "excerpt": "The author of this <em>tkhine</em> intended for women to begin their morning devotional reading of prayers by first accepting patriarchal dominion. Women compensate for their inherent weakness and gain their honor only through the established gender roles assigned to them. The placement of this tkhine at the beginning of the <em>Shas Tkhine Rav Peninim</em>, a popular collection of women's tkhines published in 1916 (during the ascent of women's suffrage in the U.S.), suggests that it was written as a prescriptive polemic to influence pious Jewish women to reject advancing feminist ideas. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nBy transcribing and translating this tkhine fully, we hope to underscore how prayers, like all literary creations, are creatures of context. They possess motives and express worldviews of their period. Even when they express values that may be objectionable today, we can still learn from them as artifacts of another age. And perhaps the most important thing we can learn from them is that prayers are a potent medium for conveying political and ideological beliefs that demand critique, even when or especially when, they become containers for religious identity, with the patina of &#8220;tradition,&#8221; and the aroma of nostalgia. </p>\n<p>The author of this <em>tkhine</em> intended for women to begin their morning devotional reading of prayers by first accepting patriarchal dominion. The tkhine advances the notion that women compensate for their inherent weakness and gain their honor only through the established gender roles assigned to them. The placement of this tkhine at the beginning of the <em>Shas Tkhine Rav Peninim</em>, a popular collection of women&#8217;s tkhines published in 1916 (during the ascent of women&#8217;s suffrage in the U.S.), suggests that it was written as a prescriptive polemic to influence pious Jewish women to reject advancing feminist ideas.</p>\n<p>Re-titled &#8220;Tkhine for Morning Prayer,&#8221; Rivka Zakutinsky abridges her translation of this tkhine for a contemporary reader.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> <em>Techinas: A Voice from the Heart, &#8220;As Only A Woman Can Pray&#8221;</em> (New York: Aura Press, 1992, p.329-331)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<blockquote><p>Master of all the worlds, King of kings, Lord of the Universe! In Your hand lies the spirit of all beings, and You are the source of all life. The entire earth is filled with Your glory, the whole world proclaims Your glory. No human mind can comprehend Your greatness and Your works &#8212; the sun, the moon, and all the stars, each star being a world of its own; the seas and mountains, with their various creatures; all the trees and the flowers; the rivers and their various fish; all the hills, the grass and the herbs; the valleys, all the deserts with their various animals, from each worm under the earth and each shoot of grass to every kind of tree. All praise Your dear Name each day and demonstrate Your great glory for the entire World, You have created man, in Your infinite wisdom, from the earth, as it states, “You created man out of the dust of the earth,” and You breathed into his nostrils a living, breathing soul so that he should be above all other creatures. And in all his actions You have given him dominion, that he find his true purpose: to ponder the rest of the world’s creatures &#8211; and to know that everywhere is permeated with Your Godliness.</p>\n<p><em>For the sake of brevity and clarity it was decided to translate this Techina up until this point, as the main idea is expressed throughout the original text repeatedly for emphasis.</em>\n</p></blockquote>\n<p>By removing the gender dialectic and the emphasis on women&#8217;s submission, Zakutinsky makes this tkhine less objectionable. Her expressed reason for abridging the translation, however, seems to obfuscate this motive. &#8211;Aharon Varady.\n</p></div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n<span class=\"instruction\">די תְּחִנָה זאָל יעדע פרוי זאָגן יעדן צופרי. עס איז מלוּקָט פון די הײליגע תַּנָאִים וַאֲמוֺרָאִים און אויך פון די גרעסטע גְאוֺנִים זי״ע׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">Every woman should recite this tkhine every morning. It is taken from the holy Tannaim and Amoraim, and also from the Geonim, may their merit assist us:</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nרִבּוֺן כָּל הָעוֺלָמִים, דער הער פון אלע װעלטן, קעניג איבער אלע קעניגן, װאָס אין דײן האנט איז דאָס נֶפֶשׁ פון אלע באשעפענישן, די גאנצע װעלט איז פול מיט דײן כָּבוֺד, עס איז נישט מעגליך פאר׳ן מענטשליכער פארשטאנד צו פארשטײן דײן גַדְלוּת מיט דײנע מַעֲשִׂים. אלע הימלען, די זון, די לְבָנָה מיט אלע שטערן װאס יעדע שטערן איז פאר זיך א באזונדערע װעלט, אויך די אלע יַמִים מיט זײער פארשידענע באשעפענישן, אלע טײכן מיט די אלע ערלײ פיש, אלע בערג און טאָלן, אלע מִדְבָּרִיוּת מיט די פארשידענע חַיוֺת, יעדע קלײנע װערמל אויף דער ערד און אונטער דער ערד, אויך אלע מִינֵי גראָזן און בײמער, טוען דיר יעדן טאָג לויבן און טוען אויפװײזן דײן גרויס כָּבוֺד פאר די גאנצע װעלט. דו האָסט דעם מענטש באשאפן פון ערד אזוי װי די תּוֺרָה זאָגט ״עָפָר מִן הָאֲדָמָה״, און דו האָסט אין אים ארײנגעטאָן א נִשְׁמַת רוּחַ חַיִים, דאָס ער זאָל זײן אויסדערװעלט איבער אלע באשעפענישן און ער זאל הערשן איבער זײ,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMaster of all worlds, King of all kings, in whose hand is the soul of all creatures! The whole world is full of your glory. It is impossible for human understanding to grasp your greatness and your deeds. All the heavens, the sun, the moon and all the stars (each star itself a separate world), and also all the seas with their various creatures, all the rivers with all kinds of fish, all the hills and dales, all the wastelands with various wild beasts, each small worm on the earth and beneath the surface, all sorts of grasses and trees: All praise you every day and demonstrate your great glory for the whole world to see. You created humankind out of earth, as the Torah says, &#8220;dust from the earth,&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Genesis 2:7&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; and You have placed in us a soul of living spirit, in order to be selected above all creatures and should rule them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nאון זײן ריכטיגן תַּכְלִית זאָל ער טרעפן דורך דעם װאָס ער װעט מיט אלע מַעֲשִׂים װאָס ער װעט טוען דערקלערן אז דײן געטליכקײט איז פול איבעראָל, אזוי װי דָוִד הַמֶלֶךְ זאָגט אין תְּהִלִים ״שִּׁוִיתִי ה׳ לְנֶגְדִי תָמִיד״, איך האָב גאָט כַּבְיָכוֺל שטענדיג פאר מיר. דער פְּשַּׁט איז, אין אלע דײנע מַעֲשִׂים זעה איך דײן געטליכקײט פאר מיר און איך שטעל מיר פאָר אין געדאנק גלײך װי דער אויבערשטער שטײט נעבן מיר און זעט אלע מײנע מַעֲשִׂים, דאָס איז דער ערשטער כְּלַל פון אונזער תּוֺרָה, דאָס דער איד דארף שטענדיג געדענקן און האָבן אין זינען דעם בּוֺרֵא עוֺלָם, דען װען א איד גײט אַרוּם מיט אלע זײנע מַעֲשִׂים, דאָס זײן גאנץ לעבן מיט זײן גאנצע פירונג אויף דער װעלט, סײ מיט פרומקײט און סײ מיט מענטשליכקײט און עהרליכקײט זאָל זײן אויסגעהאלטן על פִּי תּורָתֵינוּ הַקְדוֺשָה, װאָס איז שַׁיָיךְ צו השׁי״ת און עַל פִּי דֶרֶךְ אֶרֶץ, װאָס איז שַׁיָיךְ צו די מענטשן.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay we attain our proper goal by declaring by all our deeds that your Godliness rules over all, just as King David declares in Psalms, &#8220;I have placed HASHEM before me always.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Psalms 16:8&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; The simple meaning is that in all Your deeds I see your Godliness in front of me, and imagine that the Transcendent One stands next to me and sees all my deeds. That is the first principle our our Torah, that a Jew should always contemplate and have the Creator of the World in mind. Then when the Jew goes about with his deeds, he should conduct his entire life and bearing in the world with piety, humanity, and honesty, according to our holy Torah (in connection with the Holy one of Blessing), and according to proper behavior (in connection to people).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\nמען זאָל זיך נישט פירן אויף דער װעלט װי א בְּהֵמָה, מיט נארישע געדאנקן, נאָר יעדע זאַךְ זאָל זײן מיט דַעַת, מיט איבערקלערונג. בִּפְרַט מיר שװאכע פרויען דארפן מיר זײן געװאָרנט נישט צו שׁװאַךְ מאכן אונזער דַעַת, װײל אויף אונז פרויען ליגט די הײליגע ארבעט פון דער בַּיִת, דאָס װירטשאפט פון שטוב, מיט די קינדער ערציאונג. מיר װערן גערופן עֲקֶרֶת הַבַּיִת, דארפן מיר זײן אויף יעדן טריט אויסגערעכנט, יעדע זאַךְ דארף װערן געטאָן מיט חָכְמָה, נאָר אזוי װי רֵאשִׁית חָכְמָה איז יִרְאַת ה׳, מען זאל זיך פאָרכטן פאר השי״ת,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOne should not behave in this world like an animal with foolish thoughts, but everyone should behave with knowledge, with considered action. Especially we weak women should be careful not to weaken our thoughts, because upon us women rests the holy work of the house, the economy of the house, and raising the children. We are called the foundation of the house, so we should be thoughtful at every step. Everything should be done with wisdom and since the foundation of wisdom is the fear of HASHEM, we should be in awe of the Holy One of Blessing.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yid-Hebr\">\n  נעם איך אויף מיר דעם עוֺל מַלְכוּת שָׁמַיִם און איך זאָג דעם הייליגן פָּסוּק ״שִּׁוִיתִי ה׳ לְנֶגְדִי תָמִיד״, דער אויבערשטער זאָל שטארקן מײן כח, ער זאָל מיר געבן פארשטאנד, אז איך זאָל קענען פירן מײן שטוב און ערציען מײנע קינדער צו גאָטספאָרבטיגקײט און צו פרײנדליכע מענשליכקײט, דאָס עס זאָל זײן נִמְצָא חֵן וְשֵׂכֶל טוֺב בְּעֵינֵי אֱלֺהִים וְאָדָם, װעלכע איז דער רעכטע תַּכְלִית הַבְּרִיאָה פון יעדע אִשָּׁה, דאָס דורך דעם זכוּת זאָל איך זוֺכֶה זײן צו האָבן בײדע װעלטן, נַחַת און עַשִׁירוּת, געזונט און קראפט, מיט גוטע קינדער אויף דער װעלט און איך זאָל נישט דארפן חָלִילָה מוֺרָא האָבן פאר דעם עוֺנֶשׁ פון יענער װעלט, איך זאָל שטענדיג נוֺשֵׂא חֵן זײן און האָבן א ליכטיג מַזָל און איך זאָל מיך עלטערן מיט מײן מאן צוזאמען, אַמֵן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI therefore take upon myself the yoke of the kingdom of heaven and I recite the holy verse, &#8220;I have placed HASHEM before me always,&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Psalms 16:8.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; so that the Transcendent One might strengthen my force, give me understanding, so that I might be able to conduct my household and raise my children in awe of God and in friendship with people, to find favor and wisdom in the eyes of God and man. That is the true purpose of creation of every woman. Through its merit may I be worthy to achieve both worlds, comfort and wealth, health and strength, good children in this world, and no fear, heaven forbid, of punishment in the next world, that I might always find favor and have bright luck to grow old along with my husband, <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is a faithful transcription by Dr. Raphael Finkel of the complete תְּחִנָה קַבָּלַת עוֺל מַלְכוּת שָׁמַיִם (&#8220;Tkhine for Receiving the Yoke of the Kingdom of Heaven&#8221;) as published in ש״ס תחנה רב פנינים (<em>Shas Tkhine Rav Pninim</em>), a collection of tkhines published by the Hebrew Book Company, 1916. </p>\n<h3>Transcription Source</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/nybc201031#page/n10/mode/2up/\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\"><em>Techinas: A Voice from the Heart, &#8220;As Only A Woman Can Pray&#8221;</em> (New York: Aura Press, 1992, p.329-331)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Genesis 2:7</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Psalms 16:8</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Psalms 16:8.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Additional Morning Prayers"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "anti-feminist",
        "bitul neshama",
        "dominion",
        "gender roles",
        "Jewish Women's Prayers",
        "Problematic prayers",
        "Yiddish vernacular prayer",
        "תחינות teḥinot",
        "תחינות tkhines"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "14129"
        ],
        "date_src_start": [
            "1916-00-00"
        ],
        "date_src_end": [
            "1916-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Yiddish\",\"code\":\"yid\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/07/Group_of_mainly_female_shirtwaist_workers_on_strike_in_a_room_New_York.png",
        "title": "Group_of_mainly_female_shirtwaist_workers_on_strike,_in_a_room,_New_York",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:Group_of_mainly_female_shirtwaist_workers_on_strike,_in_a_room,_New_York.png\">Group of mainly female shirtwaist workers on strike, in a room, New York</a>\" (January 1910)"
    },
    "source_link": "https://opensiddur.org/?p=14126",
    "permalink": "https://opensiddur.org/prayers/solilunar/everyday/daytime/birkhot-hashahar/additional-morning-prayers/tkhine-for-women-accepting-patriarchal-dominion/",
    "slug": "tkhine-for-women-accepting-patriarchal-dominion"
}