{
    "post_id": 49183,
    "title": "&#x1F4D6; Mediæval Hebrew Minstrelsy: Songs for the Bride Queen’s Feast, by Herbert Loewe (1926)",
    "author": "Herbert Loewe",
    "coauthors": [
        {
            "name": "Herbert Loewe",
            "bio": "Herbert Martin James Loewe (1882–1940) was a noted scholar of Semitic languages and Jewish culture. Loewe was a graduate of Queens' College, Cambridge. He was Chief English Master at the Schools of the Alliance at Cairo and Abyassiyyeh, Egypt, and the author of <em>Kitab el Ansab of Samani</em>. Loewe was a lecturer in Semitic languages at Exeter College, Oxford, from 1913 until 1931 when he accepted an academic position at Cambridge. Just before he left Oxford, he was responsible for the installation of three tablets in honor of Oxford Jewish heritage. The tablets celebrate the Centenary of the birth of Neubauer, who was a noted Jewish librarian in the Bodleian. Loewe was Curator of Oriental Literature, University Library, Cambridge, and Reader in Rabbinics, Cambridge, from 1931 to his death. From 1939-1940 Loewe was president of the Society for Old Testament Study.",
            "website": "https://en.wikipedia.org/wiki/Herbert_Loewe",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/03/herbert-loewe-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/herbert-loewe"
        }
    ],
    "date": "2023-03-09",
    "last_updated": "2026-01-31",
    "excerpt": "<em>Mediæval Hebrew Minstrelsy: Songs for the Bride Queen’s Feast</em> (1926), an anthology of Sabbath table songs with rhymed English translations by the compiler, Herbert Loewe as well as others identified in his \"Introduction.\" The sixteen zemirot included have commentaries based on those provided by Dr. Leo Hirschfeld in his בזמרות נריע לו <em>Die häuslichen Sabbathgesänge für Freitag⸗Abend, Sabbath⸗Tag und Sabbath⸗Ausgang</em> (1898). Musical notation for the zemirot melodies were prepared, and a chapter on the music was written, by Rose L. Henriques. There are also delightful illustrations throughout by Beatrice Hirschfeld. Chief Rabbi Joseph H. Hertz provided the foreword. . . .",
    "content": "<p><em>Mediæval Hebrew Minstrelsy: Songs for the Bride Queen’s Feast</em> (1926), an anthology of Sabbath table songs with rhymed English translations by the compiler, Herbert Loewe as well as others identified in his &#8220;Introduction.&#8221; The sixteen zemirot included have commentaries based on those provided by Dr. Leo Hirschfeld in his <a href=\"/?p=49177\">בזמרות נריע לו <em>Die häuslichen Sabbathgesänge für Freitag⸗Abend, Sabbath⸗Tag und Sabbath⸗Ausgang</em></a> (1898). Musical notation for the zemirot melodies were prepared, and a chapter on the music was written, by Rose L. Henriques. There are also delightful illustrations throughout by Beatrice Hirschfeld. Chief Rabbi Joseph H. Hertz provided the foreword.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/mediaevalhebrewm00loewuoft/mediaevalhebrewm00loewuoft#page/n5/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>CONTENTS</p>\n<p>Foreword (Chief Rabbi J.H. Hertz)<br />\nIntroduction (Herbert Loewe)<br />\nAbout the Music of the Zemiroth (Rose L. Henriques)<br />\nVirginibus Puerisque (Hebert Loewe)<br />\nThe Metres of the Songs (Herbert Loewe, in Mediæval Jewish Poesy)</p>\n<p><u>Songs for the Eve of Sabbath</u><br />\nThe Greeting of the Bride’s Angels (Shalom Aleikhem and a teḥinah)<br />\n<span class=\"hebrew\">כל מקדש שביעי</span> (Kol Meqadshei Shevi&#8217;i), by Moses [b. Qalonymos, 10th c.]<br />\n<span class=\"hebrew\">מנוחה ושמחה</span> (Menuḥah v&#8217;Simḥah), by Moses.<br />\n<span class=\"hebrew\">מה ידידות</span> (Mah Yedidut), by Menahem b. Makhir of Ratisbon, circa 1080.<br />\n<span class=\"hebrew\">מה יפית</span> (Mah Yafit), by Mordecai b. Isaac of France, circa 1305.<br />\n<span class=\"hebrew\">יום שבת קדש הוא</span> (Yom Shabbat Qadosh Hu), by Jonathan.<br />\n<span class=\"hebrew\">יה רבון עלם</span> (Yah Ribon Olam), by Israel Najara of Palestine, 16th c.<br />\n<span class=\"hebrew\">יום זה לישראל</span> (Yom Zeh l&#8217;Yisrael), by Isaac Lurya of Palestine, 1535-73.<br />\n<span class=\"hebrew\">צור משלו אכלנו</span> (Tsur Mishelo Akhalnu), Author unknown.<br />\n&nbsp;<br />\n<u>Songs for Sabbath Day</u><br />\n<span class=\"hebrew\">ברוך יי יום יום</span> (Barukh Adonai Yom Yom), by Simeon b. Isaac b. Abun of Mayence, circa 1000<br />\n<span class=\"hebrew\">ברוך אל עליון</span> (Barukh El Elyon), by Barukh b. Samuel of Mayence, d. 1221<br />\n<span class=\"hebrew\">יום זה מכבד</span> (Yom Zeh Mekhubad), by Israel hag-Ger (unknown)<br />\n<span class=\"hebrew\">יום שבתון</span> (Yom Shabbaton), by Judah (unknown)<br />\n<span class=\"hebrew\">כי אשמרה שבת</span> (Ki Eshmera Shabbat), by Abraham ibn Ezra (1092-1167)<br />\n<span class=\"hebrew\">שמרו שבתותי</span> (Shamru Shabtotai), by Solomon (unknown), metre suggests 13th c.<br />\n<span class=\"hebrew\">דרור יקרא</span> (Dror Yiqra), by Dunash [ibn Labrat of Fez], 10th c.<br />\n<span class=\"hebrew\">שבת היום ליי</span> (Shabbat Hayom lAdonai), by Samuel (unknown)<br />\n&nbsp;<br />\n<u>Songs for the Conclusion of the Sabbath or Atonement</u> (in Appendix)<br />\n<span class=\"hebrew\">המבדיל בין קדש לחול</span> (Hamavdil Bein Qadosh l&#8217;Ḥol), by Isaac ibn Ghayyat (1030-1089)<br />\n<span class=\"hebrew\">אל נורא עלילה</span> (El Nora Alilah), by Moses ibn Ezra (1070-1138)<br />\n&nbsp;<br />\nList of Abbreviations and Bibliography (Herbert Loewe)<br />\nLiterary Parallels to the Zemiroth (Herbert Loewe)\n</p></blockquote>\n<blockquote><p>\nFOREWORD </p>\n<p>At last we have a worthy edition of the Zemiroth or the Jewish Table Songs which are chanted in the domestic circle on the Sabbath. Mr. Loewe has given us a correct text, with good English renderings, together with the traditional melodies. The book is sure to prove a blessed means of making the Sabbath a delight to thousands of Jewish children, and of implanting in their souls an ineradicable love of the Sacred Day. It is a distinct enrichment of our religious life; and Mr. Loewe has earned the gratitude of every Jew to whom home-religion is a holy thing, and Sabbath joy an incommensurable possession of the spirit. </p>\n<p>No less warm should be the gratitude of the student to the editor of these Table Songs. Mr. Loewe has brought together a mass of valuable historical material and literary parallels in order to bring out the distinctive nature of the Zemiroth. Their unique combination of adoration of God with genial appreciation of good cheer is a product of the Jewish genius, which interweaves the secular with the sacred, and spreads over the ordinary facts of life the rainbow of the Divine. In the light of Judaism, the table is an altar; and every meal is hallowed by prayer, before and after. The ancient Jewish Mystics added a touch of ecstasy to these statutory prayers by singing gleeful table-hymns to the Giver of all good. This saintly custom was soon adopted by the whole House of Israel, albeit only for the Sabbath, which is and must ever remain the central sun in the existence of the faithful Jew. A Sabbath meal became, literally, a service <em>of</em> joy and <em>with</em> joy. </p>\n<p>The Zemiroth are thus seen to be in a very real sense a mirror of the soul-life of Universal Israel. The metres in which they are composed, Arabic and Italian and Troubadour; as well as the chants to which they are rendered, going back to Oriental and German and Polish folk-melodies, show that they have been sung in every land of the Jewish Diaspora. And now Mr. Loewe&#8217;s book will enable a new generation of Jews in the largest of Jewries, the Jewry of the English-speaking world, to love and cherish these jewels in the crown of the Sabbath. To those who sing, and teach their little ones to sing these beautiful hymns and melodies, the Sabbath Day will be, as it was to their fathers of old, a foretaste of that &#8216;Day which is wholly a Sabbath and rest in life everlasting.&#8217; </p>\n<p>Joseph Hertz<br />\nChief Rabbi.<br />\nLondon, November, 5686-1925.\n</p></blockquote>\n<blockquote><p>\nINTRODUCTION </p>\n<p>To render these songs into English garb is a task that others have essayed before me and have accomplished with far greater success than I can hope ever to achieve. I refer to the late Dr. Israel Abrahams, the Rev. Francis Cohen, Mrs. Lucas, the late Mrs. Redcliffe Salaman, Mrs. Schryver, and to the late Mr. Zangwill: reference must be made also to Dr. L. Hirschfeld, whose excellent version is in the German language. In order to avoid any risk of plagiarising, I have deliberately abstained from consulting any of the foregoing, so that such resemblances as may be observed will be purely accidental. Moreover, my purpose has been somewhat different. I have aimed at producing neither a fresh translation nor an independent English poem based on the Hebrew. The present attempt is the outcome of necessity. The three collaborators in this little book sang these songs in their childhood, at the tables of their parents and grandparents. They loved the Zemiroth, although it was some time before they understood the meaning of all the verses. They grasped the general sense, though here and there were unexplored islands, unknown phrases that rolled smoothly off the tongue, fraught with a sense of awe to which mystery perhaps contributed. But the present generation I speak as a father wants more! No less traditionally inclined, no less responsive to the time-honoured melodies, it is endowed with a greater inquisitiveness, or, shall we rather say, with a stronger desire to learn. After various expedients had been tried, I found that what best suited our own particular requirements was an English version which could be sung to the Hebrew tunes. This was the task I set myself, and I found that as I finished song after song, my children were pleased. We sing each verse first in Hebrew, then in English. Friends, notably the late Mrs. Redcliffe Salaman, have assured me that my children are no different from other children (an admonition that can never be repeated too often to any parent) and that, therefore, I ought to make these renderings generally available; this explains the genesis of these pages. Mrs. Salaman took a deep interest in my translations. I spent many a happy hour at her bedside, listening to her advice and discussing difficulties. These were many, and but for her constant encouragement I should have given up in despair. And if her encouragement was helpful, of no less value was her criticism. Her judgement was careful, her taste unexceptional. I am more indebted than I can adequately say to her unfailing sympathy and help. To my sorrow she has not lived to see this volume, but in nearly all the songs I have had inestimable privilege of her counsel. </p>\n<p>I ought to add that some of the translations appeared first in <em>The Jewish Guardian</em> (February 22nd, 1924, and in later issues), and I express my thanks to the Editor for his kind permission to reproduce them. I take this opportunity of expressing my gratitude to the Rev. Dr. H.P. Stokes and to Professor Burkitt for much helpful advice, to the Rev. H.J. Chaytor, Dean of St. Catharine&#8217;s College Cambridge, for kindly tracing the Provençal rhyme-schemes. to Mr. J.G. Wiblin, for many musical and typographical suggestions, and last, but certainly not least, to the Chief Rabbi for his repeated kindness and encouragement, and for his Foreword. </p>\n<p>In writing for children one has to remember that they grow up, a fairly obvious fact which many parents tend to forget. Hence one has to keep in view the mental development which is so much more rapid in a child than in an adult. One must not single out the child of six and concentrate on his needs, but one must likewise envisage the <em>barmitzvah</em> lad&#8211;and his sister&#8211;and the growing boy on whom the shades of the prison-house begin to fall. Dr. Anderson Scott, a firm believer in Scotch educational methods, recently pointed out to me a serious danger incidental to the use of children&#8217;s hymns; these tend to stabilize the religious horizon at a wrong point and to inculcate a childish view of God which persists too long. It is better to fill the youthful brain with thoughts which will gradually be understood, and which will serve through life. The child should think forward. The claims of the present must not outweigh the needs of the future. This view of progressive education strikes me as entirely in keeping with our old-fashioned Jewish methods. Hence in this collection of songs there will be found some that a very young child will not appreciate at first, and a selection should be made. We began with the last of all (No. xvi). </p>\n<p>As stated above, a purely literal translation has not been my object. I have written primarily for children, to introduce them, stage by stage, verse by verse, to the Hebrew. I have tried to put the words into a rhymed English version that will fit the Hebrew tunes. Here the difficulties are many. Many of the Zemiroth have a double rhyme&#8211;that is to say, the last word in each Hebrew line is accented on the penultimate syllable, <em>e.g.</em>, <em>ènu</em>: the tune demands a similar double rhyme in English, and there are very few English words that possess this characteristic and that are in other respects suitable. Practically, one is restricted to participles. Again, some of the metaphors are rather bold, and will not bear reproduction. This is a linguistic accident, not a literary law. Thus, in the book of Leviticus the phrase <em>Minḥah al-ham-Maḥavath</em> is perfectly in order: it can legitimately reappear in the Hebrew of the Zemiroth. To translate it literally and to say, &#8216;If you keep the Sabbath you will be as acceptable to God as a pancake&#8217; would be to court disaster. Mr. Zangwill, with his famous &#8216;The Angels came a-mustering&#8217; could combine vigour with perfection, so could the late Mrs. Salaman. I have not dared to preserve the metaphor and have succumbed to a paraphrase, probably weak and inadequate, but safer and easier to handle. </p>\n<p>Of the translators named above, certainly two have produced versions that fit the Hebrew tunes. Several of the Rev. F.L. Cohen&#8217;s translations appear in <em>The Jewish Encyclopaedia</em>, and Mrs. Salaman&#8217;s <em>Yom Zeh le-Yisrael</em> graces this volume (No. vii). </p>\n<p>I would add that the needs of melody have been my chief consideration. The lines are to be sung, not read. One has no choice in regard to metre, it is imposed by the Hebrew original and demanded by the tune. Some verses may appear uncouth in English; the lines may seem not to match. But it is with parallel lines in preceding and succeeding stanzas that they are intended to correspond. Thus, in xiv, the first and second lines of each stanza have an unequal number of syllables. But they should not be compared: it is the first lines in each stanza that match, and so do the second lines. If this mating of distances is clumsy in English, it is unavoidable; but the clumsiness vanishes, I venture to think, when the song is sung and, as I cannot repeat too often, songs are meant to be sung and not to be read. Here the well-known adage &#8216;What is too stupid to be read, may be sung&#8217; does not, I trust, apply. </p>\n<p>Every family has its own tunes, and every family deems its own tunes better than any others. Since all tunes fit the same Hebrew, it ought to follow that the English will fit all tunes. By a little adapting this will be found to be so. Tunes, even in the best of families, get a little out of hand sometimes; syllables are added or removed, phrases are slurred or duplicated.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The musical setting &#8211; in this book follows the English version: in singing the Hebrew slight adjustments will occasionally be found necessary. These adjustments are both natural and obvious, but Mrs. Henriques will gladly answer queries from Readers who experience any difficulty in this respect.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> But in general they all agree. In one instance (viii) I have provided two refrains as alternatives. Only one song (ix) has been rendered into prose because the Hebrew is too irregular and it is obviously a recitative. This alone, I fancy, is unsuitable for singing in English. </p>\n<p>The text followed is that contained in L. Hirschfeld&#8217;s critical edition (with German verse translations and valuable notes), Mainz, no date.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> A few variant readings and additions, mainly from the <em>Maḥzor Vitry</em>, are given in the Notes. A further list of textual differences will be published hereafter.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> This edition should be in every home, and I have not attempted to borrow the notes because the book is, I believe, indispensable and deserves study for its own sake. But I have given biblical references, not only because these explain the allusions, but because it is an excellent task for boys and girls to look up the passages in the Bible; no better Hebrew lesson could be devised. Here and there I have added notes of my own; these are cited by the lines (sometimes Hebrew, generally English) to which they refer, but in some songs, where the references are few, it has been found more convenient to group the notes by stanzas. </p>\n<p>The order of the Zemiroth is not, I believe, casual: nor is the selection haphazard. Taking the present collection as it stands, one cannot fail to be struck by the method of its arrangement. Each cycle begins with a meditative poem, a recitative rather than a song. One can visualize the father of the family leading the company, choosing a moment when there comes a lull in the conversation, when the dessert and the wine have been thoroughly enjoyed. Raising his voice he chants the praise of God, and the children join in the chorus at the end of each verse. After the plaintive notes have died away, a fresh song is taken up and sung generally. Then the tone becomes more gay. There is more of the joyous element in the middle of the cycle, which, interspersed here and there with more solemn themes, works up to the Grace itself. Most songs provide in themselves an epitome of the cycle. </p>\n<p>If this volume proves to answer a need, I hope to translate the third cycle of songs, for the conclusion of Sabbath (see appendix). I trust they will be found of interest not only to Jewish children but to all who love poetry, music and history. The harmonization by Mrs. Basil Henriques is designed to enable those whose knowledge of music is slight to learn the tunes by picking them out on the keyboard, but it is, I venture to say, strikingly effective. Miss Hirschfeld (a niece of Dr. L. Hirschfeld, whose German edition is cited throughout these pages) has reproduced the zemiroth spirit with her brush more potently than the pen can succeed in doing. To all of us this book has been a labour of love, a tribute to the memory of our grand-parents and a gift for those who come after us. My share has been intended also for two little boys, in the hope that we may make the Zemiroth as dear to them as our parents made them to us. </p>\n<p>HERBERT LOEWE. </p>\n<p>Monday Evening, 12th Day of the Omer, 5685,<br />\n20th April, 1925\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The musical setting &#8211; in this book follows the English version: in singing the Hebrew slight adjustments will occasionally be found necessary. These adjustments are both natural and obvious, but Mrs. Henriques will gladly answer queries from Readers who experience any difficulty in this respect.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">A few variant readings and additions, mainly from the <em>Maḥzor Vitry</em>, are given in the Notes. A further list of textual differences will be published hereafter.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Hymn-Books &amp; Religious poetry",
        "Shabbat Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "British Jewry",
        "English Translation",
        "rhyming translation",
        "זמירות zemirot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "49187"
        ],
        "date_src_start": [
            "1926-00-00"
        ],
        "date_src_end": [
            "1926-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/03/Mediaeval-Hebrew-Minstrelsy-Songs-for-the-Bride-Queens-Feast-Herbert-Loewe-1926-title.png",
        "title": "Mediæval Hebrew Minstrelsy- Songs for the Bride Queen’s Feast (Herbert Loewe 1926) &#8211; title",
        "caption": "Mediæval Hebrew Minstrelsy- Songs for the Bride Queen’s Feast (Herbert Loewe 1926) - title"
    },
    "source_link": "https://opensiddur.org/?p=49183",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/mediaeval-hebrew-minstrelsy-songs-for-the-bride-queens-feast-by-herbert-loewe-1926/",
    "slug": "mediaeval-hebrew-minstrelsy-songs-for-the-bride-queens-feast-by-herbert-loewe-1926"
}