{
    "post_id": 62683,
    "title": "📖 תְּפִלַּת עַרְבִית לְשַׁבָּת וְלַשָּׁלֹשׁ רְגָלִים (אשכנז) | Ritual de Oraciones para Servicios Vespertinos Sabaticos y Festividades, a bilingual Hebrew-Spanish prayerbook for Shabbat and Festival evenings compiled and translated by Rabbi Marcos Edery (Masorti Olami, 1963)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Marcos Edery (translation)",
            "bio": "Rabbi Mordechai Marcos Edery (1928-2010), born in Tangier, Spanish Morocco, was a traditionalist Conservative movement rabbi in Argentina, Jewish educator throughout Latin  America, and translator. He studied at the Maimonides Seminary in Tangier, going to Israel in the 1950s to work in teaching institutes for graduates arriving from the Diaspora. In 1956 he was invited to Buenos Aires to serve as Director of the Majon le Limudei Haiaadut of the Israelite Congregation of the Argentine Republic. In 1960 he attended Camp Ramah in Laguna de los Padres as a visiting professor. In Buenos Aires, Rabbi Edery became close with the Conservative movement rabbi Marshall Meyer, working in the Chalom Community in the Colegiales neighborhood. At the same time, he was appointed vice-rector of the Latin American Rabbinical Seminary and director of the Michlalá Hibrit in Buenos Aires, affiliated with AMIA (Association of Jewish Families). At the request of the World Council of Synagogues, Rabbi Edery translated into Spanish the Siddur and the Maḥzor for Rosh Hashanah and Yom Kippur in both Ashkenazi and Sefaradi nusḥaot, with notes and commentaries by Rabbi Meyer. In the early 1970s, he became rabbi of the Bet El Community, sharing the pulpit with Rabbi Meyer, a position he retired from more than a decade later, returning to a more traditional form of halakhic observance. As rabbi of Bet El and vice-rector of the Latin American Rabbinical Seminary, he began a translation of the Torah portions and their corresponding haftarot, for both the Ashkenazi and Sephardi rites, with his own commentaries based on the exegeses of traditional parshanim (commentators): Rashi, Ibn Ezra, Rambam, Ramban, Abarbanel, among others. The first volume, Bereshit, was published in 1982. Having completed this monumental work, he translated the book of Ḳohelet on the same basis. In 1985, he founded Congregation Tora ve Jaim, creating a new synagogue alternative in the vast Buenos Aires area.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marcos-edery-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marcos-edery"
        },
        {
            "name": "Marshall T. Meyer",
            "bio": "Rabbi Marshall T. Meyer (March 25, 1930 – December 29, 1993), born in Brooklyn, New York, was a Conservative movement rabbi who became a recognized international human rights activist while living and working in Argentina from 1958 to 1984, during the period of the \"Dirty War\" in the 1970s. He was elected by president Raúl Alfonsín to be one of the members of the National Commission on the Disappearance of Persons. After the restoration of democracy in 1983, Meyer was awarded the nation's highest honor, the Order of the Liberator General San Martín, by the new president. In Argentina Meyer also led the congregation Comunidad Bet El and founded Seminario Rabínico Latinoamericano, a Conservative Jewish rabbinical school in Buenos Aires that has trained generations of Spanish-speaking rabbis. Rabbi Meyer returned to the United States in 1984 and that year became rabbi of Congregation Bnai Jeshurun in New York City. He was called to revive the congregation of the oldest Ashkenazi synagogue in the city. He was one of those honored by president Cristina Fernández de Kirchner to those who fought for the restoration of democracy in Argentina",
            "website": "https://en.wikipedia.org/wiki/Marshall_Meyer",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marshall-meyer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marshall-meyer"
        },
        {
            "name": "Masorti Olami",
            "bio": "Masorti Olami (also known as the World Council of Synagogues) is the international umbrella organization for Masorti Judaism, founded in 1957 with the goal of making Masorti Judaism a force in the Jewish world. Masorti Olami is affiliated with communities in over 36 countries, representing with partners in Israel and North America close to two million people worldwide, both registered members and non-member identifiers. Masorti Olami builds, renews, and strengthens Jewish life throughout the world, with efforts that focus on existing and developing communities in Europe, Latin America, the former Soviet Union, Africa, Asia, and Australia. All of Masorti Olami's activities are conducted within the context of the overall Conservative Judaism movement, in close cooperation with its affiliated organizations in North America and Israel.",
            "website": "https://en.wikipedia.org/wiki/Masorti_Olami",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/masorti-olami-logo-96x96.png",
            "profile_link": "https://opensiddur.org/profile/masorti-olami"
        }
    ],
    "date": "2025-07-01",
    "last_updated": "2025-09-30",
    "excerpt": "תפלת ערבית לשבת ולשלש רגלים <em>Ritual de Oraciones para Servicios Vespertinos Sabaticos y Festividades</em> (1963) is a bilingual Hebrew-Spanish prayerbook for Shabbat and Festival evenings compiled and translated by Marcos Edery and published by the World Council of Synagogues for Latin America.  . . .",
    "content": "<p>תפלת ערבית לשבת ולשלש רגלים <em>Ritual de Oraciones para Servicios Vespertinos Sabaticos y Festividades</em> (1963) is a bilingual Hebrew-Spanish prayerbook for Shabbat and Festival evenings compiled and translated by Rabbi Marcos Edery <em>z&#8221;l</em>, and published by the World Council of [Conservative/Masorti] Synagogues for Latin America under the supervision of Rabbi Marshall T. Meyer (1930-1993). Besides the liturgy of the siddur, this prayerbook includes essays concerning prayer by 20th century scholars in Spanish translation, such as Rabbi Abraham Joshua Heschel and Israel Abrahams.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/tefilat-arvit-lshabbat-ulshalosh-regalim-marcos-edery-1963/Tefilat%20Arvit%20l%27Shabbat%20ul%27Shalosh%20Regalim%20%28Marcos%20Edery%201963%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain in the United States by treaty according the Uruguay Round Agreements Act (1994), 50 years having passed since its publication in Argentina (the general term of copyright for works published between 1957 and 1997).</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nINTRODUCCIÓN\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nINTRODUCTION\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDurante varios milenos, uno de los pilares del judaísmo ha sido el Shabat y la principal fuente de esperanza y consuelo ha sido para el judío su capacidad de orar a Dios. Para la gran mayoría de nuestro pueblo que habita en esta parte del mundo, esto ya no cuenta, por múltiples razones. La nuestra es una sociedad materialista y las categorías de nuestro pensamiento son, en su mayor parte, ajenas a la meditación y a la oración.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor several millennia, one of the pillars of Judaism has been Shabbat and the main source of hope and comfort for the Jew has been his ability to pray to God. For the great majority of our people living in this part of the world, this no longer counts, for multiple reasons. Ours is a materialistic society and the categories of our thinking are, for the most part, alien to meditation and prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs la nuestra una vida activa y ocupada en la que un día de descanso tiene mayor relación con el entretenimiento que con el alimento espiritual y la introspección. Con la disminución de las horas de trabajo y el consecuente aumento del tiempo libre de que dispone el hombre, se presenta la siguiente cuestión: ¿Qué es nuestra vida y cuál el valor de nuestros días?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOurs is an active and busy life in which a day of rest has more to do with entertainment than with spiritual nourishment and introspection. With the decrease in working hours and the consequent increase in the amount of free time available to man, the question arises: What is our life and what is the value of our days?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl judaísmo ha insistido siempre en que el hombre ha sido bendecido con el poder de crear la historia y no ha de responder simplemente a los reclamos de la naturaleza. Ha insistido igualmente en que el hombre debe mantener contacto con las dimensiones espirituales de la existencia si ha de permanecer hombre y no descender al reino animal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJudaism has always insisted that man has been blessed with the power to create history and must not simply respond to the claims of nature. It has also insisted that man must maintain contact with the spiritual dimensions of existence if he is to remain man and not descend into the animal kingdom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuizás en ningún otro momento en la historia de los eventos humanos han sido el Shabat y la oración más importantes para la humanidad. Si hemos de conservar nuestra sensatez, si el pueblo judío ha de ser leal a su herencia, si hemos de defender la dignidad y la santidad del hombre y no sucumbir a la última esclavitud del espíritu humano que amenaza nuestro mundo, hemos de aprender nuevamente a orar y a santificar los preciosos instantes de nuestra vida. La llama luminosa del Shabat debe iluminar nuevamente la oscuridad de nuestras vidas invitándonos con su desafío al mismo tiempo que con su calor y su quietud.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPerhaps at no other time in the history of human events have Shabbat and prayer been more important to mankind. If we are to preserve our sanity, if the Jewish people are to be loyal to their heritage, if we are to defend the dignity and sanctity of man and not succumb to the latest slavery of the human spirit that threatens our world, we must learn anew to pray and sanctify the precious moments of our lives. The luminous flame of Shabbat must once again illuminate the darkness of our lives, inviting us with its challenge as well as its warmth and stillness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAl referirse a la oración ha escrito el Dr. Abraham J. Heschel: “No podemos hacer que Dios nos sea visible, pero podemos hacernos visibles a Él. Orar es adquirir la noción de lo maravilloso, es recobrar el sentido del misterio que anida en todos los seres; la oración es nuestro vínculo con lo postrero, aleja nuestra mente de la estrechez del propio interés y nos permite observar el mundo a través del lente de lo sagrado; la oración es un modo de dominar la inferioridad que hay en nosotros, de discernir entre lo memorable y lo trivial. La oración nos enseña a aspirar; la oración no es una panacea ni un sustituto de la acción, es como el destello de un rayo en la oscuridad. El propósito de la oración es ser llevados a la atención de Dios, es ser escuchados, es ser comprendidos por Él; no conocerlo sino ser conocidos por Él. La oración es una invitación para que Dios intervenga en nuestras vidas. En la oración establecemos un pequeño contacto con Dios, entre nuestra inquietud y Su voluntad, entre la desesperación y la promesa, entre el deseo y la abundancia. La vida está modelada por la oración y la oración es la quintaesencia de la vida.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDr. Abraham J. Heschel has written of prayer:<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The English here is translated from Rabbi Meyer&#8217;s Spanish. For the text in the original English, find Heschel&#8217;s 1945 essay, &#8220;<a href=\"/?p=21256\">Prayer</a>.&#8221;&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> &#8220;We cannot make God visible to us, but we can make ourselves visible to Him. To pray is to acquire the notion of the marvelous, it is to recover the sense of the mystery that nests in all beings; prayer is our link with the ultimate, it removes our mind from the narrowness of self-interest and enables us to observe the world through the lens of the sacred; prayer is a way of mastering the inferiority in us, of discerning between the memorable and the trivial. Prayer teaches us to aspire; prayer is not a panacea or a substitute for action, it is like the flash of lightning in the dark. The purpose of prayer is to be brought to God&#8217;s attention, it is to be heard, it is to be understood by Him; not to know Him but to be known by Him. Prayer is an invitation for God to intervene in our lives. In prayer we establish a small contact with God, between our restlessness and His will, between despair and promise, between desire and abundance. Life is shaped by prayer and prayer is the quintessence of life.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEste sidur se publica con la plegaria de que pueda ayudar, en pequeña medida, a iluminar nuestras almas y conceder consuelo a los que sufren. Se espera que el judío se imponga nuevamente la tarea de convertirse en un miembro integral de “un pueblo sagrado y un reino de sacerdotes”. Se espera también que entre la pléyade de instituciones que tanto abundan en nuestra colectividad actual, la más antigua y original de todas las instituciones judías, la casa de la oración, ocupe nuevamente su lugar legítimo en calidad de hogar espiritual para un pueblo empeñado en la tarea de creación continua de un mundo de justicia y honestidad, de coraje, amor y compasión.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis sidur is published with the prayer that it may help, in a small measure, to enlighten our souls and grant comfort to those who suffer. It is hoped that the Jew will again set himself the task of becoming an integral member of “a holy people and a kingdom of priests.” It is also hoped that among the plethora of institutions that abound in our present-day collectivity, the oldest and most original of all Jewish institutions, the house of prayer, will once again take its rightful place as the spiritual home for a people bent on the task of continually creating a world of justice and honesty, of courage, love and compassion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi este Sidur lograre ayudar, aún en parte, a la concreción de este propósito, los que han hecho posible la publicación de este trabajo, ciertamente habrán santificado la memoria del ser querido que han deseado perpetuar.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf this Sidur succeeds in helping, even in part, in the realization of this purpose, those who have made possible the publication of this work will certainly have sanctified the memory of the loved one they have wished to perpetuate.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nMARSHALL T. MEYER<br />\nDirector para Latinoamérica del Consejo Mundial de Sinagogas\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMarshall T. Meyer<br />\nDirector for Latin America of the World Council of Synagogues\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nNOTA DEL TRADUCTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTRANSLATOR&#8217;S NOTE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs nuestro propósito en esta obra, verter al idoma castellano y en términos inteligibles, nuestras más antiguas oraciones, todas ellas varias veces centenarias.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is our purpose in this work to translate our most ancient prayers, all of them several hundred years old, into the Spanish language and in intelligible terms.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nMe he propuesto adaptar estas valiosas joyas literarias al idioma castellano, permitiéndome no traducir literalmente los textos aunque sí, guardando fielmente la idea de los mismos y el espritu de la letra.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI have proposed to adapt these valuable literary jewels to the Spanish language, allowing myself not to translate the texts literally, although I have faithfully kept the idea of the texts and the spirit of the lyrics.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs sabida la enorme importancia de orar en idioma hebreo, pero lamentablemente son muy pocas las personas que así pueden hacerlo en la actualidad, ya que la inmensa mayoría de los fieles desconoce casi por completo el idioma de la Biblia.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe enormous importance of praying in Hebrew is well known, but unfortunately very few people are able to do so today, since the vast majority of the faithful are almost completely ignorant of the language of the Bible.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor eso hemos insertado en el presente Sidur invocaciones agregadas a los textos originales y además hemos dispuesto los textos de manera a ser leídos alternadamente entre el oficiante y la congregación.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor this reason we have inserted in the present Sidur invocations added to the original texts and we have also arranged the texts to be read alternately by the officiant and the congregation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCreemos contribuir con la edición de este Sidur a solucionar el problema de la diversidad de Sidurim en las Sinagogas y Templos, ya que esta edición está destinada a todas las congregaciones de habla castellana.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe believe that this edition of this Sidur will contribute to solve the problem of the diversity of Sidurim in the Synagogues and Temples, since this edition is intended for all Spanish-speaking congregations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nHemos introducido en este ritual alguna terminología hebrea para familiarizar al lector con la misma. Con ese fin no hemos traducido los términos: Avelim = personas sumidas en el duelo; Jol Amoed = días intermedios de las fiestas de Pésaj y Sucot; Rosh Jodesh = primer día del mes, etc&#8230;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe have introduced some Hebrew terminology in this ritual to familiarize the reader with it. To that end we have not translated the terms: Avelim = people mourning; Ḥol Amoed = intermediate days of the Pesaḥ and Sukkot holidays; Rosh Ḥodesh = first day of the month, etc&#8230;.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nIgualmente hemos tratado de simplificar la transcripción fonética de los términos hebreos, por ejemplo: Shemini Atseret en lugar de Shemini —Atzeret, Kadish en lugar de Kaddish, etc.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe have also tried to simplify the phonetic transcription of the Hebrew terms, for example: Shemini Atseret instead of Shemini -Atzeret, Kadish instead of Kaddish, etc.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nFinalmente hemos pescado a este Sidur la sección “Shabat en el Hogar”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, we have added to this Sidur the section “Shabbat at Home”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs inútil extenderse sobre la importancia de la celebración del Shabat en nuestros hogares; esperamos alentar a todos nuestros correligionarios a hacerlo así y por ello hemos insertado esta sección. Amén de los textos Hebreos alusivos al Shabat hemos agregado una transcripción fonética de los mismos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is useless to expand on the importance of celebrating Shabbat in our homes; we hope to encourage all our co-religionists to do so, and that is why we have inserted this section. In addition to the Hebrew texts allusive to Shabbat, we have added a phonetic transcription of them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEsta edición del Sidur pudo ser publicada gracias a la iniciativa y patrocinio del Consejo Mundial de Sinagogas a través de su Director para Latinoamérica, rabino Marshall T. Meyer, viene desarrollando una intensa labor en pro del acercamiento de las colectividades de habla castellana, hacia el judaísmo tradicional-religioso en todos sus aspectos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis edition of the Sidur could be published thanks to the initiative and sponsorship of the World Council of Synagogues through its Director for Latin America, Rabbi Marshall T. Meyer, who has been developing an intense work in favor of the rapprochement of the Spanish-speaking communities towards traditional-religious Judaism in all its aspects.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nExpresamos por ello nuestro más profundo agradecimiento al rabino Marshall T. Meyer, sin cuyo concurso este Sidur no sería una realidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe express our deepest gratitude to Rabbi Marshall T. Meyer, without whose assistance this Siddur would not be a reality.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nIgualmente expresamos nuestro agradecimiento al Rabbinical Assembly of America por habernos cedido gentilmente los textos originales hebreos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe also express our gratitude to the Rabbinical Assembly of America for kindly providing us with the original Hebrew texts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLas invocaciones han sido traducidas del inglés al castellano por la señora Eugenia Lublin, secretaria del Consejo Mundial de Sinagogas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe invocations have been translated from English into Spanish by Mrs. Eugenia Lublin, secretary of the World Council of Synagogues.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor último, nuestro sincero reconocimiento a los señores David Luis Algaze, Victor Alberto Mirelman, Israel Monakier y Carlos Aarón Souss, todos ellos alumnos del Seminario Rabínico Latinoamericano, por su valiosa colaboración en la revisión de la versión castellana de este ritual.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, our sincere acknowledgement to Mr. David Luis Algaze, Victor Alberto Mirelman, Israel Monakier and Carlos Aarón Souss, all of them students of the Latin American Rabbinical Seminary, for their valuable collaboration in the revision of the Spanish version of this ritual.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nEL TRADUCTOR.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTHE TRANSLATOR.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The English here is translated from Rabbi Meyer&#8217;s Spanish. For the text in the original English, find Heschel&#8217;s 1945 essay, &#8220;<a href=\"/?p=21256\">Prayer</a>.&#8221;</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Maḥzorim for Pesaḥ",
        "Maḥzorim for Shavuot",
        "Maḥzorim for Sukkot",
        "Maḥzorim for Shemini Atseret",
        "Shabbat Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Nusaḥ Sefaradi",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3042"
        ],
        "_thumbnail_id": [
            "62684"
        ],
        "date_src_start": [
            "1963-00-00"
        ],
        "date_src_end": [
            "1963-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/ritual-de-oraciones-para-servicos-vespertinos-sabaticos-y-festividades-marcos-edery-1963-title.png",
        "title": "Ritual de Oraciones para Servicos Vespertinos Sabaticos y Festividades (Marcos Edery 1963) &#8211; title",
        "caption": "Ritual de Oraciones para Servicos Vespertinos Sabaticos y Festividades (Marcos Edery 1963) - title"
    },
    "source_link": "https://opensiddur.org/?p=62683",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/ritual-de-oraciones-para-servicios-vespertinos-sabaticos-y-festividades-by-marcos-edery-1963/",
    "slug": "ritual-de-oraciones-para-servicios-vespertinos-sabaticos-y-festividades-by-marcos-edery-1963"
}