{
    "title": "📖 ספר תפילות לשבת | Sabbath Prayer Book, by the Jewish Reconstructionist Foundation (1945)",
    "author": "Mordecai Kaplan",
    "coauthors": [
        {
            "name": "Mordecai Kaplan",
            "bio": "Mordecai Menahem Kaplan (June 11, 1881 – November 8, 1983), was a rabbi, essayist and Jewish educator and the co-founder of Reconstructionist Judaism along with his son-in-law Ira Eisenstein.",
            "website": "https://en.wikipedia.org/wiki/Mordecai_Kaplan",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/09/mordecai-kaplan-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mordecai-kaplan"
        },
        {
            "name": "Eugene Kohn",
            "bio": "Eugene Kohn (January 26, 1887 - April 1, 1977) was an American Reconstructionist rabbi, writer and editor. Born in Newark, New Jersey he attended the Jewish Theological Seminary of America and in 1912 received ordination. It was here that he met Rabbi Mordecai Kaplan who taught him homiletics. Between 1912 and 1939 he served as a congregational rabbi in Conservative synagogues in the U.S. states of Maryland, New Jersey, New York, Wisconsin and Ohio. He also served as the president of the Rabbinical Assembly 1936-1937. He played a central role in the Reconstructionist movement. He edited its journal <em>The Reconstructionist</em> and, alongside Kaplan and Ira Eisenstein, edited <em>The New Haggadah</em> (1941), <em>The Sabbath Prayer Book</em> (1945) and<em> The Reconstructionist Prayer Book</em> (1948). Alongside Jack Cohen, Eisenstein and Milton Steinberg he was one of Kaplan's main disciples.",
            "website": "https://en.wikipedia.org/wiki/Eugene_Kohn",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/eugene-kohn-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/eugene-kohn"
        },
        {
            "name": "Ira Eisenstein",
            "bio": "Rabbi Ira Eisenstein (November 26, 1906 – June 28, 2001) was an American rabbi who founded Reconstructionist Judaism, along with Rabbi Mordecai Kaplan, his teacher and, later, father-in-law through his marriage to Judith Kaplan, over a period of time spanning from the late 1920s to the 1940s. Reconstructionist Judaism formally became a distinct denomination within Judaism with the foundation of the Reconstructionist Rabbinical College in 1968, where he was the founding president. He authored <em>Creative Judaism</em> (1941), <em>The Ethics of Toleration Applied to Religious Groups in America</em> (1941), <em>Judaism Under Freedom</em> (1956), <em>What We Mean by Religion</em> (1958), <em>Varieties of Jewish Belief</em> (1966), and <em>Reconstructing Judaism: An Autobiography</em> (1986).",
            "website": "https://en.wikipedia.org/wiki/Ira_Eisenstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/05/ira-eisenstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ira-eisenstein"
        },
        {
            "name": "Milton Steinberg",
            "bio": "Milton Steinberg (November 25, 1903 – March 20, 1950) was an American rabbi, philosopher, theologian and author. Born in Rochester, New York, he was raised with the combination of his grandparents' traditional Jewish piety and his father's modernist socialism. He graduated as valedictorian of his class at DeWitt Clinton High School and then majored in Classics at City College of New York which he graduated from summa cum laude in 1924. Steinberg received his doctorate in philosophy from Columbia University in 1928 and then entered the Jewish Theological Seminary of America where he was ordained. In seminary, he was strongly influenced by Rabbi Mordecai Kaplan (1881–1983), the founder of Reconstructionist Judaism. After five years in a pulpit in Indiana, he was invited by the Seminary to assume the pulpit of Manhattan's Park Avenue Synagogue, then a small congregation with a Reform orientation. In his sixteen years at the congregation, he grew it from 120 to 750 families. In 1943 he had a near fatal heart attack. While a disciple of Kaplan who considered himself a Reconstructionist, Steinberg was critical of Kaplan's dismissal of metaphysics. Steinberg's works included <em>Basic Judaism</em>, <em>The Making of the Modern Jew</em>, <em>A Partisan Guide to the Jewish Problem</em>, and <em>As A Driven Leaf</em>, a historical novel revolving around the talmudic characters Elisha ben Abuyah and Rabbi Akiva. In his final years, he began writing a series of theological essays. This project, which he had hoped would conclude in a book of theology, was cut short by his death at age 46. An unfinished second novel, <em>The Prophet's Wife</em>, about the Tanakh characters Hosea and Gomer, was published in March 2010. (via <a href=\"https://en.wikipedia.org/wiki/Milton_Steinberg\">his entry</a> in Wikipedia)",
            "website": "https://en.wikipedia.org/wiki/Milton_Steinberg",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/05/milton-steinberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/milton-steinberg"
        },
        {
            "name": "Jewish Reconstructionist Foundation",
            "bio": "Rabbi Mordecai Kaplan saw no need to start a separate movement to achieve his goal of creating a unified American Judaism without denominational factionalism. However, his followers believed that, if Kaplan’s visions were to be realized, a separate movement was needed. Therefore, in 1940, the Jewish Reconstructionist Foundation was established to support the works that promoted the Reconstructionist program.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/09/jewish-reconstructionist-foundation-96x96.png",
            "profile_link": "https://opensiddur.org/profile/jewish-reconstructionist-foundation"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2017-09-15",
    "last_updated": "2025-03-29",
    "excerpt": "Arranged and translated by Rabbi Mordecai Kaplan, the Sabbath Prayer Book is the first Reconstructionist prayerbook we know of to have entered the Public Domain.  . . .",
    "content": "<p>Arranged and translated by Rabbi Mordecai Kaplan, the <em>Sabbath Prayer Book</em> is the first Reconstructionist prayerbook we know of to have entered the Public Domain. (The prayerbook entered the Public Domain due to lack of copyright renewal by the copyright owner listed in the copyright notice, the Jewish Reconstructionist Foundation, as evidenced in the <a href=\"https://exhibits.stanford.edu/copyrightrenewals/about/about\">Stanford Copyright Renewal database</a>.)</p>\n<p>The original publication of this siddur was met by opposition from the <a href=\"https://en.wikipedia.org/wiki/Union_of_Orthodox_Rabbis\">Agudas haRabbonim</a>, who enacted a ḥerem against Mordecai Kaplan and <a href=\"http://americanjewisharchives.org/journal/PDF/2010_62_01_00_silver.pdf\">publicly burned</a> a stack of this siddur. The Jewish Virtual Library provides a <a href=\"http://www.jewishvirtuallibrary.org/reconstructionism\">concise summary</a> of the controversy:</p>\n<blockquote><p>In 1945 the Reconstructionist Sabbath Prayer Book appeared, which resulted in a ban (<em>ḥerem</em>) against Kaplan by the Agudat ha-Rabbonim, a small Orthodox association. Although such an attempt was largely ignored, several of Kaplan&#8217;s colleagues on the faculty of the Jewish Theological Seminary published an adverse &#8220;statement of opinion&#8221; (<em>gillui da&#8217;at</em>) in the Hebrew publication Hadoar. In accordance with Kaplan&#8217;s ideology, the prayerbook excised references to the Jews as the &#8220;chosen people,&#8221; and to such concepts as God&#8217;s revelation of the Torah to Moses, the parting of the Red Sea, and belief in the coming of a personal Messiah. Some passages of the traditional prayerbook were retained despite Kaplan&#8217;s rejection of the concepts which lay behind them. In such cases the editors suggested to the reader how the passages were to be understood. Thus, prayers for the restoration of Israel were retained, but readers were told this should not be construed as the return of all Jews to Palestine. Kaplan was a Zionist of the American school, ardent in his support for the colonization of Palestine, but opposed to concepts implying the &#8220;negation of the Diaspora&#8221; and to emphasis on the necessity of aliyah. The entire second half of the prayerbook contained a major innovation for the time: supplementary readings intended to allow for variety in the structure of weekly services.</p></blockquote>\n<hr />\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/SabbathPrayerBookJewishReconstructionistFoundation1945#page/n02/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>Making digital scans of siddurim and other collections of prayers in the Public Domain is the first step in our process of making individual prayers (liturgy, translations, instructions, commentary, and other prayer-related work) machine-readable (copy-pastable and searchable). If you would like to take part in the transcription of this work, please join our <a href=\"/contact/\">contact us</a>.</p>\n<hr />\n<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nPREFACE</p>\n<p>We offer to the Jewish public this arrangement of “Sabbath Services for the Modern Synagogue,” in the hope that it will advance our religious purpose to reconstruct and revitalize Jewish life. We believe that it will strengthen the spirit of faith and piety in many Jews who do not find that the prayer books now in use fully answer their spiritual needs. </p>\n<p>The task of editing this prayer book was assumed by Rabbis Mordecai M. Kaplan and Eugene Kohn. They were assisted by Rabbis Ira Eisenstein and Milton Steinberg. The considerations which led them to edit this book and us to publish it are fully set forth in the Introduction. We gratefully acknowledge our indebtness to them and to those who assisted them in their editorial labors. Thanks are due also to Rabbi Joseph Marcus for his research work and for his translations of the English text of many of the prayers into Hebrew. </p>\n<p>Grateful acknowledgment for permission to use published material, as well as a complete list of authors and translators whose writings appear in this prayer book, will be found at the end of the book. </p>\n<p>Jewish Reconstructionist Foundation, Inc.\n</p></blockquote>\n<blockquote><p>\nThis Prayer Book is designed to offer an abundance of devotional material for Sabbath services. Its use calls for the selection of only as much material for each Sabbath as will not prolong the services beyond feasible limits. Suggestions for the use of this Prayer Book will be found in the Introduction.\n</p></blockquote>\n<blockquote><p>\nINTRODUCTION<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The views expressed here and reflected in this Prayer Book commit only the Jewish Reconstructionist Foundation, Inc. and no other institutions and organizations with which the editors are associated.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>On presenting this revised prayer book, we wish to indicate what impelled us to undertake its preparation. We are well aware that great numbers of our people are attached to the traditional prayer book by sentiments of deep and sincere piety and deplore any deviation from its time-honored text. In their opinion, such deviation impairs the spiritual unity of the Jewish people and the continuity of its sacred tradition. We too are eager to preserve the Jewish worshiper’s sense of oneness with Israel and to maintain the common memories and the feeling of a common destiny, which the services of the traditional synagogue have always fostered. But due regard must be paid to certain other considerations besides the unity of Israel and the continuity of its spiritual tradition. Otherwise, Jewish worship is in danger of disintegrating, and Israel’s spiritual heritage of being dissipated. </p>\n<p>Many modern Jews have lost, or all but lost, their sense of need for worship and prayer. They rarely attend religious services, and even when they do, their participation is perfunctory. The motions survive; the emotions have fled. The lips move, but the heart is unmoved. Unless this apathy to synagogue services is overcome, it will spell the end of worship among Jews; and the end of worship means the decay of all spiritual values and the vulgarization of human life. Since the traditional service has not sufficed to preserve the spirit of worship among Jews, we have found it necessary to suggest new forms of Jewish liturgical expression. To be sure, this need has been recognized for over a century, and various attempts have been made to satisfy it. All such attempts have been worthy efforts to revitalize Jewish worship. But we have felt that, by reason of their theology and their conception of the Jewish people, they have failed to rekindle in the Jew the spirit of worship.</p>\n<p>That spirit depends upon experiencing the reality of God and having a sense of oneness with Israel. The profound changes, however, in life and thought during the last century and-a-half have made it necessary to restate what these experiences mean in terms of the thinking of our day. Only such a restatement can awaken in the heart of the modernminded Jew the desire to worship. </p>\n<h4>Experiencing the Reality of God</h4>\n<p>If prayer is to be genuine and not merely a recital of words, the worshiper must, of course, believe in God. He must be able to sense the reality of God vividly, as an intense personal experience. Our ancestors possessed such a sense of the reality of God, and could, without hesitation, say with the Psalmist, “I set the Lord before me continually.” The modern Jew, however, is disturbed by the current conception of nature. Nature is generally viewed as blind, mechanical and unresponsive to man’s prayers. This view of nature leaves in his mind no room for God or for worship. Therefore it is necessary for the modern Jew to strive to formulate his idea of God in terms which can serve to inspire him with faith and courage, and which at the same time conform to his knowledge of the world. Just how each Jew will conceive God will vary according to temperament and outlook. For purposes of common worship, however, it is essential to arrive at an idea of God, broad enough to bridge the differences in individual outlook and capable of resolving the inner conflicts which paralyze the impulse to pray. The following idea of God may serve as the basis of a common faith for the Jews of our day: </p>\n<p>Reality — the sum of all that is — should not be regarded as entirely subject to forces operating mechanically. Such forces exist. Science has identified them for us and justified our confidence that they apply universally and without exception. We believe in natural law. But natural law does not account for everything. We know, for example, that, as persons, we are more than bodies acting like mechanical robots. To be sure, everything that we think, feel or do takes place through the instrumentality of our bodies and in conformity with natural law. Nevertheless, our bodies and the laws governing them do not account for all that we are. They tell us nothing of what life means for us, of our yearnings, our desires, our hopes and fears, our loves and hates. So, too, the world about us cannot be wholly explained in terms of nature. There is a universal Spirit that transcends and uses nature in some such way as the human spirit transcends and uses the bodily organs of men. Science, which concerns itself with nature’s laws, answers only the question: How? It does not answer the question: Why? It cannot tell us to what end or purpose we should direct our lives. The answer to that question, or rather the very question itself, implies a Power both in and beyond nature which moves men to seek value and meaning in life. That Power is God. </p>\n<p>We cannot afford to live merely for the passing moment, not even for more inclusive ends confined to the brief human life-span; we must live for ends, only partially envisaged, that link us with the life of all mankind, and, beyond that, with the life of the universe, with God. Human life has worth only when its interests extend beyond the service of self. Only then do we feel that we are fulfilling our destiny as human beings and find joy in that fulfillment. Only by serving God can we achieve salvation. </p>\n<p>Each of us should learn to think of himself as though he were a cell in some living organism — which, in a sense, he actually is — in his relation to the universe or cosmos. What we think of as a coherent universe or cosmos is more than nature; it is nature with a soul. That soul is God. </p>\n<p>As each cell in the body depends for its health and proper functioning upon the whole body, so each of us depends upon God. Were each cell in us capable of being aware of its dependence upon the whole of us, and were it to express that awareness, such expression would for it constitute worship. Each time we hail and glorify the “Thou” in “Blessed be Thou, O Lord, our God, King of the Universe”, we enter, in however infinitesimal a degree, into communion with the Spirit that maintains the unity of life and directs that unity toward our salvation. Such communion should normally elevate our will to God’s will. Our will is to make the most of life; God’s will is that we utilize all of life’s possibilities for our salvation. This is the nearest we can get to translating the belief in God into living experience. </p>\n<p>To God, the source of our will-to-salvation, we must turn from time to time in appreciation and gratitude for all the gifts of life, for the heritage of habits, traditions, standards and ideals, and for the accumulated wealth of tools and skills to which we are heir and by means of which we can carry further the process of universal growth and happiness. To this same source of our will-to-salvation we must turn to ward off disheartenment at the seemingly insuperable difficulties which stand in the way of universal growth and happiness. If we are to have faith in man and man’s future, if we are to have the indomitable courage to meet the onset of evil doers, if we are to be confident that the sacrifices made in behalf of a better world order are not in vain, then we must be in active communion with God of whom our best self is a minute but real emanation. To achieve that communion is the object of worship and prayer. </p>\n<h4>Having a Sense of Oneness with Israel</h4>\n<p>The prayers of the Synagogue imply the will of the worshiper to become one with the collective being of the Jewish people and its spiritual aims. The worshiper must, therefore, have a definite idea of what such oneness involves. It must mean that we are conscious of being members of the Jewish people, that we sense our kinship with it, that we accept a personal share in its history and destiny. It must mean that we recognize the unity of Israel, past, present and future, in all parts of the world. It must mean that we strive to understand Israel’s hopes and aspirations and to make them our very own. Communal worship should be the occasion for thus immersing ourselves in the living reality of <em>kelal yisrael</em>, the totality of Israel. </p>\n<p>But with the advent of the Jewish emancipation, that purpose has become difficult of achievement. The Jewish people is now an integral part of the body politic of many nations. This has altered not only the political but also the spiritual status of Jewry. Our sense of oneness with Israel must, therefore, be expressed in terms which conform to modern thought and are relevant to the present situation. We must recognize that Judaism and the Jewish people have evolved and are evolving, that tradition never achieves finality, that to deprecate all change is to stunt growth. It is with a living Israel that we seek to identify ourselves, an Israel with a land, a language and a culture, an Israel that ever remakes itself in the light of changing conditions and needs. </p>\n<p>In order that the religious services should help the worshiper achieve oneness with the Jewish people, they should, as far as possible, be carried on in Hebrew. It must, however, be a Hebrew that is understood and appreciated, and not one that is repeated by rote. Throughout this book, in addition to the traditional prayers and the readings written originally in Hebrew, the new material written originally in English appears, wherever feasible, also in a Hebrew translation. </p>\n<p>Another means of achieving oneness with Israel is awareness of our relation to Palestine. The immemorial hope of the Jewish people to rebuild its ancient homeland is reflected throughout the text. But, in addition, much attention is given to the great contemporary enterprise of rebuilding Eretz Yisrael, as the most significant common effort of the Jewish people to realize its ideals in the modern world. The faith, the courage, the vision and the strength of the resurgent Jewish spirit are articulated in those prayers and readings which touch upon the Zionist striving. Perhaps no other cause is as potent as Zionism to kindle the feeling of oneness with the Jewish people. </p>\n<p>Still another means towards the same end is the intimate contact with the rich cultural heritage of Israel, which spans the centuries and the vast distances that separate the modern Jew from the generations that preceded him. With that end in view, there have been brought together in this text the words of Jewish prophet and sage, philosopher and ethical teacher, poet and mystic, from many periods and many lands. Though their thoughts are couched in an idiom different from that of our day, we find expressed in them the abiding need to experience the worthwhileness of life and to achieve salvation. Since they speak the common language of the heart, they strike a responsive chord in us.</p>\n<h4>Modification of Traditional Doctrine</h4>\n<p>In order to retain the continuity of Judaism and, at the same time, to satisfy the spiritual demands of our day, it is necessary to make changes in the content of the prayer book. To preserve the authority of Jewish tradition, it is necessary to retain the classical framework of the service and to adhere to. the fundamental teachings of that tradition concerning God, man and the world. However, ideas or beliefs in conflict with what have come to be regarded as true or right should be eliminated. </p>\n<p>Some have attempted to obviate the need for change in the traditional prayers by reading into them meanings completely at variance with what they meant to those who framed them. This practice is fraught with danger. To read those new meanings into the traditional text by way of translation is to violate the principle of forthrightness. To assume that the average worshiper will arrive at them of his own accord is to expect the unattainable. Our prayers must meet the needs of simple and literal-minded people, even of the young and immature. We dare not take the chance of conveying meanings which do not conform with the best in our religious thinking and feeling. Not that prayers need be prosaic in their literalness, but their figures of speech must have clear and true meanings. People expect a Jewish prayer book to express what a Jew should believe about God, Israel and the Torah, and about the meaning of human life and the destiny of mankind. We must not disappoint them in that expectation. But, unless we eliminate from the traditional text statements of beliefs that are untenable and of desires which we do not or should not cherish, we mislead the simple and alienate the sophisticated. The simple will accept the false with the true, to the detriment of their spiritual growth. The sophisticated will feel that a Jewish service has little value for people of modern mentality. Rather than leaving such questionable passages to reinterpretaion, we should omit or revise them. </p>\n<p>In keeping with the foregoing, the text of the traditional prayers has been modified to bring it in line with the following changes in doctrine: </p>\n<p><em></p>\n<h5>The Doctrine of the Chosen People:</h5>\n<p></em></p>\n<p>Modern-minded Jews can no longer believe, as did their fathers, that the Jews constitute a divinely chosen nation. That belief carried for them the implication that the history of mankind revolved about Israel. It is not difficult to understand how they came to hold such an Israel-centered view of history. Belief in God’s choice of Israel arose at a time when all the surrounding nations were idolaters and polytheists. It expressed for our fathers their intense experience of the reality of God and their intense awareness that their people was the only nation which recognized its responsibility to the God of all mankind. This belief was later fortified by the fact that the Christian and the Moslem peoples, among whom the Jews then lived, also accepted it. They insisted however, that God had subsequently rejected the Jewish people. It became all the more necessary, therefore, for the Jews to reiterate the doctrine of Israel as the Chosen People. </p>\n<p>In the modern world, all this has been changed by a number of political and cultural developments — the rise of democratic nationalism, the separation of church and state, the admission of Jews to citizenship and the waning belief in supernatural revelation. Thus the basis of the belief that the history of all mankind revolves about our people has been destroyed. However, even without that belief, we can and should continue as a people dedicated to the purpose of testifying to the reality of God and of serving Him. But we must acknowledge that other peoples can and should be dedicated to the same purpose. </p>\n<p>We should, therefore, not retain the traditional text of those prayers which make invidious comparisons between Israel and the other nations. Our prayer should express a more modest conception of our role in history. The present text affirms the aspiration of Israel to make its own distinctive contribution to the enhancement of human life, but assumes the equal right and obligation of other peoples and communities to make theirs. It exhorts Israel to live up to the best of which it is capable, but avoids comparison of Israel’s achievements and capacities with those of other groups. </p>\n<p><em></p>\n<h5>The Doctrine of Revelation:</h5>\n<p></em></p>\n<p>Tradition affirms that God supernaturally revealed the Torah, in its present text, to Moses on Mount Sinai. But the critical analysis of the text by modern scholars and the scientific outlook on history render this belief no longer tenable. We now know that the Torah is a human document, recording the experience of our people in its quest for God during the formative period of its history. The sacredness of the Torah does not depend upon its having been supernaturally revealed. The truth is not that God revealed the Torah to Israel, but that the Torah has, in every successive generation, revealed God to Israel. It can still reveal God to us. Though we no longer assume that every word in the text is literally or even figuratively true, the reading of the Torah enables us to relive, in imagination, the experiences of our fathers in seeking to make life conform to the will of God, as they understood it. We thus make this purpose of theirs our own and are inspired to seek God also in our own experiences. And those who seek God find Him. Our discovery of religious truth is God’s revelation to us. </p>\n<p>The study of Torah in this spirit is properly the central act of worship. It is, moreover, indispensable to our survival and growth as a people. The Torah so conceived is indeed a “tree of life” everlasting, planted within us. But it cannot serve this purpose as long as the Synagogue bases the authority of the Torah on the dogma of supernatural revelation, which the modern mind rejects. We have, accordingly, deemed it necessary to stress the sacredness of the Torah in other ways than by affirming that it was supernaturally revealed to Moses on Mount Sinai. </p>\n<p><em></p>\n<h5>The Doctrine of the Personal Messiah:</h5>\n<p></em></p>\n<p>Modern-minded Jews no longer look forward to the advent of a personal Messiah, who, by supernatural intervention, will redeem Israel from exile, and usher in an era of universal justice and peace. Certainly, there is still every reason to believe, as our ancestors did, that the Golden Age of mankind lies in the future, that history is morally determined, that the Kingdom of God can and will be attained in time. But we must now think in terms of universal redemption through the struggles, hopes, vision and will of all good men. Our prayer must henceforth be that Israel may contribute its share to the universal effort in behalf of a world of freedom, justice and peace. </p>\n<p>While the prayers for the restoration of Israel’s national home are retained and even elaborated, they are not to be construed as implying the return of all Jews to Palestine. Our prayerful concern should include those who will continue to live in the lands of their nativity, and should voice the hope that they be permitted to do so in peace and freedom. </p>\n<p><em></p>\n<h5>The Doctrine of the Restoration of the Sacrificial Cult:</h5>\n<p></em></p>\n<p>The institution of animal sacrifice was in ancient times the accepted mode of worship, and for centuries Jews prayed for the opportunity to reinstate that mode of worship in a rebuilt Temple in Jerusalem. Instead of the prayers which express that hope, the present text contains the prayer that we may learn to make sacrifices of our resources and energies in behalf of worthy causes, and that a restored Eretz Yisrael may once again inspire us to serve God. </p>\n<p>Since the distinctions between Kohen, Levi and Israelite have always been associated with their respective functions in the Temple cult, these distinctions are no longer cogent. All references to them as still playing a part in Jewish life are omitted. </p>\n<p><em></p>\n<h5>The Doctrine of Retribution:</h5>\n<p></em></p>\n<p>Our ancestors believed that obedience to the moral and ritual laws of the Torah resulted in favorable rainfalls; and that disobedience caused the rain to be withheld. This was undoubtedly an aspect of their intuition that the moral law was as integral to the structure of the universe as natural law, and that both kinds of law were interwoven in the destinies of men. To the extent that obedience to the moral law spells happiness and peace for mankind, and disobedience spells disaster and war, that intuition was correct. But that the very rainfall is influenced by human conduct, we know, is not true. The present text, therefore, is so modified as to emphasize the ever timely truth that the material prosperity and well-being of society depend on its conforming to the Divine law of justice and righteousness. </p>\n<p><em></p>\n<h5>The Doctrine of Resurrection:</h5>\n<p></em></p>\n<p>Men and women brought up in the atmosphere of modern science no longer accept the doctrine that the dead will one day come to life. To equate that doctrine with the belief in the immortality of the soul is to read into the text a meaning which the words do not express. That the soul is immortal in the sense that death cannot defeat it, that the human spirit, in cleaving to God, transcends the brief span of the individual life and shares in the eternity of the Divine Life can and should be expressed in our prayers. But we do not need for this purpose to use a traditional text which requires a forced interpretation. This prayer book, therefore, omits the references to the resurrection of the body, but affirms the immortality of the soul, in terms that are in keeping with what modern-minded men can accept as true. </p>\n<p>The revision of the traditional prayers to conform to the foregoing changes of doctrine should advance the major purposes of this prayer book. That revision should help the worshiper to experience the presence of God in his personal and communal life. And it should so unite the worshiper with Israel as put him in possession of the living truth which Israel has learned concerning man’s task on earth. </p>\n<h4>The Proper Use of the Prayer Book</h4>\n<p>To achieve the foregoing purposes, both rabbi and congregation should study how to make the best use of this prayer book. Each service should be carefully planned by the rabbi. Those parts of the service which are indicated by larger type should be read every Sabbath, but the additional parts should not be chosen at random. They should conform to some central theme suggested by the portion of the week, by the subject of the rabbi’s sermon or by a significant current event. Care should be taken to create a balanced service, one that observes a due proportion between the new and the familiar, between singing and reading, between silent meditation and oral utterance. Used in that way, the book can help to overcome the tendency to automatism into which communal worship is so liable to fall. </p>\n<p>In planning the services, the Supplement should prove helpful and, indeed, indispensable. The prayers, readings and hymns contained in that section of the book are taken from a large variety of sources. Some of the texts are not new, but are new to the prayer book. They are classics of the Jewish religious genius, wasting far too long their inspiration upon the shelves of neglected libraries. Others are the products of the modern Hebrew renaissance. Still others were composed by the editors themselves. </p>\n<p>Some of these texts give new and varied expression to hopes and aspirations of the human spirit which are eternal; others reflect contemporary needs. The variety of prayer content in the Supplement is designed to insure the freshness so essential to an effective service. </p>\n<p>As for the congregation, its men and women should strive to&#8217; create a common emotional mood by participating in the service to the maximum degree. The service must not become a performance, nor the congregation an audience. As many as possible should learn to read Hebrew and should join in congregational singing. They should give close and concentrated attention to the meaning of what they are saying or singing. Our sages cautioned against the tendency of prayer to deteriorate into a mere formality and to lose its character of worship: “Let not your prayer become a mere routine, but let it be a yearning for mercy and grace in God’s sight. And applying to worship a favorite principle of theirs, we should conclude that it matters not whether one says many prayers or few, provided one prays with a heart intent on serving God. </p>\n<p>Those who wish to use this prayer book should engage beforehand in a careful study of it, so that they may come to the services sensitized to their beauty and meaning. To facilitate the recognition of the underlying thought in each prayer, descriptive titles have been provided in this book. </p>\n<p>Attention to these titles will give one a comprehensive idea of the religious content of Judaism and will help one learn to pray with devotion. </p>\n<p>With these suggestions and explanations, we submit this prayer book, in the hope that it will render Jewish communal worship once again a source of inspiration to faith and spiritual purpose. </p>\n<p>The Editors.\n</p></blockquote>\n</div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The views expressed here and reflected in this Prayer Book commit only the Jewish Reconstructionist Foundation, Inc. and no other institutions and organizations with which the editors are associated.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Shabbat Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Burnt Books",
        "Early Reconstructionist",
        "North America",
        "North American Jewry",
        "Reconstructionist Jewry",
        "Siddurim for Shabbat",
        "Needing Transcription",
        "Needing Decompilation",
        "Nusḥaot l'Yahadut Mitkhadeshet"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "15094"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/02/Sabbath-Prayer-Book-Jewish-Reconstructionist-Foundation-1945-title-1.png",
        "title": "Sabbath-Prayer-Book-Jewish-Reconstructionist-Foundation-1945-title-1",
        "caption": "Sabbath Prayer Book (Jewish Reconstructionist Foundation, 1945) - title"
    },
    "source_link": "https://opensiddur.org/?p=17387",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/sabbath-prayer-book-by-mordecai-kaplan-1945/",
    "slug": "sabbath-prayer-book-by-mordecai-kaplan-1945"
}