{
    "post_id": 15230,
    "title": "&#x1F4D6; סדור לבנת הספיר לקבלת שבת | Siddur Livnat HaSapir l'Ḳabbalat Shabbat, a Friday Night prayerbook arranged by Aharon Varady (2017)",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2017-04-03",
    "last_updated": "2026-01-31",
    "excerpt": "<em>Siddur Livnat HaSapir l'Kabbalat Shabbat</em> is a complete prayerbook (<em>siddur</em>) for welcoming the Shabbat on nearly all Friday evenings. This is the personal prayerbook of <a href=\"http://aharon.varady.net\" rel=\"nofollow\">Aharon Varady</a>, containing his idiosyncratic preferences in liturgical custom and aesthetic presentation.  . . .",
    "content": "<p><em><a href=\"https://dimus.parrhesia.press/shop/siddurim/siddur-livnat-hasapir-lqabbalat-shabbat-by-aharon-varady/\">Siddur Livnat HaSapir l&#8217;Ḳabbalat Shabbat</a></em> is a complete prayerbook (<em>siddur</em>) for welcoming the Shabbat on nearly all Friday evenings. This is my personal prayerbook containing my idiosyncratic preferences in liturgical custom and aesthetic presentation.</p>\n<blockquote><p>&#8220;This siddur, my first, is an attempt to build a bridge to the land beyond the River Sambatyon, by which I mean, the sanctuary of our cultural imagination. In my translation I have sought to elevate and evoke the magical and mythical over any other critical literal or historical reading. Siddur Livnat haSapir also looks different compared to other siddurim. I only hope that whether one is impressed or dissatisfied, it will inspire those who discover it to craft their own siddur. I encourage others to craft a prayerbook containing the wisdom, understanding, and insight they have gleaned throughout their lives, to use it as a tool to develop their creative and emotional intelligence, and to pass it along to others in a way that others can adapt it to their own personal contexts.&#8221;</p></blockquote>\n<hr />\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/SiddurLivnatHaSapirForWelcomingTheShabbatAharonVarady2017#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n</hr>\n<blockquote>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<h3>On prayer and prayer books</h3>\n<p>Central to my work with Jewish prayer has been my concern with how prayerbooks, as a technology for organizing and arranging a spiritual practice, might helpfully guide individuals and groups in a curriculum of regular activities intended to improve their creative and emotional intelligence. </p>\n<p>Prayer is praise, supplication, thanksgiving. So we are taught by Maimonides. But this is already too advanced a description. Taking a step backward and just observing as we may have once as children, prayer is a mode of communication. We mean to communicate with someone, an individual being or group. Someone whose manner and means of response is uncertain. </p>\n<p>The consequence of participating in a familiar praxis of uncertain utility is that at some jaded age, prayer is regarded as either efficacious within a cultivated worldview, or else merely as a container for identity and continuity with antique ways. (Enough said concerning the latter. It is a tragedy.) Some will allow for prayer to remain efficacious as a largely self-reflective communication with the self — one wherein the character of the divine is projected out from the self to make its needs and desires more articulate by means of reflective dialogue. Others will have it that prayer manipulates the magical thinking of the practitioner of prayer and thus is effective if only as a subversive means of inculcating otherwise questionable beliefs and doctrines. Still others will consider prayer as either truly efficacious via metaphysical means, through the manipulation of numinous and chthonic powers, or at the very very least, as something of a romantic exercise: a restrained or suspended disbelief in the theurgic potencies of prayer. (It is from this latter category that I consider prayer as a powerful and very personal praxis.)</p>\n<p>Prayer and prayers are often conflated, but they should not be, especially when educators who should know better introduce or intervene in the instruction of prayer. Prayers, the pre-recorded, written or memorized kind, are a form of media, just as wax cylinder recordings, FM radio commercials, and podcasts of short stories are a form of media. As Hakim Bey has explained in his essay “<a href=\"https://youtu.be/c0v2apGezu0\">Immediatism</a>,” the effect of media is a mediation from immediate experience. Different forms of media can be said to be more removed, less immediate than others. Pre-written prayers and the technologies distributing them stand between and thus mediate the experience of prayer as one of the most intimate private praxes we can engage in. However, distancing from this intimacy is long familiar. It was not unheard of for there to be paid prayer reciters, especially at grave-sites. Pre-composed prayers and prayerbooks can be said to always be in danger of alienating the practitioner of prayer. Be forewarned.</p>\n<p>I have much sympathy with the 2nd century CE teaching concerning written blessings in Tosefta <em>Shabbat</em> 13:4, <span class=\"hebrew\" lang=\"heb-Hebr\">תוספתא שבת: הברכות אע”פ שיש בהן מאותות השם ומענינות הרבה שבתורה אין מצילין אותן אבל נשרפין במקומן מכן אמרו כותבי ברכות כשורפי תורה</span> (“Even though blessings contain the letters of the Name and many matters of Torah, one may not save them; they are burned where they are. Therefore they said: Those who write blessings are as those who burn Torah.”) Whatever the popularity of fixed liturgies after the Geonic period, the Mishnah appears to suggest a praxis for prayer that eschews fixed prayer, at least for personal supplications (<em>taḥanunim</em>). <span class=\"hebrew\" lang=\"heb-Hebr\">משנה ברכות: רבי אליעזר אומר העושה תפלתו קבע אין תפלתו תחנונים</span> (“Ra’bi Eliezer said: One who makes his prayer ‘fixed’ – his prayer is not a proper plea” <em>Berakhot</em> 4.4.)</p>\n<p>Praying, with or without pre-composed prayers, occurs in Time. Whether or not it occurs during a rote practice, as part of a structured ritual praxis, as an improvised outburst, or as a steady internal conversation, praying is incidental, perhaps only limited by sleep. Time is prayer’s container. Any technology or structure that seeks to utilize prayer must partner with Time. While space for praying is ornamental and evocative (and thus subject to personal and cultural standards, conventions, assumptions, and expectations), Time is simply necessary.</p>\n<p>Perhaps because prayers are essentially arcane in meaning and function, they are often introduced (and understood) as a container for religious and communal identity, rather than as an effective theurgical or self-reflective practice. We can imagine a “prayerbook” designed to include guided instructions for structured and sustainable development of creative and emotional intelligence. Prayerbooks containing mainly pre-written prayers, blessings, and devotional poetry generally obscure any intended experiential outcome. To this day, instructions in prayerbooks are minimal compared to the liturgy they supplement. The written tefillah is ubiquitous, the oral explanation is lacking. Liturgies — established arrangements of prayer — always are artifacts of some exercise, some living exercise, even if the function of that exercise is now obscure or completely forgotten.</p>\n<p>Prayerbooks, as physical containers of media, are thus, essentially, a technology for organizing and guiding a personal or communal practice, just as a newspaper or blog is a technology for transmitting topical news and opinion. Prayerbooks may contain instructions for a praxis. They may contain liturgical literature to be used in some ritual praxis, ostensibly to serve some goal within a certain amount of time. This literature may form an essential ingredient in a praxis of devotional reading, chanting, singing — with the prayerbook serving as a common reference book. This is certainly how they have always functioned in my experience. The only limiting factors, I think, should be the time of the practice and the autonomy of the individual in organizing their set of activities. One of these activities might even involve actual prayer. Another of these activities may involve the devotional reading of literature: intentionally scanning, mumbling, visualizing, and singing pre-composed prayers, poems, song lyrics, prose, ancient and contemporary liturgies, and theurgies — activites we hope will support this intimate communication called prayer.</p>\n<p>All of these prayerful efforts are organized according to some intention, if not expectation, that they effect the internal and external world of the agent through their practice. Essentially, I think, pre-composed prayers should be prompts for experiences. All experiences are the outcome of some set of inputs, some passive or active processing, and the setting — what I like to think of as <span class=\"hebrew\" lang=\"heb-Hebr\">המקום</span> (the <em>Maqom</em>), in which this processing occurs within any given frame of time. Prayerbooks, siddurim, presenting some arrangement of creative prompts, instructions, prayers, sanctifying blessings, and other structures for personal contemplation and communal performance,  lay out the set for the setting: the ingredients for the stew, the rut within which the chariot’s wheels glide, the curriculum for the hour. </p>\n<p>Such prayerbooks are in a very real sense, navigational, just as a map is understood as navigational; they should guide us how to get from the Shire to the Mirkwood, how to enter into a communion with other congregants, or how to meet the Divine safely in an experience of anamnesis and euphoria. However, just as a map can be mistaken for the imagined territory, so too the arrangement of prayers can be mistaken for the practice, completely obscuring the destination in its simple presentation of the set of text to be read, chanted, or sung alone and together. </p>\n<p>☛ We advance with some severity that while it is imperative to hold and cherish the practice and its goal, it is crucial for the practitioner to critique the map / siddur on the basis of whether it helps one to attain this goal. To do less, I believe, is to put too much faith in the map maker or siddur designer. There are always manifold ways to reach a destination, some well trodden, others still waiting to be discovered. And some routes are already, purposefully designed to advance (or erase) certain worldviews and political agendas. We must be extra mindful and critical of any technology that presents itself as a mentor like guide for some of the most intimate experiences we can imagine: inviting with delicate subtleties, internal voices and divine projections.</p>\n<p>This siddur, my first, is a bridge to the land beyond the River Sambatyon; in my translation I have sought to elevate and evoke the magical and mythical over any other critical literal or historical reading. Siddur Livnat haSapir will look different compared to other siddurim.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> שולחן ארוך צ:כג— הבגדים המצויירים&#8230; אין נכון להתפלל כנגדם, ואם יקרה לו להתפלל כנגד בגד או כותל מצויר, יעלים עיניו. הגה: ולכן אסור ג”כ לצייר ציורים בספרים שמתפללין בהן, שלא תתבטל הכוונה (Shulḥan Arukh: Oraḥ Ḥayim 90:23 — One should not pray opposite clothes with designs… and if one happens to pray opposite a garment or wall with a picture, they should close their eyes. Rabbi Moshe ben Yisra’el Isserles (1520-1572): Therefore, one may not draw pictures in the books from which we pray, lest that prevent concentration.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> I only hope that whether one is impressed or dissatisfied, it inspires the one who finds it to use this work to begin crafting their own prayerbook. I founded the Open Siddur Project to support everyone crafting their own siddur, and after seven years, I have finally made my own. I encourage others to share the product of their effort (as I have done &#8211; with an Open Content license) so as to help others to build upon and develop their own prayerbooks. </p>\n<p>May the pleasantness of Adonai our <em>elo’ah</em> be upon us; establish our handiwork for us — our handiwork may it be established. <span class=\"citation\">(Psalms 90:17)</span></p>\n<p>Who can know all one’s flaws? From hidden errors, correct me” <span class=\"citation\">(Psalms 19:13)</span></p>\n<p>—Aharon Nissan Varady,<br />\n22 Shvat 5777<br />\n(18 February 2017)\n</p></blockquote>\n<h3>Print Copies</h3>\n<p>Print copies available for purchase from <a href=\"https://dimus.parrhesia.press/shop/siddurim/siddur-livnat-hasapir-lqabbalat-shabbat-by-aharon-varady/\" rel=\"nofollow\">Dimus Parrhesia Press</a>.</p>\n<h3>Source Files</h3>\n<p>All native source files &#8212; alas, in the proprietary InDesign format &#8212; are available for remixing, adaptation, and improvement at my <a href=\"https://github.com/aharonium/Siddur-Livnat-HaSapir-kabshab\">account on Github</a>.</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">שולחן ארוך צ:כג— הבגדים המצויירים&#8230; אין נכון להתפלל כנגדם, ואם יקרה לו להתפלל כנגד בגד או כותל מצויר, יעלים עיניו. הגה: ולכן אסור ג”כ לצייר ציורים בספרים שמתפללין בהן, שלא תתבטל הכוונה (Shulḥan Arukh: Oraḥ Ḥayim 90:23 — One should not pray opposite clothes with designs… and if one happens to pray opposite a garment or wall with a picture, they should close their eyes. Rabbi Moshe ben Yisra’el Isserles (1520-1572): Therefore, one may not draw pictures in the books from which we pray, lest that prevent concentration.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Shabbat Siddurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "eco-conscious",
        "ecoḥasid",
        "English Translation",
        "mythopoetic",
        "Siddurim for Shabbat",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "15232"
        ],
        "date_src_start": [
            "2017-04-03"
        ],
        "date_src_end": [
            "2017-04-03"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/04/livnat-hasapir-cover-e1743030821941.jpg",
        "title": "Siddur Livnat HaSapir L&#8217;Kabbalat Shabbat &#8211; cover art",
        "caption": "Siddur Livnat HaSapir L'Kabbalat Shabbat - cover art"
    },
    "source_link": "https://opensiddur.org/?p=15230",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/siddur-livnat-hasapir-lkabbalat-shabbat-friday-night-siddur/",
    "slug": "siddur-livnat-hasapir-lkabbalat-shabbat-friday-night-siddur"
}