{
    "post_id": 47885,
    "title": "סִדּוּר בִּרְכַּת שָׁלוֹם | Siddur Birkat Shalom, an egalitarian Shabbat morning siddur (Havurat Shalom 1991/2021)",
    "author": "the Ḥavurat Shalom Siddur Project",
    "coauthors": [
        {
            "name": "the Ḥavurat Shalom Siddur Project",
            "bio": "Ḥavurat Shalom is a small egalitarian ḥavurah in Somerville, Massachusetts. Founded in 1968, it is not affiliated with the major Jewish denominations. Ḥavurat Shalom was the first countercultural Jewish community and set the precedent for the national ḥavurah movement. Founded in 1968, it was also significant in the development of the Jewish renewal movement and Jewish feminism. Originally intended to be an \"alternative seminary\", instead it evolved into a \"model ḥavurah.\" Founders and members of Ḥavurat Shalom have included Edward Feld, Merle Feld, Michael Fishbane, Everett Gendler, Arthur Green, Barry Holtz, Gershon Hundert, James Kugel, Alfred A. Marcus, Zalman Schachter-Shalomi, Jim Sleeper, Michael Strassfeld, and Arthur Waskow. Historian Jonathan Sarna has noted that among these members were \"the people who would be leading figures in Jewish life in the second half of the 20th century.”",
            "website": "https://www.thehav.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/02/Havurat_Shalom_Somerville_MA-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/havurat-shalom"
        }
    ],
    "date": "2022-12-08",
    "last_updated": "2025-04-25",
    "excerpt": "<span class=\"hebrew\">סִדּוּר בִּרְכַּת שָׁלוֹם</span> <em>Siddur Birkat Shalom</em> (second edition, 2021) is the shabbat morning prayerbook of <a href=\"https://www.thehav.org/our-egalitarian-siddur.html\">Havurat Shalom</a> in Sommerville, Massachusetts. As explained in the Introduction to the first edition (1991), work on the egalitarian siddur began in 1984 by eight members of the ḥavurah. The first edition was dedicated to the memory of Rabbi Simcha Dov Kling (1922-1991). The second edition of <em>Siddur Birkat Shalom</em> is dedicated to the memory of Reena Kling (1954-2017). . . .",
    "content": "<p><span class=\"hebrew\">סִדּוּר בִּרְכַּת שָׁלוֹם</span> <em>Siddur Birkat Shalom</em> (second edition, 2021) is the shabbat morning prayerbook of <a href=\"https://www.thehav.org/our-egalitarian-siddur.html\">Havurat Shalom</a> in Sommerville, Massachusetts. As explained in the Introduction to the first edition (1991), work on the egalitarian siddur began in 1984 by eight members of the ḥavurah. The first edition was dedicated to the memory of Rabbi Simcha Dov Kling (1922-1991). The second edition of <em>Siddur Birkat Shalom</em> is dedicated to the memory of Reena Kling (1954-2017).</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-birkat-shalom-havurat-shalom-2021/Siddur%20Birkat%20Shalom%20%28Havurat%20Shalom%202021%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>Print copies of <em>Siddur Birkat Shalom</em> may be purchased directly from <a href=\"https://www.thehav.org/our-egalitarian-siddur.html\">Havurat Shalom</a> for $20.00.  Send a check with a note that it&#8217;s for the siddur to Havurat Shalom 113 College Ave, Somerville, MA 02144, or make an on-line donation and email info@thehav.org that it&#8217;s for a siddur. (The digital edition may be used gratis, without fee.)</p>\n<p>The prayerbook of this ḥavurah was graciously shared with a Creative Commons ShareAlike-Attribution license. Beyond the binding terms of this license, the ḥavurah also requests that no alterations are made, that the authors and Havurat Shalom Siddur Project are credited in writing, and that this work is not reproduced for sale. If you do use a copy of this siddur, the havurah would be overjoyed to hear from you. You may write to them at Havurat Shalom, 113 College Avenue, Somerville, MA 02144.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nPREFACE [to the Second Edition]</p>\n<p>The siddur has been part of the consciousness and soul of the Jewish people for hundreds of years. Our prayers have challenged us, comforted us, served as a vessel for our longings and bound us together as a community. These prayers express a view of spiritual reality and reveal the community’s deeply held beliefs. The liturgy is also a spiritual tool to help us with our lives. In davenning with the siddur we strive to find a center of meaning; we strive to move ourselves along a path of holiness.</p>\n<p>The traditional siddur is precious to us. We are profoundly attached to its words, its structure and its wisdom. In praying these words we move beyond ordinary time; we participate in eternity. We connect with our ancient past and with our extending future. Yet some aspects of the traditional liturgy present a barrier rather than serve as a vehicle in our religious explorations. We have found that we need to adapt the liturgy, to give voice to areas of our experience which have been silenced, and to revise aspects of the tradition which trouble us. The issue which has most engaged us in this process is the inclusion of women and women&#8217;s experience. Other central issues we have begun to address include: ways of understanding God, good and evil, the relationship between Jews and non-Jews, and views of human nature. We view these concerns not only as central to our particular community, but also as core ethical and spiritual issues for our people.</p>\n<p>In taking a close look at the liturgy, we are addressing some of the most basic questions about ourselves, God and the world. We recognize that the language of the siddur has the potential to express not only our concept of how the world is, but our vision of how it ought to be. Through the repetition of the prayers, we inspire and replenish ourselves with impressionistic, yet powerful, answers to our questions; we form and reinforce a world view. How mindful we must be, then, as we choose words for regular, set prayer.</p>\n<p>As feminist Jews, we are committed to working for a world in which oppression is ever being undermined and transformed into justice. Religion can be a powerful force in helping or hindering this process of transformation. It is important to us to be conscious of the values which are promoted in our davenning. If, in our davenning, we retain and create life-affirming images and practices, and move away from damaging ones, we believe we can enhance our lives. The words and teachings we turn to and rely on in our times of need and openness have great impact on us. As we examined the language of traditional prayer, we arrived at the same insight that has been evolving in many communities: language that is politically inadequate is spiritually inadequate. We feel a need to integrate our political and spiritual beliefs, so that we can bring our whole beings to davenning, and not separate certain parts of our morality from our spirituality. Language affects consciousness, even though we are often not aware of this fact. The changing of pronouns, for example, not only points to institutional change for women (leading and participating equally in ritual), but also points to theological change, expanding our concepts of God in enriching and liberating ways. Our siddur, its words, its message, even its grammar, should affirm and strengthen our vision of a world which is moving towards redemption.</p>\n<p>Our prayer is part of our pursuit of tikkun olam (the kabbalistic notion of repairing or transforming the world). The title of our siddur, <em>Siddur Birkat Shalom</em>, reflects our spiritual and ethical mandate. “Birkat Shalom” has a double meaning. It means “the blessing or prayer of the (Havurat) Shalom community,” and it also means “the blessing of/for peace.” We hope our davenning with <em>Siddur Birkat Shalom</em> will instill within us a sense of wholeness (<em>shlaimut</em>), and will inspire us to seek shalom wherever we are.</p>\n<p>Another term we use frequently in our siddur, “mutkan,” Hebrew for “adapted,” contains the same Hebrew root as does the word tikkun. We use this word to indicate modifications we have made in the traditional text of a psalm or prayer. We selected this word to express our hope that in our process of adapting the liturgy, we perform an act of tikkun. When we render a prayer or psalm “mutkan” we intend a reparation of what is troubling in our prayers and in our consciousness, what is in need of transformation in our spiritual lives.</p>\n<p>In preparing this siddur, we were also committed to freeing our spirituality from the “idolatry” of imaging God as exclusively male and hierarchical. Our religious experience is diminished when we worship only a part of God as if it were the whole. As we include additional names for the Holy One, we are expanding our understandings of God. We know that all human language is limited in its ability to convey ultimacy. No one image is God; there are innumerable images or notions that could potentially express the various aspects of God. We have been influenced by midrashic<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> For example, see Pesikta Rabati, chapter 21.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and kabbalistic teachings which present multiple images and experiences of God within an overarching framework of the unity of God. This pluralistic, yet monotheistic view of God is even reflected in two of our traditional names for God, Adonai and Elohim, which are both in the plural (Adonai means “my Lords” and Elohim means “Gods”). As the poet has written, “Countless visions we have named You, through all visions, You are One.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Rabbi Yehudah Ha-Hasid, “Hymn of Glory”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> As the siddur continues to evolve, we hope that our explorations of God’s multiplicity and oneness will strengthen our sense of the unifying spirit and the harmony that is inherent within each of us and in the world.</p>\n<p>We are responding to a changing world view. The sacred task we have undertaken is to integrate traditional and feminist Judaism in making the liturgy reflective of our highest values. We draw from the wisdom and spiritual power of the past and the present. We are seeking to find fresh meanings in the traditional liturgy, and to add new insights from the experiences of our lives and the wisdom of our time. We consider <em>Siddur Birkat Shalom</em> be a continuation of the tradition of interpreting Torah. Though we were very reluctant to change the words of Tanakh (the Bible), especially Torah (the first five books), we needed to acknowledge our disagreements with the sacred text however painful it may have been. When we daven, we are not studying or quoting, we are making the words our own. Thus, we have maintained traditional teachings and forms as much as possible, in a creative balance and tension with the evolving beliefs and values that we also hold sacred.</p>\n<p>Throughout the generations Jews have davenned, yearning for closeness with the Holy One. We have sought to praise and thank the Creator, and to open ourselves anew to the wonders of creation. We have expressed our joy, our pain and fear, and our hopes for a messianic era of justice and peace. Through prayer, we strive to perceive the sparks of the holy in every aspect of life, and to sense our connection with the universe around us and with the deepest parts of ourselves. We want to be inspired to fill our lives with good deeds.</p>\n<p>We are grateful to the Holy One for giving us life and the capacity to reach out through our prayer and song. We join with the ancient psalmists, with our ancestors and our living communities in singing to God a new song. May davenning with <em>Siddur Birkat Shalom</em> draw us close to the One in whose presence we live; may it be a gateway to holiness for all who enter.</p></blockquote>\n<blockquote><p>\nINTRODUCTION [to the First Edition]</p>\n<p>In February 1984, eight members of Havurat Shalom gathered for the first meeting of the “Siddur (prayerbook, from Hebrew for “order”) Project.” The goal of the project was to create for our Havurah a siddur which would reflect our commitment to the traditional liturgy, as well as our shared perceptions of God and the world which differ from those of traditional Judaism. This volume, <em>Siddur Birkat Shalom</em>, contains the fruits of the years of study, discussion, writing, inspiration and criticism. It includes the complete Shabbat morning service as it is recited at Havurat Shalom (some prayers that are traditionally recited have been omitted as they are not recited at the Havurah).</p>\n<p>Although the composition of the Siddur Project group has changed since we began working formally, we continue to find ourselves to be a microcosm of the Havurah membership with our various reactions to the experience of davenning. We are women and men, lesbian, bisexual and heterosexual [ed. note 2021: trans and nonbinary], with a strong commitment to feminism, and these qualities influence our relationship to the traditional siddur. Some of us have received excellent Jewish educations; others have rediscovered our Judaism only since coming to the Havurah. Some have converted to Judaism. The diversity of our group has been both an inspiration and a challenge: we have had to learn to trust each other and to work together to create a document that each member of the group can use as a siddur. We also have had to establish a process that would help us to accomplish the many types of changes we needed to make. Accordingly, the initial months of our work were dedicated to studying and analyzing the traditional Shabbat morning service. We then worked individually on revisions, translations and meditations, coming together to edit and criticize the new material. Our work was shaped by group discussions about a variety of topics including the nature of good and evil, our concepts of God, chosenness, feelings about gender, and the use and power of language.</p>\n<p>We have focused on changing the Hebrew text, since we felt that enduring changes to the liturgy should be made in the original language of the prayers. We cling to a strong bond with the familiar Hebrew prayers, and a connection through time and space to the Jewish people. Still, we also feel the need for a new English translation, compatible with the changes we have made to the Hebrew — reflecting the richness and strength of the original Hebrew — but at the same time, less archaic.</p>\n<p>Most of the major adaptations we made to the liturgy can be classified in the following areas:</p>\n<p><strong>Egalitarian language:</strong> The traditional Hebrew siddur uses masculine referential pronouns and specific nouns almost exclusively when alluding both to God (e.g., “melekh” — King, “Barukh atah” — Blessed [masc.] are You [masc.]) and to humans (e.g., “tzadik katamar yifraḥ” — a righteous [man] will flourish like the palm). <em>Siddur Birkat Shalom</em> contains masculine and feminine God-language and references to humans balanced equally for frequency of occurrence and relative importance (from a rabbinic point of view) of the prayer. With few exceptions, a single gender reference for God is maintained throughout each psalm or prayer; references to humans alternate wherever possible in order that each prayer address both males and females (please see “Notes on Gender Language” below for additional information about treatment of gender references in this siddur).</p>\n<p><strong>Images of God:</strong> There are many traditional images of God which we found inspirational (e.g., God as creator and sustainer, giver of life and Torah, God of compassion and loving-kindness). However, traditional references to God characterizing God as King, Judge, Father and dispenser of bountiful reward and devastating punishment raised questions for us. <em>Siddur Birkat Shalom</em> has chosen to retain some occurrences of traditional God-names, while changing or emphasizing others to extend the choices we have in opening ourselves to God. Additional names for God used in the siddur include: Source of Life (“Mekor ha-Hִayim”), Our Mother (“Imenu”), and Life of the Worlds or Everlasting Life (“Hִei ha-Olamim”). We have also included phrases portraying God as a nurturer, friend and teacher. Although the traditional word for God, “Adonai,” is masculine, we have chosen to treat this name as both masculine and feminine, using pronouns for both genders in order to maintain our connection to our Jewish tradition which commonly uses this name as the most Holy.</p>\n<p><strong>Jews and non-Jews:</strong> An important component of traditional Judaism is the concept of Jews as the “Chosen People.” An obvious corollary to this concept is that non-Jews have not been — and cannot be — &#8220;chosen&#8221; as well. Consequently, the traditional siddur states both implicitly and explicitly that the practices of non-Jews have less spiritual validity. Havurat Shalom has clearly articulated the belief that there are many paths to God and that all peoples have been &#8220;chosen&#8221; by the Holy One in some way. Accordingly, <em>Siddur Birkat Shalom</em> affirms the chosenness of all people: “asher bahar banu im kol [instead of “mi-kol”] ha-amim” — who has chosen us with all other [instead of “from among all other”] nations. We have reframed prayers which traditionally portrayed non-Jews as simply witnessing the wonders that God performs for the Jews to portray non- Jews as having a more equal and participatory role (cf. Psalm 98).</p>\n<p><strong>Good and Evil / Reward and Punishment:</strong> Traditional liturgy views the interplay of good and evil in a way that seems simplistic in our time. God is portrayed as entirely good, the rewarder of the righteous (i.e., the Jews and the downtrodden) and the destroyer of the wicked (i.e., nations who oppress Jews, the rich and haughty). The liturgy largely fails to address the many difficult questions about good and evil which have confronted people throughout history: What is the role of God in evil? Why do righteous people appear to suffer in this world while evil people appear to prosper? Why must God destroy evil people instead of merely destroying the evil within them? We have begun to address these issues by changing the focus in some prayers from evil people to the evil within all of us, and we have eliminated references to evil altogether in other prayers. <em>Siddur Birkat Shalom</em> attempts to retain some references to divine retribution in the recognition that there are times when an individual needs to express feelings of anger and revenge. Resolutions to these quandaries continue to be a source of challenge.</p>\n<p><strong>Hierarchy:</strong> We were troubled by the concept of hierarchy as it relates to humans, God, and its expression in the traditional siddur. Some members found the pervasive concept of God as an authority figure troubling. Others felt a strong distaste for humans’ uses and abuses of power, and the often oppressive hierarchies built into human social institutions. They rejected the extension of these systems into the God-human relationship (e.g., God as Master and humans as slaves), since this model, sanctioned as “divine,” has been used to reinforce oppressive systems. Group members also perceived the traditional siddur to be emphasizing a view of God as transcendent at the expense of an additional notion of God as a more immanent, intimate Being.</p>\n<p><em>Siddur Birkat Shalom</em> expands the traditional notions of a transcendent God and an authoritarian God. It adapts some prayers to convey a sense of partnership and intimacy between God and people, a sense that is also present in Jewish tradition, but has been less emphasized in the psalms. Images of God which are analogous to oppressive human power relationships have been changed or omitted wherever possible. A particular concern emerged regarding the characterization of God as King/Queen and of people as servants. In addition to the discomfort with this hierarchical structure of God and people, some members of the group found it difficult to relate to the concept of royalty. Accordingly, many of these references were omitted or modified, while others (particularly in the case of King/Queen) were retained to accommodate those davenners who feel a connection with these concepts. Along with these concerns about hierarchy, the group certainly acknowledges and treasures metaphors that express the sense that God is unimaginably greater than human beings, and beyond any finite work of creation. Nearly all the prayers (both Hebrew and English) in <em>Siddur Birkat Shalom</em> have been changed from the traditional to some degree. Though in some cases, only the gender of God and/or humans has been changed, some prayers have been changed more extensively according to the criteria described above. Adaptations may include omission of some words or verses of a prayer, inclusion of other biblical verses within a prayer, or substitution of words in a prayer. In the case of substitutions, care has been taken to use Hebrew words appropriate for the language of the original. As a result, most prayers include the words &#8220;adapted&#8221; or “mutkan” (Hebrew) in their titles. A few prayers which have undergone major revisions are described as “meditations” rather than “adaptations.” The word “meditation” is also used to denote selections in English which are loosely based on a Hebrew prayer, but which are not faithful translations.</p>\n<p>An important assumption which underlies all the efforts of the Siddur Project is that the Havurat Shalom siddur cannot be made to order by a committee but, rather, has to evolve. We see our role as generating material to be used by the Havurah community while encouraging the community to determine which adaptations best meet their needs. The members of the Siddur Project are eager to hear and consider all comments and reactions to the various editions of <em>Siddur Birkat Shalom</em> as our community grows and changes.</p>\n<p>During our work on the siddur, we were delighted to discover how the prayers changed us even as we revised the prayers. For some of us, this meant broadening our ideas about what kind of changes were acceptable. Others, who had originally been strong advocates of major changes to the liturgy, found more depth and feeling in the traditional prayers. These changes in ourselves allowed us to be more daring about what we were willing to try, knowing that nothing was irrevocable, that unimagined growth could result from our experiments. We hope that the excitement of this discovery will be felt by all those who use <em>Siddur Birkat Shalom</em>, and that all of us will continue to be enriched by the work we have begun, even as we add to our beautiful and profound liturgical tradition.</p>\n<p>—Havurat Shalom Siddur Project, 1991\n</p></blockquote>\n<blockquote><p>NOTES ON GENDER LANGUAGE (updated 2006)</p>\n<p>(Section 3 of the following notes is of a more technical nature than the rest of the introduction and is intended for those with a particular interest in some of the linguistic decisions made by the Siddur Project.)</p>\n<p>1. <strong>Generic:</strong> In nearly every language devised by humans, the masculine is used to denote the generic (e.g., “every man” is presumed to be equal to “everyone”). The Siddur Project has chosen to use both masculine and feminine nouns to denote the generic.</p>\n<p>2. <strong>Historical note on masculine and feminine usage at Havurat Shalom:</strong> For most of its history, prayers at the Havurah have used masculine gender referents almost exclusively. The notable exceptions to this practice were the use of “horenu” (our parents), or “avotenu v&#8217;imotenu” (our fathers and mothers) in place of the traditional “avotenu,” and the inclusion of Sara, Rebecca, Leah and Rachel where traditionally only Abraham, Isaac and Jacob are mentioned.</p>\n<p>Although there were many informal discussions about including more feminine language in davenning, and a few experiments along these lines were tried sporadically, the first concerted effort in this direction took place during the spring retreat in May 1984, when the Shabbat morning service was conducted entirely in the feminine. Reactions to the service were generally positive, although some participants felt that use of the feminine-only was as exclusionary as a service conducted entirely in the masculine. Subsequent davenning at the Havurah (at the discretion of the service leader) relied on the traditional (masculine) siddur with some prayers entirely in the feminine on photocopied pages. Beginning in 1986, a small portion of the High Holiday services was adapted and made available in the Havurat Shalom Rosh Hashanah/Yom Kippur Anthology. These prayers had been revised according to the criteria set out in the introduction above. Many leaders of Shabbat davenning chose to use some or all of those revised prayers at appropriate intervals in the service. With the introduction of the first edition of Siddur Birkat Shalom, the number of times it was necessary to switch back and forth between two siddurim was significantly reduced.</p>\n<p>3. <strong>Feminine future plural verb:</strong> In classical Hebrew (the language in which the siddur is written), a unique verb form is used in the future tense for the feminine plural second and third person, (e.g., “t’daberna” — they [fem.] will speak, you [fem.] will speak). This form is now rarely used in modern Israeli Hebrew. Instead the corresponding masculine forms are used for the feminine as well (e.g., “t’dab’ru”— you [masc. or fem.] will speak; “y’dab’ru”— they [masc. or fem.] will speak). In its fourth printing, the Siddur Project chose to return to the classic Hebrew feminine plural verb form. The few instances where this form was not preserved have been footnoted.</p></blockquote>\n<blockquote><p>\nNOTE ON THE SECOND EDITION</p>\n<p>Thirty-six years after the Havurat Shalom Siddur Project began, we have realized our dream of producing the complete Shabbat morning service, adapted and translated according to our ideology and desires. Much has happened since then: technologies have evolved, some of us have become parents and grandparents, some have passed away, we have developed new sensitivity to the complexity of gender and reference. There were years when the siddur languished, incomplete, as other necessities of life dominated. Nonetheless, we are pleased to present, with this second edition, the Shabbat morning service with inclusion of holiday texts. While completeness is gratifying, there remains much to do: weekday service, Selichot, genderless liturgy selections. Here&#8217;s to the next thirty-six years!\n</p></blockquote>\n<blockquote><p>\nCREDITS</p>\n<p><em>Meditation on Psalm 91</em>, <em>Meditation on the Shema</em>, <em>Meditation on the Amidah</em>, and <em>Meditation on Aleinu</em> copyright 1987, Janet Berkenfield <span class=\"hebrew\">ז״ל</span>. <em>Psalm and Variations</em> (translation and meditation) copyright 1991, Janet Berkenfield <span class=\"hebrew\">ז״ל</span>. <em>To Her Grandchild</em> copyright 1982-1986, Janet Berkenfield <span class=\"hebrew\">ז״ל</span>.</p>\n<p>Hebrew adaptation of Psalms 34, 146 and 149 copyright 1988, Reena Kling <span class=\"hebrew\">ז״ל</span> and Miriam Bronstein. </p>\n<p>Translation of <em>Shema</em>, and <em>Aleinu: A Meditation</em> copyright 1987, Elyse Landesberg.</p>\n<p>Hebrew adaptation and translation of Aleinu copyright 1987, Aliza Arzt. Hebrew version of blessing for diversity copyright 1991, Aliza Arzt.</p>\n<p>Translation of <em>Ma Tovu</em> copyright 1991, Reena Kling <span class=\"hebrew\">ז״ל</span> </p>\n<p>All other translations on pages 2-77 by Janet Berkenfield <span class=\"hebrew\">ז״ל</span> edited by members of the Havurat Shalom Siddur Project. Copyright 1991, Janet Berkenfield <span class=\"hebrew\">ז״ל</span>.</p>\n<p>All other translations on pages 80-90, 104-108 written and edited by members of the Havurat Shalom Siddur Project. Copyright 2000-2006, Havurat Shalom Siddur Project.</p>\n<p>&#8220;Healer of the broken-hearted&#8221; on page 55 original translation by Rena Branson.</p>\n<p>Illustration on page 23 copyright 1991, Naomi Fisher.</p>\n<p>Papercuts on pages 9 and 33 copyright 1991, Deborah Budner. First published in <em>Bridges: A Journal for Jewish Feminists and Our Friends</em>, vol. 2, no. 1. Papercuts on pages 27 and 78 copyright 1991, Deborah Budner.</p>\n<p>Hebrew calligraphy preceding page 1 copyright 1991, Joel Rosenberg.</p>\n<p>Hebrew text adapted by the Havurat Shalom Siddur Project. Preface written by Reena Kling <span class=\"hebrew\">ז״ל</span> and Miriam Bronstein. Introduction written by Aliza Arzt.</p>\n<p><em>Prayer for Rain</em> by Emily Aviva Mater Kapor 2013.</p>\n<p>First three verses of <em>Hineh anochi nitzevet al ein ha-mayim</em> by Penina Vilenchik Adelman, 1985.</p>\n<p>Additional translations and layout by Emily Aviva Mater Kapor taken from Machzor Birkat Shalom.</p>\n<p>We wish to acknowledge and thank the many teachers who have helped guide us in our exploration of egalitarian Jewish forms. We thank Joel Rosenberg for proofreading the Hebrew text of the first edition. Rabbi Simcha Kling <span class=\"hebrew\">ז״ל</span> generously assisted us with the grammatical adaptation of the Hebrew. Many Jews and feminist writers on religion have informed our thinking. Judith Plaskow is especially appreciated for meeting with us in 1984 and sharing her clarity and courage. We would like to thank Mark Rosen for assisting with laser printing and computer layout of the first, second and third printings. The content of this siddur, however, is the sole work and responsibility of the Havurat Shalom Siddur Project.</p>\n<p>The following people have worked on the Siddur Project since its<br />\ninception in February 1984:</p>\n<p>Aliza Arzt<br />\nJanet Berkenfield <span class=\"hebrew\">ז״ל</span><br />\nCindy Blank-Edelman<br />\nMiriam Bronstein<br />\nJoan Friedman<br />\nBenjamin Greenberg<br />\nTamar Kamionkowski<br />\nNina Katz<br />\nEmily Aviva Kapor Mater<br />\nReena Kling <span class=\"hebrew\">ז״ל</span><br />\nElyse Landesberg<br />\nDenni Liebowitz<br />\nStephanie Loo<br />\nFelicia Mednick<br />\nMeredith Jay Arzt Porter<br />\nLarry Rosenwald<br />\nJoshua Schreiber Shalem\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">For example, see Pesikta Rabati, chapter 21.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Rabbi Yehudah Ha-Hasid, “Hymn of Glory”</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Shabbat Siddurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "egalitarian"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "47886"
        ],
        "date_src_start": [
            "1991-00-00"
        ],
        "date_src_end": [
            "2021-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/12/Siddur-Birkat-Shalom-Havurat-Shalom-2021-cover.jpg",
        "title": "Siddur Birkat Shalom (Havurat Shalom 2021) &#8211; cover",
        "caption": "Siddur Birkat Shalom (Havurat Shalom 2021) - cover"
    },
    "source_link": "https://opensiddur.org/?p=47885",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/siddur-birkat-shalom-by-havurat-shalom-2021/",
    "slug": "siddur-birkat-shalom-by-havurat-shalom-2021"
}