{
    "post_id": 47916,
    "title": "&#x1F4D6; סידור שלם לכל תפלות השבת (אשכנז) | Volledige Sidoer vir die Sabbat, by Rabbi Dr. Moses Romm (1952)",
    "author": "Moses Romm",
    "coauthors": [
        {
            "name": "Moses Romm",
            "bio": "Moses Romm (1897-1976) was one of South Africa's leading Torah scholars, with rabbinic ordination from his native Lithuania, a law degree from Syracuse University, and a Ph.D. from Columbia.  A native of Rakow, Poland, he served as a rabbi in Syracuse, Brooklyn, and Minneapolis before moving to South Africa in 1932,  In the 1930s and '40s, before moving to Johannesburg where he served as chief rabbi of Bloemfontein, capital of the former Boer republic of the Orange Free State. He continued serving several other South African congregations until his death. He was the first to translate a siddur into Afrikaans.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/12/moses-romm-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-romm"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2022-12-12",
    "last_updated": "2025-10-01",
    "excerpt": "<span class=\"hebrew\">סידור שלם לכל תפלות השבת</span> <em>Volledige Sidoer vir die Sabbat</em> (1952) was prepared by Rabbi Dr. Moses Romm (1897-1976) and presents the first ever translation of Jewish liturgy into Afrikaans (as far as we know). . . .",
    "content": "<p><span class=\"hebrew\">סידור שלם לכל תפלות השבת</span> <em>Volledige Sidoer vir die Sabbat</em> (1952) was prepared by Rabbi Dr. Moses Romm (1897-1976) and presents the first ever translation of Jewish liturgy into Afrikaans (as far as we know). He dedicated his prayer book &#8220;Aan Alle Stigters van die Afrikanervolk Opgedra,&#8221; to all the dedicated founders of the Afrikaaner people.&#8221;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-shalem-lkhol-tefilot-hashabbat-meturgaman-lafrikaans-moses-romm-1952/Siddur%20Shalem%20l%27khol%20Tefilot%20haShabbat%20meturgaman%20l%27Afrikaans%20%28Moses%20Romm%201952%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain according to the 1994 Uruguay Round Agreements Act due to the expiration of the term of copyright in its home country (50 years after publication in South Africa). </p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<p>I have transcribed the Preface and Acknowledgments and set it side-by-side with an English translation. The translation presented here was made with the help of Google translate, the output of which I have proofread. If you find any egregious error needing correction or simply want to make an improvement, please leave a comment or <a href=\"/contact/\">contact us</a>. &#8211;Aharon Varady</p>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Afrikaans)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nVOORWOORD TOT DIE EERSTE VERTALING VAN DIE SIDOER IN AFRIKAANS\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFOREWORD TO THE FIRST TRANSLATION OF THE SIDDUR IN AFRIKAANS\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nOfskoon die Sidoer in die wandeling as Gebedeboek bekend staan, bestaan die bestanddele daarvan nie alleen uit smeek en soebat — in die sin van aansoek of versoek — nie, maar ook nit bepalings, omlynings, beskrywings en definisies — hoe ontoereiken ook al — van die Godheid. Daarom bevat die Gebedeboeke psalmgesang, loftuiting en eerbetoon wat aan die ware Joodse godsdienstige begrip uiting gee. Daarna eers kom die smeek- en aanroepgebed aan. Die volgorde is wesenlik.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEven though the Siddur is known in the familiar as the Prayer Book, its contents do not only consist of begging and pleading — in the sense of application or request — but also contains stipulations, delineations, descriptions and definitions — however inadequate — of the Deity. Therefore, the Prayer Book contains psalm songs, praise and homage that express the true Jewish religious understanding. Only after that comes the prayer of supplication and invocation. The order is essential.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDaar die openbare gebed die ritueel in die Tempel vervang het, hou die gebede ook dele van die Talmoediese wette aangaande die tempelerediens in. Trouens, die daaglikse bidure stem met die daaglikse tempelofferande van vanmelewe ooreen, naamlik oggend-, Bygevoegde, Namiddag- en Aanddiens. Daar is ook in die Bybel verwysing na die drie daaglikse eredienste tot die Tempel gerig <span class=\"citation\">(Dan. 6:11; Ps. 55:18)</span>. Volgens die oorlewering is ook die drie daaglikse eredienste deur die Patriarge van ouds — Abraham, Isak en Jakob onderskeidelik — ingestel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSince Public Prayer replaced the ritual in the Temple, the prayers also contain parts of the Talmudic laws regarding the Temple Service. In fact, the daily prayer hours correspond to the daily temple offering of this life, namely Morning, Additional, Afternoon and Evening Service. There is also reference in the Bible to the three daily worship services directed to the Temple <span class=\"citation\">(Dan. 6:11; Ps. 55:18)</span>. According to tradition, the three daily worship services were also instituted by the Patriarchs of old — Abraham, Isaac and Jacob respectively.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDie Jood se gebede het dus ook gedien om sy gehegtheid aan Sion in al sy verstrooiings deur die eeue heen te handhaaf. Tog is die Joodse gebede geensins tot die Joodse belange alleenlik beperk nie. Net soos gedurende die tempeltydperk toe die offerande ook ten behoewe van alle nasies opgeoffer is, word die hedendaagse gebede deurgaans ook vir die welsyn van die hele beskawing gedoen. Vandaar die algemene en universele betekenis van die Gebedeboeke. Die erediens in die sinagoge is dus die grootste Joodse bydrae tot die open-bare aanbidding wat aan alle geloofsbelydenisse eie is.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Jew&#8217;s prayers therefore also served to maintain his attachment to Ẓion in all his dispersions throughout the centuries. Yet the Jewish prayers are by no means limited to Jewish interests alone. Just as during the Temple Period when the sacrifices were offered for the benefit of all nations, the contemporary prayers are also consistently offered for the welfare of the entire civilization. Hence the general and universal meaning of the Prayer Book. The worship service in the synagogue is therefore the greatest Jewish contribution to the public worship that is common to all faiths.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDie belangrikste deel van die Joodse Gebedeboeke is die Sjema <span class=\"citation\">(Deut. 6:4-9; Deut. 11)</span> en die Sjmone Esre wat ook die Staangebed (Amida) en Stille Gebed genoem word. Onulat die Stille Gebed agtien benediksies (brogot) bevat, staan dit as Sjmone Esre (Hebr. agtien) bekend. Die agtiental word egter slegs op weeksdae gebrnik. Op die Sabbat en Feesdae bestaan die „Sjmone Esre” uit sewe brogot, d.w.s. die eerste drie en die laaste drie brogot bly altyd, terwyl die tussenkomende brogot deur die spesifieke Sabbat- of Feesdag-broga vervang word. In die oggend- en aandgebede word die Amida deur die Sjema voorafgegaan wat by uitstek die Joodse belydenis bevat. Daarom moet hierdie twee dele nooit uitgelaat word nie. Die Stille Gebed is ook ’n herinnering aan die tye toe die gebed ’n private huisdiens was, toe nog elke huis ’n tempel was, elke tafel ’n altaar, elke vader ’n priester en elke moeder ’n priesteres.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe most important part of the Jewish Prayer Book is the Shema <span class=\"citation\">(Deut. 6:4-9; Deut. 11)</span> and the Shmone Esre which is also called the Standing Prayer (Amida) and Silent Prayer. Since the Silent Prayer contains eighteen benedictions (brakhot), it is known as Shmone Esre (Heb. eighteen). However, the eighteen is only recited on weekdays. On the Sabbath and Holidays, the &#8220;Shmone Esre&#8221; consists of seven brakhot, i.e. the first three and the last three brakhot always remain, while the intervening brakhot are replaced by the specific Sabbath or Festival Day brakhah. In the morning and evening prayers, the Amida is preceded by the Shema, which preeminently contains the Jewish confession. Therefore, these two parts should never be left out. The Silent Prayer is also a reminder of the times when prayer was a private household service, when every house was still a temple, every table an altar, every father a priest and every mother a priestess.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDie weeksdae- en die Sabbatgebede is in die Sidoer vervat, terwyl die Feesdae se gebedeboek Magsor (periodiese herhaaling) genoem word. Omdat op die Sabbat en Feesdae in die Tempel ’n spesiale bygevoegde offerande opgeoffer was, is daar vandag nog ’n Bygevoegde Gebed wat daarmee ooreenstem en as Moesaf bekend staan.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe weekday and Sabbath prayers are contained in the Siddur, while the Festival prayer book is called Maḥzor (periodic repetition). Because a special added sacrifice was offered in the Temple on the Sabbath and Holidays, today there is an Added Prayer that corresponds to it and is known as Musaf.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nBuiten nog die Bybel, wat in alle tale oorgesit is, is die Joodse gebedeboeke van ouds af deur die Jode self nog voor die 19de eeu vertaal, nl. in Hollands Judaeo-Duits, Duits, Italiaans, Spaans, Engels, Frans. Die eerste Hollandse vertaling van die Joodse Gebedeboek het in Den Haag in 1791-93 verskyn. Daarna volg Hongaars (Presburg, 1841); Deens (Kopenhagen, 1845); Pools (Warsjou, 1846); Boheems (Weenen, 1847); Mahraties (Bombay, 1859); Roemeens (Bucharest, 1868); Russies deur Rabbyn Josef Hurwits (Wilna, 1870, en later deur Asher Wahl, Wilna, 1886); Kroaties (Agram, 1902). Die Gebedeboeke is vol Aramïese passasies, die landstaal van die Jode in daardie tydperk, bv. Jekoem Poerkan, die Kadisj, Brig Sjmei, ens. Die beste uitgawe van die Asjkenasim se Gebedeboeke vir die Joodse Verenigde Gemeentes van die Britse Ryk wat deur Hoofrabbyn N.M. Adler gemagtitg is, is in Londen, 1891, uitgegee, terwyl die beste uitgawe van die Sephardim se Gebedeboeke deur A.D. de Sola, deur Gagam Moses Gaster bewerk, in Londen, 1901, uitgegee is.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nApart from the Bible, which has been translated into all languages, the Jewish prayer books have been translated by the Jews themselves since ancient times, even before the 19th century, viz. in Dutch Judaeo-German, German, Italian, Spanish, English, French. The first Dutch translation of the Jewish Prayer Book appeared in The Hague in 1791-93. Then followed Hungarian (Pressburg, 1841); Danish (Copenhagen, 1845); Polish (Warsaw, 1846); Bohemian (Weenen, 1847); Marathi (Bombay, 1859); Romanian (Bucharest, 1868); Russian by Rabbi Josef Hurwits (Wilna, 1870, and later by Asher Wahl, Wilna, 1886); Croatian (Agram, 1902). The Prayer Books are full of Aramaic passages, the national language of the Jews in that period, e.g. Yeḳum Purḳan, the Ḳadish, Brikh Shmei, etc. The best edition of the Ashkenazi Prayer Book is the [Prayer Book for the] United Jewish Congregations of the British Empire edited by [Rabbi Simeon Singer and] authorized by Chief Rabbi N.M. Adler that was published in London, 1891, while the best edition of the Sephardi Prayer Book is by A.D. de Sola, edited by Ḥakham Moses Gaster, that was published in London, 1901.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\n’n Paar woordjies oor die „Naam”. Volgens die Joodse Geloof mag Gods ware Naam nie uitgespreek word nie. Sy egte Naam is „Ek is wat Ek is . . . is” <span class=\"citation\">(Ex. 3:14-15)</span>. Dit beteken Oneindigheid, Ewigheid (Hebr. HWH, JHWH, HWJH beteken: te wees). Hierdie geskrewe vorm van die Naam moet as ADNI gelees word, betekenende Heer, Meester, &#8216;n begrip wat die gewone mens kan vat. Dit moet so wees omdat die eindige mens nie die Oneindige Een kan begryp nie. Die woord Heer (Engels „Lord”) is dus opsigself ’n wysiging of verandering van die ware Naam, ’n „gedenknaam van geslag tot geslag” (ibid) — vir die sterflike mens bedoel. Dit is vir die mens ongeoorloof om die woord JHWH (die „tetragrammaton”) soos dit geskrewe staan, uit te spreek; dit mag nog op heiligskennis neerkom. Daar was ’n tydperk toe die Naam uit twee-en-veertig letters bestaan het wat slegs deur priesters in die Tempel uitgespreek mog word. In die toekoms egter sal die uitspraak van die Naam soos die geskrewe vorm daarvan wees <span class=\"citation\">(Talmoed, Tr. Pesagim, bl. 50; Tr. Kedoesjin, bl. 71)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nA few words about the &#8220;Name&#8221;. According to the Jewish faith, God&#8217;s true name may not be spoken. His real name is &#8220;I am what I am . . . is&#8221; <span class=\"citation\">(Ex. 3:14-15)</span>. It means Infinity, Eternity (Heb. HWH, JHWH, HWJH means: to be). This written form of the Name should be read as ADNI, meaning Lord, Master, a concept that the common man can grasp. It must be so because finite man cannot comprehend the Infinite One. The word &#8216;Heer&#8217; (English: &#8220;Lord&#8221;) is therefore in itself a modification or change of the true Name, a &#8220;memorial name from generation to generation&#8221; (ibid) &#8211; intended for mortal man. It is not permissible for man to pronounce the word YHWH (the &#8220;tetragrammaton&#8221;) as it is written; it may still amount to sacrilegious knowledge. There was a period when the Name consisted of forty-two letters that could only be pronounced by priests in the Temple. In the future, however, the pronunciation of the Name will be like its written form <span class=\"citation\">(Talmud, Tr. Pesaḥim, p. 50; Tr. Ḳedushin, p. 71)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nIn hierdie Afrikaanse vertaling word die woord Here vir ADNI gebruik, tw. die Heer God, ofskoon in sommige passasies die woord Ewige van die Joodse Nederduitse vertaling behou is wat tog nader aan HWJH is. (Vergel. „die Here wat hemel en aarde gemaak het” <span class=\"citation\">(Ps. 124, 134)</span>. „Niemand is soos onse Here nie (Ein K’adononoe) waarvoor geen ander vertaling moontlik is nie”.) Vergel. Heb. „Elohim” — meervoud in vorm maar enkelvoud in betekenis.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn this Afrikaans translation the word Lord is used for ADNI, <em>viz.</em> the Lord God, although in some passages the word &#8216;Ewige&#8217; [Eternal] from the Jewish Dutch translation has been retained, which is still closer to HWJH. (Compare &#8220;the Lord who made heaven and earth&#8221; <span class=\"citation\">(Ps. 124:134)</span>. &#8220;No one is like our Lord (Ein K&#8217;adonenu) for which no other translation is possible&#8221;.) Compare Heb. &#8220;Elohim&#8221; — plural in form but singular in meaning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDie ondersteuners van en die bydraers tot hierdie geskiedkundige werk moet ek verseker dat hulle name in ’n afsonderlike boekie of brosjure wat vir hierdie doel gedruk sal word, alfabeties vermeld sal word, saam met hulle gulle gelukwense. Mag hierdie geseënde Gebedeboeke hulle tot ewigdurende eer strek en verdiende geestelike genot meebring.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI must assure the supporters of and the contributors to this historic work that their names will be mentioned alphabetically in a separate booklet or brochure that will be printed for this purpose, together with their generous congratulations. May these blessed Prayer Books extend to everlasting honor and bring deserved spiritual enjoyment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nTewet 5712 &#8211; 1951.<br />\nJohannesburg, Suid-Afrika.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTevet 5712 (1951)<br />\nJohannesburg, South Africa\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Afrikaans)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"afrikaans\" lang=\"afr-Latn\">\nDANKBETUIGING<br />\n&nbsp;<br />\nHartlike dank word hiermee aan die volgende geleerdes vir hulle hulpvaardigheid aan my met die reusewerk van die verlaling van die Sidoer, asmede ander Joodse boeke in Afrikaans, betuig:<br />\n&nbsp;<br />\n(Majoor Ds.) M.T.R. Smit, Bloemfontein,<br />\nProfessor T.J. Haarhoff,<br />\nProfessor dr. Abel J. Coetzee,<br />\nDie heer Ehrhardt Planjé.<br />\n&nbsp;<br />\nJohannesburg.<br />\nM. Romm (Rabbyn Dr.)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nACKNOWLEDGMENTS<br />\n&nbsp;<br />\nHeartfelt thanks are hereby expressed to the following scholars for their helpfulness to me with the tremendous work in the translation of the Siddur, as well as other Jewish books into Afrikaans:<br />\n&nbsp;<br />\n(Major Ds.) M.T.R. Smit, Bloemfontein,<br />\nProfessor T.J. Haarhoff,<br />\nProfessor Dr. Abel J. Coetzee,<br />\nMr. Ehrhardt Planjé.<br />\n&nbsp;<br />\nJohannesburg.<br />\nMoses Romm (Rabbi Dr.)\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Shabbat Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Afrikaans translation",
        "Nusaḥ Ashkenaz",
        "South African Jewry"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "47917"
        ],
        "date_src_start": [
            "1952-00-00"
        ],
        "date_src_end": [
            "1952-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Afrikaans\",\"code\":\"afr\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/12/Siddur-Shalem-lkhol-Tefilot-haShabbat-meturgaman-lAfrikaans-Moses-Romm-1952-title-scaled.jpg",
        "title": "Siddur Shalem l&#8217;khol Tefilot haShabbat meturgaman l&#8217;Afrikaans (Moses Romm 1952) &#8211; title",
        "caption": "Siddur Shalem l'khol Tefilot haShabbat meturgaman l'Afrikaans (Moses Romm 1952) - title"
    },
    "source_link": "https://opensiddur.org/?p=47916",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/shabbat-siddur/volledige-sidoer-vir-die-sabbat-moses-romm-1952/",
    "slug": "volledige-sidoer-vir-die-sabbat-moses-romm-1952"
}