{
    "post_id": 62705,
    "title": "📖 מַחֲזוֹר לְיוֹם כִּפּוּר (מנהג הספרדים) | Majzor leYom Kipur (Libro de Oraciones para el Dia del Perdon), a bilingual Hebrew-Spanish maḥzor compiled and translated by Rabbi Meir Matsliaḥ Melamed (1968/1972)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Meir Matsliaḥ Melamed",
            "bio": "Rabbi Meir Matsliaḥ Melamed (1920-1989), born in Izmir, Turkey, was a rabbi, author, and compiler of siddurim and maḥzorim in Spanish and Portuguese. We know little about his life and career save that he served the Congregation Bené Herzl and Temple Bet-El in Rio de Janeiro, Brazil, before arriving in the United States where he began his tenure in the early 1970s with the Cuban Sephardic Hebrew Congregation in Miami, Florida. If you know more, or can provide a reference to an article or book providing additional information, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/06/meir-matsliah-melamed-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-matsliah-melamed"
        }
    ],
    "date": "2025-07-03",
    "last_updated": "2025-09-30",
    "excerpt": "<span class=\"hebrew\">מַחֲזוֹר לְיוֹם כִּפּוּר</span> <em>Majzor leYom Kipur</em> (Mexico: 1972) is the second edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Yom Kippur prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989), first published in 1968. (This \"second edition\" appears to be more of a \"second printing\" than an update or revision of the first edition.) As no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed at the time, liturgy was reproduced from images of older siddurim. Rabbi Melamed's translation appears to the sides of these images and his commentary underneath.  . . .",
    "content": "<p><span class=\"hebrew\">מַחֲזוֹר לְיוֹם כִּפּוּר</span> <em>Majzor leYom Kipur</em> (Mexico: 1972) is the second edition of a bilingual Hebrew-Spanish nusaḥ Sefaradi Yom Kippur prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989), first published in 1968. This &#8220;second edition&#8221; appears to be more of a &#8220;second printing&#8221; than an update or revision of the first edition. This Mexican printing was dedicated to &#8220;the Spanish speaking Hebrews of the city of Miami Florida, by Salomon and Esther E. Garazi in memory of Moises Egozi Flores&#8221; after their death in Miami on 9 July 1970. Rabbi Melamed had in 1971 been recently installed at the pulpit of the Cuban Sephardic Hebrew Congregation, after having served previously in Rio de Janeiro, Brazil where his 1966 Hebrew-Portuguese siddur <em>Tefilat Masliaḥ</em> was first published. For both prayerbooks, as no Hebrew type with vocalization and cantillation marks was available to Rabbi Melamed, liturgy was reproduced from images of older siddurim. Rabbi Melamed&#8217;s translation appears to the sides of these images and his commentary underneath. </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/majzor-le-yom-kipur-meir-masliah-melamed-1972/Majzor%20leYom%20Kipur%20%28Meir%20Masliah%20Melamed%201972%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain as it was published in the United States within 30 days of having been published in a foreign country. Additionally, the work is in the Public Domain for not having been registered with the US Copyright Office, a required condition for works published before 1 January 1978.</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nPREFACIO\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nPREFACE\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa directiva de la Cuban Sephardic Hebrew Congregation para el año 1971-72, presidida por el Ing. Jaime A. Mitrani, ha incluido en su programa la divulgación de la liturgia hebrea por medio de publicaciones. Hoy realiza su primera obra, ofreciendo a los fieles la oportunidad de rezar con solemnidad y meditación las oraciones del más solemne día del calendario hebreo: el &#8220;Yom Kipur”, Este libro corresponde a una necesidad generalmente sentida, y llenará sin duda una laguna muy grande en los oficios religiosos de nuestro templo\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe board of directors of the Cuban Sephardic Hebrew Congregation for the year 1971-72, presided by Ing. Jaime A. Mitrani, has included in its program the dissemination of the Hebrew liturgy by means of publications. This book corresponds to a generally felt need, and will undoubtedly fill a very large gap in the religious offices of our temple.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl autor del Libro, Gran Rabino Meir Masliah Melamed, Guía espiritual de la Comunidad, ha procurado dar a estas oraciones una forma simple, clara, desprovista de todo adorno literario. Siendo la oración la expresión más íntima de las relaciones del hombre con Dios, perdería su caracter de veracidad si en vez de presentarse con toda facilidad y sencillez, se desvaneciese en la afectación. La oración, escrita, por más perfecta que sea, resulta estéril si el impulso del corazón no la complementa.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe author of the Book, Great Rabbi Meir Masliah Melamed, Spiritual Guide of the Community, has tried to give these prayers a simple, clear form, devoid of any literary ornamentation. Since prayer is the most intimate expression of man&#8217;s relationship with God, it would lose its character of truthfulness if, instead of being presented with all ease and simplicity, it were to fade away in affectation. Written prayer, however perfect it may be, is sterile if it is not complemented by the impulse of the heart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa Directiva de la Congregación agradece al autor-quien con su admirable dedicación a la labor religiosa, se ha ganado el respeto de la Colonia Hebrea de Miami-la cooperación recibida en la publicación de la presente Edición de esta obra.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Board of Directors of the Congregation thanks the author &#8212; who by his admirable dedication to religious work has earned the respect of the Hebrew Colony of Miami &#8212; for the cooperation received in the publication of the present edition of this work.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nLa Directiva.<br />\nMiami, Abril de 1972.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Directive.<br />\nMiami, April 1972.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nINTRODUCCION DEL AUTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAuthor&#8217;s Introduction\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl término “majzor” que designaba originalmente el ciclo anual del sol y de la luna, fue aplicado más tarde al título del libro de oraciones para las principales fiestas del calendario hebreo. Los himnos llamados “piyutim” (poesía devocional) cuyos autores fueron los “paytanim” (poetas litúrgicos) ocupan en él un lugar prominente.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe term “maḥzor”, which originally designated the annual cycle of the sun and moon, was later applied to the title of the prayer book for the main feasts of the Hebrew calendar. The hymns called “piyutim” (devotional poetry) whose authors were the “paytanim” (liturgical poets) occupy a prominent place in it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl “majzor” pasó por un largo prcceso de evolución (del siglo V hasta el siglo XVI) y llegó « convertirse en una rica antología de la literatura clásica judía, incorporando las visiones y aspiraciones, las penas y alegrías de generaciones sucesivas. Ningún otro libro expresa tanto el genio creativo de nuestro pueblo y unifica tan íntimamente la histeria de la dispersión de Israel.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe “Maḥzor” went through a long process of evolution (from the 5th to the 16th century) and became a rich anthology of classical Jewish literature, incorporating the visions and aspirations, the sorrows and joys of successive generations. No other book so expresses the creative genius of our people and so intimately unifies the frenzy of Israel&#8217;s dispersion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCuando en el mundo no existía la lírica místico-religiosa, o la que existía se había desarrollado únicamente en los pueblos politeístas, los “Bené Yisrael” ya cantaban en el Templo los himnos litúrgicos que se habían tornado tradicionales. La poesía litúrgica entre los judios ha existido siempre desde los días lejanos en que los sacerdotes inmolaban las ofrendas votivas en el Templo de Jerusalem. Pero solamente después de la caída de la Ciudad Santa es cuando las oraciones y los cánticos litúrgicos llegaron a. asumir la importancia que conservaron en los siguientes siglos. En efecto, destruido el Templo, abandonado para siempre el Servicio Divino con sus sacrificios, las oraciones adquirieron una mayor importancia, ya que sustituyeren a los mismos sacrificios. ¿Cómo fueron formándose estas “tefilot”, que constituyeron la liturgia judía? Su origen, como ya lo hemos dicho, es muy antiguo. Cuando en Jerusalem el sacerdote cumplía la ceremonia del sacrificio, la acompañaba con la lectura de textos bíblicos. Es antiquísima, por ejemplo, la recitación litúrgica de los Salmos, y podemos decir que de esta práctica surgió el uso de los distintcs himnos religiosos. No es posible precisar la época, el siglo en el cual empezaron a crearse plegarias rituales, pero no hay duda de que en los últimos tiempos del Santuario, cada grupo sacerdotal en turno llamado “Mishmar” acompañabe el sacrificio con la lectura de textos bíblicos: como el Decálogo, la profesión de fe (la Shemá) y otros textos, junto con eulogías y breves plegarias. Á su vez, el grupo en turno de la población, presenciaba los sacrificios y se reunía tres veces por día para orar y para leer los libros sacros. Paulatinamente, y sobre todo desde que se suspendieron los sacrificios, la costumbre de la plegaria cotidiana fue difundiéndose cada vez más. De estas antiguas costumbres proceden los rituales sinagogales de la época posterior al exilio, y las tres oraciones fundamentales: de la mañana (Shajrit), de la tarde (Minjá) y de la noche (Árvit).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen there was no mystical-religious lyric poetry in the world, or that which existed had developed only in polytheistic peoples, the “Bené Yisrael” already sang in the Temple the liturgical hymns that had become traditional. Liturgical poetry among the Jews has always existed since the distant days when the priests immolated the votive offerings in the Temple of Jerusalem. But it was only after the fall of the Holy City that liturgical prayers and songs came to assume the importance they retained in the following centuries. In fact, with the destruction of the Temple and the abandonment forever of the Divine Service with its sacrifices, the prayers acquired a greater importance, since they replaced the sacrifices themselves. How did these “tefillot”, which constituted the Jewish liturgy, come to be? Their origin, as we have already said, is very ancient. When in Jerusalem the priest performed the ceremony of sacrifice, he accompanied it with the reading of biblical texts. It is very ancient, for example, the liturgical recitation of the Psalms, and we can say that from this practice arose the use of the different religious hymns. It is not possible to specify the time, the century in which ritual prayers began to be created, but there is no doubt that in the final days of the Sanctuary, each priestly group in turn called “Mishmar” accompanied the sacrifice with the reading of biblical texts: such as the Decalogue, the profession of faith (the Shema) and other texts, along with eulogies and brief prayers. In turn, there were those among the population who witnessed the sacrifices and met three times a day to pray and to read the sacred books. Gradually, and especially since the sacrifices were suspended, the custom of daily prayer became more and more widespread. From these ancient customs come the synagogal rituals of the post-exilic period, and the three fundamental prayers: morning (Shachrit), afternoon (Minchah) and evening (Arvit).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl oficio público quedó constituido así por la profesión de fe (la Shemá) y por las eulogías de introducción y conclusión. En el día de Sábado y en las fiestas se agregó la lectura de un trozo del Pentateuco, “Perashá”, y de otro de los Profetas, “Haftará”. Además para las fiestas se añadió una nueva plegaria que se llama “Musaf” (oración acrecentada) y para el día del ayuno de Kipur otra más, la del crepúsculo, llamada “Neilá”. Esta es la base inmutable y la parte sustencial de cualquier ritual hebreo, sea Ashkenazi o Sefaradi. Las diferencias se produjeron después en los siglos subsiguientes cor el aporte de la literatura poética judía, quedando sin embargo siempre inalteradas las partes fundamentales que ya hemos indicado.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe public office was thus constituted by the profession of faith (the Shema) and by the eulogies of introduction and conclusion. On the Sabbath day and on the feasts, the reading of a passage from the Pentateuch, “Parashah”, and another from the Prophets, “Haftarah”, was added. Also for the feasts a new prayer was added, called “Musaf” (increased prayer) and for the fast day of Kippur another one, the twilight prayer, called “Neilah”. This is the immutable base and the sustaining part of any Hebrew ritual, whether Ashkenazi or Sephardic. The differences were produced later in the following centuries with the contribution of the Jewish poetic literature, however remaining always unaltered in the fundamental parts that we have already indicated.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSe puede decir que en la época de los Amoraim (Siglos  III-V d. E.C.) ya se había empezado a dar forma definitiva a algunos textos litúrgicos, agregando a la parte ya existente otros textos bíblicos y nuevas plegarias en forma poética. En Babilonia, que fue donda la cultura judía tuvo mayor desarrollo durante ese periodo, la liturgia adquirió algunas diferencias con relación a la de Palestina. Se crearon así los dos rituales distintos: el babiloniense y el palestinense. Más tarde, en el siglo VI, en la época de los Rabinos Saboraim (499-689 d. E.C.), estos diferentes textos litúrgicos fueron redactados por escrito. Alrededor del año 550, puede considerarse cerrado el periodo de desarrollo de las oraciones fundamentales. En el mismo siglo VI, empezó a formarse un tipo de poesía litúrgica que encontró mucho más favor. y fue utilizado para enriquecer el ritual. Esta poesía, que según se cree se inició bajo la influencia bizantina, fue la que se llamó “piyut”, y a su autor “paytan”. El uso de diferentes “piyutim” contribuyó aún más a la formación de los dos principales rituales de que hablamcs, precedentes de Palestina y de Babilonia. De esta manera se formaron paulatinamente los actuales “majzorim” y los demás libros de oraciones para todo el año.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt can be said that in the time of the Amoraim (3rd-5th century C.E.) some liturgical texts had already begun to be given a definitive form, adding to the already existing part other biblical texts and new prayers in poetic form. In Babylon, which was where the Jewish culture had greater development during that period, the liturgy acquired some differences in relation to that of Palestine. Thus two distinct rituals were created: the Babylonian and the Palestinian. Later, in the 6th century, at the time of the rabbinic Saboraim (499-689 C.E.), these different liturgical texts were written down. Around the year 550, the period of development of the fundamental prayers can be considered closed. In the same 6th century, a type of liturgical poetry began to form which found much more favor and was used to enrich the ritual. This poetry, which is believed to have begun under Byzantine influence, was called “piyut”, and its author “paytan”. The use of different “piyutim” further contributed to the formation of the two main rituals of which we speak, Palestinian and Babylonian precedents. In this way the current “maḥzorim” and the other prayer books for the whole year were gradually formed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDe todos los libros, los que tuvieron mayor importancia y a los cuales se dedicó mayor cuidado, fueron naturalmente les de las festividades; y de modo particular, los de Rosh Hashaná y de Yom Kipur. En el oficio de tales días, se procuró recoger todo lo mejor que el espíritu judío creó en su magnífica literatura.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOf all the books, the ones that had the greatest importance and to which the greatest care was devoted, were naturally those of the festivities; and in a particular way, those of Rosh Hashanah and Yom Kippur. In the work of such days, an effort was made to collect all the best that the Jewish spirit created in its magnificent literature.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl progreso más significativo de la poesía devccional, fue promovido por los excelsos esfuerzos del Rabi Elazar Ha-Kalir, uno de les “paytanim” de gran cultura, de quien se dice vivió en Palestina durante el siglc VIII. Sus numerosos poemas-oraciones fueron introducidos en tedas las comunidades judías, e imitados en las siguientes generaciones por otros inspirados “paytanim”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe most significant progress in devotional poetry was promoted by the exalted efforts of Rabbi Elazar Ha-Kalir, one of the most cultured “paytanim”, who is said to have lived in Palestine during the 8th century. His numerous prayer-poems were introduced in all Jewish communities, and imitated in the following generations by other inspired “paytanim”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nDe esta manera, entre las oraciones de la Edad Media, sobre todo en aquellas que fueron compuestas cn España, se encuentran trozos de excelente literatura escrita por Rabi Yehudá Halevy, del cual dijo Enrique Ileine: “tuvo el alma más profunda que los abismos del mar”; y por‎ Ibn Gabirol, cuyas magníficas y tristes palabras abandonan la filosofía para celebrar la grandeza de Dios y acercarse a El.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus, among the prayers of the Middle Ages, especially those composed in Spain, we find pieces of excellent literature written by Rabbi Yehudah Halevy, of whom Henry Ileine said: “he had a soul deeper than the abysses of the sea”; and by Ibn Gabirol, whose magnificent and sad words abandon philosophy to celebrate the greatness of God and approach Him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn nuestras oraciones se halla toda una literatura místico-religiosa que no se encuentra en otras; una poesía que sobrepasa a lo humano y se acerca a lo divino. Nos encentramos a veces con un “piyut” largo, aburrido, v que por lo mencs parece tal a nuestro espíritu más modernc; pero el conjunto de estas oraciones y scbre todo las de los “Yamim Noraim” (días austeros), constituyen algo magnífico, que trasciende a toda la humanidad. Es una verdadera lástima que sean hoy día tan pocos los que se encuentren en condiciones de entender lo que se dice, lo que se canta. Todos, en el día de Kipur cumplimos con nuestro deber de recitar los “Viduyim” (confesicnes). Tales composiciones enriquecen sobremanera nuestras plegarias; lo que a muchos parece ser filatería aburrida, está constituído por trozos literarios litúrgicos cuyo valor poético y cuya belleza supera la de muchas obras contemporáneas más conocidas, y parece aburrido exclusivamente perque no se entiende. De esta literatura y de su espíritu, dijo el crítico español Menéndez y Pelayo: “La inspiración (litúrgica) que vamos buscando se rejugió en los primeros siglos de la Edad Media en el alma de los judíos, y aún entre ellos, la atesoró en el mayor grado el más ilustre de sus poetas, el que logró autoridad casi canónica en las sinagogas, el que compuso la famosa lamentación que sería cantada en todas las tiendas de Israel esparcidas por el mundo en el aniversario de la destrucción de Jerusalem, en el Abu-Hasan de los Arabes: el castellano Yehudá Halevy”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn our prayers there is a whole mystical-religious literature that is not found in others; a poetry that surpasses the human and approaches the divine. Sometimes we find ourselves with a long, boring “piyut”, which at least seems such to our more modern spirit; but the whole of these prayers and especially those of the “Yamim Noraim” (austere days), constitute something magnificent, which transcends all humanity. It is a real pity that so few people today are in a position to understand what is being said, what is being sung. All of us, on the day of Kippur, fulfill our duty to recite the “Viduyim” (confessions). Such compositions greatly enrich our prayers; what seems to many to be boring loquacity is made up of liturgical literary pieces whose poetic value and beauty surpasses that of many better-known contemporary works, and seems boring only because it is not understood. Of this literature and its spirit, the Spanish critic Menéndez y Pelayo said: “The (liturgical) inspiration that we are seeking was rejuvenated in the early centuries of the Middle Ages in the soul of the Jews, and even among them, it was treasured to the highest degree by the most illustrious of their poets, the one who achieved almost canonical authority in the synagogues, the one who composed the famous lamentation that would be sung in all the tents of Israel scattered throughout the world on the anniversary of the destruction of Jerusalem, in the Abu-Hasan of the Arabs: the Castilian Yehudá Halevy.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi a veces encontramos “piyutím” demasiado difíciles, en los cuales las rígidas reglas poéticas restringen el sentido y el sentimiento, hay en cambio otras magníficas composiciones en que la poesía eleva el pensamiento con palabras que se acercan a lo divino. Y esto no es todo: en las poesías que encontramos en nuestros “majzorím” no es la forma literaria solamente la que impresiona, sino el hecho de que en ellas está toda el alma judía; es la revelación del sentimiento y del sufrimiento judíos, es la elevación del dolor hacia Dios, es la confianza y la esperanza de un porvenir mejor.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf sometimes we find “piyutim” too difficult, in which the rigid poetic rules restrict the sense of meaning and the sentiment, there are instead other magnificent compositions in which poetry elevates the thought with words that approach the divine. And this is not all: in the poems that we find in our “maḥzorim” it is not the literary form alone that impresses, but the fact that in them is the whole Jewish soul; it is the revelation of Jewish feeling and suffering, it is the elevation of pain towards God, it is the confidence and hope for a better future.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLos “piyutim” fueron sumados a las viejas fórmulas de oración con el deseo de dar expresión a las emcciones intensas y aspiraciones del pueblo. Nos muestran el corazón judío postrado ante Dics en todos los aspectos: en penitencia, en triunfo, en derrota. El adorador encontrará siempre en estos poemas cierta concordancia con su propia condición espiritual. Ellos se adaptan al joven y al viejo y están repletos de historias antiguas convertidas en figuras retóricas: variada como la vida, su frescura nunca se perdió; tienen una cierta actualidad, lo que hace que sean poseídos por cada generación: contienen oraciones de hombres y mujeres que han luchado por mantenerse vivos y se han vuelto hacia Dios en su miseria. Quizá nada ha llegado hasta nosotros en literatura medieval con más característica judía que esa sublime expresión de los sentimientos de nuestro pueblo en muchos países. En los “piyutim” se reitera perpetuamente la idea de la esperanza en que Dios finalmente pondrá término a los infortunios y sufrimientos de Israel y de la humanidad.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe “piyutim” were added to the old prayer formulas with the desire to give expression to the intense emotions and aspirations of the people. They show us the Jewish heart prostrated before God in all aspects: in penitence, in triumph, in defeat. The worshipper will always find in these poems a certain concordance with his own spiritual condition. They suit the young and the old and are replete with ancient stories turned into rhetorical figures: varied as life, their freshness was never lost; they have a certain topicality, which makes them possessed by every generation: they contain prayers of men and women who have struggled to stay alive and have turned to God in their misery. Perhaps nothing has come down to us in medieval literature with more Jewish characteristic than that sublime expression of the feelings of our people in many countries. In the “piyutim” is perpetually reiterated the idea of hope that God will finally put an end to the misfortunes and sufferings of Israel and mankind.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa fe de Israel encontró su más fiel expresión en las oraciones del “Majzor” que contienen además de la adoración a Dios, las nobles asp&#8217;raciones de nuestro pueblo en un exilio de aproximadamente dos mil años de duración. Reflejan tcdas las fases, tanto luminosas como oscuras, y hacen resonar el eco vibrani” del alma de Israel inspirada por aquella confianza que resultó ser siempre la razon suprema de nuestra existencia.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe faith of Israel found its most faithful expression in the prayers of the “Maḥzor” which contain, in addition to the worship of God, the noble aspirations of our people in an exile of approximately two thousand years&#8217; duration. They reflect all the phases, both light and dark, and resonate the vibrant echo of the soul of Israel inspired by that trust which has always proved to be the supreme reason for our existence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRabbí Meir Masliah Melamed.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRabbi Meir Matsliaḥ Melamed\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Spanish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nNOTAS PARA EL LECTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nNOTES TO THE READER\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn las palabras hebreas escritas con caracteres latinos, empleamos, basándonos en la pronunciación sefaradita, las siguientes convenciones fonéticas, debido a la inexistencia en español de fonemas que correspondan exactamente a ciertos fonemas hebreos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the Hebrew words written with Latin characters, we use, based on the Sephardic pronunciation, the following phonetic conventions, due to the non-existence in Spanish of phonemes that correspond exactly to certain Hebrew phonemes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nEjemplo:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nExample:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nALEF = A, E, I, O, U, de acuerdo con la vocal que la acompaña.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nALEF = A, E, I, O, U, according to the accompanying vowel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nAYIN = A, E, I, O, U, de acuerdo con la vocal que la acompaña.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAYIN = A, E, I, O, U, according to the accompanying vowel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nBET = B<br />\nVET = V\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBET = B<br />\nVET = V\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nVAV = V\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nVAV = V\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nGUIMAL = G\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nGIMAL = G\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nHE = H, cuando estuviera al iniciar la palabra o enmedio de la misma, pero omitida al final, salvo en las palabras: Yah, Haleluyah. Sélah, Sarah y algunas otras.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHE = H, when at the beginning of the word or in the middle of the word, but omitted at the end, except in the words: Yah, Haleluyah. Sélah, Sarah and some others.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nJET = J\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nJET = J\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nJAF = J<br />\nCAF = C o K\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nJAF = J<br />\nCAF = C o K\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nKOF = K\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nKOF = K\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nTET = T\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTET = T\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nTAV = T\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTAV = T\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nSAMEJ = S\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSAMEJ = S\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nSIN = S\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSIN = S\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nTSADI = TS o TZ\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTSADI = TS o TZ\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nSHIN = SH\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSHIN = SH\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn lo que se refiere a la traducción del texto hebreo al español, seguimos lo más literalmente posible, el texto original, sacrificando aún en ciertas partes la belleza literaria o la concordancia gramatical de la lengua española por conservar el estilo original, y también para facilitar una mejor comprensión a aquellas personas que más o menos conocen el idioma hebreo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAs far as the translation of the Hebrew text into Spanish is concerned, we followed as literally as possible the original text, sacrificing even in certain parts the literary beauty or the grammatical concordance of the Spanish language in order to preserve the original style, and also to facilitate a better understanding for those people who are more or less familiar with the Hebrew language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPero en ciertos párrafos de lenguaje talmúdico, la traducción no fue literal. Algunas veces, como por ejemplo en los casos de los Ribonó shel olam y Yehi Ratzon, etc., los sustituímos por otras oraciones y meditaciones adecuadas, porque una traducción literal en estos casos sería ininteligible para los que no están familiarizados con el lenguaje cabalístico.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut in certain paragraphs of Talmudic language, the translation was not literal. Sometimes, as for example in the cases of the Ribono shel olam and Yehi Ratzon, etc., we replaced them with other appropriate prayers and meditations, because a literal translation in these cases would be unintelligible to those unfamiliar with Kabbalistic language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl estilo empleado en este Majzor es de los más sencillos. Con todo, se colocó entre paréntesis una explicación interpretativa, para facilitar el sentido que el texto hebreo desea transmitir.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe style used in this Maḥzor is one of the simplest. However, an interpretative explanation is placed in parentheses, to facilitate the meaning that the Hebrew text wishes to convey.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl lector notará que una misma palabra o frase del texto hebreo fueron traducidos al español de modo diferente cuando se repiten las mismas oraciones; esto se hizo a propósito, con el fin de mostrar las diversas interpretaciones que estas mismas palabras o frases pueden tener, conservando al mismo tiempo su sentido literal o interpretativo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe reader will notice that the same word or phrase in the Hebrew text was translated into English differently when the same sentences are repeated; this was done on purpose, in order to show the different interpretations that these same words or phrases can have, while preserving their literal or interpretative meaning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEste Majzor, cumple con el sabio consejo de Rabí Yehudá Hejasid (Judá de Regensburg, siglo XII), que escribió: “El que transcribe un libro de oraciones deberá transcribir también los pasajes repetidos, para que el devota no tenga que huscarlos de página en página, yendo de referencia en referencia.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis Maḥzor, complies with the wise advice of Rabbi Yehudah he-Ḥasid (Judah of Regensburg, 12th century), who wrote: “He who transcribes a prayer book should also transcribe the repeated passages, so that the devotee does not have to sift through them from page to page, going from reference to reference.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nRabbí Meir Masliah Melamed.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRabbi Meir Matsliaḥ Melamed\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3893"
        ],
        "_thumbnail_id": [
            "62711"
        ],
        "date_src_start": [
            "1968-00-00"
        ],
        "date_src_end": [
            "1968-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/majzor-leyom-kipur-meir-masliah-melamed-1972-title.jpg",
        "title": "Majzor leYom Kipur (Meir Masliah Melamed 1972) &#8211; title",
        "caption": "Majzor leYom Kipur (Meir Masliah Melamed 1972) - title"
    },
    "source_link": "https://opensiddur.org/?p=62705",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/yom-kippur-mahzorim/majzor-leyom-kipur-compiled-and-translated-by-meir-matsliah-melamed-1968/",
    "slug": "majzor-leyom-kipur-compiled-and-translated-by-meir-matsliah-melamed-1968"
}