{
    "post_id": 27317,
    "title": "&#x1F4D6; תפלות ליום כיפור (מנהג הספרדים)‏ | Tefilot l'Yom Kippur, arranged and translated by Rabbi David de Sola Pool (1939)",
    "author": "David de Sola Pool",
    "coauthors": [
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-09-24",
    "last_updated": "2025-12-31",
    "excerpt": "A bilingual Hebrew-English maḥzor for Yom Kippur in the Sepharadic tradition compiled by David de Sola Pool in 1939.  . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/tefilotlyomkippurdaviddesolapool1939#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n[ACKNOWLEDGEMENT]</p>\n<p>The Union of Sephardic Congregations wishes to record its gratitude to the Rev. Dr. David de Sola Pool, rabbi of the Congregation Shearith Israel in the City of New York. </p>\n<p>Following the example of his forebears, rabbis in Israel, and in their spirit, he has prepared this edition of our Yom Kippur liturgy as a labor of love and reverence, that new generations may with deepened devotion perceive and prize the beauty, comfort and inspiration of Israel’s time-honored prayers to the Almighty Father of all mankind.</p>\n<p>THE MESSAGE OF THE DAY OF ATONEMENT</p>\n<p>The Jewish year opens with ten days of awe which close with the concentrated fervor of the Day of Atonement. While every Sabbath and every day is invested with religious character, the dav of Atonement stands out as Yoma, the day par excellence, as the rabbis termed it. The Bible calls it <em>Shabbath Shabbathon</em>, the Sabbath of Sabbaths. Every Jew in whose soul still glimmers a spark of religious feeling and of brotherhood with Israel betakes himself on that day to the Synagogue, there to remain from sunset to sunset in devout and uninterrupted spiritual exercise that makes concession only to the need of sleep at night. Otherwise, all bodily appetites and desires are subdued in utter abnegation while the soul seeks its God.</p>\n<p>Other days of Jewish religious observance are enriched by historic memories. Passover has the exodus from Egypt, Shabuoth the revelation at Mt. Sinai, Succoth the desert wanderings, Ḥanukkah, Purim, the Fast of Ab-these all appeal to historic traditions of the Jew. But Yom Kippur, with its preparatory day of awe, Rosh Hashanah, exercises a purely spiritual appeal. That appeal is uniquely strong because it responds to one of the profoundest longings of the human soul &#8212; to free oneself from all mundane exigencies and distractions, to shut out alike the engrossing call of work and the allure of pleasure, and, rising above physical appetites and the disturbing trivialities of the dai ly routine, to take refuge within the sanctuary of God and penetrate into the Holy of Holies, into the secret places of the soul. Yom Kippur is consecrated to a fearless introspection and weighing of our habits, tendencies and manner of living. We scrutinize our record of the past year, and ask the help of the Divine within us and above us to correct the flaws in the texture of our soul, as we lay on His altar the offering of remorse for the past and we determine to achieve amendment in the future.</p>\n<p>The day does not come upon us without notice. Throughout the month preceding Rosh Hashanah additional penitential prayers are included in the daily services of worship. The New Year&#8217;s day is a solemn inauguration of the moral accounting, the first of <em>Asereth Yeme Teshuba</em>, the Ten Days of Penitence, which rise to their climax on Yom Kippur.</p>\n<p>With all its solemn consciousness of sin, Yom Kippur is the Day of Atonement, and underlying it is a philosophy of invincible optimism. The Jew looks out on the world with a wholesome conviction of man&#8217;s ability by his own efforts to attain virtue. He believes profoundly in the possibilities of purity of the human soul. Every day in the year he opens his morning prayers with the ringing declaration, &#8220;My God, the soul with which Thou hast endowed me is pure.&#8221; He rejects all teachings which depict the soul as held in the grip of sin. He repudiates a way of life which tends to a continued self-flagellation. Not for the Jew may spirituality be darkened by a morbid ingrowing sense of sin dominating human life. Therefore he designates but one chief penitential period in the year, and during the rest of the year, while on his guard against backsliding, he faces life with an inspiriting sense of innate human virtue.</p>\n<p>The Day of Atonement demands <em>innui nefesh</em>, &#8220;affliction of soul.&#8221; Thus the Bible terms fasting&#8217;s mortification of the flesh, and intimates the spiritual discipline which must go with the day&#8217;s abstention from food and drink. <em>Innui nefesh</em> is the offering of each individual soul. No one can bring that offering to God for another. In achieving atonement there is no priest, no scapegoat, no angelic interceder, no beatified pleader, no mediating savior, to come between the individual soul and God. The obligation rests inescapably on each to cleanse his own soul through his own communing and his own inward struggle.</p>\n<p>Time was in Israel&#8217;s childhood when the high priest, the scapegoat and sacrificial offerings played a prominent ritual part in symbolizing and stimulating personal atonement. But already in ancient days the Psalmist gave undying expression to the deep verities of atonement when, praying to be washed thoroughly from his guilt and cleansed from his sin, he declared &#8220;Thou takest no delight in a sacrifice, else would I give it; a burnt-offering Thou dost not desire. The sacrifices of God are a contrite spirit, a broken and a contrite heart, O God, Thou wilt not despise.&#8221;</p>\n<p>Today the services of Yom Kippur preserve only historic references to the sacrifices in the ancient Temple. Its ritual has been progressively spiritualized, and the inwardness of atonement increasingly stressed. Two and a half millennia ago the prophet&#8217;s incisive truths tore through the plaster of words of those who, claiming atonement through the act of fasting and the recital of words. of prayer, had protested to God, &#8220;Wherefore have we fasted and Thou hast not seen, afflicted our souls and Thou hast not taken notice?&#8221; The prophet&#8217;s reply was a scathing condemnation of bending the head as a bulrush, strewing sackcloth and ashes, and the forms of fasting and prayer when not severed from greed and dishonesty, contention and violence. The fast only then is a day acceptable to God when it goes with &#8220;loosening the fetters of wickedness, undoing the bonds of the yoke, sending the oppressed free, and breaking every yoke. Is it not to break thy bread for the hungry, and that thou bring to thy house the outcast poor; when thou seest the naked thou coverest him, and hidest thyself not from thine own flesh?&#8221; The Day of Atonement demands not a form of atonement but its reality.</p>\n<p>While the Psalmist voiced the deepest truth of moral eugenics in his assertion that &#8220;vice kills the wicked,&#8221; the prophet held up to mankind the hope of humanity and of civilization when he pleaded, &#8220;Return, return from your evil ways; why would you die, O house of Israel?&#8221; For had not God Himself declared, &#8220;Let the wicked forsake his way and the man of iniquity his purposes; let him return unto the Lord that He may have mercy on him, to our God for He is abundant in pardon.&#8221;</p>\n<p>On the New Year, the day when God sits in tribunal to recall and judge the work of mankind on earth, we think of God as the God of justice. Without justice the world could not endure, and life would become &#8220;a tale told by an idiot, full of sound and fury, signifying nothing.&#8221; But on the Day of Atonement we think of God as the God of mercy, love, and understanding forgiveness. Again and again in every service of the day we recall His revelation of His nature in the thirteen attributes perceived by the spiritual vision of Moses: &#8220;The Lord, the Lord, God compassionate and gracious, long suffering and abundant in mercy and truth, keeping mercy for thousands, forgiving iniquity, transgression and sin, and absolving.&#8221; The God of Israel is a God of justice but not of vengeance, not implacable but merciful, a God who makes human life possible, beautiful and divine through both justice and love. This promise of the divine grace which may irradiate life with infinite glory in the unfathomable depths of the soul breathed into man by God Himself is the message of the Day of Atonement.</p>\n<p>&nbsp; </p>\n<p><strong>THE SERVICES</strong></p>\n<p>MINHAH &#8212; AFTERNOON SERVICE (Pages 1 to 17)</p>\n<p>The afternoon service on the day preceding the Day of Atonement (pages 1 to 17) is read soon after noon, so as to allow ample time for physical and spiritual preparation for the fast. To the usual daily afternoon service penitential elements are added in the Amidah, and a penitential Psalm is recited instead of Psalm sixty-seven.</p>\n<p>KAL NIDRE (Pages 19 to 32)</p>\n<p>The evening service opens with the chanting of <em>Shema&#8217; Koli</em>&#8211;&#8220;O God who acceptest&#8221; (page 23), a more than nine hundred year old hymn of entreaty by Hai, the last of the great Geonim of Babylonia (d.1038). In some congregations <em>Le&#8217;ha Eli</em> (page 21), a poem of lofty adoration and confession by Abraham ibn Ezra of Toledo, Spain, (1092-1167), precedes it in sounding the evening&#8217;s keynote of inspired reverence.</p>\n<p>Memorial prayers (<em>Hashcaboth</em>) for departed benefactors of the congregation are then recited in some congregations, although in others these are more properly included in the Memorial Service. (Page 32).</p>\n<p><em>Sefarim</em> (Scrolls of the Law) are taken from the <em>He&#8217;hal</em> (Ark) and brought to the <em>Tebah</em> (Reader&#8217;s Desk) to invest with the greatest solemnity the declaration of <em>Kal Nidre</em> (page 26). This formula of absolution seems to have grown up in the early Middle Ages when Jews who had been given the alternative of death or acceptance of another religion found their way on this night of nights back to their people and the faith they had been compelled to renounce under duress. Then rabbis speaking the formula before the community declared the vows of apostasy wrung from them unreal and void, and formally permitted their unhappy brothers, transgressors perforce though they were, to rejoin Israel in penitential prayer. During the ages the formula of absolution has been broadened to apply to all personal or ritual vows between oneself and one&#8217;s Maker. It does not, for it can not, release from any juridical oath, or from any promise, vow, contract or obligation between man and man. Rabbi Eleazar ben Azariah (first century of the common era) summed up the uncontested principle of Jewish teaching in the declaration that the Day of Atonement does not atone for offenses committed by man against his fellow man until he has made direct personal atonement and redress to the one he has offended. Similarly, no one can be absolved on the Day of Atonement from any obligation towards another except by action of the one to whom the obligation is due.</p>\n<p>Blessings are invoked on the government of the country, on the congregation, and on the congregation&#8217;s <em>Hatan Torah</em> and <em>Hatan Bereshith</em> (Bridegroom of closing the cycle of reading the Torah and Bridegroom of its beginning). In the historic congregation Shearith Israel in New York, blessings are added for other communities, especially those of Amsterdam, London, Curacao, and Surinam, which co-operated in building in New York City the first synagogue on the North American continent (1730). Prayers are offered for those absent from worship through travel, sickness, or being held prisoners in the concentration camps and political prisons which have tragically taken the place of the dungeons of the Inquisition to which this prayer originally applied.</p>\n<p>MEMORIAL SERVICE (Pages 32 to 34)</p>\n<p>Either before or immediately after the <em>Sefarim</em> have been returned to the Ark, a solemn memorial service is held, and offerings are made in the memory of loved ones who have been called away.</p>\n<p>ARBITH &#8211; EVENING SERVICE (Pages 34 to 67)</p>\n<p>The regular evening prayers, including the blessing on the evening (page 34), on the revealed Torah (page 35), the <em>Shema&#8217;</em>, the Jew&#8217;s profession of faith in a sole supreme God (page 35), and his affirmation of belief (page 37), introduce the silent <em>&#8216;Amidah</em> (pages 40 to 49). This is characterized by a magnificent universalism embracing all mankind in the quest of the human soul for the divine, and by the confessional and penitential prayers expressive of the spirit of the day.</p>\n<p>SELIHOTH AND CONFESSIONS (Pages 52 to 59)</p>\n<p><em>Ana Bekorenu</em>&#8211;&#8220;When we implore Thee&#8221; by David ben Bekuda, a 12th century poet of Spain, introduces the <em>Selihoth</em> (page 52). These supplications, which form an integral part of each service of the day, affirm the thirteen attributes of God&#8217;s mercy proclaimed to Moses (<em>Vayaabor</em>, Exodus 34, 36 and 37), His divine sovereignty (<em>Adonai Mele&#8217;h</em>), and confessions, some of which come down from the Talmudic era fifteen or more centuries. ago. Since these confessions are for the whole community and are not meant to be descriptive of the frailties and failings of any one individual, they are couched in the plural and are comprehensive. By their collective character they stress the responsibility of the individual for social sins. These also are our personal responsibility which we cannot evade by laying them at the door of an impersonal &#8220;society&#8221; conceived of as external to ourselves. We hold ourselves guilty for their existence, and we help society to find its soul through the self-cleansing of the individuals who compose it.</p>\n<p>In closing the evening service the first four Psalms (pages 61-63) introduce the majestic <em>&#8216;Alenu</em>&#8211;&#8220;It is for us to praise&#8221; (page 65), and the <em>Yigdal</em>&#8211;&#8220;Praise God&#8221; (page 67) attributed to Daniel bar Baru&#8217;h (14th century), a poetic summary of the thirteen Jewish creeds formulated seven and a half centuries ago by Maimonides. The superbly beautiful <em>Kether Mal&#8217;huth</em>, (page 333a), the Royal Crown, by Solomon ibn Gabirol (1021-1069) of Malaga, Spain, is recited by some after the service.</p>\n<p>SHAHRITH &#8212; MORNING SERVICE (Pages 68 to 214)</p>\n<p>The usual <em>Zemiroth</em>, morning prayers and Psalms, are enriched by the penitential Psalms (pages 27 to 106). The ecstatic adoration <em>Nishmath</em>&#8211;&#8220;Lord our God, the soul&#8221; is introduced by <em>Adonai negde&#8217;ha</em>&#8211;&#8220;Before Thee, O Lord&#8221; (page 128), a deeply spiritual hymn by the beloved Spanish Jewish poet Jehuda Halevi (12th century), and <em>Elohim Eli attah</em>&#8211;&#8220;O God, my God art Thou&#8221; (page 129), a vibrantly religious poem by Solomon ibn Gabirol (1020-1069). The introduction to the Kaddish is the hymn <em>Shinannim</em>&#8211;&#8220;Angels of peace&#8221; (page 134) by the same 11th century Spanish Jewish poet. The blessing of the morning, and of God&#8217;s revelation (page 137), the declaration of His unity, the <em>Shema&#8217;</em> (page 142), and the following affirmation of faith (page 144), lead up to the <em>&#8216;Amidah</em> which is the same as that prayed the preceding evening. It is first read in silent devotion and then repeated aloud. In the repetition there are added a hymn by Joseph ibn Abitur (10th century) <em>Afude shesh</em>&#8211;&#8220;Angels robed&#8221; (page 147), depicting angels and mortals united in praise of God, and Jehuda Halevi&#8217;s soaringly majestic poem <em>Elohim el mi</em>&#8211;&#8220;O God, to whom may I liken Thee&#8221; (pages 149 to 154), attuning the worshiper to the mood of the <em>Kedushah</em>. To the confessions as on the preceding evening there is added a long personal confession (pages 158 to 162) of uncertain authorship, but often attributed &#8216;to a head of one of the great rabbinical colleges of a thousand years ago. The hymn <em>Lemaan&#8217;ha</em>&#8211;&#8220;For Thine own sake&#8221; by David ben Bekuda of the twelfth century in Spain, opens the <em>Selihoth</em> (pages 177 to 192), which are the same as on the preceding evening and as in all the services of the day.</p>\n<p>The readings from the Torah (pages 201 to 206) set forth the ancient Temple ritual of the day ordained by the law of Moses, while the <em>Haftarah</em> (page 206) in the flaming words Isaiah of Babylon excoriates the form of fasting without sincerity, the Ritual of atonement without amendment, and prayer without moral conduct. With the solemn return of the Scrolls of the Law to the Ark the Morning Service is brought to a close.</p>\n<p>MUSAF &#8212; ADDITIONAL SERVICE (Pages 215 to 203)</p>\n<p>After the silent reading of the <em>&#8216;Amidah</em> (pages 40 to 49), in its repetition there are chanted two introductions to the <em>Kedushah</em> (page 220). The one <em>Bimrome erets</em>&#8212; &#8220;In the heavenly heights&#8221; (page 217) by Joseph ibn Abitur, a tenth century Spanish Jewish poet, compares the worship of the angels on high with that of Israel on earth. In the other, <em>Erets hithomtetha</em>&#8211;&#8220;Earth quivered&#8221; (page 219) by Jehuda Halevi, from two centuries later, there is depicted in rapid descriptive phrases the awe of God&#8217;s worship.</p>\n<p>Solomon ibn Gabirol&#8217;s <em>Aromim&#8217;ha</em>&#8211;&#8220;I will extol Thee&#8221; (page 225), introduces the <em>&#8216;Abodah</em> (page 226) of unknown authorship, a long and detailed description of the sacrificial service of the day as carried out on this day in the Temple in Jerusalem two thousand years ago. A 10th century poem by Joseph ibn Abitur (page 239) plays on the theme of the impressiveness of the high-priest on this day, and three ecstatic and elaborately wrought poems beginning <em>Ashre &#8216;Ayin</em>&#8211;&#8220;Happy the eye&#8221; (pages 240 to 246), respectively by Solomon ibn Gabirol (1021-1069), Jehuda Halevi (12th century) and Abraham ibn Ezra (1092-1167), suggest the rapture evoked by the intense spiritual concentration on the ceremonial. <em>Shamem har Tsiyon</em>&#8211;&#8220;The mount of Ẓion&#8221; (page 248) by Solomon ibn Gabirol (eleventh century) acclaims the offering of prayer in place of sacrifices.</p>\n<p>The confessions in the <em>&#8216;Amidah</em> include a long elaboration of the acrostic <em>Ashamnu</em> (page 252). <em>Yisrael &#8216;abade&#8217;ha</em>&#8211;&#8220;Israel Thy servants&#8221;, a hymn of unknown authorship (page 174), introduces the familiar <em>Selihoth</em> (pages 177 to 192) following the <em>&#8216;Amidah</em>. The lyric&#8211;<em>En Kelohenu</em>&#8211;&#8220;There is none like our God&#8221; (page 260), <em>&#8216;Alenu&#8217;s</em> triumphant acclaim of the one supreme God, and the superb philosophic faith of <em>Adon &#8216;Olam</em>&#8211;&#8220;Creation&#8217;s Lord&#8221; (page 263), close the additional service.</p>\n<p>MINHAH &#8212; AFTERNOON SERVICE (Pages 264 to 293)</p>\n<p>After the usual opening prayers of the afternoon service, including the wonderful praise of the one hundred and forty-fifth Psalm (page 266), a solemn moral injunction of decency and purity is read from the Torah (pages 271 to 274). The <em>Haftarah</em> (pages 274 to 280) is the Book of Jonah with its vividly dramatised message of the inescapable insistencies of the human conscience, God&#8217;s love for all His creatures, and the efficacy of true atonement. After the Sefer Torah has been returned to the Ark, the <em>&#8216;Amidah</em> (pages 40 to 49) is read silently. In it repetition <em>B&#8217;ne &#8216;Elyon</em>&#8211;&#8220;Angels on high&#8221; (page 282) by an unknown poet, and <em>Anshe hesed</em>&#8211;&#8221; O ye men of faith&#8221; (page 284) by Moses ibn Ezra, 11th century Spanish Jewish poet, evoke the mood of wonderment brought to a head in the angels&#8217; praise echoed in the <em>Kedushah</em> (page 285). To the regular confessions of the <em>&#8216;Amidah</em> is added one in which the poet Isaac son of Israel (of unknown date) despairing of physical aid offers his own soul in contrition (pages 289 to 291). <em>Yah shema&#8217;</em>&#8211;&#8220;Lord to Thy pitiful people&#8221; (page 175), a hymn of appeal by Jehuda Halevi (12th century) sung to a stirring melody, introduces the <em>Selihoth</em> (pages 177 to 192), following which the Afternoon Service is soon completed.</p>\n<p>NEILAH &#8212; CLOSING SERVICE (Pages 294 to 329)</p>\n<p>The <em>Neilah</em> &#8220;Closing&#8221; service marking the closing of the gates of heaven and the final inscription and sealing of our individual records in the heavenly books, is unique to this day alone. It is customary to preface this service with <em>Hashcaboth</em> (memorial prayers) in memory of past religious leaders and of benefactors of the congregation (page 32). Thereafter with the solemn opening of the Ark, <em>El nora &#8216;alilah</em>&#8211;&#8220;God of awe&#8221; (page 294), an entreaty for pardon by the 11th century Jewish poet of Granada, Moses ibn Ezra, is chanted in plaintive appeal for pardon e&#8217;re the gates are closed. In the repetition of the silent <em>&#8216;Amidah</em> (pages 297 to 305) a brief hymn <em>Erelim</em>&#8211;&#8220;Angels bright&#8221; (page 307) by Abraham ibn Ezra of Spain (1092-1167) introduces the angelic chorus of the <em>Kedushah</em> (page 309). As the sunset with its close of the day is rapidly approaching, the confessions (pages 313 to 316) are shortened, as are the <em>Selihoth</em> (pages 322 to 325). A final supplication <em>Shebet Jehudah</em>&#8211;&#8220;Still is Judah&#8217;s tribe&#8221; (page 324) by an unknown poet named Shemaiah leads on to the awe-inspiring climax of this day of mounting spiritual intensity. With profound fervor and rapt devotion, God and His unity are solemnly proclaimed. Seven times the triumphal repudiation of all lesser gods and the convinced acknowledgment of God alone is echoed by the spiritual descendants of those who first raised this exultant cry with Elijah on Mount Carmel. The thrilling clarion call of the Shofar rings out, and the worshipers with souls refined and purified by the flaming spiritual discipline of the day, utter their final prayer that with the closing of the gates they may be sealed in God&#8217;s book of forgiveness, life, blessing and peace.</p>\n<p>The sun has set; a new year of spiritual life is ushered in by the customary prayers of the eve of a new day. This service is very brief, taking but a few minutes, and those worshipers who have truly lived through the unique spiritual cleansing of the day and who are held as in a trance by its illuminating quality do not willingly break the spell and mar its soul-stirring beauty by hasty movement or trivial greeting. They will wait reverently in their seats until a few moments later the final words of congregational prayer are uttered. Then they may go forth from the House of God morally strengthened to face the difficulties and temptations of another year, serene of soul and at peace with themselves, with their fellowmen and with their God.</p>\n<p>&nbsp;</p>\n<p>The Union of Sephardic Congregations in publishing this volume of prayers for the Day of Atonement has been guided by the same principles as have characterized the preceding volumes in this series.</p>\n<p>In the Hebrew text, as an aid to accurate reading, the short <em>kametz</em>, pronounced o as in nor, has been indicated by the vowel sign ¬ . Scrupulous care has been exercised in the grammatical and linguistic revision of the text, though that revision has raised no rash or irreverent hands against the beloved traditional liturgy. There have been no unwarranted modernizing changes or anachronistic rewordings. Reverence has been shown to the age and the sanctity of this time-hallowed ritual of worship, and no alteration or rewriting has been admitted in these prayers which are charged with the intense fervor of centuries of passionate praying.</p>\n<p>Only in two respects does this volume differ markedly from all earlier Hebrew and English editions of the Sephardic prayer book for the Day of Atonement. The typography endeavors to make clear the poetic form of the hymns and the prayers which lose so much of their literary character when printed and read as prose; and the spacing of the prayers and the marking of responses with a double asterisk is designed to encourage congregational participation.</p>\n<p>The English translation, while aiming at an exact rendering of the Hebrew, has tried not to sacrifice intelligibility to literalism. It seeks to free the English text from obscurity and to put into the hand of its reader a manual of appealing devotion worthy of the awesome day.</p>\n<p>The editor realizes in all humility that success in attaining these aims can be only relative and partial. In the spirit of the Day of Atonement he asks for a forbearing and understanding judgment of the difficulties of his task, and a generous recognition of his aspiration rather than of his achievement. He gladly takes this opportunity of expressing his appreciation of the help given him in reading the proofs by his colleague, the Rev. D. A. Jessurun Cardozo, and by Mr. Reuben Lieberman of Brighton, and of the co-operation shown by Mr. Edward Goldston.</p>\n<p>May this volume of hallowed devotion published by the Union of Sephardic Congregations serve as a spiritual guide that will lead the worshiper through the difficult paths of introspection and contrition to cleansing of soul, spiritual peace and at-one-ment with God.</p>\n<p>D. DE SOLA POOL.<br />\nElul 1, 5698\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Maḥzorim for Yom haKippurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27318"
        ],
        "date_src_start": [
            "1939-00-00"
        ],
        "date_src_end": [
            "1939-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/Tefilot-lYom-Kippur-David-de-Sola-Pool-1939-title-page.png",
        "title": "Tefilot l&#8217;Yom Kippur (David de Sola Pool, 1939) &#8211; title page",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27317",
    "permalink": "https://opensiddur.org/compilations/liturgical/mahzorim/yom-kippur-mahzorim/tefilot-lyom-kippur-arranged-and-translated-by-david-de-sola/",
    "slug": "tefilot-lyom-kippur-arranged-and-translated-by-david-de-sola"
}