{
    "post_id": 22843,
    "title": "&#x1F4DC; פָּרָשַׁת מִקֵּץ | Parashat Miqets (Genesis 41:1-44:17), color-coded according to its narrative layers",
    "author": "the Mesorah (TaNaKh)",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Mesorah (TaNaKh)",
            "bio": "The Mesorah (Heb: <span class=\"hebrew\">מָסוֹרָה</span>) a/k/a, the Masoretic text is the authoritative Hebrew and Aramaic text of the TaNaKh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "the Mesorah (Masoretic kernel 'E')",
            "bio": "The textual source called 'E' is the earliest of all literary sources in the Torah, the kernel from which all other narratives expanded upon. E was composed in the mid- to late eighth century BCE, toward the end of the heyday of the northern Ephraimite Kingdom, one of the two kingdoms that occupied Biblical Israel. The Kingdom of Ephraim was the larger and more urban of the two, and had its capital in Samaria, the city after which the Samaritans are named. To its south lay the smaller, but better-known Kingdom of Judah, whose capital city was Jerusalem. It seems likely that E was composed during this period because it marked the first literary flowering in ancient Israel. We know this based on the books of Amos and Hosea, composed at about that time, and from a wealth of inscriptions that we can confidently date to that period. The book of E, so called because it uses Elohim as its exclusive name for the deity of the Pentateuch, is composed of five story cycles focusing on five early Israelite heroes: Avraham, Yaakov, Yosef, Moshe, and Bilaam. The stories of Avraham and Bilaam are placed at the beginning and end of the Elohistic document, respectively, so that the two men can serve as models for how one should fear the remote and awesome God of the Elohistic source. The Yaakov, Yosef, and Moshe cycles, which comprise the bulk of the E narrative, chronicle Israel’s metamorphisis from a family into a people.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/e-kernel-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'J')",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "the Mesorah (Masoretic layer 'B')",
            "bio": "The last major addition to the biblical text was a post-exilic (pre-3rd century BCE) source which Dr. Tzemaḥ Yoreh refers to as the \"Bridger\" or simply, 'B.' B supplements earlier layers of text with genealogies and popular myths, providing narrative bridges between distant story cycles. B's narrative additions often share a fantastic element rarely found in Biblical narrative, and are most likely later additions to their respective Pentateuchal frameworks.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/b-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2018-12-01",
    "last_updated": "2025-12-01",
    "excerpt": "The text of parashat Vayeshev, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanchuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017). As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah containing text of this layer is <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a>.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span> </p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>Parashat Miqets (Genesis 41:1-44:17) in the annual Torah reading cycle, is read on the fourth shabbat of the month of Kislev. The parashah is preceded by <a href=\"https://opensiddur.org/readings-and-sourcetexts/torah-readings/annual-cycle/sefer-bereshit/parashat-vayeshev/parashat-vayeshev-color-coded-according-to-its-narrative-layers/\">Vayeshev</a> (Genesis 37:1–40:23); parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/torah-readings/annual-cycle/sefer-bereshit/parashat-vayigash/parashat-vayigash-color-coded-according-to-its-narrative-layers/\">Vayigash</a> (Genesis 44:18–47:27) follows it.\n</div>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\">מא <sup>א</sup>&nbsp;וַיְהִ֕י מִקֵּ֖ץ שְׁנָתַ֣יִם יָמִ֑ים וּפַרְעֹ֣ה חֹלֵ֔ם וְהִנֵּ֖ה עֹמֵ֥ד עַל־הַיְאֹֽר׃ <sup>ב</sup>&nbsp;וְהִנֵּ֣ה מִן־הַיְאֹ֗ר עֹלֹת֙ שֶׁ֣בַע פָּר֔וֹת יְפ֥וֹת מַרְאֶ֖ה וּבְרִיאֹ֣ת בָּשָׂ֑ר וַתִּרְעֶ֖ינָה בָּאָֽחוּ׃ <sup>ג</sup>&nbsp;וְהִנֵּ֞ה שֶׁ֧בַע פָּר֣וֹת אֲחֵר֗וֹת עֹל֤וֹת אַחֲרֵיהֶן֙ מִן־הַיְאֹ֔ר רָע֥וֹת מַרְאֶ֖ה וְדַקּ֣וֹת בָּשָׂ֑ר וַֽתַּעֲמֹ֛דְנָה אֵ֥צֶל הַפָּר֖וֹת עַל־שְׂפַ֥ת הַיְאֹֽר׃ <sup>ד</sup>&nbsp;וַתֹּאכַ֣לְנָה הַפָּר֗וֹת רָע֤וֹת הַמַּרְאֶה֙ וְדַקֹּ֣ת הַבָּשָׂ֔ר אֵ֚ת שֶׁ֣בַע הַפָּר֔וֹת יְפֹ֥ת הַמַּרְאֶ֖ה וְהַבְּרִיאֹ֑ת וַיִּיקַ֖ץ פַּרְעֹֽה׃ <sup>ה</sup>&nbsp;וַיִּישָׁ֕ן וַֽיַּחֲלֹ֖ם שֵׁנִ֑ית וְהִנֵּ֣ה ׀ שֶׁ֣בַע שִׁבֳּלִ֗ים עֹל֛וֹת בְּקָנֶ֥ה אֶחָ֖ד בְּרִיא֥וֹת וְטֹבֽוֹת׃ <sup>ו</sup>&nbsp;וְהִנֵּה֙ שֶׁ֣בַע שִׁבֳּלִ֔ים דַּקּ֖וֹת וּשְׁדוּפֹ֣ת קָדִ֑ים צֹמְח֖וֹת אַחֲרֵיהֶֽן׃ <sup>ז</sup>&nbsp;וַתִּבְלַ֙עְנָה֙ הַשִּׁבֳּלִ֣ים הַדַּקּ֔וֹת אֵ֚ת שֶׁ֣בַע הַֽשִּׁבֳּלִ֔ים הַבְּרִיא֖וֹת וְהַמְּלֵא֑וֹת וַיִּיקַ֥ץ פַּרְעֹ֖ה וְהִנֵּ֥ה חֲלֽוֹם׃ <sup>ח</sup>&nbsp;וַיְהִ֤י בַבֹּ֙קֶר֙ וַתִּפָּ֣עֶם רוּח֔וֹ וַיִּשְׁלַ֗ח וַיִּקְרָ֛א אֶת־כׇּל־חַרְטֻמֵּ֥י מִצְרַ֖יִם וְאֶת־כׇּל־חֲכָמֶ֑יהָ וַיְסַפֵּ֨ר פַּרְעֹ֤ה לָהֶם֙ אֶת־חֲלֹמ֔וֹ וְאֵין־פּוֹתֵ֥ר אוֹתָ֖ם לְפַרְעֹֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\">41 <sup>1</sup>&nbsp;Now at the end of two years&#8217;-time it was that Pharaoh dreamt: here, he was standing by the Nile-stream, <sup>2</sup>&nbsp;and here, out of the Nile, seven cows were coming up, fair to look at and fat of flesh, and they grazed in the reed-grass. <sup>3</sup>&nbsp;And here, seven other cows were coming up after them out of the Nile, ill to look at and lean of flesh, and they stood beside the other cows on the bank of the Nile. <sup>4</sup>&nbsp;Then the cows ill to look at and lean of flesh ate up the seven cows fair to look at, the fat-ones. Pharaoh awoke. <sup>5</sup>&nbsp;He fell asleep and dreamt a second time: here, seven ears-of-grain were going up on a single stalk, fat and good, <sup>6</sup>&nbsp;and here, seven ears, lean and scorched by the east wind, were springing up after them. <sup>7</sup>&nbsp;Then the lean ears swallowed up the seven ears fat and full. Pharaoh awoke, and here: (it was) a dream! <sup>8</sup>&nbsp;But in the morning it was, that his spirit was agitated, so he sent and had all of Mitsrayim&#8217;s magicians and all of its wise-men called. Pharaoh recounted his dream to them, but no one could interpret them to Pharaoh.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>ט</sup>&nbsp;וַיְדַבֵּר֙ שַׂ֣ר הַמַּשְׁקִ֔ים אֶת־פַּרְעֹ֖ה לֵאמֹ֑ר אֶת־חֲטָאַ֕י אֲנִ֖י מַזְכִּ֥יר הַיּֽוֹם׃ <sup>י</sup>&nbsp;פַּרְעֹ֖ה קָצַ֣ף עַל־עֲבָדָ֑יו וַיִּתֵּ֨ן אֹתִ֜י בְּמִשְׁמַ֗ר בֵּ֚ית שַׂ֣ר הַטַּבָּחִ֔ים אֹתִ֕י וְאֵ֖ת שַׂ֥ר הָאֹפִֽים׃ <sup>יא</sup>&nbsp;וַנַּֽחַלְמָ֥ה חֲל֛וֹם בְּלַ֥יְלָה אֶחָ֖ד אֲנִ֣י וָה֑וּא אִ֛ישׁ כְּפִתְר֥וֹן חֲלֹמ֖וֹ חָלָֽמְנוּ׃ <sup>יב</sup>&nbsp;וְשָׁ֨ם אִתָּ֜נוּ נַ֣עַר עִבְרִ֗י עֶ֚בֶד לְשַׂ֣ר הַטַּבָּחִ֔ים וַ֨נְּסַפֶּר־ל֔וֹ וַיִּפְתׇּר־לָ֖נוּ אֶת־חֲלֹמֹתֵ֑ינוּ אִ֥ישׁ כַּחֲלֹמ֖וֹ פָּתָֽר׃ <sup>יג</sup>&nbsp;וַיְהִ֛י כַּאֲשֶׁ֥ר פָּֽתַר־לָ֖נוּ כֵּ֣ן הָיָ֑ה אֹתִ֛י הֵשִׁ֥יב עַל־כַּנִּ֖י וְאֹת֥וֹ תָלָֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>9</sup>&nbsp;Then the chief cupbearer spoke up to Pharaoh, saying: &#8220;I must call my faults to mind today! <sup>10</sup>&nbsp;Pharaoh was once infuriated with his servants and placed me in custody, in the house of the chief of the guard, myself and the chief baker. <sup>11</sup>&nbsp;And we dreamt a dream in a single night, I and he, we dreamt each-man according to the interpretation of his dream. <sup>12</sup>&nbsp;Now there was an Ivri lad there with us, a servant of the chief of the guard; we recounted them to him, and he interpreted our dreams to us, for each-man according to his dream he interpreted. <sup>13</sup>&nbsp;And thus it was: As he interpreted to us, so it was – I was restored to my position, and he was hanged.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>יד</sup>&nbsp;וַיִּשְׁלַ֤ח פַּרְעֹה֙ וַיִּקְרָ֣א אֶת־יוֹסֵ֔ף</span> <span class=\"j\">וַיְרִיצֻ֖הוּ מִן־הַבּ֑וֹר וַיְגַלַּח֙ וַיְחַלֵּ֣ף שִׂמְלֹתָ֔יו וַיָּבֹ֖א אֶל־פַּרְעֹֽה׃ </span> <span class=\"e\"><mark>שני</mark> <sup>טו</sup>&nbsp;וַיֹּ֤אמֶר פַּרְעֹה֙ אֶל־יוֹסֵ֔ף חֲל֣וֹם חָלַ֔מְתִּי וּפֹתֵ֖ר אֵ֣ין אֹת֑וֹ וַאֲנִ֗י שָׁמַ֤עְתִּי עָלֶ֙יךָ֙ לֵאמֹ֔ר תִּשְׁמַ֥ע חֲל֖וֹם לִפְתֹּ֥ר אֹתֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>14</sup>&nbsp;Pharaoh sent and had Yosef called.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> In the E version Joseph was simply Potiphar&#8217;s slave and wasn&#8217;t incarcerated, and cf. vs. 12.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">They hurriedly brought him out of the pit; he shaved, changed his clothes, and came before Pharaoh.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> An allusion to J&#8217;s Chapter 39 in which Joseph was incarcerated.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"> <sup>15</sup>&nbsp;Pharaoh said to Yosef: &#8220;I have dreamt a dream, and there is no interpreter for it! But I have heard it said of you that you but need to hear a dream in order to interpret it!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>טז</sup>&nbsp;וַיַּ֨עַן יוֹסֵ֧ף אֶת־פַּרְעֹ֛ה לֵאמֹ֖ר בִּלְעָדָ֑י אֱלֹהִ֕ים יַעֲנֶ֖ה אֶת־שְׁל֥וֹם פַּרְעֹֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>16</sup>&nbsp;Yosef answered Pharaoh, saying: &#8220;Not I! Elohim will answer what is for Pharaoh&#8217;s welfare.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>יז</sup>&nbsp;וַיְדַבֵּ֥ר פַּרְעֹ֖ה אֶל־יוֹסֵ֑ף בַּחֲלֹמִ֕י הִנְנִ֥י עֹמֵ֖ד עַל־שְׂפַ֥ת הַיְאֹֽר׃ <sup>יח</sup>&nbsp;וְהִנֵּ֣ה מִן־הַיְאֹ֗ר עֹלֹת֙ שֶׁ֣בַע פָּר֔וֹת בְּרִיא֥וֹת בָּשָׂ֖ר וִיפֹ֣ת תֹּ֑אַר וַתִּרְעֶ֖ינָה בָּאָֽחוּ׃ <sup>יט</sup>&nbsp;וְהִנֵּ֞ה שֶֽׁבַע־פָּר֤וֹת אֲחֵרוֹת֙ עֹל֣וֹת אַחֲרֵיהֶ֔ן דַּלּ֨וֹת וְרָע֥וֹת תֹּ֛אַר מְאֹ֖ד וְרַקּ֣וֹת בָּשָׂ֑ר לֹֽא־רָאִ֧יתִי כָהֵ֛נָּה בְּכׇל־אֶ֥רֶץ מִצְרַ֖יִם לָרֹֽעַ׃ <sup>כ</sup>&nbsp;וַתֹּאכַ֙לְנָה֙ הַפָּר֔וֹת הָרַקּ֖וֹת וְהָרָע֑וֹת אֵ֣ת שֶׁ֧בַע הַפָּר֛וֹת הָרִאשֹׁנ֖וֹת הַבְּרִיאֹֽת׃ <sup>כא</sup>&nbsp;וַתָּבֹ֣אנָה אֶל־קִרְבֶּ֗נָה וְלֹ֤א נוֹדַע֙ כִּי־בָ֣אוּ אֶל־קִרְבֶּ֔נָה וּמַרְאֵיהֶ֣ן רַ֔ע כַּאֲשֶׁ֖ר בַּתְּחִלָּ֑ה וָאִיקָֽץ׃ <sup>כב</sup>&nbsp;וָאֵ֖רֶא בַּחֲלֹמִ֑י וְהִנֵּ֣ה ׀ שֶׁ֣בַע שִׁבֳּלִ֗ים עֹלֹ֛ת בְּקָנֶ֥ה אֶחָ֖ד מְלֵאֹ֥ת וְטֹבֽוֹת׃ <sup>כג</sup>&nbsp;וְהִנֵּה֙ שֶׁ֣בַע שִׁבֳּלִ֔ים צְנֻמ֥וֹת דַּקּ֖וֹת שְׁדֻפ֣וֹת קָדִ֑ים צֹמְח֖וֹת אַחֲרֵיהֶֽם׃ <sup>כד</sup>&nbsp;וַתִּבְלַ֙עְןָ֙ הַשִּׁבֳּלִ֣ים הַדַּקֹּ֔ת אֵ֛ת שֶׁ֥בַע הַֽשִּׁבֳּלִ֖ים הַטֹּב֑וֹת וָֽאֹמַר֙ אֶל־הַֽחַרְטֻמִּ֔ים וְאֵ֥ין מַגִּ֖יד לִֽי׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>17</sup>&nbsp;Pharaoh spoke to Yosef: &#8220;In my dream – here, I was standing on the bank of the Nile, <sup>18</sup>&nbsp;and here, out of the Nile were coming up seven cows, fat of flesh and fair of form, and they grazed in the reed-grass. <sup>19</sup>&nbsp;And here, seven other cows were coming up after them, wretched and exceedingly ill of form and lank of flesh, in all the land of Mitsrayim I have never seen their like for ill-condition! <sup>20</sup>&nbsp;Then the seven lank and ill-looking cows ate up the first seven cows, the fat-ones. <sup>21</sup>&nbsp;They entered their body, but you would not know that they had entered their body, for they were as ill-looking as at the beginning! Then I awoke. <sup>22</sup>&nbsp;And I saw (again) in my dream: here, seven ears were going up on a single stalk, full and good, <sup>23</sup>&nbsp;and here, seven ears, hardened, lean, and scorched by the east wind, were springing up after them. <sup>24</sup>&nbsp;Then the lean ears swallowed up the seven good ears! Now I have spoken with the magicians, but there is no one that can tell me the answer!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>כה</sup>&nbsp;וַיֹּ֤אמֶר יוֹסֵף֙ אֶל־פַּרְעֹ֔ה חֲל֥וֹם פַּרְעֹ֖ה אֶחָ֣ד ה֑וּא אֵ֣ת אֲשֶׁ֧ר הָאֱלֹהִ֛ים עֹשֶׂ֖ה הִגִּ֥יד לְפַרְעֹֽה׃ <sup>כו</sup>&nbsp;שֶׁ֧בַע פָּרֹ֣ת הַטֹּבֹ֗ת שֶׁ֤בַע שָׁנִים֙ הֵ֔נָּה וְשֶׁ֤בַע הַֽשִּׁבֳּלִים֙ הַטֹּבֹ֔ת שֶׁ֥בַע שָׁנִ֖ים הֵ֑נָּה חֲל֖וֹם אֶחָ֥ד הֽוּא׃ <sup>כז</sup>&nbsp;וְשֶׁ֣בַע הַ֠פָּר֠וֹת הָֽרַקּ֨וֹת וְהָרָעֹ֜ת הָעֹלֹ֣ת אַחֲרֵיהֶ֗ן שֶׁ֤בַע שָׁנִים֙ הֵ֔נָּה וְשֶׁ֤בַע הַֽשִּׁבֳּלִים֙ הָרֵק֔וֹת שְׁדֻפ֖וֹת הַקָּדִ֑ים יִהְי֕וּ שֶׁ֖בַע שְׁנֵ֥י רָעָֽב׃ <sup>כח</sup>&nbsp;ה֣וּא הַדָּבָ֔ר אֲשֶׁ֥ר דִּבַּ֖רְתִּי אֶל־פַּרְעֹ֑ה אֲשֶׁ֧ר הָאֱלֹהִ֛ים עֹשֶׂ֖ה הֶרְאָ֥ה אֶת־פַּרְעֹֽה׃ <sup>כט</sup>&nbsp;הִנֵּ֛ה שֶׁ֥בַע שָׁנִ֖ים בָּא֑וֹת שָׂבָ֥ע גָּד֖וֹל בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>ל</sup>&nbsp;וְ֠קָ֠מוּ שֶׁ֜בַע שְׁנֵ֤י רָעָב֙ אַחֲרֵיהֶ֔ן וְנִשְׁכַּ֥ח כׇּל־הַשָּׂבָ֖ע בְּאֶ֣רֶץ מִצְרָ֑יִם וְכִלָּ֥ה הָרָעָ֖ב אֶת־הָאָֽרֶץ׃ <sup>לא</sup>&nbsp;וְלֹֽא־יִוָּדַ֤ע הַשָּׂבָע֙ בָּאָ֔רֶץ מִפְּנֵ֛י הָרָעָ֥ב הַה֖וּא אַחֲרֵי־כֵ֑ן כִּֽי־כָבֵ֥ד ה֖וּא מְאֹֽד׃ <sup>לב</sup>&nbsp;וְעַ֨ל הִשָּׁנ֧וֹת הַחֲל֛וֹם אֶל־פַּרְעֹ֖ה פַּעֲמָ֑יִם כִּֽי־נָכ֤וֹן הַדָּבָר֙ מֵעִ֣ם הָאֱלֹהִ֔ים וּמְמַהֵ֥ר הָאֱלֹהִ֖ים לַעֲשֹׂתֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>25</sup>&nbsp;Yosef said to Pharaoh: &#8220;Pharaoh&#8217;s dream is one: what Elohim is about to do, he has told Pharaoh. <sup>26</sup>&nbsp;The seven good cows are seven years, the seven good ears are seven years, the dream is one. <sup>27</sup>&nbsp;And the seven lank and ill-looking cows that were coming up after them are seven years, and the seven ears, hollow and scorched by the east wind, will be seven years of famine! <sup>28</sup>&nbsp;That is the word that I spoke to Pharaoh: what Elohim is about to do, he has let Pharaoh see. <sup>29</sup>&nbsp;Here, seven years are coming of great abundance in all the land of Mitsrayim. <sup>30</sup>&nbsp;But seven years of famine will arise after them, when all the abundance in the land of Mitsrayim will be forgotten. The famine will destroy the land, <sup>31</sup>&nbsp;and you will not know of that abundance in the land because of that famine afterward, for it will be exceedingly heavy. <sup>32</sup>&nbsp;Now as for the twofold repetition of the dream to Pharaoh: it means that the matter is determined by Elohim, and Elohim is hastening to do it.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>לג</sup>&nbsp;וְעַתָּה֙ יֵרֶ֣א פַרְעֹ֔ה אִ֖ישׁ נָב֣וֹן וְחָכָ֑ם וִישִׁיתֵ֖הוּ עַל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>לד</sup>&nbsp;יַעֲשֶׂ֣ה פַרְעֹ֔ה וְיַפְקֵ֥ד פְּקִדִ֖ים עַל־הָאָ֑רֶץ וְחִמֵּשׁ֙ אֶת־אֶ֣רֶץ מִצְרַ֔יִם בְּשֶׁ֖בַע שְׁנֵ֥י הַשָּׂבָֽע׃ <sup>לה</sup>&nbsp;וְיִקְבְּצ֗וּ אֶת־כׇּל־אֹ֙כֶל֙ הַשָּׁנִ֣ים הַטֹּב֔וֹת הַבָּאֹ֖ת הָאֵ֑לֶּה וְיִצְבְּרוּ־בָ֞ר תַּ֧חַת יַד־פַּרְעֹ֛ה אֹ֥כֶל בֶּעָרִ֖ים וְשָׁמָֽרוּ׃ <sup>לו</sup>&nbsp;וְהָיָ֨ה הָאֹ֤כֶל לְפִקָּדוֹן֙ לָאָ֔רֶץ לְשֶׁ֙בַע֙ שְׁנֵ֣י הָרָעָ֔ב אֲשֶׁ֥ר תִּהְיֶ֖יןָ בְּאֶ֣רֶץ מִצְרָ֑יִם וְלֹֽא־תִכָּרֵ֥ת הָאָ֖רֶץ בָּרָעָֽב׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>33</sup>&nbsp;&#8220;So now, let Pharaoh select a discerning and wise man, and set him over the land of Mitsrayim. <sup>34</sup>&nbsp;Let Pharaoh do this: let him appoint appointed-overseers for the land, dividing the land of Mitsrayim into five parts during the seven years of abundance. <sup>35</sup>&nbsp;Let them collect all kinds of food from these good years that are coming, and let them pile up grain under Pharaoh&#8217;s hand as food-provisions in the cities, and keep it under guard. <sup>36</sup>&nbsp;So the provisions will be an appointed-reserve for the land for the seven years of famine that will occur in the land of Mitsrayim, so that the land will not be cut off by the famine.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>לז</sup>&nbsp;וַיִּיטַ֥ב הַדָּבָ֖ר בְּעֵינֵ֣י פַרְעֹ֑ה וּבְעֵינֵ֖י כׇּל־עֲבָדָֽיו׃ <sup>לח</sup>&nbsp;וַיֹּ֥אמֶר פַּרְעֹ֖ה אֶל־עֲבָדָ֑יו הֲנִמְצָ֣א כָזֶ֔ה אִ֕ישׁ אֲשֶׁ֛ר ר֥וּחַ אֱלֹהִ֖ים בּֽוֹ׃ <mark>שלישי</mark> <sup>לט</sup>&nbsp;וַיֹּ֤אמֶר פַּרְעֹה֙ אֶל־יוֹסֵ֔ף אַחֲרֵ֨י הוֹדִ֧יעַ אֱלֹהִ֛ים אוֹתְךָ֖ אֶת־כׇּל־זֹ֑את אֵין־נָב֥וֹן וְחָכָ֖ם כָּמֽוֹךָ׃ <sup>מ</sup>&nbsp;אַתָּה֙ תִּהְיֶ֣ה עַל־בֵּיתִ֔י וְעַל־פִּ֖יךָ יִשַּׁ֣ק כׇּל־עַמִּ֑י רַ֥ק הַכִּסֵּ֖א אֶגְדַּ֥ל מִמֶּֽךָּ׃ <sup>מא</sup>&nbsp;וַיֹּ֥אמֶר פַּרְעֹ֖ה אֶל־יוֹסֵ֑ף רְאֵה֙ נָתַ֣תִּי אֹֽתְךָ֔ עַ֖ל כׇּל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>מב</sup>&nbsp;וַיָּ֨סַר פַּרְעֹ֤ה אֶת־טַבַּעְתּוֹ֙ מֵעַ֣ל יָד֔וֹ וַיִּתֵּ֥ן אֹתָ֖הּ עַל־יַ֣ד יוֹסֵ֑ף וַיַּלְבֵּ֤שׁ אֹתוֹ֙ בִּגְדֵי־שֵׁ֔שׁ וַיָּ֛שֶׂם רְבִ֥ד הַזָּהָ֖ב עַל־צַוָּארֽוֹ׃ <sup>מג</sup>&nbsp;וַיַּרְכֵּ֣ב אֹת֗וֹ בְּמִרְכֶּ֤בֶת הַמִּשְׁנֶה֙ אֲשֶׁר־ל֔וֹ וַיִּקְרְא֥וּ לְפָנָ֖יו אַבְרֵ֑ךְ וְנָת֣וֹן אֹת֔וֹ עַ֖ל כׇּל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>מד</sup>&nbsp;וַיֹּ֧אמֶר פַּרְעֹ֛ה אֶל־יוֹסֵ֖ף אֲנִ֣י פַרְעֹ֑ה וּבִלְעָדֶ֗יךָ לֹֽא־יָרִ֨ים אִ֧ישׁ אֶת־יָד֛וֹ וְאֶת־רַגְל֖וֹ בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>מה</sup>&nbsp;וַיִּקְרָ֨א פַרְעֹ֣ה שֵׁם־יוֹסֵף֮ צָֽפְנַ֣ת פַּעְנֵ֒חַ֒ וַיִּתֶּן־ל֣וֹ אֶת־אָֽסְנַ֗ת בַּת־פּ֥וֹטִי פֶ֛רַע‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> בספרי תימן פּֽוֹטִיפֶ֛רַע בתיבה אחת&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> כֹּהֵ֥ן אֹ֖ן לְאִשָּׁ֑ה</span> <span class=\"j\">וַיֵּצֵ֥א יוֹסֵ֖ף עַל־אֶ֥רֶץ מִצְרָֽיִם׃ <sup>מו</sup>&nbsp;וְיוֹסֵף֙ בֶּן־שְׁלֹשִׁ֣ים שָׁנָ֔ה בְּעׇמְד֕וֹ לִפְנֵ֖י פַּרְעֹ֣ה מֶֽלֶךְ־מִצְרָ֑יִם וַיֵּצֵ֤א יוֹסֵף֙ מִלִּפְנֵ֣י פַרְעֹ֔ה וַֽיַּעֲבֹ֖ר בְּכׇל־אֶ֥רֶץ מִצְרָֽיִם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>37</sup>&nbsp;The words seemed good in Pharaoh&#8217;s eyes and in the eyes of all his servants, <sup>38</sup>&nbsp;and Pharaoh said to his servants: &#8220;Could we find another like him, a man in whom is the spirit of Elohim?&#8221; <sup>39</sup>&nbsp;Pharaoh said to Yosef: &#8220;Since Elohim has made you know all this, there is none as wise and discerning as you; <sup>40</sup>&nbsp;you shall be the One Over My House! To your orders shall all my people submit; only by the throne will I be greater than you!&#8221; <sup>41</sup>&nbsp;Pharaoh said further to Yosef: &#8220;See, I place you over all the land of Mitsrayim!&#8221; <sup>42</sup>&nbsp;And Pharaoh removed his signet-ring from his hand and placed it on Yosef&#8217;s hand, he had him clothed in linen garments and put the gold chain upon his neck; <sup>43</sup>&nbsp;he had him mount the chariot of his second-in-rank, and they called out before him: &#8216;Avrekh!/Attention!&#8217; Thus he placed him over all the land of Mitsrayim. <sup>44</sup>&nbsp;Pharaoh said to Yosef: &#8220;I am Pharaoh, but without you, no man shall raise hand or foot in all the land of Mitsrayim!&#8221; <sup>45</sup>&nbsp;Pharaoh called Yosef&#8217;s name: &#8216;Tsafnat Pane&#8217;aḥ.'<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Everett Fox translates Tsafnat Paneaḥ as &#8216;The God Speaks and He Lives.'&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> He gave him Osnat, daughter of Poti Fera, priest of On, as a wife.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Pharaoh acknowledges the truth of Joseph&#8217;s interpretation, bowing before God&#8217;s will and thus achieves great prosperity, which corresponds to E&#8217;s theology.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">And Yosef&#8217;s (influence) went out over all the land of Mitsrayim. <sup>46</sup>&nbsp;Now Yosef was thirty years old when he stood in the presence of Pharaoh, king of Mitsrayim. Yosef went out from Pharaoh&#8217;s presence and passed through all the land of Mitsrayim.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Joseph is described as anxious to please in these verses, leaving Pharaoh and getting right to work. In E more of a gap is implied – first the land has to produce grain, only then can he gather it.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>מז</sup>&nbsp;וַתַּ֣עַשׂ הָאָ֔רֶץ בְּשֶׁ֖בַע שְׁנֵ֣י הַשָּׂבָ֑ע לִקְמָצִֽים׃ <sup>מח</sup>&nbsp;וַיִּקְבֹּ֞ץ אֶת־כׇּל־אֹ֣כֶל ׀ שֶׁ֣בַע שָׁנִ֗ים אֲשֶׁ֤ר הָיוּ֙ בְּאֶ֣רֶץ מִצְרַ֔יִם וַיִּתֶּן־אֹ֖כֶל בֶּעָרִ֑ים אֹ֧כֶל שְׂדֵה־הָעִ֛יר אֲשֶׁ֥ר סְבִיבֹתֶ֖יהָ נָתַ֥ן בְּתוֹכָֽהּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>47</sup>&nbsp;In the seven years of abundance the land produced in handfuls. <sup>48</sup>&nbsp;And he collected all kinds of provisions from those seven years that occurred in the land of Mitsrayim, and placed provisions in the towns. The provisions from the fields of a town, surrounding it, he placed in it (as well).</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Vs. 48: &#8220;he stored up in every city the food from the fields around it.&#8221; Is the precursor to vs. 56: &#8220;And since the famine had spread over all the land, Joseph opened all that was in them and sold to the Egyptians, for the famine was severe in the land of Egypt.&#8221; &#8220;In them&#8221; (בהם) refers to the cities of vs. 48.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"> <sup>מט</sup>&nbsp;וַיִּצְבֹּ֨ר יוֹסֵ֥ף בָּ֛ר כְּח֥וֹל הַיָּ֖ם הַרְבֵּ֣ה מְאֹ֑ד עַ֛ד כִּי־חָדַ֥ל לִסְפֹּ֖ר כִּי־אֵ֥ין מִסְפָּֽר׃</span> <span class=\"b\"> <sup>נ</sup>&nbsp;וּלְיוֹסֵ֤ף יֻלַּד֙ שְׁנֵ֣י בָנִ֔ים בְּטֶ֥רֶם תָּב֖וֹא שְׁנַ֣ת הָרָעָ֑ב אֲשֶׁ֤ר יָֽלְדָה־לּוֹ֙ אָֽסְנַ֔ת בַּת־פּ֥וֹטִי פֶ֖רַע‏<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> בספרי תימן פּֽוֹטִיפֶ֖רַע בתיבה אחת&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> כֹּהֵ֥ן אֽוֹן׃ <sup>נא</sup>&nbsp;וַיִּקְרָ֥א יוֹסֵ֛ף אֶת־שֵׁ֥ם הַבְּכ֖וֹר מְנַשֶּׁ֑ה כִּֽי־נַשַּׁ֤נִי אֱלֹהִים֙ אֶת־כׇּל־עֲמָלִ֔י וְאֵ֖ת כׇּל־בֵּ֥ית אָבִֽי׃ <sup>נב</sup>&nbsp;וְאֵ֛ת שֵׁ֥ם הַשֵּׁנִ֖י קָרָ֣א אֶפְרָ֑יִם כִּֽי־הִפְרַ֥נִי אֱלֹהִ֖ים בְּאֶ֥רֶץ עׇנְיִֽי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>49</sup>&nbsp;So Yosef piled up grain like the sand of the sea, exceedingly much, until they had to stop counting, for it was uncountable.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> This is the same simile used by J to describe the number of Abraham&#8217;s descendants in 22:18.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"><sup>50</sup>&nbsp;Now two sons were born to Yosef, before the year of famine came, whom Osnat, daughter of Poti Fera, priest of On, bore to him. <sup>51</sup>&nbsp;Yosef called the name of the firstborn: &#8216;Menasheh/He-who-makes-forget,&#8217; meaning: Elohim has made-me-forget all my hardships, all my father&#8217;s house. <sup>52</sup>&nbsp;And the name of the second he called: &#8216;Efrayim/Double-fruit,&#8217; meaning: Elohim has made me bear fruit in the land of my affliction.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> The birth reports of Menasheh and Ephraim were probably added by the Bridger, who used the qal passive yulad (to be born to) as in 22:20-23.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><mark>רביעי</mark> <sup>נג</sup>&nbsp;וַתִּכְלֶ֕ינָה שֶׁ֖בַע שְׁנֵ֣י הַשָּׂבָ֑ע אֲשֶׁ֥ר הָיָ֖ה בְּאֶ֥רֶץ מִצְרָֽיִם׃ <sup>נד</sup>&nbsp;וַתְּחִלֶּ֜ינָה שֶׁ֣בַע שְׁנֵ֤י הָרָעָב֙ לָב֔וֹא כַּאֲשֶׁ֖ר אָמַ֣ר יוֹסֵ֑ף וַיְהִ֤י רָעָב֙ בְּכׇל־הָ֣אֲרָצ֔וֹת וּבְכׇל־אֶ֥רֶץ מִצְרַ֖יִם הָ֥יָה לָֽחֶם׃ <sup>נה</sup>&nbsp;וַתִּרְעַב֙ כׇּל־אֶ֣רֶץ מִצְרַ֔יִם וַיִּצְעַ֥ק הָעָ֛ם אֶל־פַּרְעֹ֖ה לַלָּ֑חֶם וַיֹּ֨אמֶר פַּרְעֹ֤ה לְכׇל־מִצְרַ֙יִם֙ לְכ֣וּ אֶל־יוֹסֵ֔ף אֲשֶׁר־יֹאמַ֥ר לָכֶ֖ם תַּעֲשֽׂוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"> <sup>53</sup>&nbsp;There came to an end the seven years of abundance that had occurred in the land of Mitsrayim, <sup>54</sup>&nbsp;and there started to come the seven years of famine, as Yosef had said. Famine occurred in all lands, but in all the land of Mitsrayim there was bread. <sup>55</sup>&nbsp;But when all the land of Mitsrayim felt the famine, and the people cried out to Pharaoh for bread, Pharaoh said to all the Mitsrim: &#8220;Go to Yosef, whatever he says to you, do!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> J is filling in narrative detail for E – in E, the famine simply starts. In the more elaborate J narrative the seven good years have to end and only then do the seven bad years start. A better indication that these verses (53-55) are secondary is the connection between vs. 48 and 56 as argued above in the comment on 41:48.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>נו</sup>&nbsp;וְהָרָעָ֣ב הָיָ֔ה עַ֖ל כׇּל־פְּנֵ֣י הָאָ֑רֶץ וַיִּפְתַּ֨ח יוֹסֵ֜ף אֶֽת־כׇּל־אֲשֶׁ֤ר בָּהֶם֙ וַיִּשְׁבֹּ֣ר לְמִצְרַ֔יִם וַיֶּחֱזַ֥ק הָֽרָעָ֖ב בְּאֶ֥רֶץ מִצְרָֽיִם׃ <sup>נז</sup>&nbsp;וְכׇל־הָאָ֙רֶץ֙ בָּ֣אוּ מִצְרַ֔יְמָה לִשְׁבֹּ֖ר אֶל־יוֹסֵ֑ף כִּֽי־חָזַ֥ק הָרָעָ֖ב בְּכׇל־הָאָֽרֶץ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>56</sup>&nbsp;Now the famine was over all the surface of the earth. Yosef opened up all (storehouses) in which there was (grain), and gave-out-rations to the Mitsrim, since the famine was becoming stronger in the land of Mitsrayim. <sup>57</sup>&nbsp;And all lands came to Mitsrayim to buy rations, to Yosef, for the famine was strong in all lands.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> In E the narrative progresses immediately to Joseph&#8217;s brothers appearing before him, and does not switch focus to Canaan – Jacob&#8217;s [as opposed to Israel in E] command to the brothers to go down to Egypt is a J addition.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">מב <sup>א</sup>&nbsp;וַיַּ֣רְא יַעֲקֹ֔ב כִּ֥י יֶשׁ־שֶׁ֖בֶר בְּמִצְרָ֑יִם וַיֹּ֤אמֶר יַעֲקֹב֙ לְבָנָ֔יו לָ֖מָּה תִּתְרָאֽוּ׃ <sup>ב</sup>&nbsp;וַיֹּ֕אמֶר הִנֵּ֣ה שָׁמַ֔עְתִּי כִּ֥י יֶשׁ־שֶׁ֖בֶר בְּמִצְרָ֑יִם רְדוּ־שָׁ֙מָּה֙ וְשִׁבְרוּ־לָ֣נוּ מִשָּׁ֔ם וְנִחְיֶ֖ה וְלֹ֥א נָמֽוּת׃ <sup>ג</sup>&nbsp;וַיֵּרְד֥וּ אֲחֵֽי־יוֹסֵ֖ף עֲשָׂרָ֑ה לִשְׁבֹּ֥ר בָּ֖ר מִמִּצְרָֽיִם׃ <sup>ד</sup>&nbsp;וְאֶת־בִּנְיָמִין֙ אֲחִ֣י יוֹסֵ֔ף לֹא־שָׁלַ֥ח יַעֲקֹ֖ב אֶת־אֶחָ֑יו כִּ֣י אָמַ֔ר פֶּן־יִקְרָאֶ֖נּוּ אָסֽוֹן׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">42 <sup>1</sup>&nbsp;Now when Yaakov saw that there were rations in Mitsrayim, Yaakov said to his sons: &#8220;Why do you keep looking at one another?&#8221; <sup>2</sup>&nbsp;And he said: &#8220;Here, I have heard that there are rations in Mitsrayim, go down there and buy us rations from there, that we may live and not die.&#8221; <sup>3</sup>&nbsp;So Yosef&#8217;s brothers went down, ten (of them), to buy some rationed grain from Mitsrayim. <sup>4</sup>&nbsp;But Binyamin, Yosef&#8217;s brother, Yaakov would not send with his brothers, for he said: &#8220;Lest harm befall him!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> In E, Joseph only has 6 brothers (and see comments on Chapter 29-30), and Joseph&#8217;s father is named Israel. In J, however, Joseph has 11 brothers and his father is named Jacob, this passage is therefore Yahwistic.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>ה</sup>&nbsp;וַיָּבֹ֙אוּ֙ בְּנֵ֣י יִשְׂרָאֵ֔ל לִשְׁבֹּ֖ר בְּת֣וֹךְ הַבָּאִ֑ים כִּֽי־הָיָ֥ה הָרָעָ֖ב בְּאֶ֥רֶץ כְּנָֽעַן׃ <sup>ו</sup>&nbsp;וְיוֹסֵ֗ף ה֚וּא הַשַּׁלִּ֣יט עַל־הָאָ֔רֶץ ה֥וּא הַמַּשְׁבִּ֖יר לְכׇל־עַ֣ם הָאָ֑רֶץ וַיָּבֹ֙אוּ֙ אֲחֵ֣י יוֹסֵ֔ף וַיִּשְׁתַּֽחֲווּ־ל֥וֹ אַפַּ֖יִם אָֽרְצָה׃ <sup>ז</sup>&nbsp;וַיַּ֥רְא יוֹסֵ֛ף אֶת־אֶחָ֖יו וַיַּכִּרֵ֑ם וַיִּתְנַכֵּ֨ר אֲלֵיהֶ֜ם וַיְדַבֵּ֧ר אִתָּ֣ם קָשׁ֗וֹת וַיֹּ֤אמֶר אֲלֵהֶם֙ מֵאַ֣יִן בָּאתֶ֔ם וַיֹּ֣אמְר֔וּ מֵאֶ֥רֶץ כְּנַ֖עַן לִשְׁבׇּר־אֹֽכֶל׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>5</sup>&nbsp;The sons of Yisrael came to buy rations among those that came, for the famine was in the land of K&#8217;naan. <sup>6</sup>&nbsp;Now Yosef was the governor over the land, it was he who supplied rations to all the people of the land. And Yosef&#8217;s brothers came and bowed low to him, brow to the ground. <sup>7</sup>&nbsp;When Yosef saw his brothers, he recognized them, but he pretended-no-recognition of them and spoke harshly with them. He said to them: &#8220;From where do you come?&#8221; They said: &#8220;From the land of K&#8217;naan, to buy food-rations.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> Note the reference to the sons of Israel as opposed to the sons of Jacob in vs. 5, indicating E as the author.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"> <sup>ח</sup>&nbsp;וַיַּכֵּ֥ר יוֹסֵ֖ף אֶת־אֶחָ֑יו וְהֵ֖ם לֹ֥א הִכִּרֻֽהוּ׃ <sup>ט</sup>&nbsp;וַיִּזְכֹּ֣ר יוֹסֵ֔ף אֵ֚ת הַחֲלֹמ֔וֹת אֲשֶׁ֥ר חָלַ֖ם לָהֶ֑ם</span> <span class=\"e\">וַיֹּ֤אמֶר אֲלֵהֶם֙ מְרַגְּלִ֣ים אַתֶּ֔ם לִרְא֛וֹת אֶת־עֶרְוַ֥ת הָאָ֖רֶץ בָּאתֶֽם׃ <sup>י</sup>&nbsp;וַיֹּאמְר֥וּ אֵלָ֖יו לֹ֣א אֲדֹנִ֑י וַעֲבָדֶ֥יךָ בָּ֖אוּ לִשְׁבׇּר־אֹֽכֶל׃ <sup>יא</sup>&nbsp;כֻּלָּ֕נוּ בְּנֵ֥י אִישׁ־אֶחָ֖ד נָ֑חְנוּ כֵּנִ֣ים אֲנַ֔חְנוּ לֹא־הָי֥וּ עֲבָדֶ֖יךָ מְרַגְּלִֽים׃ <sup>יב</sup>&nbsp;וַיֹּ֖אמֶר אֲלֵהֶ֑ם לֹ֕א כִּֽי־עֶרְוַ֥ת הָאָ֖רֶץ בָּאתֶ֥ם לִרְאֽוֹת׃ <sup>יג</sup>&nbsp;וַיֹּאמְר֗וּ</span> <span class=\"j\">שְׁנֵ֣ים עָשָׂר֩ עֲבָדֶ֨יךָ אַחִ֧ים ׀ </span><span class=\"e\">אֲנַ֛חְנוּ בְּנֵ֥י אִישׁ־אֶחָ֖ד בְּאֶ֣רֶץ כְּנָ֑עַן וְהִנֵּ֨ה הַקָּטֹ֤ן אֶת־אָבִ֙ינוּ֙ הַיּ֔וֹם וְהָאֶחָ֖ד אֵינֶֽנּוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"> <sup>8</sup>&nbsp;Now although Yosef recognized his brothers, for their part, they did not recognize him. <sup>9</sup>&nbsp;And Yosef was reminded of the dreams that he had dreamt of them.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> Vs. 8 refers to dreams in the plural – in E, Joseph dreams only one dream (see Chapter 37). The reference is thus to the J version of Chapter 37 in which Joseph dreams two dreams (the second having been added by J).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">He said to them: &#8220;You are spies! It is to see the nakedness of the land that you have come!&#8221; <sup>10</sup>&nbsp;They said to him: &#8220;No, my lord! Rather, your servants have come to buy food-rations. <sup>11</sup>&nbsp;We are all of us the sons of a single man, we are honest, your servants have never been spies!&#8221; <sup>12</sup>&nbsp;But he said to them: &#8220;No! For it is the nakedness of the land that you have come to see!&#8221; <sup>13</sup>&nbsp;They said:</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> There is a threefold repetition of Joseph&#8217;s accusation that the brothers are spies, this is no indication, however, of multiple sources; it simply reflects the persistence of Joseph&#8217;s accusation.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">&#8220;Your servants, twelve brothers,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> Twelve is the number of Joseph&#8217;s brothers (including Joseph) according to J.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">we are the sons of a single man in the land of K&#8217;naan: the youngest is with our father now, and one is no more.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>יד</sup>&nbsp;וַיֹּ֥אמֶר אֲלֵהֶ֖ם יוֹסֵ֑ף ה֗וּא אֲשֶׁ֨ר דִּבַּ֧רְתִּי אֲלֵכֶ֛ם לֵאמֹ֖ר מְרַגְּלִ֥ים אַתֶּֽם׃ <sup>טו</sup>&nbsp;בְּזֹ֖את תִּבָּחֵ֑נוּ חֵ֤י פַרְעֹה֙ אִם־תֵּצְא֣וּ מִזֶּ֔ה כִּ֧י אִם־בְּב֛וֹא אֲחִיכֶ֥ם הַקָּטֹ֖ן הֵֽנָּה׃</span> <span class=\"j\"> <sup>טז</sup>&nbsp;שִׁלְח֨וּ מִכֶּ֣ם אֶחָד֮ וְיִקַּ֣ח אֶת־אֲחִיכֶם֒ וְאַתֶּם֙ הֵאָ֣סְר֔וּ וְיִבָּֽחֲנוּ֙ דִּבְרֵיכֶ֔ם הַֽאֱמֶ֖ת אִתְּכֶ֑ם וְאִם־לֹ֕א חֵ֣י פַרְעֹ֔ה כִּ֥י מְרַגְּלִ֖ים אַתֶּֽם׃</span> <span class=\"e\"> <sup>יז</sup>&nbsp;וַיֶּאֱסֹ֥ף אֹתָ֛ם אֶל־מִשְׁמָ֖ר שְׁלֹ֥שֶׁת יָמִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>14</sup>&nbsp;Yosef said to them: &#8220;It is just as I spoke to you, saying: &#8216;You are spies!&#8217; <sup>15</sup>&nbsp;Hereby shall you be tested: As Pharaoh lives! You shall not depart from this (place) unless your youngest brother comes here!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> In E, Joseph first threatens to keep them all in jail, then relents and frees them all except for one. J adds one more stage. After Joseph threatens to keep them all in jail, according to J, he relents and says that one of them can leave and bring their brother (vs. 16).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"> <sup>16</sup>&nbsp;Send one of you to fetch your brother, while (the rest of) you remain as prisoners. Thus will your words be tested, whether there is truth in you or not – as Pharaoh lives, indeed, you are spies!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>17</sup>&nbsp;He removed them into custody for three days.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>יח</sup>&nbsp;וַיֹּ֨אמֶר אֲלֵהֶ֤ם יוֹסֵף֙ בַּיּ֣וֹם הַשְּׁלִישִׁ֔י זֹ֥את עֲשׂ֖וּ וִֽחְי֑וּ אֶת־הָאֱלֹהִ֖ים אֲנִ֥י יָרֵֽא׃ <mark>חמישי</mark> <sup>יט</sup>&nbsp;אִם־כֵּנִ֣ים אַתֶּ֔ם אֲחִיכֶ֣ם אֶחָ֔ד יֵאָסֵ֖ר בְּבֵ֣ית מִשְׁמַרְכֶ֑ם וְאַתֶּם֙ לְכ֣וּ הָבִ֔יאוּ שֶׁ֖בֶר רַעֲב֥וֹן בָּתֵּיכֶֽם׃ <sup>כ</sup>&nbsp;וְאֶת־אֲחִיכֶ֤ם הַקָּטֹן֙ תָּבִ֣יאוּ אֵלַ֔י וְיֵאָמְנ֥וּ דִבְרֵיכֶ֖ם וְלֹ֣א תָמ֑וּתוּ וַיַּעֲשׂוּ־כֵֽן׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>18</sup>&nbsp;Yosef said to them on the third day: &#8220;Do this, and stay alive, for I hold Elohim in awe: <sup>19</sup>&nbsp;if you are honest, let one of your brothers be held prisoner in the house of your custody, and as for you, go, bring back rations for the famine-supply of your households. <sup>20</sup>&nbsp;Then bring your youngest brother back to me, so that your words will be proven truthful, and you will not die.&#8221; They (prepared to) do so.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> In E: &#8220;And they did so&#8221; refers to Joseph&#8217;s command to leave, and bring back Benjamin. J, however adds a dialogue between Reuben and his brothers portraying him as ineffective so as to highlight Judah&#8217;s effectiveness (in J&#8217;s additions) in Chapter 37 and 43.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"> <sup>כא</sup>&nbsp;וַיֹּאמְר֞וּ אִ֣ישׁ אֶל־אָחִ֗יו אֲבָל֮ אֲשֵׁמִ֣ים ׀ אֲנַ֘חְנוּ֮ עַל־אָחִ֒ינוּ֒ אֲשֶׁ֨ר רָאִ֜ינוּ צָרַ֥ת נַפְשׁ֛וֹ בְּהִתְחַֽנְנ֥וֹ אֵלֵ֖ינוּ וְלֹ֣א שָׁמָ֑עְנוּ עַל־כֵּן֙ בָּ֣אָה אֵלֵ֔ינוּ הַצָּרָ֖ה הַזֹּֽאת׃ <sup>כב</sup>&nbsp;וַיַּ֩עַן֩ רְאוּבֵ֨ן אֹתָ֜ם לֵאמֹ֗ר הֲלוֹא֩ אָמַ֨רְתִּי אֲלֵיכֶ֧ם ׀ לֵאמֹ֛ר אַל־תֶּחֶטְא֥וּ בַיֶּ֖לֶד וְלֹ֣א שְׁמַעְתֶּ֑ם וְגַם־דָּמ֖וֹ הִנֵּ֥ה נִדְרָֽשׁ׃ <sup>כג</sup>&nbsp;וְהֵם֙ לֹ֣א יָֽדְע֔וּ כִּ֥י שֹׁמֵ֖עַ יוֹסֵ֑ף כִּ֥י הַמֵּלִ֖יץ בֵּינֹתָֽם׃ <sup>כד</sup>&nbsp;וַיִּסֹּ֥ב מֵֽעֲלֵיהֶ֖ם וַיֵּ֑בְךְּ וַיָּ֤שׇׁב אֲלֵהֶם֙ וַיְדַבֵּ֣ר אֲלֵהֶ֔ם וַיִּקַּ֤ח מֵֽאִתָּם֙ אֶת־שִׁמְע֔וֹן וַיֶּאֱסֹ֥ר אֹת֖וֹ לְעֵינֵיהֶֽם׃ <sup>כה</sup>&nbsp;וַיְצַ֣ו יוֹסֵ֗ף וַיְמַלְא֣וּ אֶת־כְּלֵיהֶם֮ בָּר֒ וּלְהָשִׁ֤יב כַּסְפֵּיהֶם֙ אִ֣ישׁ אֶל־שַׂקּ֔וֹ וְלָתֵ֥ת לָהֶ֛ם צֵדָ֖ה לַדָּ֑רֶךְ וַיַּ֥עַשׂ לָהֶ֖ם כֵּֽן׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"> <sup>21</sup>&nbsp;But they said, each man to his brother: &#8220;Truly, we are guilty: concerning our brother! – that we saw his heart&#8217;s distress when he implored us, and we did not listen. Therefore this distress has come upon us!&#8221; <sup>22</sup>&nbsp;Re&#8217;uven answered them, saying: &#8220;Did I not say to you, say: &#8216;Do not sin against the child!&#8217; But you would not listen, so for his blood – now, (satisfaction) is demanded!&#8221; <sup>23</sup>&nbsp;Now they did not know that Yosef was listening, for a translator was between them. <sup>24</sup>&nbsp;But he turned away from them and wept. When he was able to return to them, he spoke to them and had Shim&#8217;on taken away from them, imprisoning him before their eyes. <sup>25</sup>&nbsp;Then Yosef commanded that they fill their vessels with grain and return their silver-pieces into each man&#8217;s sack, and give them victuals for the journey. They did so for them.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> Simeon who does not appear in E, is the brother chosen to remain behind (Simeon is a minor southern tribe, therefore of no significance to a northern source) – in E the brother left behind is not mentioned by name, and see the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>כו</sup>&nbsp;וַיִּשְׂא֥וּ אֶת־שִׁבְרָ֖ם עַל־חֲמֹרֵיהֶ֑ם וַיֵּלְכ֖וּ מִשָּֽׁם׃</span> <span class=\"b\"> <sup>כז</sup>&nbsp;וַיִּפְתַּ֨ח הָאֶחָ֜ד אֶת־שַׂקּ֗וֹ לָתֵ֥ת מִסְפּ֛וֹא לַחֲמֹר֖וֹ בַּמָּל֑וֹן וַיַּרְא֙ אֶת־כַּסְפּ֔וֹ וְהִנֵּה־ה֖וּא בְּפִ֥י אַמְתַּחְתּֽוֹ׃ <sup>כח</sup>&nbsp;וַיֹּ֤אמֶר אֶל־אֶחָיו֙ הוּשַׁ֣ב כַּסְפִּ֔י וְגַ֖ם הִנֵּ֣ה בְאַמְתַּחְתִּ֑י וַיֵּצֵ֣א לִבָּ֗ם וַיֶּֽחֶרְד֞וּ אִ֤ישׁ אֶל־אָחִיו֙ לֵאמֹ֔ר מַה־זֹּ֛את עָשָׂ֥ה אֱלֹהִ֖ים לָֽנוּ׃</span> <span class=\"j\"><sup>כט</sup>&nbsp;וַיָּבֹ֛אוּ אֶל־יַעֲקֹ֥ב אֲבִיהֶ֖ם אַ֣רְצָה כְּנָ֑עַן וַיַּגִּ֣ידוּ ל֔וֹ אֵ֛ת כׇּל־הַקֹּרֹ֥ת אֹתָ֖ם לֵאמֹֽר׃ <sup>ל</sup>&nbsp;דִּ֠בֶּ֠ר הָאִ֨ישׁ אֲדֹנֵ֥י הָאָ֛רֶץ אִתָּ֖נוּ קָשׁ֑וֹת וַיִּתֵּ֣ן אֹתָ֔נוּ כִּֽמְרַגְּלִ֖ים אֶת־הָאָֽרֶץ׃ <sup>לא</sup>&nbsp;וַנֹּ֥אמֶר אֵלָ֖יו כֵּנִ֣ים אֲנָ֑חְנוּ לֹ֥א הָיִ֖ינוּ מְרַגְּלִֽים׃ <sup>לב</sup>&nbsp;שְׁנֵים־עָשָׂ֥ר אֲנַ֛חְנוּ אַחִ֖ים בְּנֵ֣י אָבִ֑ינוּ הָאֶחָ֣ד אֵינֶ֔נּוּ וְהַקָּטֹ֥ן הַיּ֛וֹם אֶת־אָבִ֖ינוּ בְּאֶ֥רֶץ כְּנָֽעַן׃ <sup>לג</sup>&nbsp;וַיֹּ֣אמֶר אֵלֵ֗ינוּ הָאִישׁ֙ אֲדֹנֵ֣י הָאָ֔רֶץ בְּזֹ֣את אֵדַ֔ע כִּ֥י כֵנִ֖ים אַתֶּ֑ם אֲחִיכֶ֤ם הָֽאֶחָד֙ הַנִּ֣יחוּ אִתִּ֔י וְאֶת־רַעֲב֥וֹן בָּתֵּיכֶ֖ם קְח֥וּ וָלֵֽכוּ׃ <sup>לד</sup>&nbsp;וְ֠הָבִ֠יאוּ אֶת־אֲחִיכֶ֣ם הַקָּטֹן֮ אֵלַי֒ וְאֵֽדְעָ֗ה כִּ֣י לֹ֤א מְרַגְּלִים֙ אַתֶּ֔ם כִּ֥י כֵנִ֖ים אַתֶּ֑ם אֶת־אֲחִיכֶם֙ אֶתֵּ֣ן לָכֶ֔ם וְאֶת־הָאָ֖רֶץ תִּסְחָֽרוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>26</sup>&nbsp;Then they loaded their rations onto their donkeys and went from there.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> Vs. 26 is the natural progression after vs. 20:&#8221;Bring your youngest brother to me. Thus your words will be verified, and you shall not die.” And they did so, vs. 26 They loaded their donkeys with their grain, and departed.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"> <sup>27</sup>&nbsp;But as one opened his sack to give his donkey fodder at the night-camp, he saw his silver – there it was in the mouth of his pack! <sup>28</sup>&nbsp;He said to his brothers: &#8220;My silver has been returned – yes, here in my pack!&#8221; Their hearts gave way, and they trembled to one another, saying: &#8220;What is this that Elohim has done to us?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> The sacks are discovered twice, once on the way (vss. 27-28), then again when they get back to Canaan (vs. 35). The second discovery does not assume the first, indicating that perhaps the first was a later addition. The first discovery is couched using the anomalous term אמתחות for sacks. Note also that no specific brother makes the statement – one of them does – conveying an anonymity not found in the rest of the Joseph cycle, where either all the brothers speak together, or one of the brothers is identified as the speaker (either Reuben, Judah, or Joseph). The discovery of the sacks during the journey which is reminiscent of Balaam&#8217;s adventure with his donkey during the journey to Moab in Numbers 22. Both fill in the events of a journey otherwise described in one verse and create tension within the text and both reflect a later stage of composition (the term אמתחות, appears below in identifiably later layers). I tentatively assign this passage to the late Bridging source (as I do the Balaam narrative) since J and P are unlikely candidates (vs. 28 employs the name &#8220;God&#8221; for the deity, and there is no identifiably priestly language).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"> <sup>29</sup>&nbsp;They came home to Yaakov their father, in the land of K&#8217;naan, and told him all that had befallen them, saying: <sup>30</sup>&nbsp;&#8220;The man, the lord of the land, spoke harshly with us, he took us for those that spy on the land! <sup>31</sup>&nbsp;Now we said to him: &#8216;We are honest, we have never been spies! <sup>32</sup>&nbsp;We are twelve, brothers all, sons of our father: one is no more, and the youngest is now with our father in the land of K&#8217;naan.&#8217; <sup>33</sup>&nbsp;Then the man, the lord of the land, said to us: &#8216;Hereby shall I know whether you are honest: Leave one of your brothers with me, and as for the famine-supply of your households, take it and go. <sup>34</sup>&nbsp;But bring your youngest brother back to me, so that I may know that you are not spies, that you are honest. (Then) I will give your brother back to you, and you may travel about the land.'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" ><sup id=\"footnote_plugin_tooltip__1_24\" class=\"footnote_plugin_tooltip_text\">[24]</sup></a><span id=\"footnote_plugin_tooltip_text__1_24\" class=\"footnote_tooltip\"> The recap of their journey for Jacob&#8217;s benefit is likely a J addition. The name Jacob (as opposed to E&#8217;s Israel) appears as does 12 for the number of the brothers. There is no mention of Joseph&#8217;s father in E until he sees descends to Egypt to see Joseph.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_24').tooltip({ tip: '#footnote_plugin_tooltip_text__1_24', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>לה</sup>&nbsp;וַיְהִ֗י הֵ֚ם מְרִיקִ֣ים שַׂקֵּיהֶ֔ם וְהִנֵּה־אִ֥ישׁ צְרוֹר־כַּסְפּ֖וֹ בְּשַׂקּ֑וֹ וַיִּרְא֞וּ אֶת־צְרֹר֧וֹת כַּסְפֵּיהֶ֛ם הֵ֥מָּה וַאֲבִיהֶ֖ם וַיִּירָֽאוּ׃</span> <span class=\"j\"> <sup>לו</sup>&nbsp;וַיֹּ֤אמֶר אֲלֵהֶם֙ יַעֲקֹ֣ב אֲבִיהֶ֔ם אֹתִ֖י שִׁכַּלְתֶּ֑ם יוֹסֵ֤ף אֵינֶ֙נּוּ֙ וְשִׁמְע֣וֹן אֵינֶ֔נּוּ וְאֶת־בִּנְיָמִ֣ן תִּקָּ֔חוּ עָלַ֖י הָי֥וּ כֻלָּֽנָה׃ <sup>לז</sup>&nbsp;וַיֹּ֤אמֶר רְאוּבֵן֙ אֶל־אָבִ֣יו לֵאמֹ֔ר אֶת־שְׁנֵ֤י בָנַי֙ תָּמִ֔ית אִם־לֹ֥א אֲבִיאֶ֖נּוּ אֵלֶ֑יךָ תְּנָ֤ה אֹתוֹ֙ עַל־יָדִ֔י וַאֲנִ֖י אֲשִׁיבֶ֥נּוּ אֵלֶֽיךָ׃ <sup>לח</sup>&nbsp;וַיֹּ֕אמֶר לֹֽא־יֵרֵ֥ד בְּנִ֖י עִמָּכֶ֑ם כִּֽי־אָחִ֨יו מֵ֜ת וְה֧וּא לְבַדּ֣וֹ נִשְׁאָ֗ר וּקְרָאָ֤הוּ אָסוֹן֙ בַּדֶּ֙רֶךְ֙ אֲשֶׁ֣ר תֵּֽלְכוּ־בָ֔הּ וְהוֹרַדְתֶּ֧ם אֶת־שֵׂיבָתִ֛י בְּיָג֖וֹן שְׁאֽוֹלָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>35</sup>&nbsp;But it was, when they emptied their sacks: there was each man&#8217;s silver pouch in his sack! They looked at their silver pouches, they and their father, and became frightened.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" ><sup id=\"footnote_plugin_tooltip__1_25\" class=\"footnote_plugin_tooltip_text\">[25]</sup></a><span id=\"footnote_plugin_tooltip_text__1_25\" class=\"footnote_tooltip\"> The discovery of the sacks in Canaan (E) appears narrativally right after Joseph&#8217;s command to leave and their compliance with the command – no incidents occur on their journey back to Canaan.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_25').tooltip({ tip: '#footnote_plugin_tooltip_text__1_25', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"> <sup>36</sup>&nbsp;Yaakov their father said to them: &#8220;It is I that you bereave! Yosef is no more, Shim&#8217;on is no more, now you would take Binyamin – upon me has all this come!&#8221; <sup>37</sup>&nbsp;Re&#8217;uven said to his father, saying: &#8220;My two sons you may put to death if I do not bring him back to you! Place him in my hands, and I myself will return him to you.&#8221; <sup>38</sup>&nbsp;But he said: &#8220;My son is not to go down with you! For his brother is dead, and he alone is left! Should harm befall him on the journey on which you are going, you will bring down my gray hair in grief to Sheol!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" ><sup id=\"footnote_plugin_tooltip__1_26\" class=\"footnote_plugin_tooltip_text\">[26]</sup></a><span id=\"footnote_plugin_tooltip_text__1_26\" class=\"footnote_tooltip\"> Note Reuben&#8217;s portrayal as the ineffective brother as opposed to Judah who does succeed in convincing their father to send Benjamin with him. This scene in Canaan is a J addition (and note the appearance of Judah in the following chapter &#8211; narrativally a direct continuation of this one). The mention of &#8220;Bringing (Jacob&#8217;s) grey hairs down to Sheol&#8221; is reminiscent of 37:34 (J) when Jacob laments Joseph&#8217;s demise and wishes to descend to Sheol to be with him.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_26').tooltip({ tip: '#footnote_plugin_tooltip_text__1_26', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">מג <sup>א</sup>&nbsp;וְהָרָעָ֖ב כָּבֵ֥ד בָּאָֽרֶץ׃ <sup>ב</sup>&nbsp;וַיְהִ֗י כַּאֲשֶׁ֤ר כִּלּוּ֙ לֶאֱכֹ֣ל אֶת־הַשֶּׁ֔בֶר אֲשֶׁ֥ר הֵבִ֖יאוּ מִמִּצְרָ֑יִם וַיֹּ֤אמֶר אֲלֵיהֶם֙ אֲבִיהֶ֔ם שֻׁ֖בוּ שִׁבְרוּ־לָ֥נוּ מְעַט־אֹֽכֶל׃ <sup>ג</sup>&nbsp;וַיֹּ֧אמֶר אֵלָ֛יו יְהוּדָ֖ה לֵאמֹ֑ר הָעֵ֣ד הֵעִד֩ בָּ֨נוּ הָאִ֤ישׁ לֵאמֹר֙ לֹֽא־תִרְא֣וּ פָנַ֔י בִּלְתִּ֖י אֲחִיכֶ֥ם אִתְּכֶֽם׃ <sup>ד</sup>&nbsp;אִם־יֶשְׁךָ֛ מְשַׁלֵּ֥חַ אֶת־אָחִ֖ינוּ אִתָּ֑נוּ נֵרְדָ֕ה וְנִשְׁבְּרָ֥ה לְךָ֖ אֹֽכֶל׃ <sup>ה</sup>&nbsp;וְאִם־אֵינְךָ֥ מְשַׁלֵּ֖חַ לֹ֣א נֵרֵ֑ד כִּֽי־הָאִ֞ישׁ אָמַ֤ר אֵלֵ֙ינוּ֙ לֹֽא־תִרְא֣וּ פָנַ֔י בִּלְתִּ֖י אֲחִיכֶ֥ם אִתְּכֶֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">43 <sup>1</sup>&nbsp;But the famine was heavy in the land. <sup>2</sup>&nbsp;And so it was, when they had finished eating the rations that they had brought from Mitsrayim, that their father said to them: &#8220;Return, buy us some food-rations.&#8221; <sup>3</sup>&nbsp;But Yehudah said to him, saying: &#8220;The man warned, yes, warned us, saying: &#8216;You shall not see my face unless your brother is with you.&#8217; <sup>4</sup>&nbsp;If you wish to send our brother with us, we will go down and buy you some food-rations. <sup>5</sup>&nbsp;But if you do not wish to send him, we will not go down, for the man said to us: &#8216;You shall not see my face unless your brother is with you.'&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" ><sup id=\"footnote_plugin_tooltip__1_27\" class=\"footnote_plugin_tooltip_text\">[27]</sup></a><span id=\"footnote_plugin_tooltip_text__1_27\" class=\"footnote_tooltip\"> According to J, Judah forcefully restates the need to leave for Canaan, and his father listens to him without further discussion, as opposed to Reuben&#8217;s impassioned plea which is dismissed.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_27').tooltip({ tip: '#footnote_plugin_tooltip_text__1_27', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"> <sup>ו</sup>&nbsp;וַיֹּ֙אמֶר֙ יִשְׂרָאֵ֔ל לָמָ֥ה הֲרֵעֹתֶ֖ם לִ֑י לְהַגִּ֣יד לָאִ֔ישׁ הַע֥וֹד לָכֶ֖ם אָֽח׃ <sup>ז</sup>&nbsp;וַיֹּאמְר֡וּ שָׁא֣וֹל שָֽׁאַל־הָ֠אִ֠ישׁ לָ֣נוּ וּלְמֽוֹלַדְתֵּ֜נוּ לֵאמֹ֗ר הַע֨וֹד אֲבִיכֶ֥ם חַי֙ הֲיֵ֣שׁ לָכֶ֣ם אָ֔ח וַנַּ֨גֶּד־ל֔וֹ עַל־פִּ֖י הַדְּבָרִ֣ים הָאֵ֑לֶּה הֲיָד֣וֹעַ נֵדַ֔ע כִּ֣י יֹאמַ֔ר הוֹרִ֖ידוּ אֶת־אֲחִיכֶֽם׃ <sup>ח</sup>&nbsp;וַיֹּ֨אמֶר יְהוּדָ֜ה אֶל־יִשְׂרָאֵ֣ל אָבִ֗יו שִׁלְחָ֥ה הַנַּ֛עַר אִתִּ֖י וְנָק֣וּמָה וְנֵלֵ֑כָה וְנִֽחְיֶה֙ וְלֹ֣א נָמ֔וּת גַּם־אֲנַ֥חְנוּ גַם־אַתָּ֖ה גַּם־טַפֵּֽנוּ׃ <sup>ט</sup>&nbsp;אָֽנֹכִי֙ אֶֽעֶרְבֶ֔נּוּ מִיָּדִ֖י תְּבַקְשֶׁ֑נּוּ אִם־לֹ֨א הֲבִיאֹתִ֤יו אֵלֶ֙יךָ֙ וְהִצַּגְתִּ֣יו לְפָנֶ֔יךָ וְחָטָ֥אתִֽי לְךָ֖ כׇּל־הַיָּמִֽים׃ <sup>י</sup>&nbsp;כִּ֖י לוּלֵ֣א הִתְמַהְמָ֑הְנוּ כִּֽי־עַתָּ֥ה שַׁ֖בְנוּ זֶ֥ה פַעֲמָֽיִם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"> <sup>6</sup>&nbsp;Yisrael said: &#8220;Why did you deal so ill with me, by telling the man that you have another brother?&#8221; <sup>7</sup>&nbsp;They said: &#8220;The man asked, he asked about us and about our kindred, saying: &#8216;Is your father still alive? Do you have another brother?&#8217; So we told him, according to these words. Could we know, know that he would say: &#8216;Bring your brother down?'&#8221; <sup>8</sup>&nbsp;Yehudah said to Yisrael his father: &#8220;Send the lad with me, and we will arise and go, that we may live and not die, so we, so you, so our little-ones! <sup>9</sup>&nbsp;I will act as his pledge, at my hand you may seek him! If I do not bring him back to you and set him in your presence, I will be culpable-for-sin against you all the days (to come). <sup>10</sup>&nbsp;Indeed, had we not lingered, we would indeed have been back twice already!&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"> <sup>יא</sup>&nbsp;וַיֹּ֨אמֶר אֲלֵהֶ֜ם יִשְׂרָאֵ֣ל אֲבִיהֶ֗ם אִם־כֵּ֣ן ׀ אֵפוֹא֮ זֹ֣את עֲשׂוּ֒ קְח֞וּ מִזִּמְרַ֤ת הָאָ֙רֶץ֙ בִּכְלֵיכֶ֔ם וְהוֹרִ֥ידוּ לָאִ֖ישׁ מִנְחָ֑ה מְעַ֤ט צֳרִי֙ וּמְעַ֣ט דְּבַ֔שׁ נְכֹ֣את וָלֹ֔ט בׇּטְנִ֖ים וּשְׁקֵדִֽים׃ <sup>יב</sup>&nbsp;וְכֶ֥סֶף מִשְׁנֶ֖ה קְח֣וּ בְיֶדְכֶ֑ם וְאֶת־הַכֶּ֜סֶף הַמּוּשָׁ֨ב בְּפִ֤י אַמְתְּחֹֽתֵיכֶם֙ תָּשִׁ֣יבוּ בְיֶדְכֶ֔ם אוּלַ֥י מִשְׁגֶּ֖ה הֽוּא׃ <sup>יג</sup>&nbsp;וְאֶת־אֲחִיכֶ֖ם קָ֑חוּ וְק֖וּמוּ שׁ֥וּבוּ אֶל־הָאִֽישׁ׃ <sup>יד</sup>&nbsp;וְאֵ֣ל שַׁדַּ֗י יִתֵּ֨ן לָכֶ֤ם רַחֲמִים֙ לִפְנֵ֣י הָאִ֔ישׁ וְשִׁלַּ֥ח לָכֶ֛ם אֶת־אֲחִיכֶ֥ם אַחֵ֖ר וְאֶת־בִּנְיָמִ֑ין וַאֲנִ֕י כַּאֲשֶׁ֥ר שָׁכֹ֖לְתִּי שָׁכָֽלְתִּי׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"> <sup>11</sup>&nbsp;Yisrael their father said to them: &#8220;If it must be so, then, do this: Take some of the produce of the land in your vessels and bring them down to the man as a gift: a little balsam, a little honey, balm and ladanum, pistachio nuts and almonds. <sup>12</sup>&nbsp;And silver two times over take in your hand; and the silver that was returned in the mouth of your packs, return in your hand, perhaps it was an oversight. <sup>13</sup>&nbsp;And as for your brother, take him! Arise, return to the man, <sup>14</sup>&nbsp;and may El Shaddai give you mercy before the man, so that he releases your other brother to you, and Binyamin as well. And as for me – if I must be bereaved, I must be bereaved!&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" ><sup id=\"footnote_plugin_tooltip__1_28\" class=\"footnote_plugin_tooltip_text\">[28]</sup></a><span id=\"footnote_plugin_tooltip_text__1_28\" class=\"footnote_tooltip\"> Vss. 6-14 add little information to the narrative. Joseph&#8217;s father asks Judah a question (Why did you tell them about Benjamin?) he&#8217;d already heard the answer to in the report the brothers give in Chapter 42. The use of the name Israel in these verses, as well as the Priestly &#8220;El Shadday&#8221; (God Almighty&#8221;) militates against attributing this section to J. The rare term אמתחת (sacks) appears here once again (vs. 12) &#8211; its previous occurrence was in Chapter 42 in a section we attributed to the Bridging source. Note also the use of זמרת הארץ (the choice of the land), an expression which one finds only here. Judah&#8217;s use of the root ערב, &#8220;to ransom&#8221; is reminiscent of ערבון (pledge) in Chapter 38:20, also attributed to the Bridger. Our tentative conclusion is therefore an assignment of this section to B. I believe this dialogue was added to the text because B viewed a simple capitulation by Jacob (J&#8217;s version of events) as unlikely, and therefore added this dialogue in which Jacob verbally agrees to let Benjamin go.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_28').tooltip({ tip: '#footnote_plugin_tooltip_text__1_28', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>טו</sup>&nbsp;וַיִּקְח֤וּ הָֽאֲנָשִׁים֙</span> <span class=\"b\">אֶת־הַ</span><span class=\"e\">מִּנְחָ֣ה</span> <span class=\"b\">הַזֹּ֔את</span> <span class=\"e\">וּמִשְׁנֶה־כֶּ֛סֶף לָקְח֥וּ בְיָדָ֖ם וְאֶת־בִּנְיָמִ֑ן וַיָּקֻ֙מוּ֙ וַיֵּרְד֣וּ מִצְרַ֔יִם וַיַּֽעַמְד֖וּ לִפְנֵ֥י יוֹסֵֽף׃ <mark>ששי</mark> <sup>טז</sup>&nbsp;וַיַּ֨רְא יוֹסֵ֣ף אִתָּם֮ אֶת־בִּנְיָמִין֒ וַיֹּ֙אמֶר֙ לַֽאֲשֶׁ֣ר עַל־בֵּית֔וֹ הָבֵ֥א אֶת־הָאֲנָשִׁ֖ים הַבָּ֑יְתָה וּטְבֹ֤חַ טֶ֙בַח֙ וְהָכֵ֔ן כִּ֥י אִתִּ֛י יֹאכְל֥וּ הָאֲנָשִׁ֖ים בַּֽצׇּהֳרָֽיִם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>15</sup>&nbsp;The men took</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" ><sup id=\"footnote_plugin_tooltip__1_29\" class=\"footnote_plugin_tooltip_text\">[29]</sup></a><span id=\"footnote_plugin_tooltip_text__1_29\" class=\"footnote_tooltip\"> The whole interaction between Jacob / Israel and his sons is secondary to E, in E Jacob resurfaces as a character only when he comes down to Egypt.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_29').tooltip({ tip: '#footnote_plugin_tooltip_text__1_29', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\">this</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" ><sup id=\"footnote_plugin_tooltip__1_30\" class=\"footnote_plugin_tooltip_text\">[30]</sup></a><span id=\"footnote_plugin_tooltip_text__1_30\" class=\"footnote_tooltip\"> A reference to Israel&#8217;s request (B) that they give back the money they&#8217;d found in their sacks (vs. 12). A specific present is not mentioned in E, thus note the translation &#8220;a&#8221; as opposed to &#8220;the&#8221; in vs. 15. The Hebrew definite article may have been added by B, after the latter source specified which present it was the brothers took with them (vs. 11).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_30').tooltip({ tip: '#footnote_plugin_tooltip_text__1_30', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">gift, silver two times over they took in their hand and Binyamin as well. They arose and went down to Mitsrayim and stood in Yosef&#8217;s presence. <sup>16</sup>&nbsp;When Yosef saw Binyamin with them, he said to the steward of his house: &#8220;Bring the men into the house, slaughter some slaughter-animals and prepare them, for it is with me that these men shall eat at noon.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>יז</sup>&nbsp;וַיַּ֣עַשׂ הָאִ֔ישׁ כַּֽאֲשֶׁ֖ר אָמַ֣ר יוֹסֵ֑ף וַיָּבֵ֥א הָאִ֛ישׁ אֶת־הָאֲנָשִׁ֖ים בֵּ֥יתָה יוֹסֵֽף׃</span> <span class=\"b\"> <sup>יח</sup>&nbsp;וַיִּֽירְא֣וּ הָֽאֲנָשִׁ֗ים כִּ֣י הֽוּבְאוּ֮ בֵּ֣ית יוֹסֵף֒ וַיֹּאמְר֗וּ עַל־דְּבַ֤ר הַכֶּ֙סֶף֙ הַשָּׁ֤ב בְּאַמְתְּחֹתֵ֙ינוּ֙ בַּתְּחִלָּ֔ה אֲנַ֖חְנוּ מֽוּבָאִ֑ים לְהִתְגֹּלֵ֤ל עָלֵ֙ינוּ֙ וּלְהִתְנַפֵּ֣ל עָלֵ֔ינוּ וְלָקַ֧חַת אֹתָ֛נוּ לַעֲבָדִ֖ים וְאֶת־חֲמֹרֵֽינוּ׃ <sup>יט</sup>&nbsp;וַֽיִּגְּשׁוּ֙ אֶל־הָאִ֔ישׁ אֲשֶׁ֖ר עַל־בֵּ֣ית יוֹסֵ֑ף וַיְדַבְּר֥וּ אֵלָ֖יו פֶּ֥תַח הַבָּֽיִת׃ <sup>כ</sup>&nbsp;וַיֹּאמְר֖וּ בִּ֣י אֲדֹנִ֑י יָרֹ֥ד יָרַ֛דְנוּ בַּתְּחִלָּ֖ה לִשְׁבׇּר־אֹֽכֶל׃ <sup>כא</sup>&nbsp;וַֽיְהִ֞י כִּי־בָ֣אנוּ אֶל־הַמָּל֗וֹן וַֽנִּפְתְּחָה֙ אֶת־אַמְתְּחֹתֵ֔ינוּ וְהִנֵּ֤ה כֶֽסֶף־אִישׁ֙ בְּפִ֣י אַמְתַּחְתּ֔וֹ כַּסְפֵּ֖נוּ בְּמִשְׁקָל֑וֹ וַנָּ֥שֶׁב אֹת֖וֹ בְּיָדֵֽנוּ׃ <sup>כב</sup>&nbsp;וְכֶ֧סֶף אַחֵ֛ר הוֹרַ֥דְנוּ בְיָדֵ֖נוּ לִשְׁבׇּר־אֹ֑כֶל לֹ֣א יָדַ֔עְנוּ מִי־שָׂ֥ם כַּסְפֵּ֖נוּ בְּאַמְתְּחֹתֵֽינוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>17</sup>&nbsp;The man did as Yosef had said, the man brought the men into Yosef&#8217;s house.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" ><sup id=\"footnote_plugin_tooltip__1_31\" class=\"footnote_plugin_tooltip_text\">[31]</sup></a><span id=\"footnote_plugin_tooltip_text__1_31\" class=\"footnote_tooltip\"> Note the resumptive repetition of vs. 17 indicating an insertion of a secondary body of text: 17 &#8220;The man did as Joseph said, and brought the men to Joseph’s house.&#8221; versus, vs. 24:&#8221;When the steward had brought the men into Joseph’s house&#8221;. The intervening text is attributed to the same strand of text as vss. 6-14 (B), since it alludes to Jacob&#8217;s request to give back the money they&#8217;d received from Joseph, and uses the same vocabulary (אמתחות – sacks).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_31').tooltip({ tip: '#footnote_plugin_tooltip_text__1_31', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"> <sup>18</sup>&nbsp;But the men were frightened that they had been brought into Yosef&#8217;s house, and said: &#8220;It is because of the silver that was returned in our packs before that we have been brought here, for (them to) roll upon us, and fall upon us, and take us into servitude, along with our donkeys!&#8221; <sup>19</sup>&nbsp;They came close to the man, to the steward of Yosef&#8217;s house, and spoke to him at the entrance to the house, <sup>20</sup>&nbsp;they said: &#8220;Please, my lord! We came down, came down before to buy food-rations, <sup>21</sup>&nbsp;but it was, when we came to the night camp and opened our packs, there was each man&#8217;s silver in the mouth of his pack, our silver by its (exact) weight – but (here) we have returned it in our hand! <sup>22</sup>&nbsp;And other silver as well we have brought down in our hand, to buy food. We do not know who put back our silver in our packs!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"> <sup>כג</sup>&nbsp;וַיֹּ֩אמֶר֩ שָׁל֨וֹם לָכֶ֜ם אַל־תִּירָ֗אוּ אֱלֹ֨הֵיכֶ֜ם וֵֽאלֹהֵ֤י אֲבִיכֶם֙ נָתַ֨ן לָכֶ֤ם מַטְמוֹן֙ בְּאַמְתְּחֹ֣תֵיכֶ֔ם כַּסְפְּכֶ֖ם בָּ֣א אֵלָ֑י וַיּוֹצֵ֥א אֲלֵהֶ֖ם אֶת־שִׁמְעֽוֹן׃ <sup>כד</sup>&nbsp;וַיָּבֵ֥א הָאִ֛ישׁ אֶת־הָאֲנָשִׁ֖ים בֵּ֣יתָה יוֹסֵ֑ף וַיִּתֶּן־מַ֙יִם֙ וַיִּרְחֲצ֣וּ רַגְלֵיהֶ֔ם וַיִּתֵּ֥ן מִסְפּ֖וֹא לַחֲמֹֽרֵיהֶֽם׃ <sup>כה</sup>&nbsp;וַיָּכִ֙ינוּ֙ אֶת־הַמִּנְחָ֔ה עַד־בּ֥וֹא יוֹסֵ֖ף בַּֽצׇּהֳרָ֑יִם כִּ֣י שָֽׁמְע֔וּ כִּי־שָׁ֖ם יֹ֥אכְלוּ לָֽחֶם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"> <sup>23</sup>&nbsp;He said: &#8220;It is well with you, do not be afraid! Your <em>elo&#8217;ah</em>, the <em>elo&#8217;ah</em> of your father, placed a treasure in your packs for you – (for) your silver has come in to me.&#8221; And he brought Shim&#8217;on out to them. <sup>24</sup>&nbsp;Then the man had the men come into Yosef&#8217;s house and gave them water so that they might wash their feet and gave them fodder for their donkeys. <sup>25</sup>&nbsp;They prepared the gift, until Yosef came back at noon, for they understood that they were to eat bread there.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" ><sup id=\"footnote_plugin_tooltip__1_32\" class=\"footnote_plugin_tooltip_text\">[32]</sup></a><span id=\"footnote_plugin_tooltip_text__1_32\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_32').tooltip({ tip: '#footnote_plugin_tooltip_text__1_32', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>כו</sup>&nbsp;וַיָּבֹ֤א יוֹסֵף֙ הַבַּ֔יְתָה וַיָּבִ֥יאּוּ ל֛וֹ אֶת־הַמִּנְחָ֥ה אֲשֶׁר־בְּיָדָ֖ם הַבָּ֑יְתָה וַיִּשְׁתַּחֲווּ־ל֖וֹ אָֽרְצָה׃ <sup>כז</sup>&nbsp;וַיִּשְׁאַ֤ל לָהֶם֙ לְשָׁל֔וֹם וַיֹּ֗אמֶר הֲשָׁל֛וֹם אֲבִיכֶ֥ם הַזָּקֵ֖ן אֲשֶׁ֣ר אֲמַרְתֶּ֑ם הַעוֹדֶ֖נּוּ חָֽי׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>26</sup>&nbsp;When Yosef came into the house, they brought him the gift that was in their hand, into the house, and bowed down to him, to the ground. <sup>27</sup>&nbsp;He asked after their welfare and said: &#8220;Is your old father well, of whom you spoke? Is he still alive?&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>כח</sup>&nbsp;וַיֹּאמְר֗וּ שָׁל֛וֹם לְעַבְדְּךָ֥ לְאָבִ֖ינוּ עוֹדֶ֣נּוּ חָ֑י וַֽיִּקְּד֖וּ [וישתחו] וַיִּֽשְׁתַּחֲוֽוּ׃ <sup>כט</sup>&nbsp;וַיִּשָּׂ֣א עֵינָ֗יו וַיַּ֞רְא אֶת־בִּנְיָמִ֣ין אָחִיו֮ בֶּן־אִמּוֹ֒ וַיֹּ֗אמֶר הֲזֶה֙ אֲחִיכֶ֣ם הַקָּטֹ֔ן אֲשֶׁ֥ר אֲמַרְתֶּ֖ם אֵלָ֑י וַיֹּאמַ֕ר אֱלֹהִ֥ים יׇחְנְךָ֖ בְּנִֽי׃ <mark>שביעי</mark> <sup>ל</sup>&nbsp;וַיְמַהֵ֣ר יוֹסֵ֗ף כִּֽי־נִכְמְר֤וּ רַחֲמָיו֙ אֶל־אָחִ֔יו וַיְבַקֵּ֖שׁ לִבְכּ֑וֹת וַיָּבֹ֥א הַחַ֖דְרָה וַיֵּ֥בְךְּ שָֽׁמָּה׃ <sup>לא</sup>&nbsp;וַיִּרְחַ֥ץ פָּנָ֖יו וַיֵּצֵ֑א וַיִּ֨תְאַפַּ֔ק וַיֹּ֖אמֶר שִׂ֥ימוּ לָֽחֶם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>28</sup>&nbsp;They said: &#8220;Your servant, our father, is well, he is still alive – and in homage they bowed low.&#8221; <sup>29</sup>&nbsp;He lifted up his eyes and saw Binyamin his brother, his mother&#8217;s son, and he said: &#8220;Is this your youngest brother, of whom you spoke to me?&#8221; And he said: &#8220;May Elohim show you favor, my son!&#8221; <sup>30</sup>&nbsp;And in haste – for his feelings were so kindled toward his brother that he had to weep – Yosef entered a chamber and wept there. <sup>31</sup>&nbsp;Then he washed his face and came out, he restrained himself, and said: &#8220;Serve bread!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>לב</sup>&nbsp;וַיָּשִׂ֥ימוּ ל֛וֹ לְבַדּ֖וֹ וְלָהֶ֣ם לְבַדָּ֑ם וְלַמִּצְרִ֞ים הָאֹכְלִ֤ים אִתּוֹ֙ לְבַדָּ֔ם כִּי֩ לֹ֨א יוּכְל֜וּן הַמִּצְרִ֗ים לֶאֱכֹ֤ל אֶת־הָֽעִבְרִים֙ לֶ֔חֶם כִּי־תוֹעֵבָ֥ה הִ֖וא לְמִצְרָֽיִם׃ <sup>לג</sup>&nbsp;וַיֵּשְׁב֣וּ לְפָנָ֔יו הַבְּכֹר֙ כִּבְכֹ֣רָת֔וֹ וְהַצָּעִ֖יר כִּצְעִרָת֑וֹ וַיִּתְמְה֥וּ הָאֲנָשִׁ֖ים אִ֥ישׁ אֶל־רֵעֵֽהוּ׃ <sup>לד</sup>&nbsp;וַיִּשָּׂ֨א מַשְׂאֹ֜ת מֵאֵ֣ת פָּנָיו֮ אֲלֵהֶם֒ וַתֵּ֜רֶב מַשְׂאַ֧ת בִּנְיָמִ֛ן מִמַּשְׂאֹ֥ת כֻּלָּ֖ם חָמֵ֣שׁ יָד֑וֹת וַיִּשְׁתּ֥וּ וַֽיִּשְׁכְּר֖וּ עִמּֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>32</sup>&nbsp;They served him by himself and them by themselves and the Mitsrim who were eating with him by themselves, for Mitsrim will not eat bread with Ivrim – for that is an abomination for Mitsrim. <sup>33</sup>&nbsp;But they were seated in his presence: the firstborn according to his rank-as-firstborn and the youngest according to his rank-as-youngest. And the men stared at each other in astonishment over it. <sup>34</sup>&nbsp;He had courses taken to them from his presence, and Binyamin&#8217;s course was five times greater than all their courses. Then they drank and became drunk with him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" ><sup id=\"footnote_plugin_tooltip__1_33\" class=\"footnote_plugin_tooltip_text\">[33]</sup></a><span id=\"footnote_plugin_tooltip_text__1_33\" class=\"footnote_tooltip\"> In vs. 34, Benjamin receives 5 times the gifts from Joseph as the rest of the brothers. This is a literary equation made by E between Benjamin and the rest of the brothers, since according to E, Jacob had seven sons. In other words Joseph had five brothers and Benjamin.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_33').tooltip({ tip: '#footnote_plugin_tooltip_text__1_33', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\">מד <sup>א</sup>&nbsp;וַיְצַ֞ו אֶת־אֲשֶׁ֣ר עַל־בֵּיתוֹ֮ לֵאמֹר֒ מַלֵּ֞א אֶת־אַמְתְּחֹ֤ת הָֽאֲנָשִׁים֙ אֹ֔כֶל כַּאֲשֶׁ֥ר יוּכְל֖וּן שְׂאֵ֑ת וְשִׂ֥ים כֶּֽסֶף־אִ֖ישׁ בְּפִ֥י אַמְתַּחְתּֽוֹ׃ <sup>ב</sup>&nbsp;וְאֶת־גְּבִיעִ֞י גְּבִ֣יעַ הַכֶּ֗סֶף תָּשִׂים֙ בְּפִי֙ אַמְתַּ֣חַת הַקָּטֹ֔ן וְאֵ֖ת כֶּ֣סֶף שִׁבְר֑וֹ וַיַּ֕עַשׂ כִּדְבַ֥ר יוֹסֵ֖ף אֲשֶׁ֥ר דִּבֵּֽר׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\">44 <sup>1</sup>&nbsp;Now he commanded the steward of his house, saying: &#8220;Fill the men&#8217;s packs with food, as much as they are able to carry, and put each man&#8217;s silver in the mouth of his pack. <sup>2</sup>&nbsp;And my goblet, the silver goblet, put in the mouth of the youngest&#8217;s pack, along with the silver for his rations.&#8221; He did according to Yosef&#8217;s word which he had spoken.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" ><sup id=\"footnote_plugin_tooltip__1_34\" class=\"footnote_plugin_tooltip_text\">[34]</sup></a><span id=\"footnote_plugin_tooltip_text__1_34\" class=\"footnote_tooltip\"> The first verses of this chapter eliminate narrative tension. We now know that the goblet will be found in Benjamin&#8217;s sack, instead of it being a surprise. Note the use of the distinctive אמתחות for sacks in these verses which earlier in Chapters 42 and 43 indicated a later stratum, likely the Bridger. We thus hypothesize that these verses were added on by the Bridger.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_34').tooltip({ tip: '#footnote_plugin_tooltip_text__1_34', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>ג</sup>&nbsp;הַבֹּ֖קֶר א֑וֹר וְהָאֲנָשִׁ֣ים שֻׁלְּח֔וּ הֵ֖מָּה וַחֲמֹרֵיהֶֽם׃ <sup>ד</sup>&nbsp;הֵ֠ם יָֽצְא֣וּ אֶת־הָעִיר֮ לֹ֣א הִרְחִ֒יקוּ֒ וְיוֹסֵ֤ף אָמַר֙ לַֽאֲשֶׁ֣ר עַל־בֵּית֔וֹ ק֥וּם רְדֹ֖ף אַחֲרֵ֣י הָֽאֲנָשִׁ֑ים וְהִשַּׂגְתָּם֙ וְאָמַרְתָּ֣ אֲלֵהֶ֔ם לָ֛מָּה שִׁלַּמְתֶּ֥ם רָעָ֖ה תַּ֥חַת טוֹבָֽה׃ <sup>ה</sup>&nbsp;הֲל֣וֹא זֶ֗ה אֲשֶׁ֨ר יִשְׁתֶּ֤ה אֲדֹנִי֙ בּ֔וֹ וְה֕וּא נַחֵ֥שׁ יְנַחֵ֖שׁ בּ֑וֹ הֲרֵעֹתֶ֖ם אֲשֶׁ֥ר עֲשִׂיתֶֽם׃ <sup>ו</sup>&nbsp;וַֽיַּשִּׂגֵ֑ם וַיְדַבֵּ֣ר אֲלֵהֶ֔ם אֶת־הַדְּבָרִ֖ים הָאֵֽלֶּה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>3</sup>&nbsp;At the light of daybreak, the men were sent off, they and their donkeys; <sup>4</sup>&nbsp;they were just outside the city – they had not yet gone far – when Yosef said to the steward of his house: &#8220;Up, pursue the men, and when you have caught up with them, say to them: &#8216;Why have you paid back ill for good? <sup>5</sup>&nbsp;Is not this (goblet) the one that my lord drinks with? And he also divines, yes, divines with it! You have wrought ill in what you have done!'&#8221; <sup>6</sup>&nbsp;When he caught up with them, he spoke those words to them.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>ז</sup>&nbsp;וַיֹּאמְר֣וּ אֵלָ֔יו לָ֚מָּה יְדַבֵּ֣ר אֲדֹנִ֔י כַּדְּבָרִ֖ים הָאֵ֑לֶּה חָלִ֙ילָה֙ לַעֲבָדֶ֔יךָ מֵעֲשׂ֖וֹת כַּדָּבָ֥ר הַזֶּֽה׃</span> <span class=\"b\"> <sup>ח</sup>&nbsp;הֵ֣ן כֶּ֗סֶף אֲשֶׁ֤ר מָצָ֙אנוּ֙ בְּפִ֣י אַמְתְּחֹתֵ֔ינוּ הֱשִׁיבֹ֥נוּ אֵלֶ֖יךָ מֵאֶ֣רֶץ כְּנָ֑עַן וְאֵ֗יךְ נִגְנֹב֙ מִבֵּ֣ית אֲדֹנֶ֔יךָ כֶּ֖סֶף א֥וֹ זָהָֽב׃</span> <span class=\"e\"> <sup>ט</sup>&nbsp;אֲשֶׁ֨ר יִמָּצֵ֥א אִתּ֛וֹ מֵעֲבָדֶ֖יךָ וָמֵ֑ת וְגַם־אֲנַ֕חְנוּ נִֽהְיֶ֥ה לַֽאדֹנִ֖י לַעֲבָדִֽים׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>7</sup>&nbsp;They said to him: &#8220;Why does my lord speak such words as these? Heaven forbid for your servants to do such a thing!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" ><sup id=\"footnote_plugin_tooltip__1_35\" class=\"footnote_plugin_tooltip_text\">[35]</sup></a><span id=\"footnote_plugin_tooltip_text__1_35\" class=\"footnote_tooltip\"> In E the readers share the brother&#8217;s surprise, they don&#8217;t know that the goblet was planted by Joseph.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_35').tooltip({ tip: '#footnote_plugin_tooltip_text__1_35', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\"> <sup>8</sup>&nbsp;Here, the silver that we found in the mouth of our packs, we returned to you from the land of K&#8217;naan; so how could we steal silver or gold from the house of your lord?</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" ><sup id=\"footnote_plugin_tooltip__1_36\" class=\"footnote_plugin_tooltip_text\">[36]</sup></a><span id=\"footnote_plugin_tooltip_text__1_36\" class=\"footnote_tooltip\"> Note the distinctive use of אמתחות – sacks, as well as the allusion to the Bridger&#8217;s additions in Chapter 43 (the return of the money they found in their sacks on the first trip.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_36').tooltip({ tip: '#footnote_plugin_tooltip_text__1_36', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"> <sup>9</sup>&nbsp;He with whom it is found among your servants, he shall die, and we also will become my lord&#8217;s servants!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"e\"> <sup>י</sup>&nbsp;וַיֹּ֕אמֶר גַּם־עַתָּ֥ה כְדִבְרֵיכֶ֖ם כֶּן־ה֑וּא אֲשֶׁ֨ר יִמָּצֵ֤א אִתּוֹ֙ יִהְיֶה־לִּ֣י עָ֔בֶד וְאַתֶּ֖ם תִּהְי֥וּ נְקִיִּֽם׃</span> <span class=\"b\"> <sup>יא</sup>&nbsp;וַֽיְמַהֲר֗וּ וַיּוֹרִ֛דוּ אִ֥ישׁ אֶת־אַמְתַּחְתּ֖וֹ אָ֑רְצָה וַֽיִּפְתְּח֖וּ אִ֥ישׁ אַמְתַּחְתּֽוֹ׃</span> <span class=\"e\"> <sup>יב</sup>&nbsp;וַיְחַפֵּ֕שׂ בַּגָּד֣וֹל הֵחֵ֔ל וּבַקָּטֹ֖ן כִּלָּ֑ה וַיִּמָּצֵא֙ הַגָּבִ֔יעַ</span> <span class=\"b\">בְּאַמְתַּ֖חַת בִּנְיָמִֽן׃</span> <span class=\"e\"> <sup>יג</sup>&nbsp;וַֽיִּקְרְע֖וּ שִׂמְלֹתָ֑ם וַֽיַּעֲמֹס֙ אִ֣ישׁ עַל־חֲמֹר֔וֹ וַיָּשֻׁ֖בוּ הָעִֽירָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"e\"> <sup>10</sup>&nbsp;He said: &#8220;Now as well, according to your words, so be it: he with whom it is found shall become my servant, but you shall be clear.&#8221;</span> <span class=\"b\"> <sup>11</sup>&nbsp;With haste each-man let down his pack to the ground, each-man opened his pack.</span> <span class=\"e\"> <sup>12</sup>&nbsp;and then he searched: with the eldest he started and with the youngest he finished – and the goblet was found</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" ><sup id=\"footnote_plugin_tooltip__1_37\" class=\"footnote_plugin_tooltip_text\">[37]</sup></a><span id=\"footnote_plugin_tooltip_text__1_37\" class=\"footnote_tooltip\"> Is Joseph&#8217;s plan to keep Benjamin with him in Egypt and send the brother&#8217;s home according to E? This seems likely until he&#8217;s affected by the brothers&#8217; plea.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_37').tooltip({ tip: '#footnote_plugin_tooltip_text__1_37', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"b\">in Binyamin&#8217;s pack!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" ><sup id=\"footnote_plugin_tooltip__1_38\" class=\"footnote_plugin_tooltip_text\">[38]</sup></a><span id=\"footnote_plugin_tooltip_text__1_38\" class=\"footnote_tooltip\"> For the sake of consistency I tentatively propose that the words &#8220;in Benjamin&#8217;s sack&#8221; were added by the Bridger since the word employed for sack  is the distinctive אמתחה. The words are not necessary for textual coherence, since if the last bag searched belonged to the youngest brother then obviously, the goblet was found in Benjamin&#8217;s sack.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_38').tooltip({ tip: '#footnote_plugin_tooltip_text__1_38', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>13</sup>&nbsp;They rent their clothes, each-man loaded up his donkey, and they returned to the city.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" ><sup id=\"footnote_plugin_tooltip__1_39\" class=\"footnote_plugin_tooltip_text\">[39]</sup></a><span id=\"footnote_plugin_tooltip_text__1_39\" class=\"footnote_tooltip\"> There is no spokesman for the brothers in the E narrative and they are described as speaking as one whenever they are in a group. In J, however, Judah takes the position of spokesman, as seen in verse 14 when Judah and his brothers return to the city.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_39').tooltip({ tip: '#footnote_plugin_tooltip_text__1_39', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><mark>מפטיר</mark> <sup>יד</sup>&nbsp;וַיָּבֹ֨א יְהוּדָ֤ה וְאֶחָיו֙ בֵּ֣יתָה יוֹסֵ֔ף וְה֖וּא עוֹדֶ֣נּוּ שָׁ֑ם וַיִּפְּל֥וּ לְפָנָ֖יו אָֽרְצָה׃</span> <span class=\"e\"> <sup>טו</sup>&nbsp;וַיֹּ֤אמֶר לָהֶם֙ יוֹסֵ֔ף מָֽה־הַמַּעֲשֶׂ֥ה הַזֶּ֖ה אֲשֶׁ֣ר עֲשִׂיתֶ֑ם הֲל֣וֹא יְדַעְתֶּ֔ם כִּֽי־נַחֵ֧שׁ יְנַחֵ֛שׁ אִ֖ישׁ אֲשֶׁ֥ר כָּמֹֽנִי׃ <sup>טז</sup>&nbsp;וַיֹּ֣אמֶר</span> <span class=\"j\">יְהוּדָ֗ה</span> <span class=\"e\">מַה־נֹּאמַר֙ לַֽאדֹנִ֔י מַה־נְּדַבֵּ֖ר וּמַה־נִּצְטַדָּ֑ק הָאֱלֹהִ֗ים מָצָא֙ אֶת־עֲוֺ֣ן עֲבָדֶ֔יךָ הִנֶּ֤נּוּ עֲבָדִים֙ לַֽאדֹנִ֔י גַּם־אֲנַ֕חְנוּ גַּ֛ם אֲשֶׁר־נִמְצָ֥א הַגָּבִ֖יעַ בְּיָדֽוֹ׃ <sup>יז</sup>&nbsp;וַיֹּ֕אמֶר חָלִ֣ילָה לִּ֔י מֵעֲשׂ֖וֹת זֹ֑את הָאִ֡ישׁ אֲשֶׁר֩ נִמְצָ֨א הַגָּבִ֜יעַ בְּיָד֗וֹ ה֚וּא יִהְיֶה־לִּ֣י עָ֔בֶד וְאַתֶּ֕ם עֲל֥וּ לְשָׁל֖וֹם אֶל־אֲבִיכֶֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"> <sup>14</sup>&nbsp;Yehudah and his brothers came into Yosef&#8217;s house – he was still there – and flung themselves down before him to the ground.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" ><sup id=\"footnote_plugin_tooltip__1_40\" class=\"footnote_plugin_tooltip_text\">[40]</sup></a><span id=\"footnote_plugin_tooltip_text__1_40\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_40').tooltip({ tip: '#footnote_plugin_tooltip_text__1_40', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"> <sup>15</sup>&nbsp;Yosef said to them: &#8220;What kind of deed is this that you have done! Do you not know that a man like me can divine, yes, divine?&#8221;</span> <span class=\"j\"> <sup>16</sup>&nbsp;Yehudah</span> <span class=\"e\">said: &#8220;What can we say to my lord? What can we speak, by what can we show ourselves innocent? Elohim has found out your servants&#8217; crime! Here we are, servants to my lord, so we, so the one in whose hand the goblet was found.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" ><sup id=\"footnote_plugin_tooltip__1_41\" class=\"footnote_plugin_tooltip_text\">[41]</sup></a><span id=\"footnote_plugin_tooltip_text__1_41\" class=\"footnote_tooltip\"> It is frequently posited that Judah was added to vs. 16 and that originally the brothers spoke as one, although no textual witness exists to support this. Judah&#8217;s impassioned speech only begins in vs. 18. Moreover, this section is an integral part of the Elohistic plot, since without it it&#8217;s hard to understand Joseph&#8217;s emotional outburst at the beginning of Chapter 45, and if this section is Elohistic then Judah was added since he is not one of Jacob&#8217;s sons according to E.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_41').tooltip({ tip: '#footnote_plugin_tooltip_text__1_41', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <sup>17</sup>&nbsp;But he said: &#8220;Heaven forbid that I should do this! The man in whose hand the goblet was found – he shall become my servant, but you – go up in peace to your father!&#8221;</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_מקץ/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names, but I have made other changes. I have slightly modified the translation of the verse for Genesis 42:13 to accomodate the findings of the Supplementary hypothesis. Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">In the E version Joseph was simply Potiphar&#8217;s slave and wasn&#8217;t incarcerated, and cf. vs. 12.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">An allusion to J&#8217;s Chapter 39 in which Joseph was incarcerated.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">בספרי תימן פּֽוֹטִיפֶ֛רַע בתיבה אחת</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Everett Fox translates Tsafnat Paneaḥ as &#8216;The God Speaks and He Lives.'</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Pharaoh acknowledges the truth of Joseph&#8217;s interpretation, bowing before God&#8217;s will and thus achieves great prosperity, which corresponds to E&#8217;s theology.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Joseph is described as anxious to please in these verses, leaving Pharaoh and getting right to work. In E more of a gap is implied – first the land has to produce grain, only then can he gather it.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Vs. 48: &#8220;he stored up in every city the food from the fields around it.&#8221; Is the precursor to vs. 56: &#8220;And since the famine had spread over all the land, Joseph opened all that was in them and sold to the Egyptians, for the famine was severe in the land of Egypt.&#8221; &#8220;In them&#8221; (בהם) refers to the cities of vs. 48.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">בספרי תימן פּֽוֹטִיפֶ֖רַע בתיבה אחת</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">This is the same simile used by J to describe the number of Abraham&#8217;s descendants in 22:18.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">The birth reports of Menasheh and Ephraim were probably added by the Bridger, who used the qal passive yulad (to be born to) as in 22:20-23.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">J is filling in narrative detail for E – in E, the famine simply starts. In the more elaborate J narrative the seven good years have to end and only then do the seven bad years start. A better indication that these verses (53-55) are secondary is the connection between vs. 48 and 56 as argued above in the comment on 41:48.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">In E the narrative progresses immediately to Joseph&#8217;s brothers appearing before him, and does not switch focus to Canaan – Jacob&#8217;s [as opposed to Israel in E] command to the brothers to go down to Egypt is a J addition.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">In E, Joseph only has 6 brothers (and see comments on Chapter 29-30), and Joseph&#8217;s father is named Israel. In J, however, Joseph has 11 brothers and his father is named Jacob, this passage is therefore Yahwistic.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">Note the reference to the sons of Israel as opposed to the sons of Jacob in vs. 5, indicating E as the author.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">Vs. 8 refers to dreams in the plural – in E, Joseph dreams only one dream (see Chapter 37). The reference is thus to the J version of Chapter 37 in which Joseph dreams two dreams (the second having been added by J).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">There is a threefold repetition of Joseph&#8217;s accusation that the brothers are spies, this is no indication, however, of multiple sources; it simply reflects the persistence of Joseph&#8217;s accusation.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">Twelve is the number of Joseph&#8217;s brothers (including Joseph) according to J.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">In E, Joseph first threatens to keep them all in jail, then relents and frees them all except for one. J adds one more stage. After Joseph threatens to keep them all in jail, according to J, he relents and says that one of them can leave and bring their brother (vs. 16).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">In E: &#8220;And they did so&#8221; refers to Joseph&#8217;s command to leave, and bring back Benjamin. J, however adds a dialogue between Reuben and his brothers portraying him as ineffective so as to highlight Judah&#8217;s effectiveness (in J&#8217;s additions) in Chapter 37 and 43.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">Simeon who does not appear in E, is the brother chosen to remain behind (Simeon is a minor southern tribe, therefore of no significance to a northern source) – in E the brother left behind is not mentioned by name, and see the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\">Vs. 26 is the natural progression after vs. 20:&#8221;Bring your youngest brother to me. Thus your words will be verified, and you shall not die.” And they did so, vs. 26 They loaded their donkeys with their grain, and departed.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">The sacks are discovered twice, once on the way (vss. 27-28), then again when they get back to Canaan (vs. 35). The second discovery does not assume the first, indicating that perhaps the first was a later addition. The first discovery is couched using the anomalous term אמתחות for sacks. Note also that no specific brother makes the statement – one of them does – conveying an anonymity not found in the rest of the Joseph cycle, where either all the brothers speak together, or one of the brothers is identified as the speaker (either Reuben, Judah, or Joseph). The discovery of the sacks during the journey which is reminiscent of Balaam&#8217;s adventure with his donkey during the journey to Moab in Numbers 22. Both fill in the events of a journey otherwise described in one verse and create tension within the text and both reflect a later stage of composition (the term אמתחות, appears below in identifiably later layers). I tentatively assign this passage to the late Bridging source (as I do the Balaam narrative) since J and P are unlikely candidates (vs. 28 employs the name &#8220;God&#8221; for the deity, and there is no identifiably priestly language).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_24\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_24');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >24</a></th> <td class=\"footnote_plugin_text\">The recap of their journey for Jacob&#8217;s benefit is likely a J addition. The name Jacob (as opposed to E&#8217;s Israel) appears as does 12 for the number of the brothers. There is no mention of Joseph&#8217;s father in E until he sees descends to Egypt to see Joseph.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_25\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_25');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >25</a></th> <td class=\"footnote_plugin_text\">The discovery of the sacks in Canaan (E) appears narrativally right after Joseph&#8217;s command to leave and their compliance with the command – no incidents occur on their journey back to Canaan.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_26\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_26');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >26</a></th> <td class=\"footnote_plugin_text\">Note Reuben&#8217;s portrayal as the ineffective brother as opposed to Judah who does succeed in convincing their father to send Benjamin with him. This scene in Canaan is a J addition (and note the appearance of Judah in the following chapter &#8211; narrativally a direct continuation of this one). The mention of &#8220;Bringing (Jacob&#8217;s) grey hairs down to Sheol&#8221; is reminiscent of 37:34 (J) when Jacob laments Joseph&#8217;s demise and wishes to descend to Sheol to be with him.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_27\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_27');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >27</a></th> <td class=\"footnote_plugin_text\">According to J, Judah forcefully restates the need to leave for Canaan, and his father listens to him without further discussion, as opposed to Reuben&#8217;s impassioned plea which is dismissed.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_28\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_28');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >28</a></th> <td class=\"footnote_plugin_text\">Vss. 6-14 add little information to the narrative. Joseph&#8217;s father asks Judah a question (Why did you tell them about Benjamin?) he&#8217;d already heard the answer to in the report the brothers give in Chapter 42. The use of the name Israel in these verses, as well as the Priestly &#8220;El Shadday&#8221; (God Almighty&#8221;) militates against attributing this section to J. The rare term אמתחת (sacks) appears here once again (vs. 12) &#8211; its previous occurrence was in Chapter 42 in a section we attributed to the Bridging source. Note also the use of זמרת הארץ (the choice of the land), an expression which one finds only here. Judah&#8217;s use of the root ערב, &#8220;to ransom&#8221; is reminiscent of ערבון (pledge) in Chapter 38:20, also attributed to the Bridger. Our tentative conclusion is therefore an assignment of this section to B. I believe this dialogue was added to the text because B viewed a simple capitulation by Jacob (J&#8217;s version of events) as unlikely, and therefore added this dialogue in which Jacob verbally agrees to let Benjamin go.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_29\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_29');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >29</a></th> <td class=\"footnote_plugin_text\">The whole interaction between Jacob / Israel and his sons is secondary to E, in E Jacob resurfaces as a character only when he comes down to Egypt.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_30\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_30');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >30</a></th> <td class=\"footnote_plugin_text\">A reference to Israel&#8217;s request (B) that they give back the money they&#8217;d found in their sacks (vs. 12). A specific present is not mentioned in E, thus note the translation &#8220;a&#8221; as opposed to &#8220;the&#8221; in vs. 15. The Hebrew definite article may have been added by B, after the latter source specified which present it was the brothers took with them (vs. 11).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_31\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_31');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >31</a></th> <td class=\"footnote_plugin_text\">Note the resumptive repetition of vs. 17 indicating an insertion of a secondary body of text: 17 &#8220;The man did as Joseph said, and brought the men to Joseph’s house.&#8221; versus, vs. 24:&#8221;When the steward had brought the men into Joseph’s house&#8221;. The intervening text is attributed to the same strand of text as vss. 6-14 (B), since it alludes to Jacob&#8217;s request to give back the money they&#8217;d received from Joseph, and uses the same vocabulary (אמתחות – sacks).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_32\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_32');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >32</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_33\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_33');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >33</a></th> <td class=\"footnote_plugin_text\">In vs. 34, Benjamin receives 5 times the gifts from Joseph as the rest of the brothers. This is a literary equation made by E between Benjamin and the rest of the brothers, since according to E, Jacob had seven sons. In other words Joseph had five brothers and Benjamin.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_34\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_34');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >34</a></th> <td class=\"footnote_plugin_text\">The first verses of this chapter eliminate narrative tension. We now know that the goblet will be found in Benjamin&#8217;s sack, instead of it being a surprise. Note the use of the distinctive אמתחות for sacks in these verses which earlier in Chapters 42 and 43 indicated a later stratum, likely the Bridger. We thus hypothesize that these verses were added on by the Bridger.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_35\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_35');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >35</a></th> <td class=\"footnote_plugin_text\">In E the readers share the brother&#8217;s surprise, they don&#8217;t know that the goblet was planted by Joseph.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_36\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_36');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >36</a></th> <td class=\"footnote_plugin_text\">Note the distinctive use of אמתחות – sacks, as well as the allusion to the Bridger&#8217;s additions in Chapter 43 (the return of the money they found in their sacks on the first trip.)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_37\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_37');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >37</a></th> <td class=\"footnote_plugin_text\">Is Joseph&#8217;s plan to keep Benjamin with him in Egypt and send the brother&#8217;s home according to E? This seems likely until he&#8217;s affected by the brothers&#8217; plea.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_38\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_38');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >38</a></th> <td class=\"footnote_plugin_text\">For the sake of consistency I tentatively propose that the words &#8220;in Benjamin&#8217;s sack&#8221; were added by the Bridger since the word employed for sack  is the distinctive אמתחה. The words are not necessary for textual coherence, since if the last bag searched belonged to the youngest brother then obviously, the goblet was found in Benjamin&#8217;s sack.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_39\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_39');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >39</a></th> <td class=\"footnote_plugin_text\">There is no spokesman for the brothers in the E narrative and they are described as speaking as one whenever they are in a group. In J, however, Judah takes the position of spokesman, as seen in verse 14 when Judah and his brothers return to the city.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_40\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_40');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >40</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_41\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_41');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >41</a></th> <td class=\"footnote_plugin_text\">It is frequently posited that Judah was added to vs. 16 and that originally the brothers spoke as one, although no textual witness exists to support this. Judah&#8217;s impassioned speech only begins in vs. 18. Moreover, this section is an integral part of the Elohistic plot, since without it it&#8217;s hard to understand Joseph&#8217;s emotional outburst at the beginning of Chapter 45, and if this section is Elohistic then Judah was added since he is not one of Jacob&#8217;s sons according to E.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Bereshit (Genesis)",
        "Parashat Miqéts"
    ],
    "tags": [
        "31st century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "Yosef cycle",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת מקץ parashat Miqets"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3247"
        ],
        "_thumbnail_id": [
            "22844"
        ],
        "date_src_start": [
            "-0760-00-00"
        ],
        "date_src_end": [
            "-0661-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/12/The_grain_threshers_Egypt_by_Jean-Léon_Gérôme.jpg",
        "title": "The grain threshers, Egypt, by Jean-Léon Gérôme",
        "caption": "<em><a href=\"https://commons.wikimedia.org/wiki/File:The_grain_threshers,_Egypt,_by_Jean-Léon_Gérôme.jpg\">The grain threshers, Egypt</a></em> (1859) by \nJean-Léon Gérôme"
    },
    "source_link": "https://opensiddur.org/?p=22843",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/bereshit/parashat-miqets-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-miqets-color-coded-according-to-its-narrative-layers"
}