{
    "title": "&#128220; פָּרָשַׁת וַיֵּשֶׁב | Parashat Vayeshev (Genesis 37:1-40:23), color-coded according to its narrative layers",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-cropped.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic kernel 'E'",
            "bio": "The textual source called 'E' is the earliest of all literary sources in the Torah, the kernel from which all other narratives expanded upon. E was composed in the mid- to late eighth century BCE, toward the end of the heyday of the northern Ephraimite Kingdom, one of the two kingdoms that occupied Biblical Israel. The Kingdom of Ephraim was the larger and more urban of the two, and had its capital in Samaria, the city after which the Samaritans are named. To its south lay the smaller, but better-known Kingdom of Judah, whose capital city was Jerusalem. It seems likely that E was composed during this period because it marked the first literary flowering in ancient Israel. We know this based on the books of Amos and Hosea, composed at about that time, and from a wealth of inscriptions that we can confidently date to that period. The book of E, so called because it uses Elohim as its exclusive name for the deity of the Pentateuch, is composed of five story cycles focusing on five early Israelite heroes: Avraham, Yaakov, Yosef, Moshe, and Bilaam. The stories of Avraham and Bilaam are placed at the beginning and end of the Elohistic document, respectively, so that the two men can serve as models for how one should fear the remote and awesome God of the Elohistic source. The Yaakov, Yosef, and Moshe cycles, which comprise the bulk of the E narrative, chronicle Israel’s metamorphisis from a family into a people.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/e-kernel-mesorah"
        },
        {
            "name": "Masoretic layer 'J'",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'B'",
            "bio": "The last major addition to the biblical text was a post-exilic (pre-3rd century BCE) source which Dr. Tzemaḥ Yoreh refers to as the \"Bridger\" or simply, 'B.' B supplements earlier layers of text with genealogies and popular myths, providing narrative bridges between distant story cycles. B's narrative additions often share a fantastic element rarely found in Biblical narrative, and are most likely later additions to their respective Pentateuchal frameworks.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/b-layer-redaction-mesorah"
        }
    ],
    "date": "2018-11-22",
    "last_updated": "2020-12-16",
    "excerpt": "The text of parashat Vayeshev, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"en\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanchuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017). As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<p><span class=\"e\">&#11035; The kernel of biblical text upon which all other narratives were laid is thought to have been composed in the mid- to late eighth century BCE toward the end of the heyday of the northern Kingdom of Ephraim (one of the two kingdoms that occupied Biblical Israel). This layer, commonly referred to as &#8216;E&#8217;, is indicated with INDIGO text. The first parashah in Genesis containing text of this layer was <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a>.</span></p>\n<p><span class=\"j\">&#11035; The next oldest layer is thought to have been composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah. This layer, commonly known as &#8216;J&#8217;, is indicated with a BLUE text.</span> </p>\n<p><span class=\"p\">&#11035; The next strata, thought to have been composed during the exilic to early post-exilic period (571–486 BCE) is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating &#8216;J&#8217;s account.&#8221; This layer, commonly referred to as &#8216;P&#8217; (for &#8216;Priestly&#8217;) appears here in GREEN text.</span></p>\n<p><span class=\"b\">&#11035; The most recent layer of text, is a post-exilic (pre-3rd century BCE) text that Dr. Yoreh refers to as the &#8220;Bridger&#8221; which supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles. This &#8216;B&#8217; layer is presented here in FUCHSIA.</span></p>\n<p>Parashat Vayeshev (Genesis 37:1-40:23) in the annual Torah reading cycle, is read on the third shabbat of the month of Kislev. The parashah is preceded by <a href=\"https://opensiddur.org/readings-and-sourcetexts/torah-readings/annual-cycle/sefer-bereshit/parashat-vayishlah/parashat-vayishlah-color-coded-according-to-its-narrative-layers/\">Vayishlaḥ</a> (Genesis 32:4-36:43); parashat <a href=\"https://opensiddur.org/readings-and-sourcetexts/torah-readings/annual-cycle/sefer-bereshit/parashat-miqets/parashat-miqets-color-coded-according-to-its-narrative-layers/\">Miqets</a> (Genesis 41:1–44:17) follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"p\">לז <sup>א</sup>&nbsp;וַיֵּ֣שֶׁב יַעֲקֹ֔ב בְּאֶ֖רֶץ מְגוּרֵ֣י אָבִ֑יו בְּאֶ֖רֶץ כְּנָֽעַן׃ <sup>ב</sup>&nbsp;אֵ֣לֶּה ׀ תֹּלְד֣וֹת יַעֲקֹ֗ב יוֹסֵ֞ף בֶּן־שְׁבַֽע־עֶשְׂרֵ֤ה שָׁנָה֙ הָיָ֨ה רֹעֶ֤ה אֶת־אֶחָיו֙ בַּצֹּ֔אן וְה֣וּא נַ֗עַר אֶת־בְּנֵ֥י בִלְהָ֛ה וְאֶת־בְּנֵ֥י זִלְפָּ֖ה נְשֵׁ֣י אָבִ֑יו וַיָּבֵ֥א יוֹסֵ֛ף אֶת־דִּבָּתָ֥ם רָעָ֖ה אֶל־אֲבִיהֶֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"p\">37 <sup>1</sup>&nbsp;Yaakov settled in the land of his father&#8217;s sojournings, in the land of K&#8217;naan. <sup>2</sup>&nbsp;These are the progeny of Yaakov. Yosef, seventeen years old, used to tend the sheep along with his brothers, for he was serving-lad with the sons of Bilhah and the sons of Zilpah, his father&#8217;s wives. And Yosef brought a report of them, an ill one, to their father.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The first three verses are replete with signature Priestly vocabulary and themes (e.g. “these are the generations of” [as found in Gen 2:4, 5:1], “megurim” [=living place], Joseph’s age, Dibbah = [bad report]), and function as the Priestly introduction to the Joseph cycle. Joseph’s age is part of the symmetrical frame to this cycle. Joseph lives with his father for 17 years in Canaan and for another 17 years at the end of his life (47:28). The episode has a less informational beginning in vs. 3, with a statement of Israel’s preference for Joseph.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>ג</sup>&nbsp;וְיִשְׂרָאֵ֗ל אָהַ֤ב אֶת־יוֹסֵף֙ מִכׇּל־בָּנָ֔יו כִּֽי־בֶן־זְקֻנִ֥ים ה֖וּא ל֑וֹ וְעָ֥שָׂה ל֖וֹ כְּתֹ֥נֶת פַּסִּֽים׃ <sup>ד</sup>&nbsp;וַיִּרְא֣וּ אֶחָ֗יו כִּֽי־אֹת֞וֹ אָהַ֤ב אֲבִיהֶם֙ מִכׇּל־אֶחָ֔יו וַֽיִּשְׂנְא֖וּ אֹת֑וֹ וְלֹ֥א יָכְל֖וּ דַּבְּר֥וֹ לְשָׁלֹֽם׃ <sup>ה</sup>&nbsp;וַיַּחֲלֹ֤ם יוֹסֵף֙ חֲל֔וֹם וַיַּגֵּ֖ד לְאֶחָ֑יו וַיּוֹסִ֥פוּ ע֖וֹד שְׂנֹ֥א אֹתֽוֹ׃ <sup>ו</sup>&nbsp;וַיֹּ֖אמֶר אֲלֵיהֶ֑ם שִׁמְעוּ־נָ֕א הַחֲל֥וֹם הַזֶּ֖ה אֲשֶׁ֥ר חָלָֽמְתִּי׃ <sup>ז</sup>&nbsp;וְ֠הִנֵּ֠ה אֲנַ֜חְנוּ מְאַלְּמִ֤ים אֲלֻמִּים֙ בְּת֣וֹךְ הַשָּׂדֶ֔ה וְהִנֵּ֛ה קָ֥מָה אֲלֻמָּתִ֖י וְגַם־נִצָּ֑בָה וְהִנֵּ֤ה תְסֻבֶּ֙ינָה֙ אֲלֻמֹּ֣תֵיכֶ֔ם וַתִּֽשְׁתַּחֲוֶ֖יןָ לַאֲלֻמָּתִֽי׃ <sup>ח</sup>&nbsp;וַיֹּ֤אמְרוּ לוֹ֙ אֶחָ֔יו הֲמָלֹ֤ךְ תִּמְלֹךְ֙ עָלֵ֔ינוּ אִם־מָשׁ֥וֹל תִּמְשֹׁ֖ל בָּ֑נוּ וַיּוֹסִ֤פוּ עוֹד֙ שְׂנֹ֣א אֹת֔וֹ עַל־חֲלֹמֹתָ֖יו וְעַל־דְּבָרָֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>3</sup>&nbsp;Now Yisrael loved Yosef above all his sons, for he was a son of old age to him, so he made him an ornamented coat. <sup>4</sup>&nbsp;When his brothers saw that it was he whom their father loved above all his brothers, they hated him, and could not speak to him in peace. <sup>5</sup>&nbsp;Now Yosef dreamt a dream, and told it to his brothers – from then on they hated him still more – <sup>6</sup>&nbsp;he said to them: &#8220;Pray hear this dream that I have dreamt: <sup>7</sup>&nbsp;Here, we were binding sheaf-bundles out in the field, and here, my sheaf arose, it was standing upright, and here, your sheaves were circling round and bowing down to my sheaf!&#8221; <sup>8</sup>&nbsp;His brothers said to him: &#8220;Would you be king, yes, king over us? Or would you really rule, yes, rule us?&#8221; From then on they hated him still more – for his dreams, for his words.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> The name Israel is used throughout the Elohistic version of the Joseph cycle (and see Chapter 32:24-30 and E’s account of Jacob’s name change to Israel), as opposed to Jacob in the J additions (a sign that J did not accept the name change and was highly uncomfortable with it). ¶ According to E Joseph has only one dream, the second dream alludes to 12 as the number of Joseph’s brothers, which is an innovation of the Yahwistic source (Genesis 29-30). Note also the different vocabulary. In E, the root “sana” (to hate) is used to describe the animosity towards Joseph and in J the root “qana” (to be jealous of) is used.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>ט</sup>&nbsp;וַיַּחֲלֹ֥ם עוֹד֙ חֲל֣וֹם אַחֵ֔ר וַיְסַפֵּ֥ר אֹת֖וֹ לְאֶחָ֑יו וַיֹּ֗אמֶר הִנֵּ֨ה חָלַ֤מְתִּֽי חֲלוֹם֙ ע֔וֹד וְהִנֵּ֧ה הַשֶּׁ֣מֶשׁ וְהַיָּרֵ֗חַ וְאַחַ֤ד עָשָׂר֙ כּֽוֹכָבִ֔ים מִֽשְׁתַּחֲוִ֖ים לִֽי׃ <sup>י</sup>&nbsp;וַיְסַפֵּ֣ר אֶל־אָבִיו֮ וְאֶל־אֶחָיו֒ וַיִּגְעַר־בּ֣וֹ אָבִ֔יו וַיֹּ֣אמֶר ל֔וֹ מָ֛ה הַחֲל֥וֹם הַזֶּ֖ה אֲשֶׁ֣ר חָלָ֑מְתָּ הֲב֣וֹא נָב֗וֹא אֲנִי֙ וְאִמְּךָ֣ וְאַחֶ֔יךָ לְהִשְׁתַּחֲוֺ֥ת לְךָ֖ אָֽרְצָה׃ <sup>יא</sup>&nbsp;וַיְקַנְאוּ־ב֖וֹ אֶחָ֑יו וְאָבִ֖יו שָׁמַ֥ר אֶת־הַדָּבָֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>9</sup>&nbsp;But he dreamt still another dream, and recounted it to his brothers, he said: &#8220;Here, I have dreamt still (another) dream: Here, the sun and the moon and eleven stars were bowing down to me!&#8221; <sup>10</sup>&nbsp;When he recounted it to his father and his brothers, his father rebuked him and said to him: &#8220;What kind of dream is this that you have dreamt! Shall we come, yes, come, I, your mother and your brothers, to bow down to you to the ground?&#8221; <sup>11</sup>&nbsp;His brothers envied him, while his father kept the matter in mind.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><mark>שני</mark> <sup>יב</sup>&nbsp;וַיֵּלְכ֖וּ אֶחָ֑יו לִרְע֛וֹת אֶׄתׄ־צֹ֥אן אֲבִיהֶ֖ם בִּשְׁכֶֽם׃ <sup>יג</sup>&nbsp;וַיֹּ֨אמֶר יִשְׂרָאֵ֜ל אֶל־יוֹסֵ֗ף הֲל֤וֹא אַחֶ֙יךָ֙ רֹעִ֣ים בִּשְׁכֶ֔ם לְכָ֖ה וְאֶשְׁלָחֲךָ֣ אֲלֵיהֶ֑ם וַיֹּ֥אמֶר ל֖וֹ הִנֵּֽנִי׃ </span> <span class=\"j\"><sup>יד</sup>&nbsp;וַיֹּ֣אמֶר ל֗וֹ לֶךְ־נָ֨א רְאֵ֜ה אֶת־שְׁל֤וֹם אַחֶ֙יךָ֙ וְאֶת־שְׁל֣וֹם הַצֹּ֔אן וַהֲשִׁבֵ֖נִי דָּבָ֑ר</span> <span class=\"e\">וַיִּשְׁלָחֵ֙הוּ֙ מֵעֵ֣מֶק חֶבְר֔וֹן וַיָּבֹ֖א שְׁכֶֽמָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>12</sup>&nbsp;Now his brothers went to tend their father&#8217;s sheep in Shekhem. <sup>13</sup>&nbsp;Yisrael said to Yosef: &#8220;Are not your brothers tending sheep in Shekhem? Come, I will send you to them!&#8221; He said to him: &#8220;Here I am.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Note the use of the name Israel which marks this episode as Elohistic. Joseph’s brothers would not be shepherding in the vicinity of Shechem according to J, for fear of possible retribution having massacred the inhabitants of the city (Genesis 34).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>14</sup>&nbsp;And he said to him: &#8220;Come, pray, look into the well-being of your brothers and into the well-being of the sheep, and bring me back word.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> This verse is somewhat repetitive, Joseph has already agreed to join his brothers in Shechem in the previous verse. This request may have been added to the text to provide Joseph with a definite purpose. Alternatively, J may have wished to repeat Jacob’s request without mentioning Shchem explicitly; indeed we see that in vs. 17, J places the brothers in Dothan rather than in Shechem.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">So he sent him out from the valley of Ḥevron, and he came to Shekhem.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Joseph fulfills his father’s request and goes to Shechem, there he finds his brothers in vs. 18. Only according to J, did he get lost and go to Dothan, since as I mentioned above, J would have never had the brothers in the vicinity of Shechem.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>טו</sup>&nbsp;וַיִּמְצָאֵ֣הוּ אִ֔ישׁ וְהִנֵּ֥ה תֹעֶ֖ה בַּשָּׂדֶ֑ה וַיִּשְׁאָלֵ֧הוּ הָאִ֛ישׁ לֵאמֹ֖ר מַה־תְּבַקֵּֽשׁ׃ <sup>טז</sup>&nbsp;וַיֹּ֕אמֶר אֶת־אַחַ֖י אָנֹכִ֣י מְבַקֵּ֑שׁ הַגִּֽידָה־נָּ֣א לִ֔י אֵיפֹ֖ה הֵ֥ם רֹעִֽים׃ <sup>יז</sup>&nbsp;וַיֹּ֤אמֶר הָאִישׁ֙ נָסְע֣וּ מִזֶּ֔ה כִּ֤י שָׁמַ֙עְתִּי֙ אֹֽמְרִ֔ים נֵלְכָ֖ה דֹּתָ֑יְנָה וַיֵּ֤לֶךְ יוֹסֵף֙ אַחַ֣ר אֶחָ֔יו וַיִּמְצָאֵ֖ם בְּדֹתָֽן׃ </span> <span class=\"e\"><sup>יח</sup>&nbsp;וַיִּרְא֥וּ אֹת֖וֹ מֵרָחֹ֑ק וּבְטֶ֙רֶם֙ יִקְרַ֣ב אֲלֵיהֶ֔ם וַיִּֽתְנַכְּל֥וּ אֹת֖וֹ לַהֲמִיתֽוֹ׃ <sup>יט</sup>&nbsp;וַיֹּאמְר֖וּ אִ֣ישׁ אֶל־אָחִ֑יו הִנֵּ֗ה בַּ֛עַל הַחֲלֹמ֥וֹת הַלָּזֶ֖ה בָּֽא׃ <sup>כ</sup>&nbsp;וְעַתָּ֣ה ׀ לְכ֣וּ וְנַֽהַרְגֵ֗הוּ וְנַשְׁלִכֵ֙הוּ֙ בְּאַחַ֣ד הַבֹּר֔וֹת וְאָמַ֕רְנוּ חַיָּ֥ה רָעָ֖ה אֲכָלָ֑תְהוּ וְנִרְאֶ֕ה מַה־יִּהְי֖וּ חֲלֹמֹתָֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>15</sup>&nbsp;And a man came upon him – here, he was roaming in the field; the man asked him, saying: &#8220;What do you seek?&#8221; <sup>16</sup>&nbsp;He said: &#8220;I seek my brothers, pray tell me where they are tending-sheep.&#8221; <sup>17</sup>&nbsp;The man said: &#8220;They have moved on from here, indeed, I heard them say: &#8216;Let us go to Dotan.'&#8221; Yosef went after his brothers and came upon them in Dotan.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>18</sup>&nbsp;They saw him from afar, and before he had gotten near them, they plotted-cunningly against him to cause his death. <sup>19</sup>&nbsp;They said each man to his brother: &#8220;Here comes the master dreamer! <sup>20</sup>&nbsp;So now, come, let us kill him and throw him into one of these pits and say: &#8216;An ill-tempered beast has devoured him!&#8217; Then we will see what becomes of his dreams!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>כא</sup>&nbsp;וַיִּשְׁמַ֣ע רְאוּבֵ֔ן וַיַּצִּלֵ֖הוּ מִיָּדָ֑ם וַיֹּ֕אמֶר לֹ֥א נַכֶּ֖נּוּ נָֽפֶשׁ׃ <sup>כב</sup>&nbsp;וַיֹּ֨אמֶר אֲלֵהֶ֣ם ׀ רְאוּבֵן֮ אַל־תִּשְׁפְּכוּ־דָם֒ הַשְׁלִ֣יכוּ אֹת֗וֹ אֶל־הַבּ֤וֹר הַזֶּה֙ אֲשֶׁ֣ר בַּמִּדְבָּ֔ר וְיָ֖ד אַל־תִּשְׁלְחוּ־ב֑וֹ לְמַ֗עַן הַצִּ֤יל אֹתוֹ֙ מִיָּדָ֔ם לַהֲשִׁיב֖וֹ אֶל־אָבִֽיו׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>21</sup>&nbsp;When Re&#8217;uven heard it he tried to rescue him from their hand, he said: &#8220;Let us not take his life!&#8221; <sup>22</sup>&nbsp;And Re&#8217;uven said to them: &#8220;Do not shed blood! Throw him into this pit that is in the wilderness, but do not lay a hand upon him!&#8221; – in order that he might save him from their hand, to return him to his father.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><mark>שלישי</mark> <sup>כג</sup>&nbsp;וַֽיְהִ֕י כַּֽאֲשֶׁר־בָּ֥א יוֹסֵ֖ף אֶל־אֶחָ֑יו וַיַּפְשִׁ֤יטוּ אֶת־יוֹסֵף֙ אֶת־כֻּתׇּנְתּ֔וֹ אֶת־כְּתֹ֥נֶת הַפַּסִּ֖ים אֲשֶׁ֥ר עָלָֽיו׃ <sup>כד</sup>&nbsp;וַיִּ֨קָּחֻ֔הוּ וַיַּשְׁלִ֥כוּ אֹת֖וֹ הַבֹּ֑רָה וְהַבּ֣וֹר רֵ֔ק אֵ֥ין בּ֖וֹ מָֽיִם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>23</sup>&nbsp;So it was, when Yosef came to his brothers, that they stripped Yosef of his coat, the ornamented coat that he had on, <sup>24</sup>&nbsp;and took him and cast him into the pit. Now the pit was empty – no water in it.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> According to E, the brothers throw Joseph in the pit, he is then picked up by the Midianites and sold as a slave in Egypt. Reuben tries to save Joseph but the Midianites get to the pit before him. Judah’s involvement is wholly a Yahwistic addition. Judah suggests selling Joseph instead of killing him, and according to J the brothers are the ones who lift Joseph out of the pit and sell him to the Ishmaelites (rather than the Midianites in E). According to J the Ishmaelites bring Joseph to Egypt. Judah is thus portrayed as effective in comparison to Reuben, and thus more worthy of prominence and leadership.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>כה</sup>&nbsp;וַיֵּשְׁבוּ֮ לֶֽאֱכׇל־לֶ֒חֶם֒ וַיִּשְׂא֤וּ עֵֽינֵיהֶם֙ וַיִּרְא֔וּ וְהִנֵּה֙ אֹרְחַ֣ת יִשְׁמְעֵאלִ֔ים בָּאָ֖ה מִגִּלְעָ֑ד וּגְמַלֵּיהֶ֣ם נֹֽשְׂאִ֗ים נְכֹאת֙ וּצְרִ֣י וָלֹ֔ט הוֹלְכִ֖ים לְהוֹרִ֥יד מִצְרָֽיְמָה׃ <sup>כו</sup>&nbsp;וַיֹּ֥אמֶר יְהוּדָ֖ה אֶל־אֶחָ֑יו מַה־בֶּ֗צַע כִּ֤י נַהֲרֹג֙ אֶת־אָחִ֔ינוּ וְכִסִּ֖ינוּ אֶת־דָּמֽוֹ׃ <sup>כז</sup>&nbsp;לְכ֞וּ וְנִמְכְּרֶ֣נּוּ לַיִּשְׁמְעֵאלִ֗ים וְיָדֵ֙נוּ֙ אַל־תְּהִי־ב֔וֹ כִּֽי־אָחִ֥ינוּ בְשָׂרֵ֖נוּ ה֑וּא וַֽיִּשְׁמְע֖וּ אֶחָֽיו׃ </span> <span class=\"e\"><sup>כח</sup>&nbsp;וַיַּֽעַבְרוּ֩ אֲנָשִׁ֨ים מִדְיָנִ֜ים סֹֽחֲרִ֗ים וַֽיִּמְשְׁכוּ֙ וַיַּֽעֲל֤וּ אֶת־יוֹסֵף֙ מִן־הַבּ֔וֹר</span> <span class=\"j\">וַיִּמְכְּר֧וּ אֶת־יוֹסֵ֛ף לַיִּשְׁמְעֵאלִ֖ים בְּעֶשְׂרִ֣ים כָּ֑סֶף</span> <span class=\"e\">וַיָּבִ֥יאוּ אֶת־יוֹסֵ֖ף מִצְרָֽיְמָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>25</sup>&nbsp;And they sat down to eat bread. They lifted up their eyes and saw: there was a caravan of Yishmaelim coming from Gil&#8217;ad, their camels carrying balm, balsam, and ladanum, traveling to take them down to Mitsrayim. <sup>26</sup>&nbsp;Now Yehudah said to his brothers: &#8220;What gain is there if we kill our brother and cover up his blood? <sup>27</sup>&nbsp;Come, let us sell him to the Yishmaelim – but let not our hand be upon him, for he is our brother, our flesh!&#8221; And his brothers listened to him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> See the above comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>28</sup>&nbsp;Meanwhile, some Midyanite men, merchants, passed by; they hauled up Yosef from the pit</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> In the E text the anonymous verb (without a subject): “they drew him out…” refers to the Midianites. In the supplemented version (with J’s additions) the subject of this verb is Joseph’s brothers, i.e. Joseph’s brothers drew him out from the pit and sold him to the Ishmaelites.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">and sold Yosef to the Yishmaelim, for twenty pieces-of-silver.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Selling Joseph to the Ishmaelites was Judah’s plan according to the J addition of vs. 27.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\">They brought Yosef to Mitsrayim.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>כט</sup>&nbsp;וַיָּ֤שׇׁב רְאוּבֵן֙ אֶל־הַבּ֔וֹר וְהִנֵּ֥ה אֵין־יוֹסֵ֖ף בַּבּ֑וֹר וַיִּקְרַ֖ע אֶת־בְּגָדָֽיו׃ <sup>ל</sup>&nbsp;וַיָּ֥שׇׁב אֶל־אֶחָ֖יו וַיֹּאמַ֑ר הַיֶּ֣לֶד אֵינֶ֔נּוּ וַאֲנִ֖י אָ֥נָה אֲנִי־בָֽא׃ </span> <span class=\"j\"><sup>לא</sup>&nbsp;וַיִּקְח֖וּ אֶת־כְּתֹ֣נֶת יוֹסֵ֑ף וַֽיִּשְׁחֲטוּ֙ שְׂעִ֣יר עִזִּ֔ים וַיִּטְבְּל֥וּ אֶת־הַכֻּתֹּ֖נֶת בַּדָּֽם׃ <sup>לב</sup>&nbsp;וַֽיְשַׁלְּח֞וּ אֶת־כְּתֹ֣נֶת הַפַּסִּ֗ים וַיָּבִ֙יאוּ֙ אֶל־אֲבִיהֶ֔ם וַיֹּאמְר֖וּ זֹ֣את מָצָ֑אנוּ הַכֶּר־נָ֗א הַכְּתֹ֧נֶת בִּנְךָ֛ הִ֖וא אִם־לֹֽא׃ <sup>לג</sup>&nbsp;וַיַּכִּירָ֤הּ וַיֹּ֙אמֶר֙ כְּתֹ֣נֶת בְּנִ֔י חַיָּ֥ה רָעָ֖ה אֲכָלָ֑תְהוּ טָרֹ֥ף טֹרַ֖ף יוֹסֵֽף׃ <sup>לד</sup>&nbsp;וַיִּקְרַ֤ע יַעֲקֹב֙ שִׂמְלֹתָ֔יו וַיָּ֥שֶׂם שַׂ֖ק בְּמׇתְנָ֑יו וַיִּתְאַבֵּ֥ל עַל־בְּנ֖וֹ יָמִ֥ים רַבִּֽים׃ <sup>לה</sup>&nbsp;וַיָּקֻ֩מוּ֩ כׇל־בָּנָ֨יו וְכׇל־בְּנֹתָ֜יו לְנַחֲמ֗וֹ וַיְמָאֵן֙ לְהִתְנַחֵ֔ם וַיֹּ֕אמֶר כִּֽי־אֵרֵ֧ד אֶל־בְּנִ֛י אָבֵ֖ל שְׁאֹ֑לָה וַיֵּ֥בְךְּ אֹת֖וֹ אָבִֽיו׃ </span> <span class=\"e\"><sup>לו</sup>&nbsp;וְהַ֨מְּדָנִ֔ים מָכְר֥וּ אֹת֖וֹ אֶל־מִצְרָ֑יִם לְפֽוֹטִיפַר֙ סְרִ֣יס פַּרְעֹ֔ה שַׂ֖ר הַטַּבָּחִֽים׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>29</sup>&nbsp;When Re&#8217;uven returned to the pit: here, Yosef was no more in the pit! He rent his garments <sup>30</sup>&nbsp;and returned to his brothers and said: &#8220;The child is no more! And I – where am I to go?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Thus according to E, the brothers don’t know what happened to Joseph (since the Midianites sold him to the Egyptians), whereas in J the brothers are aware of his fate having sold him themselves.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>31</sup>&nbsp;But they took Yosef&#8217;s coat, they slew a hairy goat and dipped the coat in the blood. <sup>32</sup>&nbsp;They had the ornamented coat sent out and had it brought to their father and said: &#8220;We found this; pray recognize whether it is your son&#8217;s coat or not!&#8221; <sup>33</sup>&nbsp;He recognized it and said: &#8220;My son&#8217;s coat! An ill-tempered beast has devoured him! Yosef is torn, torn-to-pieces!&#8221; <sup>34</sup>&nbsp;Yaakov rent his clothes, he put sackcloth on his loins and mourned his son for many days. <sup>35</sup>&nbsp;All his sons and daughters arose to comfort him, but he refused to be comforted. He said: &#8220;No, I will go down to my son in mourning, to Sheol!&#8221; Thus his father wept for him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Jacob’s point of view is not really considered in E (until chapter 47). It is only in J where he emerges as a character in the Joseph cycle of Chapters 37-50.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>36</sup>&nbsp;Meanwhile, the Midyanites had sold him into Mitsrayim to Potifar, Pharaoh&#8217;s court-official, Chief of the (palace) Guard.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> The conclusion of Joseph’s sojourn in Canaan, and the beginning of his Egyptian adventure, which is taken up by E in Chapter 40.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><mark>רביעי</mark> לח <sup>א</sup>&nbsp;וַֽיְהִי֙ בָּעֵ֣ת הַהִ֔וא וַיֵּ֥רֶד יְהוּדָ֖ה מֵאֵ֣ת אֶחָ֑יו וַיֵּ֛ט עַד־אִ֥ישׁ עֲדֻלָּמִ֖י וּשְׁמ֥וֹ חִירָֽה׃ <sup>ב</sup>&nbsp;וַיַּרְא־שָׁ֧ם יְהוּדָ֛ה בַּת־אִ֥ישׁ כְּנַעֲנִ֖י וּשְׁמ֣וֹ שׁ֑וּעַ וַיִּקָּחֶ֖הָ וַיָּבֹ֥א אֵלֶֽיהָ׃ <sup>ג</sup>&nbsp;וַתַּ֖הַר וַתֵּ֣לֶד בֵּ֑ן וַיִּקְרָ֥א אֶת־שְׁמ֖וֹ עֵֽר׃ <sup>ד</sup>&nbsp;וַתַּ֥הַר ע֖וֹד וַתֵּ֣לֶד בֵּ֑ן וַתִּקְרָ֥א אֶת־שְׁמ֖וֹ אוֹנָֽן׃ <sup>ה</sup>&nbsp;וַתֹּ֤סֶף עוֹד֙ וַתֵּ֣לֶד בֵּ֔ן וַתִּקְרָ֥א אֶת־שְׁמ֖וֹ שֵׁלָ֑ה וְהָיָ֥ה בִכְזִ֖יב בְּלִדְתָּ֥הּ אֹתֽוֹ׃ <sup>ו</sup>&nbsp;וַיִּקַּ֧ח יְהוּדָ֛ה אִשָּׁ֖ה לְעֵ֣ר בְּכוֹר֑וֹ וּשְׁמָ֖הּ תָּמָֽר׃ <sup>ז</sup>&nbsp;וַיְהִ֗י עֵ֚ר בְּכ֣וֹר יְהוּדָ֔ה רַ֖ע בְּעֵינֵ֣י יְהֹוָ֑ה וַיְמִתֵ֖הוּ יְהֹוָֽה׃ <sup>ח</sup>&nbsp;וַיֹּ֤אמֶר יְהוּדָה֙ לְאוֹנָ֔ן בֹּ֛א אֶל־אֵ֥שֶׁת אָחִ֖יךָ וְיַבֵּ֣ם אֹתָ֑הּ וְהָקֵ֥ם זֶ֖רַע לְאָחִֽיךָ׃ <sup>ט</sup>&nbsp;וַיֵּ֣דַע אוֹנָ֔ן כִּ֛י לֹּ֥א ל֖וֹ יִהְיֶ֣ה הַזָּ֑רַע וְהָיָ֞ה אִם־בָּ֨א אֶל־אֵ֤שֶׁת אָחִיו֙ וְשִׁחֵ֣ת אַ֔רְצָה לְבִלְתִּ֥י נְתׇן־זֶ֖רַע לְאָחִֽיו׃ <sup>י</sup>&nbsp;וַיֵּ֛רַע בְּעֵינֵ֥י יְהֹוָ֖ה אֲשֶׁ֣ר עָשָׂ֑ה וַיָּ֖מֶת גַּם־אֹתֽוֹ׃ <sup>יא</sup>&nbsp;וַיֹּ֣אמֶר יְהוּדָה֩ לְתָמָ֨ר כַּלָּת֜וֹ שְׁבִ֧י אַלְמָנָ֣ה בֵית־אָבִ֗יךְ עַד־יִגְדַּל֙ שֵׁלָ֣ה בְנִ֔י כִּ֣י אָמַ֔ר פֶּן־יָמ֥וּת גַּם־ה֖וּא כְּאֶחָ֑יו וַתֵּ֣לֶךְ תָּמָ֔ר וַתֵּ֖שֶׁב בֵּ֥ית אָבִֽיהָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\">38 <sup>1</sup>&nbsp;Now it was at about that time that Yehudah went down, away from his brothers and turned aside to an Adullami man – his name was Ḥirah. <sup>2</sup>&nbsp;There Yehudah saw the daughter of a K&#8217;naani man – his name was Shua, he took her (as his wife) and came in to her. <sup>3</sup>&nbsp;She became pregnant and bore a son, and he called his name: Er. <sup>4</sup>&nbsp;She became pregnant again and bore a son, and she called his name: Onan. <sup>5</sup>&nbsp;Once again she bore a son, and she called his name: Sheilah. Now he was in K&#8217;ziv when she bore him. <sup>6</sup>&nbsp;Yehudah took a wife for Er, his firstborn – her name was Tamar. <sup>7</sup>&nbsp;But Er, Yehudah&#8217;s firstborn, did ill in the eyes of YHVH, and YHVH caused him to die. <sup>8</sup>&nbsp;Yehudah said to Onan: &#8220;Come in to your brother&#8217;s wife, do a brother-in-law&#8217;s duty by her, to preserve seed for your brother!&#8221; <sup>9</sup>&nbsp;But Onan knew that the seed would not be his, so it was, whenever he came in to his brother&#8217;s wife, he let it go to ruin on the ground, so as not to provide seed for his brother. <sup>10</sup>&nbsp;What he did was ill in the eyes of YHVH, and he caused him to die as well. <sup>11</sup>&nbsp;Now Yehudah said to Tamar his daughter-in-law: &#8220;Sit as a widow in your father&#8217;s house until Sheilah my son has grown up.&#8221; For he said to himself: &#8220;Otherwise he will die as well, like his brothers!&#8221; So Tamar went and stayed in her father&#8217;s house.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><sup>יב</sup>&nbsp;וַיִּרְבּוּ֙ הַיָּמִ֔ים וַתָּ֖מׇת בַּת־שׁ֣וּעַ אֵֽשֶׁת־יְהוּדָ֑ה וַיִּנָּ֣חֶם יְהוּדָ֗ה וַיַּ֜עַל עַל־גֹּֽזְזֵ֤י צֹאנוֹ֙ ה֗וּא וְחִירָ֛ה רֵעֵ֥הוּ הָעֲדֻלָּמִ֖י תִּמְנָֽתָה׃ <sup>יג</sup>&nbsp;וַיֻּגַּ֥ד לְתָמָ֖ר לֵאמֹ֑ר הִנֵּ֥ה חָמִ֛יךְ עֹלֶ֥ה תִמְנָ֖תָה לָגֹ֥ז צֹאנֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\"><sup>12</sup>&nbsp;And many days passed. Now Shua&#8217;s daughter, Yehudah&#8217;s wife, died. When Yehudah had been comforted, he went up to his sheep-shearers, he and his friend Ḥirah the Adullami, to Timnatah. <sup>13</sup>&nbsp;Tamar was told, saying: &#8220;Here, your father-in-law is going up to Timnatah to shear his sheep.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><sup>יד</sup>&nbsp;וַתָּ֩סַר֩ בִּגְדֵ֨י אַלְמְנוּתָ֜הּ מֵֽעָלֶ֗יהָ וַתְּכַ֤ס בַּצָּעִיף֙ וַתִּתְעַלָּ֔ף וַתֵּ֙שֶׁב֙ בְּפֶ֣תַח עֵינַ֔יִם אֲשֶׁ֖ר עַל־דֶּ֣רֶךְ תִּמְנָ֑תָה כִּ֤י רָאֲתָה֙ כִּֽי־גָדַ֣ל שֵׁלָ֔ה וְהִ֕וא לֹֽא־נִתְּנָ֥ה ל֖וֹ לְאִשָּֽׁה׃ <sup>טו</sup>&nbsp;וַיִּרְאֶ֣הָ יְהוּדָ֔ה וַֽיַּחְשְׁבֶ֖הָ לְזוֹנָ֑ה כִּ֥י כִסְּתָ֖ה פָּנֶֽיהָ׃ <sup>טז</sup>&nbsp;וַיֵּ֨ט אֵלֶ֜יהָ אֶל־הַדֶּ֗רֶךְ וַיֹּ֙אמֶר֙ הָֽבָה־נָּא֙ אָב֣וֹא אֵלַ֔יִךְ כִּ֚י לֹ֣א יָדַ֔ע כִּ֥י כַלָּת֖וֹ הִ֑וא וַתֹּ֙אמֶר֙ מַה־תִּתֶּן־לִ֔י כִּ֥י תָב֖וֹא אֵלָֽי׃ <sup>יז</sup>&nbsp;וַיֹּ֕אמֶר אָנֹכִ֛י אֲשַׁלַּ֥ח גְּדִֽי־עִזִּ֖ים מִן־הַצֹּ֑אן וַתֹּ֕אמֶר אִם־תִּתֵּ֥ן עֵרָב֖וֹן עַ֥ד שָׁלְחֶֽךָ׃ <sup>יח</sup>&nbsp;וַיֹּ֗אמֶר מָ֣ה הָעֵרָבוֹן֮ אֲשֶׁ֣ר אֶתֶּן־לָךְ֒ וַתֹּ֗אמֶר חֹתָֽמְךָ֙ וּפְתִילֶ֔ךָ וּמַטְּךָ֖ אֲשֶׁ֣ר בְּיָדֶ֑ךָ וַיִּתֶּן־לָ֛הּ וַיָּבֹ֥א אֵלֶ֖יהָ וַתַּ֥הַר לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\"><sup>14</sup>&nbsp;She removed her widow&#8217;s garments from her, covered herself with a veil and wrapped herself, and sat down by the entrance to Enayim/Two-wells, which is on the way to Timnatah, for she saw that Sheilah had grown up, yet she had not been given to him as a wife. <sup>15</sup>&nbsp;When Yehudah saw her, he took her for a whore, for she had covered her face. <sup>16</sup>&nbsp;So he turned aside to her by the road and said: &#8220;Come-now, pray let me come in to you&#8221; – for he did not know that she was his daughter-in-law. She said: &#8220;What will you give me for coming in to me?&#8221; <sup>17</sup>&nbsp;He said: &#8220;I myself will send out a goat kid from the flock.&#8221; She said: &#8220;Only if you give me a pledge, until you send it.&#8221; <sup>18</sup>&nbsp;He said: &#8220;What is the pledge that I am to give you?&#8221; She said: &#8220;Your seal, your cord, and your staff that is in your hand.&#8221; He gave them to her and then he came in to her – and she became pregnant by him.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><sup>יט</sup>&nbsp;וַתָּ֣קׇם וַתֵּ֔לֶךְ וַתָּ֥סַר צְעִיפָ֖הּ מֵעָלֶ֑יהָ וַתִּלְבַּ֖שׁ בִּגְדֵ֥י אַלְמְנוּתָֽהּ׃ <sup>כ</sup>&nbsp;וַיִּשְׁלַ֨ח יְהוּדָ֜ה אֶת־גְּדִ֣י הָֽעִזִּ֗ים בְּיַד֙ רֵעֵ֣הוּ הָֽעֲדֻלָּמִ֔י לָקַ֥חַת הָעֵרָב֖וֹן מִיַּ֣ד הָאִשָּׁ֑ה וְלֹ֖א מְצָאָֽהּ׃ <sup>כא</sup>&nbsp;וַיִּשְׁאַ֞ל אֶת־אַנְשֵׁ֤י מְקֹמָהּ֙ לֵאמֹ֔ר אַיֵּ֧ה הַקְּדֵשָׁ֛ה הִ֥וא בָעֵינַ֖יִם עַל־הַדָּ֑רֶךְ וַיֹּ֣אמְר֔וּ לֹא־הָיְתָ֥ה בָזֶ֖ה קְדֵשָֽׁה׃ <sup>כב</sup>&nbsp;וַיָּ֙שׇׁב֙ אֶל־יְהוּדָ֔ה וַיֹּ֖אמֶר לֹ֣א מְצָאתִ֑יהָ וְגַ֨ם אַנְשֵׁ֤י הַמָּקוֹם֙ אָֽמְר֔וּ לֹא־הָיְתָ֥ה בָזֶ֖ה קְדֵשָֽׁה׃ <sup>כג</sup>&nbsp;וַיֹּ֤אמֶר יְהוּדָה֙ תִּֽקַּֽח־לָ֔הּ פֶּ֖ן נִהְיֶ֣ה לָב֑וּז הִנֵּ֤ה שָׁלַ֙חְתִּי֙ הַגְּדִ֣י הַזֶּ֔ה וְאַתָּ֖ה לֹ֥א מְצָאתָֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\"><sup>19</sup>&nbsp;She arose and went away, then she put off her veil from her and clothed herself in her widow&#8217;s garments. <sup>20</sup>&nbsp;Now when Yehudah sent the goat kid by the hand of his friend the Adullami, to fetch the pledge from the woman&#8217;s hand, he could not find her. <sup>21</sup>&nbsp;He asked the people of her place, saying: &#8220;Where is that holy-prostitute, the one in Two-wells by the road?&#8221; They said: &#8220;There has been no holy-prostitute here!&#8221; <sup>22</sup>&nbsp;So he returned to Yehudah and said: &#8220;I could not find her; moreover, the people of the place said: &#8216;There has been no holy-prostitute here!'&#8221; <sup>23</sup>&nbsp;Yehudah said: &#8220;Let her keep them for herself, lest we become a laughing-stock. Here, I sent her this kid, but you, you could not find her.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><sup>כד</sup>&nbsp;וַיְהִ֣י ׀ כְּמִשְׁלֹ֣שׁ חֳדָשִׁ֗ים וַיֻּגַּ֨ד לִֽיהוּדָ֤ה לֵֽאמֹר֙ זָֽנְתָה֙ תָּמָ֣ר כַּלָּתֶ֔ךָ וְגַ֛ם הִנֵּ֥ה הָרָ֖ה לִזְנוּנִ֑ים וַיֹּ֣אמֶר יְהוּדָ֔ה הוֹצִיא֖וּהָ וְתִשָּׂרֵֽף׃ <sup>כה</sup>&nbsp;הִ֣וא מוּצֵ֗את וְהִ֨יא שָׁלְחָ֤ה אֶל־חָמִ֙יהָ֙ לֵאמֹ֔ר לְאִישׁ֙ אֲשֶׁר־אֵ֣לֶּה לּ֔וֹ אָנֹכִ֖י הָרָ֑ה וַתֹּ֙אמֶר֙ הַכֶּר־נָ֔א לְמִ֞י הַחֹתֶ֧מֶת וְהַפְּתִילִ֛ים וְהַמַּטֶּ֖ה הָאֵֽלֶּה׃ <sup>כו</sup>&nbsp;וַיַּכֵּ֣ר יְהוּדָ֗ה וַיֹּ֙אמֶר֙ צָֽדְקָ֣ה מִמֶּ֔נִּי כִּֽי־עַל־כֵּ֥ן לֹא־נְתַתִּ֖יהָ לְשֵׁלָ֣ה בְנִ֑י וְלֹֽא־יָסַ֥ף ע֖וֹד לְדַעְתָּֽהּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\"><sup>24</sup>&nbsp;Now it was, after almost three New-moons that Yehudah was told, saying: &#8220;Tamar your daughter-in-law has played-the-whore, in fact, she has become pregnant from whoring!&#8221; Yehudah said: &#8220;Bring her out and let her be burned!&#8221; <sup>25</sup>&nbsp;(But) as she was being brought out, she sent a message to her father-in-law, saying: &#8220;By the man to whom these belong I am pregnant.&#8221; And she said: &#8220;Pray recognize – whose seal and cords and staff are these?&#8221; <sup>26</sup>&nbsp;Yehudah recognized them and said: &#8220;She is in-the-right more than I! For after all, I did not give her to Sheilah my son!&#8221; And he did not know her again. </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"b\"><sup>כז</sup>&nbsp;וַיְהִ֖י בְּעֵ֣ת לִדְתָּ֑הּ וְהִנֵּ֥ה תְאוֹמִ֖ים בְּבִטְנָֽהּ׃ <sup>כח</sup>&nbsp;וַיְהִ֥י בְלִדְתָּ֖הּ וַיִּתֶּן־יָ֑ד וַתִּקַּ֣ח הַמְיַלֶּ֗דֶת וַתִּקְשֹׁ֨ר עַל־יָד֤וֹ שָׁנִי֙ לֵאמֹ֔ר זֶ֖ה יָצָ֥א רִאשֹׁנָֽה׃ <sup>כט</sup>&nbsp;וַיְהִ֣י ׀ כְּמֵשִׁ֣יב יָד֗וֹ וְהִנֵּה֙ יָצָ֣א אָחִ֔יו וַתֹּ֕אמֶר מַה־פָּרַ֖צְתָּ עָלֶ֣יךָ פָּ֑רֶץ וַיִּקְרָ֥א שְׁמ֖וֹ פָּֽרֶץ׃ <sup>ל</sup>&nbsp;וְאַחַר֙ יָצָ֣א אָחִ֔יו אֲשֶׁ֥ר עַל־יָד֖וֹ הַשָּׁנִ֑י וַיִּקְרָ֥א שְׁמ֖וֹ זָֽרַח׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"b\"><sup>27</sup>&nbsp;Now it was, at the time of her birthing, that here: twins were in her body! <sup>28</sup>&nbsp;And it was, as she was giving birth, that (one of them) put out a hand; the midwife took and tied a scarlet thread on his hand, saying: &#8220;This one came out first.&#8221; <sup>29</sup>&nbsp;But it was, as he pulled back his hand, here, his brother came out! So she said: &#8220;What a breach you have breached for yourself!&#8221; So they called his name: &#8216;Parets/Breach.&#8217; <sup>30</sup>&nbsp;Afterward his brother came out, on whose hand was the scarlet thread. They called his name: &#8216;Zaraḥ.&#8217;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> This chapter is an anomaly within the Joseph cycle. On the one hand it clearly focuses on Judah, like J and to a lesser extent P, on the other hand it is not very complimentary to him. Many scholars have commented on the similarity of this episode and passages within the succession narrative of II Samuel (and to a lesser extent to the book of Ruth). The names of the characters are similar Bat – Shua and Bat Sheva, Tamar and Tamar, Onan and Amnon, etc…It also focuses on the sexual indiscretions of prominent Judeans, and the ultimate legitimization of the resultant heirs (Peretz / Zerah and Solomon). Moreover, it is quite clearly later than the surrounding narratives. After a two chapter gap, E continues the story of Joseph in Potiphar&#8217;s &#8220;jailhouse&#8221; (Genesis 40). J inserts Chapter 39, which adds a twist to Joseph&#8217;s travails in Egypt – but at all times the focus is upon Joseph. Here the narrative suddenly swerves in a completely different direction. The allusions to relatively late texts such as Ruth and parts of the succession narrative lead me to think that this chapter was added by the Bridger as a mythic precursor to the succession narrative and the history of the Judean monarchy. Note also the syntactical and lexicographical affinity this chapter has with other passages I&#8217;ve attributed to the Bridger (compare תקח לה – &#8220;take for her&#8221; [vs. 23], to קחה לי – &#8220;take for me&#8221; in Genesis 15:9, ויט אליה אל הדרך – &#8220;He went over to her at the roadside&#8221; to ותט האתון מן הדרך &#8220;the donkey turned off the road&#8221; in Num 22:23, the use of  the passive ויגד – &#8220;was told&#8221; [vs. 24] here and in Genesis 22:19, elucidation of unclear elements within the text by use of הוא – &#8220;he, that is&#8221; [vs. 12] – &#8220;that is&#8221; here and throughout Genesis 14 (e.g. vs. 15) and many other examples).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><mark>חמישי</mark> לט <sup>א</sup>&nbsp;וְיוֹסֵ֖ף הוּרַ֣ד מִצְרָ֑יְמָה וַיִּקְנֵ֡הוּ פּוֹטִיפַר֩ סְרִ֨יס פַּרְעֹ֜ה שַׂ֤ר הַטַּבָּחִים֙ אִ֣ישׁ מִצְרִ֔י מִיַּד֙ הַיִּשְׁמְעֵאלִ֔ים אֲשֶׁ֥ר הוֹרִדֻ֖הוּ שָֽׁמָּה׃ <sup>ב</sup>&nbsp;וַיְהִ֤י יְהֹוָה֙ אֶת־יוֹסֵ֔ף וַיְהִ֖י אִ֣ישׁ מַצְלִ֑יחַ וַיְהִ֕י בְּבֵ֖ית אֲדֹנָ֥יו הַמִּצְרִֽי׃ <sup>ג</sup>&nbsp;וַיַּ֣רְא אֲדֹנָ֔יו כִּ֥י יְהֹוָ֖ה אִתּ֑וֹ וְכֹל֙ אֲשֶׁר־ה֣וּא עֹשֶׂ֔ה יְהֹוָ֖ה מַצְלִ֥יחַ בְּיָדֽוֹ׃ <sup>ד</sup>&nbsp;וַיִּמְצָ֨א יוֹסֵ֥ף חֵ֛ן בְּעֵינָ֖יו וַיְשָׁ֣רֶת אֹת֑וֹ וַיַּפְקִדֵ֙הוּ֙ עַל־בֵּית֔וֹ וְכׇל־יֶשׁ־ל֖וֹ נָתַ֥ן בְּיָדֽוֹ׃ <sup>ה</sup>&nbsp;וַיְהִ֡י מֵאָז֩ הִפְקִ֨יד אֹת֜וֹ בְּבֵית֗וֹ וְעַל֙ כׇּל־אֲשֶׁ֣ר יֶשׁ־ל֔וֹ וַיְבָ֧רֶךְ יְהֹוָ֛ה אֶת־בֵּ֥ית הַמִּצְרִ֖י בִּגְלַ֣ל יוֹסֵ֑ף וַיְהִ֞י בִּרְכַּ֤ת יְהֹוָה֙ בְּכׇל־אֲשֶׁ֣ר יֶשׁ־ל֔וֹ בַּבַּ֖יִת וּבַשָּׂדֶֽה׃ <sup>ו</sup>&nbsp;וַיַּעֲזֹ֣ב כׇּל־אֲשֶׁר־לוֹ֮ בְּיַד־יוֹסֵף֒ וְלֹא־יָדַ֤ע אִתּוֹ֙ מְא֔וּמָה כִּ֥י אִם־הַלֶּ֖חֶם אֲשֶׁר־ה֣וּא אוֹכֵ֑ל וַיְהִ֣י יוֹסֵ֔ף יְפֵה־תֹ֖אַר וִיפֵ֥ה מַרְאֶֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\">39 <sup>1</sup>&nbsp;Now when Yosef was brought down to Mitsrayim, Potifar, an official of Pharaoh, and chief of the guard, a Mitsri man, acquired him from the hand of the Yishmaelim who brought him down there. <sup>2</sup>&nbsp;But YHVH was with Yosef, so that he became a man of success: while he was in the house of his lord the Mitsri, <sup>3</sup>&nbsp;his lord saw that YHVH was with him, so that whatever he did, YHVH made succeed in his hands. <sup>4</sup>&nbsp;Yosef found favor in his eyes, and he waited upon him; he appointed him over his house, and everything belonging to him he placed in his hands. <sup>5</sup>&nbsp;And it was, from when he had appointed him over his house and over everything that belonged to him, that YHVH blessed the Mitsri&#8217;s house because of Yosef; YHVH&#8217;S blessing was upon everything that belonged to him, in the house and in the fields. <sup>6</sup>&nbsp;So he left everything that was his in Yosef&#8217;s hands, not concerning himself about anything with him there, except for the bread that he ate. Now Yosef was fair of form and fair to look at.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><mark>ששי</mark> <sup>ז</sup>&nbsp;וַיְהִ֗י אַחַר֙ הַדְּבָרִ֣ים הָאֵ֔לֶּה וַתִּשָּׂ֧א אֵֽשֶׁת־אֲדֹנָ֛יו אֶת־עֵינֶ֖יהָ אֶל־יוֹסֵ֑ף וַתֹּ֖אמֶר שִׁכְבָ֥ה עִמִּֽי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>7</sup>&nbsp;Now after these events it was that his lord&#8217;s wife fixed her eyes upon Yosef and said: &#8220;Lie with me!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>ח</sup>&nbsp;וַיְמָאֵ֓ן ׀ וַיֹּ֙אמֶר֙ אֶל־אֵ֣שֶׁת אֲדֹנָ֔יו הֵ֣ן אֲדֹנִ֔י לֹא־יָדַ֥ע אִתִּ֖י מַה־בַּבָּ֑יִת וְכֹ֥ל אֲשֶׁר־יֶשׁ־ל֖וֹ נָתַ֥ן בְּיָדִֽי׃ <sup>ט</sup>&nbsp;אֵינֶ֨נּוּ גָד֜וֹל בַּבַּ֣יִת הַזֶּה֮ מִמֶּ֒נִּי֒ וְלֹֽא־חָשַׂ֤ךְ מִמֶּ֙נִּי֙ מְא֔וּמָה כִּ֥י אִם־אוֹתָ֖ךְ בַּאֲשֶׁ֣ר אַתְּ־אִשְׁתּ֑וֹ וְאֵ֨יךְ אֶֽעֱשֶׂ֜ה הָרָעָ֤ה הַגְּדֹלָה֙ הַזֹּ֔את וְחָטָ֖אתִי לֵֽאלֹהִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>8</sup>&nbsp;But he refused, he said to his lord&#8217;s wife: &#8220;Look, my lord need not concern himself with anything in the house, with me here, and everything that belongs to him, he has placed in my hands. <sup>9</sup>&nbsp;He is no greater in this house than I and has withheld nothing from me except for yourself, since you are his wife. So how could I do this great ill? I would be sinning against Elohim!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>י</sup>&nbsp;וַיְהִ֕י כְּדַבְּרָ֥הּ אֶל־יוֹסֵ֖ף י֣וֹם ׀ י֑וֹם וְלֹא־שָׁמַ֥ע אֵלֶ֛יהָ לִשְׁכַּ֥ב אֶצְלָ֖הּ לִהְי֥וֹת עִמָּֽהּ׃ <sup>יא</sup>&nbsp;וַיְהִי֙ כְּהַיּ֣וֹם הַזֶּ֔ה וַיָּבֹ֥א הַבַּ֖יְתָה לַעֲשׂ֣וֹת מְלַאכְתּ֑וֹ וְאֵ֨ין אִ֜ישׁ מֵאַנְשֵׁ֥י הַבַּ֛יִת שָׁ֖ם בַּבָּֽיִת׃ <sup>יב</sup>&nbsp;וַתִּתְפְּשֵׂ֧הוּ בְּבִגְד֛וֹ לֵאמֹ֖ר שִׁכְבָ֣ה עִמִּ֑י וַיַּעֲזֹ֤ב בִּגְדוֹ֙ בְּיָדָ֔הּ וַיָּ֖נׇס וַיֵּצֵ֥א הַחֽוּצָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>10</sup>&nbsp;Now it was, as she would speak to Yosef day after day, that he would not hearken to her, to lie beside her, to be with her – <sup>11</sup>&nbsp;so it was, on such a day, when he came into the house to do his work, and none of the house-people was there in the house – <sup>12</sup>&nbsp;that she grabbed him by his garment, saying: &#8220;Lie with me!&#8221; But he left his garment in her hand and fled, escaping outside.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>יג</sup>&nbsp;וַיְהִי֙ כִּרְאוֹתָ֔הּ כִּֽי־עָזַ֥ב בִּגְד֖וֹ בְּיָדָ֑הּ וַיָּ֖נׇס הַחֽוּצָה׃ <sup>יד</sup>&nbsp;וַתִּקְרָ֞א לְאַנְשֵׁ֣י בֵיתָ֗הּ וַתֹּ֤אמֶר לָהֶם֙ לֵאמֹ֔ר רְא֗וּ הֵ֥בִיא לָ֛נוּ אִ֥ישׁ עִבְרִ֖י לְצַ֣חֶק בָּ֑נוּ בָּ֤א אֵלַי֙ לִשְׁכַּ֣ב עִמִּ֔י וָאֶקְרָ֖א בְּק֥וֹל גָּדֽוֹל׃ <sup>טו</sup>&nbsp;וַיְהִ֣י כְשׇׁמְע֔וֹ כִּֽי־הֲרִימֹ֥תִי קוֹלִ֖י וָאֶקְרָ֑א וַיַּעֲזֹ֤ב בִּגְדוֹ֙ אֶצְלִ֔י וַיָּ֖נׇס וַיֵּצֵ֥א הַחֽוּצָה׃ <sup>טז</sup>&nbsp;וַתַּנַּ֥ח בִּגְד֖וֹ אֶצְלָ֑הּ עַד־בּ֥וֹא אֲדֹנָ֖יו אֶל־בֵּיתֽוֹ׃ <sup>יז</sup>&nbsp;וַתְּדַבֵּ֣ר אֵלָ֔יו כַּדְּבָרִ֥ים הָאֵ֖לֶּה לֵאמֹ֑ר בָּֽא־אֵלַ֞י הָעֶ֧בֶד הָֽעִבְרִ֛י אֲשֶׁר־הֵבֵ֥אתָ לָּ֖נוּ לְצַ֥חֶק בִּֽי׃ <sup>יח</sup>&nbsp;וַיְהִ֕י כַּהֲרִימִ֥י קוֹלִ֖י וָאֶקְרָ֑א וַיַּעֲזֹ֥ב בִּגְד֛וֹ אֶצְלִ֖י וַיָּ֥נׇס הַחֽוּצָה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>13</sup>&nbsp;Now it was, when she saw that he had left his garment in her hand and had fled outside, <sup>14</sup>&nbsp;that she called in her house-people and said to them, saying: &#8220;See! He has brought to us an Ivri man to play around with us! He came to me, to lie with me, but I called out with a loud voice, <sup>15</sup>&nbsp;and it was, when he heard that I lifted up my voice and called out that he left his garment beside me and fled, escaping outside!&#8221; <sup>16</sup>&nbsp;Now she kept his garment beside her, until his lord came back to the house. <sup>17</sup>&nbsp;Then she spoke to him according to these words, saying: &#8220;There came to me the Ivri servant whom you brought to us, to play around with me; <sup>18</sup>&nbsp;but it was, when I lifted up my voice and called out, that he left his garment beside me and fled outside.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"j\"><sup>יט</sup>&nbsp;וַיְהִי֩ כִשְׁמֹ֨עַ אֲדֹנָ֜יו אֶת־דִּבְרֵ֣י אִשְׁתּ֗וֹ אֲשֶׁ֨ר דִּבְּרָ֤ה אֵלָיו֙ לֵאמֹ֔ר כַּדְּבָרִ֣ים הָאֵ֔לֶּה עָ֥שָׂה לִ֖י עַבְדֶּ֑ךָ וַיִּ֖חַר אַפּֽוֹ׃ <sup>כ</sup>&nbsp;וַיִּקַּח֩ אֲדֹנֵ֨י יוֹסֵ֜ף אֹת֗וֹ וַֽיִּתְּנֵ֙הוּ֙ אֶל־בֵּ֣ית הַסֹּ֔הַר מְק֕וֹם אֲשֶׁר־אֲסִירֵ֥י [אסורי] הַמֶּ֖לֶךְ אֲסוּרִ֑ים וַֽיְהִי־שָׁ֖ם בְּבֵ֥ית הַסֹּֽהַר׃ <sup>כא</sup>&nbsp;וַיְהִ֤י יְהֹוָה֙ אֶת־יוֹסֵ֔ף וַיֵּ֥ט אֵלָ֖יו חָ֑סֶד וַיִּתֵּ֣ן חִנּ֔וֹ בְּעֵינֵ֖י שַׂ֥ר בֵּית־הַסֹּֽהַר׃ <sup>כב</sup>&nbsp;וַיִּתֵּ֞ן שַׂ֤ר בֵּית־הַסֹּ֙הַר֙ בְּיַד־יוֹסֵ֔ף אֵ֚ת כׇּל־הָ֣אֲסִירִ֔ם אֲשֶׁ֖ר בְּבֵ֣ית הַסֹּ֑הַר וְאֵ֨ת כׇּל־אֲשֶׁ֤ר עֹשִׂים֙ שָׁ֔ם ה֖וּא הָיָ֥ה עֹשֶֽׂה׃ <sup>כג</sup>&nbsp;אֵ֣ין ׀ שַׂ֣ר בֵּית־הַסֹּ֗הַר רֹאֶ֤ה אֶֽת־כָּל־מְא֙וּמָה֙ בְּיָד֔וֹ בַּאֲשֶׁ֥ר יְהֹוָ֖ה אִתּ֑וֹ וַֽאֲשֶׁר־ה֥וּא עֹשֶׂ֖ה יְהֹוָ֥ה מַצְלִֽיחַ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"j\"><sup>19</sup>&nbsp;Now it was, when his lord heard his wife&#8217;s words which she spoke to him, saying: &#8220;According to these words, your servant did to me!&#8221; – that his anger flared up; <sup>20</sup>&nbsp;Yosef&#8217;s lord took him and put him in the dungeon house, in the place where the king&#8217;s prisoners are imprisoned. But while he was there in the dungeon house, <sup>21</sup>&nbsp;YHVH was with Yosef and extended kindness to him: he put his favor in the eyes of the dungeon warden. <sup>22</sup>&nbsp;And the dungeon warden put in Yosef&#8217;s hands all the prisoners that were in the dungeon house; whatever had to be done there, it was he that did it. <sup>23</sup>&nbsp;The dungeon warden did not need to see to anything at all in his hands, since YHVH was with him, and whatever he did, YHVH made succeed.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> This chapter was composed as a prelude to the minister&#8217;s dreams in Chapter 40 (E). It is the only Yahwistic episode in the primarily Elohistic Joseph cycle (and note the use of &#8220;the Lord&#8221; throughout the chapter). J characteristically adds more color to E&#8217;s black and white portrayal of Joseph. In E Joseph was a teller of tales, in J he evolves into a loyal and trusted servant. Joseph is blessed with his mother&#8217;s looks (the same words are used to describe both Rachel [29:17] and Joseph [vs. 6]) and this gets him thrown into an even deeper pit (the word for pit and jail are the same in Biblical Hebrew). This adds a further step downwards before Joseph ascends to most trusted servant of Pharaoh.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><mark>שביעי</mark> מ <sup>א</sup>&nbsp;וַיְהִ֗י אַחַר֙ הַדְּבָרִ֣ים הָאֵ֔לֶּה חָ֥טְא֛וּ מַשְׁקֵ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וְהָאֹפֶ֑ה לַאֲדֹנֵיהֶ֖ם לְמֶ֥לֶךְ מִצְרָֽיִם׃ </span> <span class=\"j\"><sup>ב</sup>&nbsp;וַיִּקְצֹ֣ף פַּרְעֹ֔ה עַ֖ל שְׁנֵ֣י סָרִיסָ֑יו עַ֚ל שַׂ֣ר הַמַּשְׁקִ֔ים וְעַ֖ל שַׂ֥ר הָאוֹפִֽים׃ </span> <span class=\"e\"><sup>ג</sup>&nbsp;וַיִּתֵּ֨ן אֹתָ֜ם בְּמִשְׁמַ֗ר בֵּ֛ית שַׂ֥ר הַטַּבָּחִ֖ים אֶל־בֵּ֣ית הַסֹּ֑הַר</span> <span class=\"j\">מְק֕וֹם אֲשֶׁ֥ר יוֹסֵ֖ף אָס֥וּר שָֽׁם׃ </span> <span class=\"e\"><sup>ד</sup>&nbsp;וַ֠יִּפְקֹ֠ד שַׂ֣ר הַטַּבָּחִ֧ים אֶת־יוֹסֵ֛ף אִתָּ֖ם וַיְשָׁ֣רֶת אֹתָ֑ם וַיִּהְי֥וּ יָמִ֖ים בְּמִשְׁמָֽר׃ <sup>ה</sup>&nbsp;וַיַּֽחַלְמוּ֩ חֲל֨וֹם שְׁנֵיהֶ֜ם אִ֤ישׁ חֲלֹמוֹ֙ בְּלַ֣יְלָה אֶחָ֔ד אִ֖ישׁ כְּפִתְר֣וֹן חֲלֹמ֑וֹ הַמַּשְׁקֶ֣ה וְהָאֹפֶ֗ה אֲשֶׁר֙ לְמֶ֣לֶךְ מִצְרַ֔יִם</span> <span class=\"j\">אֲשֶׁ֥ר אֲסוּרִ֖ים בְּבֵ֥ית הַסֹּֽהַר׃ </span> <span class=\"e\"><sup>ו</sup>&nbsp;וַיָּבֹ֧א אֲלֵיהֶ֛ם יוֹסֵ֖ף בַּבֹּ֑קֶר וַיַּ֣רְא אֹתָ֔ם וְהִנָּ֖ם זֹעֲפִֽים׃ </span> <span class=\"j\"><sup>ז</sup>&nbsp;וַיִּשְׁאַ֞ל אֶת־סְרִיסֵ֣י פַרְעֹ֗ה אֲשֶׁ֨ר אִתּ֧וֹ בְמִשְׁמַ֛ר בֵּ֥ית אֲדֹנָ֖יו לֵאמֹ֑ר מַדּ֛וּעַ פְּנֵיכֶ֥ם רָעִ֖ים הַיּֽוֹם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\">40 <sup>1</sup>&nbsp;Now after these events it was that the cupbearer and the baker of the king of Mitsrayim fell afoul of their lord, the king of Mitsrayim.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> According to E, Joseph has just been sold to Potiphar and is a slave in his house. Chapter 39 was a J addition, further degrading Joseph&#8217;s position from slave to prisoner.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>2</sup>&nbsp;Pharaoh became infuriated with his two officials, with the chief cupbearer and the chief baker,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> Vs. 2 is a virtual repetition of vs. 1 using different terminology. In the Moses cycle of Exodus and Number, E will use the term &#8220;King of Egypt&#8221; almost exclusively, whereas J will employ &#8220;Pharaoh&#8221;. Note also the use of cupbearer in vs. 1 as opposed to chief cupbearer vs. 2. This reformulation may have been added to the chapter by J in order to give the chapter a court flavor (and note the use of Saris – Minister).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>3</sup>&nbsp;and he placed them in custody in the house of the chief of the guard, in the dungeon house,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> An allusion to Joseph&#8217;s incarceration in J&#8217;s Chapter 39. ¶ Jails in the ancient near east were only temporary – until the authorities decided the fate of the criminals.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">the place where Yosef was imprisoned.</span> <span class=\"e\"><sup>4</sup>&nbsp;The chief of the guard appointed Yosef for them, that he should wait upon them. They were in custody for many days. <sup>5</sup>&nbsp;And then the two of them dreamt a dream, each man his own dream, in a single night, each man according to his dream&#8217;s interpretation, the cupbearer and the baker of the king of Mitsrayim,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> This is Joseph&#8217;s regular job according to E – in J it is punishment for attempting to sleep with the wife of Potiphar.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">who were imprisoned in the dungeon house.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> See penultimate comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"e\"><sup>6</sup>&nbsp;When Yosef came to them in the morning and saw them, here, they were dejected!</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> Joseph sees that they are angry, and then in the subsequent verse asks why they are angry. This is repetitive, note also vs. 7&#8217;s allusion to Joseph&#8217;s incarceration of chapter 39 (J). The verse is thus, quite likely a J addition.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>7</sup>&nbsp;So he asked Pharaoh&#8217;s officials who were with him in custody in the house of his lord, saying: &#8220;Why are your faces in such ill-humor today?&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> See comment on 40:3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>ח</sup>&nbsp;וַיֹּאמְר֣וּ אֵלָ֔יו חֲל֣וֹם חָלַ֔מְנוּ וּפֹתֵ֖ר אֵ֣ין אֹת֑וֹ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>8</sup>&nbsp;They said to him: &#8220;We have dreamt a dream, and there is no interpreter for it!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\">וַיֹּ֨אמֶר אֲלֵהֶ֜ם יוֹסֵ֗ף הֲל֤וֹא לֵֽאלֹהִים֙ פִּתְרֹנִ֔ים סַפְּרוּ־נָ֖א לִֽי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\">Yosef said to them: &#8220;Are not interpretations from Elohim? Pray recount them to me!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>ט</sup>&nbsp;וַיְסַפֵּ֧ר שַֽׂר־הַמַּשְׁקִ֛ים אֶת־חֲלֹמ֖וֹ לְיוֹסֵ֑ף וַיֹּ֣אמֶר ל֔וֹ בַּחֲלוֹמִ֕י וְהִנֵּה־גֶ֖פֶן לְפָנָֽי׃ <sup>י</sup>&nbsp;וּבַגֶּ֖פֶן שְׁלֹשָׁ֣ה שָׂרִיגִ֑ם וְהִ֤וא כְפֹרַ֙חַת֙ עָלְתָ֣ה נִצָּ֔הּ הִבְשִׁ֥ילוּ אַשְׁכְּלֹתֶ֖יהָ עֲנָבִֽים׃ <sup>יא</sup>&nbsp;וְכ֥וֹס פַּרְעֹ֖ה בְּיָדִ֑י וָאֶקַּ֣ח אֶת־הָֽעֲנָבִ֗ים וָֽאֶשְׂחַ֤ט אֹתָם֙ אֶל־כּ֣וֹס פַּרְעֹ֔ה וָאֶתֵּ֥ן אֶת־הַכּ֖וֹס עַל־כַּ֥ף פַּרְעֹֽה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>9</sup>&nbsp;The chief cupbearer recounted his dream to Yosef, he said to him: &#8220;In my dream – here, a vine was in front of me, <sup>10</sup>&nbsp;and on the vine, three winding-tendrils, and just as it was budding, the blossom came up, (and) its clusters ripened into grapes. <sup>11</sup>&nbsp;Now Pharaoh&#8217;s cup was in my hand – I picked the grapes and squeezed them into Pharaoh&#8217;s cup and put the cup in Pharaoh&#8217;s palm.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>יב</sup>&nbsp;וַיֹּ֤אמֶר לוֹ֙ יוֹסֵ֔ף זֶ֖ה פִּתְרֹנ֑וֹ שְׁלֹ֙שֶׁת֙ הַשָּׂ֣רִגִ֔ים שְׁלֹ֥שֶׁת יָמִ֖ים הֵֽם׃ <sup>יג</sup>&nbsp;בְּע֣וֹד ׀ שְׁלֹ֣שֶׁת יָמִ֗ים יִשָּׂ֤א פַרְעֹה֙ אֶת־רֹאשֶׁ֔ךָ וַהֲשִֽׁיבְךָ֖ עַל־כַּנֶּ֑ךָ וְנָתַתָּ֤ כוֹס־פַּרְעֹה֙ בְּיָד֔וֹ כַּמִּשְׁפָּט֙ הָֽרִאשׁ֔וֹן אֲשֶׁ֥ר הָיִ֖יתָ מַשְׁקֵֽהוּ׃ <sup>יד</sup>&nbsp;כִּ֧י אִם־זְכַרְתַּ֣נִי אִתְּךָ֗ כַּאֲשֶׁר֙ יִ֣יטַב לָ֔ךְ וְעָשִֽׂיתָ־נָּ֥א עִמָּדִ֖י חָ֑סֶד וְהִזְכַּרְתַּ֙נִי֙ אֶל־פַּרְעֹ֔ה וְהוֹצֵאתַ֖נִי מִן־הַבַּ֥יִת הַזֶּֽה׃ <sup>טו</sup>&nbsp;כִּֽי־גֻנֹּ֣ב גֻּנַּ֔בְתִּי מֵאֶ֖רֶץ הָעִבְרִ֑ים</span> <span class=\"j\">וְגַם־פֹּה֙ לֹא־עָשִׂ֣יתִֽי מְא֔וּמָה כִּֽי־שָׂמ֥וּ אֹתִ֖י בַּבּֽוֹר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>12</sup>&nbsp;Yosef said to him: &#8220;This is its interpretation: The three windings are three days – <sup>13</sup>&nbsp;in another three days Pharaoh will lift up your head, he will restore you to your position so that you will put Pharaoh&#8217;s cup in his hand (once more), according to the former practice, when you were his cupbearer. <sup>14</sup>&nbsp;But keep me in mind with you, when it goes well for you, pray deal kindly with me and call me to mind to Pharaoh, so that you have me brought out of this house. <sup>15</sup>&nbsp;For I was stolen, yes, stolen from the land of the Ivrim,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" ><sup id=\"footnote_plugin_tooltip__1_24\" class=\"footnote_plugin_tooltip_text\">[24]</sup></a><span id=\"footnote_plugin_tooltip_text__1_24\" class=\"footnote_tooltip\"> Note that Joseph&#8217;s descent to Egypt is referred to as &#8220;being stolen from the land of the Hebrews&#8221;. This is true only according to the Elohistic version of events, in J he was sold by his brothers.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_24').tooltip({ tip: '#footnote_plugin_tooltip_text__1_24', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\">and here too I have done nothing that they should have put me in the pit.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" ><sup id=\"footnote_plugin_tooltip__1_25\" class=\"footnote_plugin_tooltip_text\">[25]</sup></a><span id=\"footnote_plugin_tooltip_text__1_25\" class=\"footnote_tooltip\"> See comment on 40:3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_25').tooltip({ tip: '#footnote_plugin_tooltip_text__1_25', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>טז</sup>&nbsp;וַיַּ֥רְא שַׂר־הָאֹפִ֖ים כִּ֣י ט֣וֹב פָּתָ֑ר וַיֹּ֙אמֶר֙ אֶל־יוֹסֵ֔ף אַף־אֲנִי֙ בַּחֲלוֹמִ֔י וְהִנֵּ֗ה שְׁלֹשָׁ֛ה סַלֵּ֥י חֹרִ֖י עַל־רֹאשִֽׁי׃ <sup>יז</sup>&nbsp;וּבַסַּ֣ל הָֽעֶלְי֗וֹן מִכֹּ֛ל מַאֲכַ֥ל פַּרְעֹ֖ה מַעֲשֵׂ֣ה אֹפֶ֑ה וְהָע֗וֹף אֹכֵ֥ל אֹתָ֛ם מִן־הַסַּ֖ל מֵעַ֥ל רֹאשִֽׁי׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>16</sup>&nbsp;Now when the chief baker saw that he had interpreted for good, he said to Yosef: &#8220;I too, in my dream – here, three baskets of white-bread were on my head, <sup>17</sup>&nbsp;and in the uppermost basket, all sorts of edibles for Pharaoh, baker&#8217;s work, and birds were eating them from the basket, from off my head.&#8221; </span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" >\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"e\"><sup>יח</sup>&nbsp;וַיַּ֤עַן יוֹסֵף֙ וַיֹּ֔אמֶר זֶ֖ה פִּתְרֹנ֑וֹ שְׁלֹ֙שֶׁת֙ הַסַּלִּ֔ים שְׁלֹ֥שֶׁת יָמִ֖ים הֵֽם׃ <sup>יט</sup>&nbsp;בְּע֣וֹד ׀ שְׁלֹ֣שֶׁת יָמִ֗ים יִשָּׂ֨א פַרְעֹ֤ה אֶת־רֹֽאשְׁךָ֙ מֵֽעָלֶ֔יךָ וְתָלָ֥ה אוֹתְךָ֖ עַל־עֵ֑ץ וְאָכַ֥ל הָע֛וֹף אֶת־בְּשָׂרְךָ֖ מֵעָלֶֽיךָ׃ <mark>מפטיר</mark> <sup>כ</sup>&nbsp;וַיְהִ֣י ׀ בַּיּ֣וֹם הַשְּׁלִישִׁ֗י י֚וֹם הֻלֶּ֣דֶת אֶת־פַּרְעֹ֔ה וַיַּ֥עַשׂ מִשְׁתֶּ֖ה לְכׇל־עֲבָדָ֑יו וַיִּשָּׂ֞א אֶת־רֹ֣אשׁ ׀ שַׂ֣ר הַמַּשְׁקִ֗ים וְאֶת־רֹ֛אשׁ שַׂ֥ר הָאֹפִ֖ים בְּת֥וֹךְ עֲבָדָֽיו׃ <sup>כא</sup>&nbsp;וַיָּ֛שֶׁב אֶת־שַׂ֥ר הַמַּשְׁקִ֖ים עַל־מַשְׁקֵ֑הוּ וַיִּתֵּ֥ן הַכּ֖וֹס עַל־כַּ֥ף פַּרְעֹֽה׃ <sup>כב</sup>&nbsp;וְאֵ֛ת שַׂ֥ר הָאֹפִ֖ים תָּלָ֑ה כַּאֲשֶׁ֥ר פָּתַ֛ר לָהֶ֖ם יוֹסֵֽף׃ <sup>כג</sup>&nbsp;וְלֹֽא־זָכַ֧ר שַֽׂר־הַמַּשְׁקִ֛ים אֶת־יוֹסֵ֖ף וַיִּשְׁכָּחֵֽהוּ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" >\n<div class=\"english\" lang=\"en\">\n<span class=\"e\"><sup>18</sup>&nbsp;Yosef gave answer, he said: &#8220;This is its interpretation: The three baskets are three days – <sup>19</sup>&nbsp;in another three days Pharaoh will lift up your head from off you, he will hang you on a tree, and the birds will eat your flesh from off you.&#8221; <sup>20</sup>&nbsp;And thus it was, on the third day, Pharaoh&#8217;s birthday, that he made a great drinking-feast for all his servants, and he lifted up the head of the chief cupbearer and the head of the chief baker amidst his servants: <sup>21</sup>&nbsp;he restored the chief cupbearer to his cupbearership, so that he put the cup in Pharaoh&#8217;s palm (once more), <sup>22</sup>&nbsp;but the chief baker he hanged, just as Yosef had interpreted to them. <sup>23</sup>&nbsp;But the chief cupbearer did not keep Yosef in mind, he forgot him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" ><sup id=\"footnote_plugin_tooltip__1_26\" class=\"footnote_plugin_tooltip_text\">[26]</sup></a><span id=\"footnote_plugin_tooltip_text__1_26\" class=\"footnote_tooltip\"> The fate of the chief-baker as opposed to his luckier colleague is arbitrary. No moral justification is provided for his death, this may reflect E&#8217;s amoral theology – in which Elohim&#8217;s opinion and Elohim holiness are the primary imperative.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_26').tooltip({ tip: '#footnote_plugin_tooltip_text__1_26', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_וישב/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, place names, and personal names, but I have made other changes. In place of &#8220;begettings,&#8221; I have &#8220;progeny.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The first three verses are replete with signature Priestly vocabulary and themes (e.g. “these are the generations of” [as found in Gen 2:4, 5:1], “megurim” [=living place], Joseph’s age, Dibbah = [bad report]), and function as the Priestly introduction to the Joseph cycle. Joseph’s age is part of the symmetrical frame to this cycle. Joseph lives with his father for 17 years in Canaan and for another 17 years at the end of his life (47:28). The episode has a less informational beginning in vs. 3, with a statement of Israel’s preference for Joseph.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">The name Israel is used throughout the Elohistic version of the Joseph cycle (and see Chapter 32:24-30 and E’s account of Jacob’s name change to Israel), as opposed to Jacob in the J additions (a sign that J did not accept the name change and was highly uncomfortable with it). ¶ According to E Joseph has only one dream, the second dream alludes to 12 as the number of Joseph’s brothers, which is an innovation of the Yahwistic source (Genesis 29-30). Note also the different vocabulary. In E, the root “sana” (to hate) is used to describe the animosity towards Joseph and in J the root “qana” (to be jealous of) is used.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Note the use of the name Israel which marks this episode as Elohistic. Joseph’s brothers would not be shepherding in the vicinity of Shechem according to J, for fear of possible retribution having massacred the inhabitants of the city (Genesis 34).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">This verse is somewhat repetitive, Joseph has already agreed to join his brothers in Shechem in the previous verse. This request may have been added to the text to provide Joseph with a definite purpose. Alternatively, J may have wished to repeat Jacob’s request without mentioning Shchem explicitly; indeed we see that in vs. 17, J places the brothers in Dothan rather than in Shechem.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Joseph fulfills his father’s request and goes to Shechem, there he finds his brothers in vs. 18. Only according to J, did he get lost and go to Dothan, since as I mentioned above, J would have never had the brothers in the vicinity of Shechem.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">According to E, the brothers throw Joseph in the pit, he is then picked up by the Midianites and sold as a slave in Egypt. Reuben tries to save Joseph but the Midianites get to the pit before him. Judah’s involvement is wholly a Yahwistic addition. Judah suggests selling Joseph instead of killing him, and according to J the brothers are the ones who lift Joseph out of the pit and sell him to the Ishmaelites (rather than the Midianites in E). According to J the Ishmaelites bring Joseph to Egypt. Judah is thus portrayed as effective in comparison to Reuben, and thus more worthy of prominence and leadership.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">See the above comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">In the E text the anonymous verb (without a subject): “they drew him out…” refers to the Midianites. In the supplemented version (with J’s additions) the subject of this verb is Joseph’s brothers, i.e. Joseph’s brothers drew him out from the pit and sold him to the Ishmaelites.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Selling Joseph to the Ishmaelites was Judah’s plan according to the J addition of vs. 27.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Thus according to E, the brothers don’t know what happened to Joseph (since the Midianites sold him to the Egyptians), whereas in J the brothers are aware of his fate having sold him themselves.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Jacob’s point of view is not really considered in E (until chapter 47). It is only in J where he emerges as a character in the Joseph cycle of Chapters 37-50.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">The conclusion of Joseph’s sojourn in Canaan, and the beginning of his Egyptian adventure, which is taken up by E in Chapter 40.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">This chapter is an anomaly within the Joseph cycle. On the one hand it clearly focuses on Judah, like J and to a lesser extent P, on the other hand it is not very complimentary to him. Many scholars have commented on the similarity of this episode and passages within the succession narrative of II Samuel (and to a lesser extent to the book of Ruth). The names of the characters are similar Bat – Shua and Bat Sheva, Tamar and Tamar, Onan and Amnon, etc…It also focuses on the sexual indiscretions of prominent Judeans, and the ultimate legitimization of the resultant heirs (Peretz / Zerah and Solomon). Moreover, it is quite clearly later than the surrounding narratives. After a two chapter gap, E continues the story of Joseph in Potiphar&#8217;s &#8220;jailhouse&#8221; (Genesis 40). J inserts Chapter 39, which adds a twist to Joseph&#8217;s travails in Egypt – but at all times the focus is upon Joseph. Here the narrative suddenly swerves in a completely different direction. The allusions to relatively late texts such as Ruth and parts of the succession narrative lead me to think that this chapter was added by the Bridger as a mythic precursor to the succession narrative and the history of the Judean monarchy. Note also the syntactical and lexicographical affinity this chapter has with other passages I&#8217;ve attributed to the Bridger (compare תקח לה – &#8220;take for her&#8221; [vs. 23], to קחה לי – &#8220;take for me&#8221; in Genesis 15:9, ויט אליה אל הדרך – &#8220;He went over to her at the roadside&#8221; to ותט האתון מן הדרך &#8220;the donkey turned off the road&#8221; in Num 22:23, the use of  the passive ויגד – &#8220;was told&#8221; [vs. 24] here and in Genesis 22:19, elucidation of unclear elements within the text by use of הוא – &#8220;he, that is&#8221; [vs. 12] – &#8220;that is&#8221; here and throughout Genesis 14 (e.g. vs. 15) and many other examples).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">This chapter was composed as a prelude to the minister&#8217;s dreams in Chapter 40 (E). It is the only Yahwistic episode in the primarily Elohistic Joseph cycle (and note the use of &#8220;the Lord&#8221; throughout the chapter). J characteristically adds more color to E&#8217;s black and white portrayal of Joseph. In E Joseph was a teller of tales, in J he evolves into a loyal and trusted servant. Joseph is blessed with his mother&#8217;s looks (the same words are used to describe both Rachel [29:17] and Joseph [vs. 6]) and this gets him thrown into an even deeper pit (the word for pit and jail are the same in Biblical Hebrew). This adds a further step downwards before Joseph ascends to most trusted servant of Pharaoh.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">According to E, Joseph has just been sold to Potiphar and is a slave in his house. Chapter 39 was a J addition, further degrading Joseph&#8217;s position from slave to prisoner.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">Vs. 2 is a virtual repetition of vs. 1 using different terminology. In the Moses cycle of Exodus and Number, E will use the term &#8220;King of Egypt&#8221; almost exclusively, whereas J will employ &#8220;Pharaoh&#8221;. Note also the use of cupbearer in vs. 1 as opposed to chief cupbearer vs. 2. This reformulation may have been added to the chapter by J in order to give the chapter a court flavor (and note the use of Saris – Minister).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">An allusion to Joseph&#8217;s incarceration in J&#8217;s Chapter 39. ¶ Jails in the ancient near east were only temporary – until the authorities decided the fate of the criminals.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">This is Joseph&#8217;s regular job according to E – in J it is punishment for attempting to sleep with the wife of Potiphar.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">See penultimate comment.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\">Joseph sees that they are angry, and then in the subsequent verse asks why they are angry. This is repetitive, note also vs. 7&#8217;s allusion to Joseph&#8217;s incarceration of chapter 39 (J). The verse is thus, quite likely a J addition.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">See comment on 40:3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_24\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_24');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >24</a></th> <td class=\"footnote_plugin_text\">Note that Joseph&#8217;s descent to Egypt is referred to as &#8220;being stolen from the land of the Hebrews&#8221;. This is true only according to the Elohistic version of events, in J he was sold by his brothers.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_25\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_25');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >25</a></th> <td class=\"footnote_plugin_text\">See comment on 40:3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_26\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_26');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >26</a></th> <td class=\"footnote_plugin_text\">The fate of the chief-baker as opposed to his luckier colleague is arbitrary. No moral justification is provided for his death, this may reflect E&#8217;s amoral theology – in which Elohim&#8217;s opinion and Elohim holiness are the primary imperative.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Bereshit (Genesis)",
        "Parashat Vayeshev"
    ],
    "tags": [
        "31st century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "Yosef cycle",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת וישב parashat Vayeshev"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3225"
        ],
        "_thumbnail_id": [
            "27367"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/11/22-September-19-Eye-Sky-a-Dragon-Anton-Komlev.jpg",
        "title": "22 September 19, Eye Sky a Dragon (Anton Komlev)",
        "caption": "\"Eye Sky a Dragon,\" A panorama of 38 images taken on Askold Island, Russia. (Anton Komlev, 22 September 2019)"
    },
    "source_link": "https://opensiddur.org/?p=22701",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/bereshit/parashat-vayeshev-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-vayeshev-color-coded-according-to-its-narrative-layers"
}