{
    "post_id": 22085,
    "title": "&#x1F4DC; פָּרָשַׁת לֶךְ־לְךָ | Parashat Lekh Lekha (Genesis 12:1-17:27), color-coded according to its narrative layers",
    "author": "the Masoretic Text",
    "coauthors": [
        {
            "name": "Tzemaḥ Yoreh",
            "bio": "Tzemah Yoreh, PhD, Resident <a href=\"http://www.clal.org/\">CLAL: The National Jewish Center for Learning and Leadership</a>. His purpose in life is to make Bible and Prayer meaningful and accessible to people with conventional and non conventional views. He posts new research and writings at his websites: <a href=\"http://biblecriticism.com\">biblecriticism.com</a>, <a href=\"http://humanistprayer.com\">humanistprayer.com</a>, and <a href=\"http://modernscriptures.com\">modernscriptures.com</a>.",
            "website": "http://modernscriptures.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/tzemah-yoreh-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/tzemah-yoreh"
        },
        {
            "name": "the Masoretic Text",
            "bio": "The Masoretic Text is the authoritative Hebrew and Aramaic text of the Tanakh for Karaite and Rabbinic Judaism. It was primarily copied, edited and distributed by a group of Jews known as the Masoretes between the 7th and 10th centuries CE. The Masoretic Text defines the Jewish canon and its precise letter-text, with its vocalization and accentuation known as the Masorah.",
            "website": "https://en.wikipedia.org/wiki/Masoretic_Text",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/02/masoretic-text-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/mesorah"
        },
        {
            "name": "Masoretic layer 'B'",
            "bio": "The last major addition to the biblical text was a post-exilic (pre-3rd century BCE) source which Dr. Tzemaḥ Yoreh refers to as the \"Bridger\" or simply, 'B.' B supplements earlier layers of text with genealogies and popular myths, providing narrative bridges between distant story cycles. B's narrative additions often share a fantastic element rarely found in Biblical narrative, and are most likely later additions to their respective Pentateuchal frameworks.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/b-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'P'",
            "bio": "'P,' also known as the \"Priestly\" source, is one of the primary sources of the Masoretic text of the Torah in the Hebrew Bible. According to the Supplementary hypothesis presented by Dr. Tzemaḥ Yoreh, 'P' supplements the earlier 'J' narrative with dates, names, and numbers, \"thus 'ordering' and authenticating 'J's account.\" This strata dates from the exilic and early post-exilic period, 571–486 BCE.  'P' is the Pentateuchal (and, to a lesser extent, the Prophetical) source most concerned with the priests, the temple, the regulation of sacrifices (e.g. what to bring on which day), and organization in general, including censuses, the division of labor among the various clans of Levites, and the hierarchy among the tribes. 'P' is responsible for the first of the two creation stories in Genesis (a/k/a Genesis 1), for the genealogies of Adam and Shem, the covenants with Noaḥ and Avraham, and a few other stories concerning Avraham, Yitsḥak and Yaakov. Aside from these, the bulk of 'P's texts are found at the end of Exodus (specifically Exodus 25–40), throughout Leviticus, in Numbers 1–10, and in Joshua 13–21. An important feature of 'P' is their copious addition of lists to the text. Many of these lists are genealogies (e.g. Gen. 5, 11, 36), but they can also be lists of stations on Israel’s journey throughout the wilderness (e.g. Num. 33), cities (e.g. Josh. 14–21), and censuses (e.g. Num. 1–3). By inundating the reader with lists, 'P' attempts to enhance the authority of the Bible, ensuring that their version of events is accepted over possible alternatives. 'P' was a hands-off redactor, preferring to make their additions at the beginnings and ends of narratives. Note that their creation list and genealogical lists appear entirely before and after the earlier account of creation and expulsion from Eden, respectively. Both additions alter our understanding of the surrounded material in important ways without being invasive. Only when the matter at hand is of grave importance to 'P,' as in the case of the pillaging of the innocent inhabitants of Shechem, does 'P' delve fully into the text.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/p-layer-redaction-mesorah"
        },
        {
            "name": "Masoretic layer 'J'",
            "bio": "Composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah, 'J' is one of the primary sources of the Masoretic text of the the Hebrew Bible, The J source was responsible for the first major metamorphosis of the oldest recognized kernel of the Biblical narrative (known as the E source). By combining the book of E, the Book of the Covenant (a law code found in Exodus 21–24), and the northern book of Judges (predecessor to the canonical book of Judges), and supplementing them with J's own text, J composed a cohesive historical work which chronicles the events from the creation of the world to the crowning of King David in nine story cycles, focusing on the Israelite line. J’s editorial style is highly invasive. In adding their own voice to that of their predecessor E, J often overwhelms the reader with their point of view to the extent that E’s original narrative threads are no longer apparent.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/j-layer-redaction-mesorah"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2018-10-10",
    "last_updated": "2025-04-04",
    "excerpt": "The text of parashat Lekh Lekha, distinguished according to the stratigraphic layers of its composition according to the Supplementary Hypothesis. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\"style=\"font-size:1.2em\">\nAccording to the poetry of the Midrash Tanchuma, Bereshit 1:1, the words of the Torah were inscribed &#8220;black fire on white fire.&#8221; For many years, I&#8217;ve wanted to look deeply into the black fire and visualize the full spectrum of the Torah&#8217;s sources, hidden within the black fire but revealed through  a critical analysis of its layers of <a href=\"https://en.wikipedia.org/wiki/Redaction_criticism\">redaction</a>. Below, I&#8217;ve set the text of the first Torah portion in the annual Torah reading cycle, using color-coding to distinguish the stratigraphic layers forming the composition of the Masoretic text according to the <a href=\"https://en.wikipedia.org/wiki/Supplementary_hypothesis\">Supplementary Hypothesis</a> presented by Tsemaḥ Yoreh in his <a href=\"http://books.google.com/books?id=tpLIngEACAAJ\">Kernel to Canon</a> series of books (2013-2017). As Dr. Yoreh explains, </p>\n<blockquote><p>The Supplementary Hypothesis asserts that the Pentateuch was composed by several different writers. This reflects an overwhelming academic consensus on Biblical authorship, even among scholars who do not subscribe to the Supplementary Hypothesis in particular.[&#8230;.] According to the Supplementary Hypothesis, Biblical narrative is layered. No editor took a blowtorch to the parts of the Bible he disagreed with and destroyed them; if he had, we would not find these repetitions and contradictions. Instead, Biblical narrative began with a coherent, foundational bedrock, which over time accreted more and more storylines. Unlike geological processes, though, this process of addition was deliberate. What happened if one author disagreed with his predecessor’s storyline or worldview? He did not simply take an axe to the narrative; instead, he attempted to bury his predecessor’s point of view by repeating his own over and over again, thus skewing our understanding of the story in new ways. Every generation of readers sees the world differently, and thus every generation of writers seeks to adapt their predecessors’ cultural heritage to their own situation. We are not meant simply to dismiss earlier stories; rather, the intention of later writers is to transform our understanding of those stories via their additions.</p></blockquote>\n<p><span class=\"j\">&#11035; The earliest of the three strata in Parashat Lekh Lekha was composed in the late eighth or early seventh century BCE in the southern Kingdom of Judah. This layer is indicated with a BLUE text, and is commonly known as the &#8220;J.&#8221;</span> (The oldest layer in the Torah, &#8220;E,&#8221; does not appear in Parashat Lekh Lekha.) </p>\n<p><span class=\"p\">&#11035; Text in GREEN indicates the &#8220;P&#8221; (i.e. Priestly) layer, and is, as Dr. Yoreh explains, &#8220;responsible for supplementing the &#8216;J&#8217; narrative with dates, names, and numbers, thus &#8216;ordering&#8217; and authenticating J&#8217;s account.&#8221; This strata dates from the exilic period, 571–486 BCE.</span></p>\n<p><span class=\"b\">&#11035; Presented here in FUCHSIA is the final redactor of the text, a post-exilic (pre-3rd c. BCE) source that Dr. Yoreh refers to as the &#8220;Bridger.&#8221; B supplements earlier strata with genealogies and popular myths, providing narrative bridges between distant story cycles.</span></p>\n<p>Parashat Lekh Lekha (Genesis 12:1-17:27) in the annual Torah reading cycle, is read on the second shabbat of the month of Marḥeshvan. The parashah is preceded by <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-noah/parashat-noah-color-coded-according-to-its-narrative-layers/\">Parashat Noaḥ</a> (Genesis 6:9-11:32); <a href=\"https://opensiddur.org/liturgical-readings/torah-readings/annual-cycle/sefer-bereshit/parashat-vayera/parashat-vayera-color-coded-according-to-its-narrative-layers/\">parashat Vayera</a> (Genesis 19:1-23) follows it.\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">יב <sup>א</sup>&nbsp;וַיֹּ֤אמֶר יְהֹוָה֙ אֶל־אַבְרָ֔ם לֶךְ־לְךָ֛ מֵאַרְצְךָ֥ וּמִמּֽוֹלַדְתְּךָ֖ וּמִבֵּ֣ית אָבִ֑יךָ אֶל־הָאָ֖רֶץ אֲשֶׁ֥ר אַרְאֶֽךָּ׃ <sup>ב</sup>&nbsp;וְאֶֽעֶשְׂךָ֙ לְג֣וֹי גָּד֔וֹל וַאֲבָ֣רֶכְךָ֔ וַאֲגַדְּלָ֖ה שְׁמֶ֑ךָ וֶהְיֵ֖ה בְּרָכָֽה׃ <sup>ג</sup>&nbsp;וַאֲבָֽרְכָה֙ מְבָ֣רְכֶ֔יךָ וּמְקַלֶּלְךָ֖ אָאֹ֑ר וְנִבְרְכ֣וּ בְךָ֔ כֹּ֖ל מִשְׁפְּחֹ֥ת הָאֲדָמָֽה׃ <sup>ד</sup>&nbsp;וַיֵּ֣לֶךְ אַבְרָ֗ם כַּאֲשֶׁ֨ר דִּבֶּ֤ר אֵלָיו֙ יְהֹוָ֔ה וַיֵּ֥לֶךְ אִתּ֖וֹ ל֑וֹט</span> <span class=\"p\">וְאַבְרָ֗ם בֶּן־חָמֵ֤שׁ שָׁנִים֙ וְשִׁבְעִ֣ים שָׁנָ֔ה בְּצֵאת֖וֹ מֵחָרָֽן׃ <sup>ה</sup>&nbsp;וַיִּקַּ֣ח אַבְרָם֩ אֶת־שָׂרַ֨י אִשְׁתּ֜וֹ וְאֶת־ל֣וֹט בֶּן־אָחִ֗יו וְאֶת־כׇּל־רְכוּשָׁם֙ אֲשֶׁ֣ר רָכָ֔שׁוּ וְאֶת־הַנֶּ֖פֶשׁ אֲשֶׁר־עָשׂ֣וּ בְחָרָ֑ן וַיֵּצְא֗וּ לָלֶ֙כֶת֙ אַ֣רְצָה כְּנַ֔עַן וַיָּבֹ֖אוּ אַ֥רְצָה כְּנָֽעַן׃</span> <span class=\"j\"><sup>ו</sup>&nbsp;וַיַּעֲבֹ֤ר אַבְרָם֙ בָּאָ֔רֶץ עַ֚ד מְק֣וֹם שְׁכֶ֔ם עַ֖ד אֵל֣וֹן מוֹרֶ֑ה וְהַֽכְּנַעֲנִ֖י אָ֥ז בָּאָֽרֶץ׃ <sup>ז</sup>&nbsp;וַיֵּרָ֤א יְהֹוָה֙ אֶל־אַבְרָ֔ם וַיֹּ֕אמֶר לְזַ֨רְעֲךָ֔ אֶתֵּ֖ן אֶת־הָאָ֣רֶץ הַזֹּ֑את וַיִּ֤בֶן שָׁם֙ מִזְבֵּ֔חַ לַיהֹוָ֖ה הַנִּרְאֶ֥ה אֵלָֽיו׃ <sup>ח</sup>&nbsp;וַיַּעְתֵּ֨ק מִשָּׁ֜ם הָהָ֗רָה מִקֶּ֛דֶם לְבֵֽית־אֵ֖ל וַיֵּ֣ט אׇהֳלֹ֑ה בֵּֽית־אֵ֤ל מִיָּם֙ וְהָעַ֣י מִקֶּ֔דֶם וַיִּֽבֶן־שָׁ֤ם מִזְבֵּ֙חַ֙ לַֽיהֹוָ֔ה וַיִּקְרָ֖א בְּשֵׁ֥ם יְהֹוָֽה׃ <sup>ט</sup>&nbsp;וַיִּסַּ֣ע אַבְרָ֔ם הָל֥וֹךְ וְנָס֖וֹעַ הַנֶּֽגְבָּה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">12 <sup>1</sup>&nbsp;YHVH said to Avram: &#8220;Go-you-forth from your land, from your kindred, from your father&#8217;s house, to the land that I will let you see. <sup>2</sup>&nbsp;I will make a great nation of you and will give-you-blessing and will make your name great. Be a blessing! <sup>3</sup>&nbsp;I will bless those who bless you, he who curses you, I will damn. All the clans of the fertile-ground will find blessing through you!&#8221; <sup>4</sup>&nbsp;Avram went, as YHVH had spoken to him, and Lōt went with him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Abraham is commanded by Yhwh to leave the land of his birth which remains unspecified, whereas in  P Abraham leaves Ur of the Chaldeans with his father Terah and the rest of the family, and they stop in Harran where Terah dies. In P’s vss 4b-5Abraham departs from Haran to Canaan. ¶ It can, however, be surmised that Haran was J’s unnamed birth place being referred to here in vs. 1, since that is where Jacob returns to in Chapter 29.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\">And Avram was five years and seventy years old when he went out of Ḥarran. <sup>5</sup>&nbsp;Avram took Sarai his wife and Lōt his brother&#8217;s son, all their property that they had gained, and the persons whom they had made-their-own in Ḥarran, and they went out to go to the land of K&#8217;naan. When they came to the land of K&#8217;naan,</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Vss. 4b-5 repeat that Abraham embarked upon his journey with Lot, and as is P’s wont adds quantitative information to the story (Abraham’s age).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"j\"><sup>6</sup>&nbsp;Avram passed through the land, as far as the Place of Shekhem, as far as the Oak of Moreh. Now the K&#8217;naani was then in the land. <sup>7</sup>&nbsp;YHVH was seen by Avram and said: &#8220;I give this land to your seed!&#8221; He built a place-for-slaughter there to YHVH who had been seen by him. <sup>8</sup>&nbsp;He moved on from there to the mountain-country, east of Beit El, and spread his tent, Beit El toward the sea and Ai toward the east. There he built a place-for-slaughter to YHVH and called out the name of YHVH. <sup>9</sup>&nbsp;Then Avram journeyed on, continually journeying to the Negev.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>י</sup>&nbsp;וַיְהִ֥י רָעָ֖ב בָּאָ֑רֶץ וַיֵּ֨רֶד אַבְרָ֤ם מִצְרַ֙יְמָה֙ לָג֣וּר שָׁ֔ם כִּֽי־כָבֵ֥ד הָרָעָ֖ב בָּאָֽרֶץ׃ <sup>יא</sup>&nbsp;וַיְהִ֕י כַּאֲשֶׁ֥ר הִקְרִ֖יב לָב֣וֹא מִצְרָ֑יְמָה וַיֹּ֙אמֶר֙ אֶל־שָׂרַ֣י אִשְׁתּ֔וֹ הִנֵּה־נָ֣א יָדַ֔עְתִּי כִּ֛י אִשָּׁ֥ה יְפַת־מַרְאֶ֖ה אָֽתְּ׃ <sup>יב</sup>&nbsp;וְהָיָ֗ה כִּֽי־יִרְא֤וּ אֹתָךְ֙ הַמִּצְרִ֔ים וְאָמְר֖וּ אִשְׁתּ֣וֹ זֹ֑את וְהָרְג֥וּ אֹתִ֖י וְאֹתָ֥ךְ יְחַיּֽוּ׃ <sup>יג</sup>&nbsp;אִמְרִי־נָ֖א אֲחֹ֣תִי אָ֑תְּ לְמַ֙עַן֙ יִֽיטַב־לִ֣י בַעֲבוּרֵ֔ךְ וְחָיְתָ֥ה נַפְשִׁ֖י בִּגְלָלֵֽךְ׃ <mark>שני</mark> <sup>יד</sup>&nbsp;וַיְהִ֕י כְּב֥וֹא אַבְרָ֖ם מִצְרָ֑יְמָה וַיִּרְא֤וּ הַמִּצְרִים֙ אֶת־הָ֣אִשָּׁ֔ה כִּֽי־יָפָ֥ה הִ֖וא מְאֹֽד׃ <sup>טו</sup>&nbsp;וַיִּרְא֤וּ אֹתָהּ֙ שָׂרֵ֣י פַרְעֹ֔ה וַיְהַֽלְל֥וּ אֹתָ֖הּ אֶל־פַּרְעֹ֑ה וַתֻּקַּ֥ח הָאִשָּׁ֖ה בֵּ֥ית פַּרְעֹֽה׃ <sup>טז</sup>&nbsp;וּלְאַבְרָ֥ם הֵיטִ֖יב בַּעֲבוּרָ֑הּ וַֽיְהִי־ל֤וֹ צֹאן־וּבָקָר֙ וַחֲמֹרִ֔ים וַעֲבָדִים֙ וּשְׁפָחֹ֔ת וַאֲתֹנֹ֖ת וּגְמַלִּֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>10</sup>&nbsp;Now there was a famine in the land, and Avram went down to Mitsrayim, to sojourn there, for the famine was heavy in the land. <sup>11</sup>&nbsp;It was when he came near to Mitsrayim that he said to Sarai his wife: &#8220;Now here, I know well that you are a woman fair to look at. <sup>12</sup>&nbsp;It will be, when the Mitsrim see you and say: She is his wife, that they will kill me, but you they will allow to live. <sup>13</sup>&nbsp;Pray say that you are my sister so that it may go well with me on your account, that I myself may live thanks to you.&#8221; <sup>14</sup>&nbsp;It was when Avram came to Mitsrayim, that the Mitsrim saw how exceedingly fair the woman was; <sup>15</sup>&nbsp;when Pharaoh&#8217;s courtiers saw her, they praised her to Pharaoh, and the woman was taken away into Pharaoh&#8217;s house. <sup>16</sup>&nbsp;It went well with Avram on her account, sheep and oxen, donkeys, servants and maids, she-asses and camels, became his.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>יז</sup>&nbsp;וַיְנַגַּ֨ע יְהֹוָ֧ה ׀ אֶת־פַּרְעֹ֛ה נְגָעִ֥ים גְּדֹלִ֖ים וְאֶת־בֵּית֑וֹ עַל־דְּבַ֥ר שָׂרַ֖י אֵ֥שֶׁת אַבְרָֽם׃ <sup>יח</sup>&nbsp;וַיִּקְרָ֤א פַרְעֹה֙ לְאַבְרָ֔ם וַיֹּ֕אמֶר מַה־זֹּ֖את עָשִׂ֣יתָ לִּ֑י לָ֚מָּה לֹא־הִגַּ֣דְתָּ לִּ֔י כִּ֥י אִשְׁתְּךָ֖ הִֽוא׃ <sup>יט</sup>&nbsp;לָמָ֤ה אָמַ֙רְתָּ֙ אֲחֹ֣תִי הִ֔וא וָאֶקַּ֥ח אֹתָ֛הּ לִ֖י לְאִשָּׁ֑ה וְעַתָּ֕ה הִנֵּ֥ה אִשְׁתְּךָ֖ קַ֥ח וָלֵֽךְ׃ <sup>כ</sup>&nbsp;וַיְצַ֥ו עָלָ֛יו פַּרְעֹ֖ה אֲנָשִׁ֑ים וַֽיְשַׁלְּח֥וּ אֹת֛וֹ וְאֶת־אִשְׁתּ֖וֹ וְאֶת־כׇּל־אֲשֶׁר־לֽוֹ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>17</sup>&nbsp;But YHVH plagued Pharaoh with great plagues, and also his household, because of Sarai, Avram&#8217;s wife. <sup>18</sup>&nbsp;Pharaoh had Avram called, and said: &#8220;What is this that you have done to me! Why did you not tell me that she is your wife? <sup>19</sup>&nbsp;Why did you say: &#8216;She is my sister?&#8217; – So I took her for myself as a wife. But now, here is your wife, take her and go!&#8221; <sup>20</sup>&nbsp;So Pharaoh put men in charge of him, who escorted him and his wife and all that was his.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">יג <sup>א</sup>&nbsp;וַיַּ֩עַל֩ אַבְרָ֨ם מִמִּצְרַ֜יִם ה֠וּא וְאִשְׁתּ֧וֹ וְכׇל־אֲשֶׁר־ל֛וֹ וְל֥וֹט עִמּ֖וֹ הַנֶּֽגְבָּה׃ <sup>ב</sup>&nbsp;וְאַבְרָ֖ם כָּבֵ֣ד מְאֹ֑ד בַּמִּקְנֶ֕ה בַּכֶּ֖סֶף וּבַזָּהָֽב׃ <sup>ג</sup>&nbsp;וַיֵּ֙לֶךְ֙ לְמַסָּעָ֔יו מִנֶּ֖גֶב וְעַד־בֵּֽית־אֵ֑ל עַד־הַמָּק֗וֹם אֲשֶׁר־הָ֨יָה שָׁ֤ם אׇֽהֳלֹה֙ בַּתְּחִלָּ֔ה בֵּ֥ין בֵּֽית־אֵ֖ל וּבֵ֥ין הָעָֽי׃ <sup>ד</sup>&nbsp;אֶל־מְקוֹם֙ הַמִּזְבֵּ֔חַ אֲשֶׁר־עָ֥שָׂה שָׁ֖ם בָּרִאשֹׁנָ֑ה וַיִּקְרָ֥א שָׁ֛ם אַבְרָ֖ם בְּשֵׁ֥ם יְהֹוָֽה׃</span> <mark>שלישי</mark> <span class=\"p\"><sup>ה</sup>&nbsp;וְגַ֨ם־לְל֔וֹט הַהֹלֵ֖ךְ אֶת־אַבְרָ֑ם הָיָ֥ה צֹאן־וּבָקָ֖ר וְאֹהָלִֽים׃ <sup>ו</sup>&nbsp;וְלֹא־נָשָׂ֥א אֹתָ֛ם הָאָ֖רֶץ לָשֶׁ֣בֶת יַחְדָּ֑ו כִּֽי־הָיָ֤ה רְכוּשָׁם֙ רָ֔ב וְלֹ֥א יָֽכְל֖וּ לָשֶׁ֥בֶת יַחְדָּֽו׃</span> <span class=\"j\"><sup>ז</sup>&nbsp;וַֽיְהִי־רִ֗יב בֵּ֚ין רֹעֵ֣י מִקְנֵֽה־אַבְרָ֔ם וּבֵ֖ין רֹעֵ֣י מִקְנֵה־ל֑וֹט וְהַֽכְּנַעֲנִי֙ וְהַפְּרִזִּ֔י אָ֖ז יֹשֵׁ֥ב בָּאָֽרֶץ׃ <sup>ח</sup>&nbsp;וַיֹּ֨אמֶר אַבְרָ֜ם אֶל־ל֗וֹט אַל־נָ֨א תְהִ֤י מְרִיבָה֙ בֵּינִ֣י וּבֵינֶ֔ךָ וּבֵ֥ין רֹעַ֖י וּבֵ֣ין רֹעֶ֑יךָ כִּֽי־אֲנָשִׁ֥ים אַחִ֖ים אֲנָֽחְנוּ׃ <sup>ט</sup>&nbsp;הֲלֹ֤א כׇל־הָאָ֙רֶץ֙ לְפָנֶ֔יךָ הִפָּ֥רֶד נָ֖א מֵעָלָ֑י אִם־הַשְּׂמֹ֣אל וְאֵימִ֔נָה וְאִם־הַיָּמִ֖ין וְאַשְׂמְאִֽילָה׃ <sup>י</sup>&nbsp;וַיִּשָּׂא־ל֣וֹט אֶת־עֵינָ֗יו וַיַּרְא֙ אֶת־כׇּל־כִּכַּ֣ר הַיַּרְדֵּ֔ן כִּ֥י כֻלָּ֖הּ מַשְׁקֶ֑ה לִפְנֵ֣י ׀ שַׁחֵ֣ת יְהֹוָ֗ה אֶת־סְדֹם֙ וְאֶת־עֲמֹרָ֔ה כְּגַן־יְהֹוָה֙ כְּאֶ֣רֶץ מִצְרַ֔יִם בֹּאֲכָ֖ה צֹֽעַר׃ <sup>יא</sup>&nbsp;וַיִּבְחַר־ל֣וֹ ל֗וֹט אֵ֚ת כׇּל־כִּכַּ֣ר הַיַּרְדֵּ֔ן וַיִּסַּ֥ע ל֖וֹט מִקֶּ֑דֶם וַיִּפָּ֣רְד֔וּ אִ֖ישׁ מֵעַ֥ל אָחִֽיו׃ <sup>יב</sup>&nbsp;אַבְרָ֖ם יָשַׁ֣ב בְּאֶֽרֶץ־כְּנָ֑עַן וְל֗וֹט יָשַׁב֙ בְּעָרֵ֣י הַכִּכָּ֔ר וַיֶּאֱהַ֖ל עַד־סְדֹֽם׃ <sup>יג</sup>&nbsp;וְאַנְשֵׁ֣י סְדֹ֔ם רָעִ֖ים וְחַטָּאִ֑ים לַיהֹוָ֖ה מְאֹֽד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">13 <sup>1</sup>&nbsp;Avram traveled up from Mitsrayim, he and his wife and all that was his, and Lōt with him, to the Negev. <sup>2</sup>&nbsp;And Avram was exceedingly heavily laden with livestock, with silver and with gold. <sup>3</sup>&nbsp;He went on his journeyings from the Negev as far as Beit El, as far as the place where his tent had been at the first, between Beit El and Ai, <sup>4</sup>&nbsp;to the place of the place-for-slaughter that he had made there at the beginning. There Avram called out the name of YHVH.</span> <span class=\"p\"><sup>5</sup>&nbsp;Now also Lōt, who had gone with Avram, had sheep and oxen and tents. <sup>6</sup>&nbsp;And the land could not support them, to settle together, for their property was so great that they were not able to settle together.</span> <span class=\"j\"><sup>7</sup>&nbsp;So there was a quarrel between the herdsmen of Avram&#8217;s livestock and the herdsmen of Lōt&#8217;s livestock. Now the K&#8217;naani and the P&#8217;rizzi were then settled in the land. <sup>8</sup>&nbsp;Avram said to Lōt: &#8220;Pray let there be no quarreling between me and you, between my herdsmen and your herdsmen, for we are brother men! <sup>9</sup>&nbsp;Is not all the land before you? Pray part from me! If to the left, then I to the right, if to the right, then I to the left.&#8221; <sup>10</sup>&nbsp;Lōt lifted up his eyes and saw all the plain of the Yarden – how well-watered was it all, before YHVH brought ruin upon Sədom and Amora, like YHVH&#8217;s garden, like the land of Mitsrayim, as you come toward Tso&#8217;ar. <sup>11</sup>&nbsp;So Lōt chose for himself all the plain of the Yarden. Lōt journeyed eastward, and they parted, each man from the other: <sup>12</sup>&nbsp;Avram settled in the land of K&#8217;naan, while Lōt settled in the cities of the plain, pitching-his-tent near Sədom. <sup>13</sup>&nbsp;Now the men of Sədom were exceedingly wicked and sinful before YHVH.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>יד</sup>&nbsp;וַֽיהֹוָ֞ה אָמַ֣ר אֶל־אַבְרָ֗ם אַחֲרֵי֙ הִפָּֽרֶד־ל֣וֹט מֵֽעִמּ֔וֹ שָׂ֣א נָ֤א עֵינֶ֙יךָ֙ וּרְאֵ֔ה מִן־הַמָּק֖וֹם אֲשֶׁר־אַתָּ֣ה שָׁ֑ם צָפֹ֥נָה וָנֶ֖גְבָּה וָקֵ֥דְמָה וָיָֽמָּה׃ <sup>טו</sup>&nbsp;כִּ֧י אֶת־כׇּל־הָאָ֛רֶץ אֲשֶׁר־אַתָּ֥ה רֹאֶ֖ה לְךָ֣ אֶתְּנֶ֑נָּה וּֽלְזַרְעֲךָ֖ עַד־עוֹלָֽם׃ <sup>טז</sup>&nbsp;וְשַׂמְתִּ֥י אֶֽת־זַרְעֲךָ֖ כַּעֲפַ֣ר הָאָ֑רֶץ אֲשֶׁ֣ר ׀ אִם־יוּכַ֣ל אִ֗ישׁ לִמְנוֹת֙ אֶת־עֲפַ֣ר הָאָ֔רֶץ גַּֽם־זַרְעֲךָ֖ יִמָּנֶֽה׃ <sup>יז</sup>&nbsp;ק֚וּם הִתְהַלֵּ֣ךְ בָּאָ֔רֶץ לְאׇרְכָּ֖הּ וּלְרׇחְבָּ֑הּ כִּ֥י לְךָ֖ אֶתְּנֶֽנָּה׃ <sup>יח</sup>&nbsp;וַיֶּאֱהַ֣ל אַבְרָ֗ם וַיָּבֹ֛א וַיֵּ֛שֶׁב בְּאֵלֹנֵ֥י מַמְרֵ֖א אֲשֶׁ֣ר בְּחֶבְר֑וֹן וַיִּֽבֶן־שָׁ֥ם מִזְבֵּ֖חַ לַֽיהֹוָֽה׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>14</sup>&nbsp;YHVH said to Avram, after Lōt had parted from him: &#8220;Pray lift up your eyes and see from the place where you are, to the north, to the Negev, to the east, to the Sea: <sup>15</sup>&nbsp;indeed, all the land that you see, I give it to you and to your seed, for the ages. <sup>16</sup>&nbsp;I will make your seed like the dust of the ground, so that if a man were able to measure the dust of the ground, so too could your seed be measured. <sup>17</sup>&nbsp;Up, walk about through the land in its length and in its breadth, for I give it to you.&#8221; <sup>18</sup>&nbsp;Avram moved-his-tent and came and settled by the oaks of Mamré, which are by Ḥevron. There he built a place-for-slaughter to YHVH.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> This chapter is wholly attributable to J. Yhwh promises the land to Abraham as he did in Chapter 12, and commemorates this promise with the erection of an altar (vs. 18). The erection of the altar follows a non-aggression pact he makes with Lot, parallel in fact to the non-aggression pact he makes with Abimelech at the end of Chapter 21, after which he plants a tamarisk. Note that no meal or animal offering is offered upon this altar, since J did not wish to acknowledge sacrifice outside of Jerusalem by any of the patriarchs (Abraham&#8217;s sacrifice in 22:14 is on a mountain in the land of Moriah, which according to the Book of Chronicles is Jerusalem). The divine pledges to Abraham are indicative of the scope of J&#8217;s opus, since it makes sense that only an author who was planning to make good on the promise of land and progeny would include these promises within the text, and these promises are only kept in full in the books of Joshua, Judges, and Samuel. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<mark>רביעי</mark> <span class=\"b\">יד <sup>א</sup>&nbsp;וַיְהִ֗י בִּימֵי֙ אַמְרָפֶ֣ל מֶֽלֶךְ־שִׁנְעָ֔ר אַרְי֖וֹךְ מֶ֣לֶךְ אֶלָּסָ֑ר כְּדׇרְלָעֹ֙מֶר֙ מֶ֣לֶךְ עֵילָ֔ם וְתִדְעָ֖ל מֶ֥לֶךְ גּוֹיִֽם׃ <sup>ב</sup>&nbsp;עָשׂ֣וּ מִלְחָמָ֗ה אֶת־בֶּ֙רַע֙ מֶ֣לֶךְ סְדֹ֔ם וְאֶת־בִּרְשַׁ֖ע מֶ֣לֶךְ עֲמֹרָ֑ה שִׁנְאָ֣ב ׀ מֶ֣לֶךְ אַדְמָ֗ה וְשֶׁמְאֵ֙בֶר֙ מֶ֣לֶךְ צְבֹיִ֔ים וּמֶ֥לֶךְ בֶּ֖לַע הִיא־צֹֽעַר׃ <sup>ג</sup>&nbsp;כׇּל־אֵ֙לֶּה֙ חָֽבְר֔וּ אֶל־עֵ֖מֶק הַשִּׂדִּ֑ים ה֖וּא יָ֥ם הַמֶּֽלַח׃ <sup>ד</sup>&nbsp;שְׁתֵּ֤ים עֶשְׂרֵה֙ שָׁנָ֔ה עָבְד֖וּ אֶת־כְּדׇרְלָעֹ֑מֶר וּשְׁלֹשׁ־עֶשְׂרֵ֥ה שָׁנָ֖ה מָרָֽדוּ׃ <sup>ה</sup>&nbsp;וּבְאַרְבַּע֩ עֶשְׂרֵ֨ה שָׁנָ֜ה בָּ֣א כְדׇרְלָעֹ֗מֶר וְהַמְּלָכִים֙ אֲשֶׁ֣ר אִתּ֔וֹ וַיַּכּ֤וּ אֶת־רְפָאִים֙ בְּעַשְׁתְּרֹ֣ת קַרְנַ֔יִם וְאֶת־הַזּוּזִ֖ים בְּהָ֑ם וְאֵת֙ הָֽאֵימִ֔ים בְּשָׁוֵ֖ה קִרְיָתָֽיִם׃ <sup>ו</sup>&nbsp;וְאֶת־הַחֹרִ֖י בְּהַרְרָ֣ם שֵׂעִ֑יר עַ֚ד אֵ֣יל פָּארָ֔ן אֲשֶׁ֖ר עַל־הַמִּדְבָּֽר׃ <sup>ז</sup>&nbsp;וַ֠יָּשֻׁ֠בוּ וַיָּבֹ֜אוּ אֶל־עֵ֤ין מִשְׁפָּט֙ הִ֣וא קָדֵ֔שׁ וַיַּכּ֕וּ אֶֽת־כׇּל־שְׂדֵ֖ה הָעֲמָלֵקִ֑י וְגַם֙ אֶת־הָ֣אֱמֹרִ֔י הַיֹּשֵׁ֖ב בְּחַֽצְצֹ֥ן תָּמָֽר׃ <sup>ח</sup>&nbsp;וַיֵּצֵ֨א מֶֽלֶךְ־סְדֹ֜ם וּמֶ֣לֶךְ עֲמֹרָ֗ה וּמֶ֤לֶךְ אַדְמָה֙ וּמֶ֣לֶךְ צְבֹיִ֔ים וּמֶ֥לֶךְ בֶּ֖לַע הִוא־צֹ֑עַר וַיַּֽעַרְכ֤וּ אִתָּם֙ מִלְחָמָ֔ה בְּעֵ֖מֶק הַשִּׂדִּֽים׃ <sup>ט</sup>&nbsp;אֵ֣ת כְּדׇרְלָעֹ֜מֶר מֶ֣לֶךְ עֵילָ֗ם וְתִדְעָל֙ מֶ֣לֶךְ גּוֹיִ֔ם וְאַמְרָפֶל֙ מֶ֣לֶךְ שִׁנְעָ֔ר וְאַרְי֖וֹךְ מֶ֣לֶךְ אֶלָּסָ֑ר אַרְבָּעָ֥ה מְלָכִ֖ים אֶת־הַחֲמִשָּֽׁה׃ <sup>י</sup>&nbsp;וְעֵ֣מֶק הַשִּׂדִּ֗ים בֶּֽאֱרֹ֤ת בֶּאֱרֹת֙ חֵמָ֔ר וַיָּנֻ֛סוּ מֶֽלֶךְ־סְדֹ֥ם וַעֲמֹרָ֖ה וַיִּפְּלוּ־שָׁ֑מָּה וְהַנִּשְׁאָרִ֖ים הֶ֥רָה נָּֽסוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\">14 <sup>1</sup>&nbsp;Now it was in the days of Amrafel king of Shinar, Aryokh king of Ellasar, Kedorla&#8217;omer king of Elam, and Tidal king of Goyim: <sup>2</sup>&nbsp;They prepared for battle against Bera king of Sədom, Birsha king of Amora, Shinav king of Admah, Shemever king of Tsevoyim, and the king of Bela – that is now Tso&#8217;ar. <sup>3</sup>&nbsp;All these joined together in the valley of Siddim/Limestone – that is now the Sea of Salt. <sup>4</sup>&nbsp;For twelve years they had been subservient to Kedorla&#8217;omer, and in the thirteenth year they had revolted, <sup>5</sup>&nbsp;but then in the fourteenth year came Kedorla&#8217;omer and the kings who were with him, they struck the Refa&#8217;im in Ashterot-karnayim, the Zuzim in Ham, the Emim in Shaveh-Qiryatayim, <sup>6</sup>&nbsp;and the Ḥorim in their hill-country of Se&#8217;ir near El Paran, which is by the wilderness. <sup>7</sup>&nbsp;As they returned, they came to En Mishpat/Judgment Spring – that is now Ḳadesh, and struck all the territory of the Amalekites and also the Amoris, who were settled in Ḥatsatson-tamar. <sup>8</sup>&nbsp;Then out marched the king of Sədom, the king of Amora, the king of Adma, the king of Tsevoyim, and the king of Bela – that is now Tso&#8217;ar; they set-their-ranks against them in war in the valley of Siddim, <sup>9</sup>&nbsp;against Kedorla&#8217;omer king of Elam, Tidal king of Goyim, Amrafel king of Shinar, and Aryokh king of Ellasar – four kings against the five. <sup>10</sup>&nbsp;Now the valley of Siddim is pit after pit of bitumen, and when the kings of Sədom and Amora fled, they flung themselves therein, while those who remained fled to the hill-country.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"><sup>יא</sup>&nbsp;וַ֠יִּקְח֠וּ אֶת־כׇּל־רְכֻ֨שׁ סְדֹ֧ם וַעֲמֹרָ֛ה וְאֶת־כׇּל־אׇכְלָ֖ם וַיֵּלֵֽכוּ׃ <sup>יב</sup>&nbsp;וַיִּקְח֨וּ אֶת־ל֧וֹט וְאֶת־רְכֻשׁ֛וֹ בֶּן־אֲחִ֥י אַבְרָ֖ם וַיֵּלֵ֑כוּ וְה֥וּא יֹשֵׁ֖ב בִּסְדֹֽם׃ <sup>יג</sup>&nbsp;וַיָּבֹא֙ הַפָּלִ֔יט וַיַּגֵּ֖ד לְאַבְרָ֣ם הָעִבְרִ֑י וְהוּא֩ שֹׁכֵ֨ן בְּאֵֽלֹנֵ֜י מַמְרֵ֣א הָאֱמֹרִ֗י אֲחִ֤י אֶשְׁכֹּל֙ וַאֲחִ֣י עָנֵ֔ר וְהֵ֖ם בַּעֲלֵ֥י בְרִית־אַבְרָֽם׃ <sup>יד</sup>&nbsp;וַיִּשְׁמַ֣ע אַבְרָ֔ם כִּ֥י נִשְׁבָּ֖ה אָחִ֑יו וַיָּ֨רֶק אֶת־חֲנִיכָ֜יו יְלִידֵ֣י בֵית֗וֹ שְׁמֹנָ֤ה עָשָׂר֙ וּשְׁלֹ֣שׁ מֵא֔וֹת וַיִּרְדֹּ֖ף עַד־דָּֽן׃ <sup>טו</sup>&nbsp;וַיֵּחָלֵ֨ק עֲלֵיהֶ֧ם ׀ לַ֛יְלָה ה֥וּא וַעֲבָדָ֖יו וַיַּכֵּ֑ם וַֽיִּרְדְּפֵם֙ עַד־חוֹבָ֔ה אֲשֶׁ֥ר מִשְּׂמֹ֖אל לְדַמָּֽשֶׂק׃ <sup>טז</sup>&nbsp;וַיָּ֕שֶׁב אֵ֖ת כׇּל־הָרְכֻ֑שׁ וְגַם֩ אֶת־ל֨וֹט אָחִ֤יו וּרְכֻשׁוֹ֙ הֵשִׁ֔יב וְגַ֥ם אֶת־הַנָּשִׁ֖ים וְאֶת־הָעָֽם׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"><sup>11</sup>&nbsp;Now they took all the property of Sədom and Amora and all their food, and went away, <sup>12</sup>&nbsp;and they took Lōt and all his property – the son of Avram&#8217;s brother-and went away, for he had settled in Sədom. <sup>13</sup>&nbsp;One who escaped came and told Avram the Hebrew – he was dwelling by the Oaks of Mamré the Amori, brother of Eshkol and brother of Aner, they were Avram&#8217;s covenant-allies. <sup>14</sup>&nbsp;When Avram heard that his brother had been taken prisoner, he drew out his retainers, his house-born slaves, eighteen and three hundred, and went in pursuit as far as Dan. <sup>15</sup>&nbsp;He split up (his forces) against them in the night, he and his servants, and struck them and pursued them as far as Ḥova, which is to the north of Damascus. <sup>16</sup>&nbsp;But he returned all the property, and he also returned his brother Lōt and his property, and also the women and the (other) people.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"><sup>יז</sup>&nbsp;וַיֵּצֵ֣א מֶֽלֶךְ־סְדֹם֮ לִקְרָאתוֹ֒ אַחֲרֵ֣י שׁוּב֗וֹ מֵֽהַכּוֹת֙ אֶת־כְּדׇרְלָעֹ֔מֶר וְאֶת־הַמְּלָכִ֖ים אֲשֶׁ֣ר אִתּ֑וֹ אֶל־עֵ֣מֶק שָׁוֵ֔ה ה֖וּא עֵ֥מֶק הַמֶּֽלֶךְ׃ <sup>יח</sup>&nbsp;וּמַלְכִּי־צֶ֙דֶק֙ מֶ֣לֶךְ שָׁלֵ֔ם הוֹצִ֖יא לֶ֣חֶם וָיָ֑יִן וְה֥וּא כֹהֵ֖ן לְאֵ֥ל עֶלְיֽוֹן׃ <sup>יט</sup>&nbsp;וַֽיְבָרְכֵ֖הוּ וַיֹּאמַ֑ר בָּר֤וּךְ אַבְרָם֙ לְאֵ֣ל עֶלְי֔וֹן קֹנֵ֖ה שָׁמַ֥יִם וָאָֽרֶץ׃ <sup>כ</sup>&nbsp;וּבָרוּךְ֙ אֵ֣ל עֶלְי֔וֹן אֲשֶׁר־מִגֵּ֥ן צָרֶ֖יךָ בְּיָדֶ֑ךָ וַיִּתֶּן־ל֥וֹ מַעֲשֵׂ֖ר מִכֹּֽל׃ <mark>חמישי</mark> <sup>כא</sup>&nbsp;וַיֹּ֥אמֶר מֶֽלֶךְ־סְדֹ֖ם אֶל־אַבְרָ֑ם תֶּן־לִ֣י הַנֶּ֔פֶשׁ וְהָרְכֻ֖שׁ קַֽח־לָֽךְ׃ <sup>כב</sup>&nbsp;וַיֹּ֥אמֶר אַבְרָ֖ם אֶל־מֶ֣לֶךְ סְדֹ֑ם הֲרִמֹ֨תִי יָדִ֤י אֶל־יְהֹוָה֙ אֵ֣ל עֶלְי֔וֹן קֹנֵ֖ה שָׁמַ֥יִם וָאָֽרֶץ׃ <sup>כג</sup>&nbsp;אִם־מִחוּט֙ וְעַ֣ד שְׂרֽוֹךְ־נַ֔עַל וְאִם־אֶקַּ֖ח מִכׇּל־אֲשֶׁר־לָ֑ךְ וְלֹ֣א תֹאמַ֔ר אֲנִ֖י הֶעֱשַׁ֥רְתִּי אֶת־אַבְרָֽם׃ <sup>כד</sup>&nbsp;בִּלְעָדַ֗י רַ֚ק אֲשֶׁ֣ר אָֽכְל֣וּ הַנְּעָרִ֔ים וְחֵ֙לֶק֙ הָֽאֲנָשִׁ֔ים אֲשֶׁ֥ר הָלְכ֖וּ אִתִּ֑י עָנֵר֙ אֶשְׁכֹּ֣ל וּמַמְרֵ֔א הֵ֖ם יִקְח֥וּ חֶלְקָֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"><sup>17</sup>&nbsp;The king of Sədom went out to meet him upon his return from the strike against Kedorla&#8217;omer and against the kings that were with him, to the valley of Shaveh – that is now the King&#8217;s Valley. <sup>18</sup>&nbsp;Now Malki-Tsedek, king of Shalem, brought out bread and wine, – for he was priest of El Elyon, <sup>19</sup>&nbsp;and gave him blessing and said: &#8220;Blessed be Avram by El Elyon, Founder of Heaven and Earth! <sup>20</sup>&nbsp;And blessed be El Elyon, who has delivered your oppressors into your hand!&#8221; He gave him a tenth of everything. <sup>21</sup>&nbsp;The king of Sədom said to Avram: &#8220;Give me the persons, and the property take for yourself.&#8221; <sup>22</sup>&nbsp;Avram said to the king of Sədom: &#8220;I raise my hand in the presence of YHVH El Elyon, Founder of Heaven and Earth, <sup>23</sup>&nbsp;if from a thread to a sandal-strap – if I should take from anything that is yours . . . ! So that you should not say: &#8216;I made Avram rich.&#8217; <sup>24</sup>&nbsp;Nothing for me! Only what the lads have consumed, and the share of the men who went with me – Aner, Eshkol, and Mamré, let them take their share.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> The depiction of Abraham in Chapter 14 is <em>sui generis</em> when compared with the other 13 chapters of the Abraham narrative cycle. Abraham is depicted as a warrior who improbably defeats large national armies with only 318 men. In all other chapters of the cycle, Abraham is described as an opportunist who avoids conflict, in this chapter he is imagined as a mythic warrior, who affects global events. Note also the character of Malkitzedek, the legendary Priest-King of Shalem, a sobriquet for the kings of Jerusalem in the book of Psalms (Ps. 110:4) with whom Abraham establish a pact. The language and themes of this chapter are unattributable to any source previously delineated in scholarship, though this text does seem cognizant of the Abraham cycle in general including later sections (vs. 14 mentions &#8220;the men born in his house&#8221; which could be a allusion to the souls &#8220;he [Abraham] made&#8221; in Haran, and who are referred to in this way at the end of Chapter 17 as having been circumcised). I thus tentatively assign this narrative to a later mythic layer, found for example in the first verses of Chapter 6 which tell of the sexual exploits of the sons of God, or in Chapter 10 which tells of Nimrod&#8217;s exploits. I have previously referred to this source as the Bridger.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\">טו <sup>א</sup>&nbsp;אַחַ֣ר ׀ הַדְּבָרִ֣ים הָאֵ֗לֶּה הָיָ֤ה דְבַר־יְהֹוָה֙ אֶל־אַבְרָ֔ם בַּֽמַּחֲזֶ֖ה לֵאמֹ֑ר אַל־תִּירָ֣א אַבְרָ֗ם אָנֹכִי֙ מָגֵ֣ן לָ֔ךְ שְׂכָרְךָ֖ הַרְבֵּ֥ה מְאֹֽד׃ <sup>ב</sup>&nbsp;וַיֹּ֣אמֶר אַבְרָ֗ם אֲדֹנָ֤י יֱהֹוִה֙ מַה־תִּתֶּן־לִ֔י וְאָנֹכִ֖י הוֹלֵ֣ךְ עֲרִירִ֑י וּבֶן־מֶ֣שֶׁק בֵּיתִ֔י ה֖וּא דַּמֶּ֥שֶׂק אֱלִיעֶֽזֶר׃ <sup>ג</sup>&nbsp;וַיֹּ֣אמֶר אַבְרָ֔ם הֵ֣ן לִ֔י לֹ֥א נָתַ֖תָּה זָ֑רַע וְהִנֵּ֥ה בֶן־בֵּיתִ֖י יוֹרֵ֥שׁ אֹתִֽי׃ <sup>ד</sup>&nbsp;וְהִנֵּ֨ה דְבַר־יְהֹוָ֤ה אֵלָיו֙ לֵאמֹ֔ר לֹ֥א יִֽירָשְׁךָ֖ זֶ֑ה כִּי־אִם֙ אֲשֶׁ֣ר יֵצֵ֣א מִמֵּעֶ֔יךָ ה֖וּא יִֽירָשֶֽׁךָ׃ <sup>ה</sup>&nbsp;וַיּוֹצֵ֨א אֹת֜וֹ הַח֗וּצָה וַיֹּ֙אמֶר֙ הַבֶּט־נָ֣א הַשָּׁמַ֗יְמָה וּסְפֹר֙ הַכּ֣וֹכָבִ֔ים אִם־תּוּכַ֖ל לִסְפֹּ֣ר אֹתָ֑ם וַיֹּ֣אמֶר ל֔וֹ כֹּ֥ה יִהְיֶ֖ה זַרְעֶֽךָ׃ <sup>ו</sup>&nbsp;וְהֶאֱמִ֖ן בַּֽיהֹוָ֑ה וַיַּחְשְׁבֶ֥הָ לּ֖וֹ צְדָקָֽה׃ <mark>ששי</mark> <sup>ז</sup>&nbsp;וַיֹּ֖אמֶר אֵלָ֑יו אֲנִ֣י יְהֹוָ֗ה אֲשֶׁ֤ר הוֹצֵאתִ֙יךָ֙ מֵא֣וּר כַּשְׂדִּ֔ים לָ֧תֶת לְךָ֛ אֶת־הָאָ֥רֶץ הַזֹּ֖את לְרִשְׁתָּֽהּ׃ <sup>ח</sup>&nbsp;וַיֹּאמַ֑ר אֲדֹנָ֣י יֱהֹוִ֔ה בַּמָּ֥ה אֵדַ֖ע כִּ֥י אִֽירָשֶֽׁנָּה׃ <sup>ט</sup>&nbsp;וַיֹּ֣אמֶר אֵלָ֗יו קְחָ֥ה לִי֙ עֶגְלָ֣ה מְשֻׁלֶּ֔שֶׁת וְעֵ֥ז מְשֻׁלֶּ֖שֶׁת וְאַ֣יִל מְשֻׁלָּ֑שׁ וְתֹ֖ר וְגוֹזָֽל׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\">15 <sup>1</sup>&nbsp;After these events YHVH&#8217;s word came to Avram in a vision, saying: &#8220;Be not afraid, Avram, I am a delivering-shield to you, your reward is exceedingly great.&#8221; <sup>2</sup>&nbsp;Avram said: &#8220;My Lord, YHVH, what would you give me – for I am going (to die) accursed, and the Son Domestic of My House is Damascan Eliezer.&#8221; <sup>3</sup>&nbsp;And Avram said further: &#8220;Here, to me you have not given seed, here, the Son of My House must be my heir.&#8221; <sup>4</sup>&nbsp;But here, YHVH&#8217;s word (came) to him, saying: &#8220;This one shall not be heir to you, rather, the one that goes out from your own body, he shall be heir to you.&#8221; <sup>5</sup>&nbsp;He brought him outside and said: &#8220;Pray look toward the heavens and count the stars, can you count them?&#8221; And he said to him: &#8220;So shall your seed be.&#8221; <sup>6</sup>&nbsp;Now he trusted in YHVH, and he deemed it as righteous-merit on his part. <sup>7</sup>&nbsp;Now he said to him: &#8220;I am YHVH who brought you out of Ur Kasdim to give you this land, to inherit it.&#8221; <sup>8</sup>&nbsp;But he said: &#8220;My Lord, YHVH, by what shall I know that I will inherit it?&#8221; <sup>9</sup>&nbsp;He said to him: &#8220;Fetch me a calf of three, a she-goat of three, a ram of three, a turtle-dove, and a fledgling.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"><sup>י</sup>&nbsp;וַיִּֽקַּֽח־ל֣וֹ אֶת־כׇּל־אֵ֗לֶּה וַיְבַתֵּ֤ר אֹתָם֙ בַּתָּ֔וֶךְ וַיִּתֵּ֥ן אִישׁ־בִּתְר֖וֹ לִקְרַ֣את רֵעֵ֑הוּ וְאֶת־הַצִּפֹּ֖ר לֹ֥א בָתָֽר׃ <sup>יא</sup>&nbsp;וַיֵּ֥רֶד הָעַ֖יִט עַל־הַפְּגָרִ֑ים וַיַּשֵּׁ֥ב אֹתָ֖ם אַבְרָֽם׃ <sup>יב</sup>&nbsp;וַיְהִ֤י הַשֶּׁ֙מֶשׁ֙ לָב֔וֹא וְתַרְדֵּמָ֖ה נָפְלָ֣ה עַל־אַבְרָ֑ם וְהִנֵּ֥ה אֵימָ֛ה חֲשֵׁכָ֥ה גְדֹלָ֖ה נֹפֶ֥לֶת עָלָֽיו׃ <sup>יג</sup>&nbsp;וַיֹּ֣אמֶר לְאַבְרָ֗ם יָדֹ֨עַ תֵּדַ֜ע כִּי־גֵ֣ר ׀ יִהְיֶ֣ה זַרְעֲךָ֗ בְּאֶ֙רֶץ֙ לֹ֣א לָהֶ֔ם וַעֲבָד֖וּם וְעִנּ֣וּ אֹתָ֑ם אַרְבַּ֥ע מֵא֖וֹת שָׁנָֽה׃ <sup>יד</sup>&nbsp;וְגַ֧ם אֶת־הַגּ֛וֹי אֲשֶׁ֥ר יַעֲבֹ֖דוּ דָּ֣ן אָנֹ֑כִי וְאַחֲרֵי־כֵ֥ן יֵצְא֖וּ בִּרְכֻ֥שׁ גָּדֽוֹל׃ <sup>טו</sup>&nbsp;וְאַתָּ֛ה תָּב֥וֹא אֶל־אֲבֹתֶ֖יךָ בְּשָׁל֑וֹם תִּקָּבֵ֖ר בְּשֵׂיבָ֥ה טוֹבָֽה׃ <sup>טז</sup>&nbsp;וְד֥וֹר רְבִיעִ֖י יָשׁ֣וּבוּ הֵ֑נָּה כִּ֧י לֹא־שָׁלֵ֛ם עֲוֺ֥ן הָאֱמֹרִ֖י עַד־הֵֽנָּה׃ <sup>יז</sup>&nbsp;וַיְהִ֤י הַשֶּׁ֙מֶשׁ֙ בָּ֔אָה וַעֲלָטָ֖ה הָיָ֑ה וְהִנֵּ֨ה תַנּ֤וּר עָשָׁן֙ וְלַפִּ֣יד אֵ֔שׁ אֲשֶׁ֣ר עָבַ֔ר בֵּ֖ין הַגְּזָרִ֥ים הָאֵֽלֶּה׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"><sup>10</sup>&nbsp;He fetched him all these. He halved them down the middle, putting each one&#8217;s half toward its neighbor, but the birds he did not halve. <sup>11</sup>&nbsp;Vultures descended upon the carcasses, but Avram drove them back. <sup>12</sup>&nbsp;Now it was, when the sun was coming in , that deep slumber fell upon Avram – and here, fright and great darkness falling upon him! <sup>13</sup>&nbsp;And he said to Avram: &#8220;You must know, yes, know that your seed will be sojourners in a land not theirs; they will put them in servitude and afflict them for four hundred years. <sup>14</sup>&nbsp;But the nation to which they are in servitude – I will bring judgment on them, and after that they will go out with great property. <sup>15</sup>&nbsp;As for you, you will go to your fathers in peace; you will be buried at a good ripe-age. <sup>16</sup>&nbsp;But in the fourth generation they will return here, for the iniquity of the Amori has not reached full-measure heretofore.&#8221; <sup>17</sup>&nbsp;Now it was, when the sun had come in, that there was night-blackness, and here, a smoking oven, a fiery torch that crossed between those pieces.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"b\"><sup>יח</sup>&nbsp;בַּיּ֣וֹם הַה֗וּא כָּרַ֧ת יְהֹוָ֛ה אֶת־אַבְרָ֖ם בְּרִ֣ית לֵאמֹ֑ר לְזַרְעֲךָ֗ נָתַ֙תִּי֙ אֶת־הָאָ֣רֶץ הַזֹּ֔את מִנְּהַ֣ר מִצְרַ֔יִם עַד־הַנָּהָ֥ר הַגָּדֹ֖ל נְהַר־פְּרָֽת׃ <sup>יט</sup>&nbsp;אֶת־הַקֵּינִי֙ וְאֶת־הַקְּנִזִּ֔י וְאֵ֖ת הַקַּדְמֹנִֽי׃ <sup>כ</sup>&nbsp;וְאֶת־הַחִתִּ֥י וְאֶת־הַפְּרִזִּ֖י וְאֶת־הָרְפָאִֽים׃ <sup>כא</sup>&nbsp;וְאֶת־הָֽאֱמֹרִי֙ וְאֶת־הַֽכְּנַעֲנִ֔י וְאֶת־הַגִּרְגָּשִׁ֖י וְאֶת־הַיְבוּסִֽי׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"b\"><sup>18</sup>&nbsp;On that day YHVH cut a covenant with Avram, saying: &#8220;I give this land to your seed, from the River of Mitsrayim to the Great River, the river Euphrates, <sup>19</sup>&nbsp;the Kenite and the Kenizzi and the Kadmoni, <sup>20</sup>&nbsp;and the Ḥitti and the P&#8217;rizzi and the Refa&#8217;im, <sup>21</sup>&nbsp;and the Amori and the K&#8217;naani and the Girgashi and the Yevusi.&#8221;</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Chapter 15 has proven enigmatic for generations of scholars. In the 19th and early 20th century it was parceled out between the documentary sources (J, E, and P), but none of the attempts were particularly convincing, or convincing at all for that matter. There are no real fractures in this chapter that would warrant an intricate division between two or more sources. In the latter part of the 20th century, as the documentary hypothesis lost its hold upon scholarship, a fair number of articles and even books were written attempting to place this chapter within the Abraham cycle. The conclusions of many of these studies converge upon the idea that this text is relatively later than its surroundings, drawing upon the numerous allusions to later layers of Biblical composition. Thus the infinitive לרשתה (to possess it) in vs. 7, is found only in Deuteronomistic literature (e.g. Joshua 1:11). The star imagery: &#8220;Look towards heaven and count the stars, if you are able to count them&#8221; in vs. 5, appears in J in Gen 22:17. The mythic Refaim mentioned in the final verse of this chapter are alluded to Genesis 14:5, also a late chapter, and in the later strands of Deut 2. A similar list of nations appears in the book of Nehemiah 9:8. A similar pact enacted between halves of animals appears in Jeremiah 34:9ff. Finally the idea that the Israelites left Egypt after 400 years laden with property is attributed to the latest strands of Exodus (e.g. Exodus 3:21-22). Based on this short survey of allusions to earlier and later texts and the bridging quality of the narrative with far-flung pericopes, I conclude that this chapter belongs to the final layers of the Pentateuchal composition, in other words, to the redactional layer I refer to throughout this commentary as the Bridging Source.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\">טז <sup>א</sup>&nbsp;וְשָׂרַי֙ אֵ֣שֶׁת אַבְרָ֔ם לֹ֥א יָלְדָ֖ה ל֑וֹ וְלָ֛הּ שִׁפְחָ֥ה מִצְרִ֖ית וּשְׁמָ֥הּ הָגָֽר׃ <sup>ב</sup>&nbsp;וַתֹּ֨אמֶר שָׂרַ֜י אֶל־אַבְרָ֗ם הִנֵּה־נָ֞א עֲצָרַ֤נִי יְהֹוָה֙ מִלֶּ֔דֶת בֹּא־נָא֙ אֶל־שִׁפְחָתִ֔י אוּלַ֥י אִבָּנֶ֖ה מִמֶּ֑נָּה וַיִּשְׁמַ֥ע אַבְרָ֖ם לְק֥וֹל שָׂרָֽי׃ <sup>ג</sup>&nbsp;וַתִּקַּ֞ח שָׂרַ֣י אֵֽשֶׁת־אַבְרָ֗ם אֶת־הָגָ֤ר הַמִּצְרִית֙ שִׁפְחָתָ֔הּ מִקֵּץ֙ עֶ֣שֶׂר שָׁנִ֔ים לְשֶׁ֥בֶת אַבְרָ֖ם בְּאֶ֣רֶץ כְּנָ֑עַן וַתִּתֵּ֥ן אֹתָ֛הּ לְאַבְרָ֥ם אִישָׁ֖הּ ל֥וֹ לְאִשָּֽׁה׃ <sup>ד</sup>&nbsp;וַיָּבֹ֥א אֶל־הָגָ֖ר וַתַּ֑הַר וַתֵּ֙רֶא֙ כִּ֣י הָרָ֔תָה וַתֵּקַ֥ל גְּבִרְתָּ֖הּ בְּעֵינֶֽיהָ׃ <sup>ה</sup>&nbsp;וַתֹּ֨אמֶר שָׂרַ֣י אֶל־אַבְרָם֮ חֲמָסִ֣י עָלֶ֒יךָ֒ אָנֹכִ֗י נָתַ֤תִּי שִׁפְחָתִי֙ בְּחֵיקֶ֔ךָ וַתֵּ֙רֶא֙ כִּ֣י הָרָ֔תָה וָאֵקַ֖ל בְּעֵינֶ֑יהָ יִשְׁפֹּ֥ט יְהֹוָ֖ה בֵּינִ֥י וּבֵינֶֽיׄךָ׃ <sup>ו</sup>&nbsp;וַיֹּ֨אמֶר אַבְרָ֜ם אֶל־שָׂרַ֗י הִנֵּ֤ה שִׁפְחָתֵךְ֙ בְּיָדֵ֔ךְ עֲשִׂי־לָ֖הּ הַטּ֣וֹב בְּעֵינָ֑יִךְ וַתְּעַנֶּ֣הָ שָׂרַ֔י וַתִּבְרַ֖ח מִפָּנֶֽיהָ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\">16 <sup>1</sup>&nbsp;Now Sarai, Avram&#8217;s wife, had not borne him (children). She had an Mitsri maid – her name was Hagar. <sup>2</sup>&nbsp;Sarai said to Avram: &#8220;Now here, YHVH has obstructed me from bearing; pray come in to my maid, perhaps I may be built-up-with-sons through her!&#8221; Avram hearkened to Sarai&#8217;s voice: <sup>3</sup>&nbsp;Sarai, Avram&#8217;s wife, took Hagar the Mitsri-woman, her maid, at the end of ten years of Avram&#8217;s being settled in the land of K&#8217;naan, and gave her to her husband Avram as a wife for him. <sup>4</sup>&nbsp;He came in to Hagar, and she became pregnant. But when she saw that she was pregnant, her mistress became of light-worth in her eyes. <sup>5</sup>&nbsp;Sarai said to Avram: &#8220;The wrong done me is upon you! I myself gave my maid into your bosom, but now that she sees that she is pregnant, I have become of light-worth in her eyes. May YHVH see-justice-done between me and you!&#8221; <sup>6</sup>&nbsp;Avram said to Sarai: &#8220;Here, your maid is in your hand, deal with her however seems good in your eyes. Sarai afflicted her, so that she had to flee from her.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>ז</sup>&nbsp;וַֽיִּמְצָאָ֞הּ מַלְאַ֧ךְ יְהֹוָ֛ה עַל־עֵ֥ין הַמַּ֖יִם בַּמִּדְבָּ֑ר עַל־הָעַ֖יִן בְּדֶ֥רֶךְ שֽׁוּר׃ <sup>ח</sup>&nbsp;וַיֹּאמַ֗ר הָגָ֞ר שִׁפְחַ֥ת שָׂרַ֛י אֵֽי־מִזֶּ֥ה בָ֖את וְאָ֣נָה תֵלֵ֑כִי וַתֹּ֕אמֶר מִפְּנֵי֙ שָׂרַ֣י גְּבִרְתִּ֔י אָנֹכִ֖י בֹּרַֽחַת׃ <sup>ט</sup>&nbsp;וַיֹּ֤אמֶר לָהּ֙ מַלְאַ֣ךְ יְהֹוָ֔ה שׁ֖וּבִי אֶל־גְּבִרְתֵּ֑ךְ וְהִתְעַנִּ֖י תַּ֥חַת יָדֶֽיהָ׃ <sup>י</sup>&nbsp;וַיֹּ֤אמֶר לָהּ֙ מַלְאַ֣ךְ יְהֹוָ֔ה הַרְבָּ֥ה אַרְבֶּ֖ה אֶת־זַרְעֵ֑ךְ וְלֹ֥א יִסָּפֵ֖ר מֵרֹֽב׃ <sup>יא</sup>&nbsp;וַיֹּ֤אמֶר לָהּ֙ מַלְאַ֣ךְ יְהֹוָ֔ה הִנָּ֥ךְ הָרָ֖ה וְיֹלַ֣דְתְּ בֵּ֑ן וְקָרָ֤את שְׁמוֹ֙ יִשְׁמָעֵ֔אל כִּֽי־שָׁמַ֥ע יְהֹוָ֖ה אֶל־עׇנְיֵֽךְ׃ <sup>יב</sup>&nbsp;וְה֤וּא יִהְיֶה֙ פֶּ֣רֶא אָדָ֔ם יָד֣וֹ בַכֹּ֔ל וְיַ֥ד כֹּ֖ל בּ֑וֹ וְעַל־פְּנֵ֥י כׇל־אֶחָ֖יו יִשְׁכֹּֽן׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>7</sup>&nbsp;But YHVH&#8217;s messenger found her by a spring of water in the wilderness, by the spring on the way to Shur. <sup>8</sup>&nbsp;He said: &#8220;Hagar, Sarai&#8217;s maid, whence do you come, whither are you going?&#8221; She said: &#8220;I am fleeing from Sarai my mistress.&#8221; <sup>9</sup>&nbsp;YHVH&#8217;s messenger said to her: &#8220;Return to your mistress and let yourself be afflicted under her hand!&#8221; <sup>10</sup>&nbsp;And YHVH&#8217;s messenger said to her: &#8220;I will make your seed many, yes, many, it will be too many to count!&#8221; <sup>11</sup>&nbsp;And YHVH&#8217;s messenger said to her: &#8220;Here, you are pregnant, you will bear a son; call his name: Yishmael/El Hearkens, for YHVH has hearkened to your being afflicted. <sup>12</sup>&nbsp;He shall be a wild-ass of a man, his hand against all, hand of all against him, yet in the presence of all his brothers shall he dwell.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>יג</sup>&nbsp;וַתִּקְרָ֤א שֵׁם־יְהֹוָה֙ הַדֹּבֵ֣ר אֵלֶ֔יהָ אַתָּ֖ה אֵ֣ל רֳאִ֑י כִּ֣י אָֽמְרָ֗ה הֲגַ֥ם הֲלֹ֛ם רָאִ֖יתִי אַחֲרֵ֥י רֹאִֽי׃ <sup>יד</sup>&nbsp;עַל־כֵּן֙ קָרָ֣א לַבְּאֵ֔ר בְּאֵ֥ר לַחַ֖י רֹאִ֑י הִנֵּ֥ה בֵין־קָדֵ֖שׁ וּבֵ֥ין בָּֽרֶד׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>13</sup>&nbsp;Now she called the name of YHVH, the one who was speaking to her: &#8220;You El of Seeing!&#8221; For she said: &#8220;Have I actually gone on seeing here after his seeing me?&#8221; <sup>14</sup>&nbsp;Therefore the well was called: Well of the Living-one Who-Sees-Me. Here, it is between Ḳadesh and Ba&#8217;red.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"j\"><sup>טו</sup>&nbsp;וַתֵּ֧לֶד הָגָ֛ר לְאַבְרָ֖ם בֵּ֑ן וַיִּקְרָ֨א אַבְרָ֧ם שֶׁם־בְּנ֛וֹ אֲשֶׁר־יָלְדָ֥ה הָגָ֖ר יִשְׁמָעֵֽאל׃</span> <span class=\"p\"><sup>טז</sup>&nbsp;וְאַבְרָ֕ם בֶּן־שְׁמֹנִ֥ים שָׁנָ֖ה וְשֵׁ֣שׁ שָׁנִ֑ים בְּלֶֽדֶת־הָגָ֥ר אֶת־יִשְׁמָעֵ֖אל לְאַבְרָֽם׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"j\"><sup>15</sup>&nbsp;Hagar bore Avram a son, and Avram called the name of the son whom Hagar bore: Yishmael.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Ishmael is promised progeny so numerous “that they cannot be counted for multitude” (vs. 10), phraseology reminiscent of similar promises to Abraham in Gen 22:16-18 (J). ¶ Sarai&#8217;s infertility is mentioned in Gen 11:30 (P), likely meant to foreshadow this chapter and Abraham&#8217;s conversation with God regarding his posterity in Chapter 17.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> <span class=\"p\"><sup>16</sup>&nbsp;Avram was eighty years and six years old when Hagar bore Yishmael to Avram.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Note the addition of quantitative information typical of P (Abraham&#8217;s age at the time of Ishmael&#8217;s birth).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>יז</sup>&nbsp;<sup>א</sup>&nbsp;וַיְהִ֣י אַבְרָ֔ם בֶּן־תִּשְׁעִ֥ים שָׁנָ֖ה וְתֵ֣שַׁע שָׁנִ֑ים וַיֵּרָ֨א יְהֹוָ֜ה אֶל־אַבְרָ֗ם וַיֹּ֤אמֶר אֵלָיו֙ אֲנִי־אֵ֣ל שַׁדַּ֔י הִתְהַלֵּ֥ךְ לְפָנַ֖י וֶהְיֵ֥ה תָמִֽים׃ <sup>ב</sup>&nbsp;וְאֶתְּנָ֥ה בְרִיתִ֖י בֵּינִ֣י וּבֵינֶ֑ךָ וְאַרְבֶּ֥ה אוֹתְךָ֖ בִּמְאֹ֥ד מְאֹֽד׃ <sup>ג</sup>&nbsp;וַיִּפֹּ֥ל אַבְרָ֖ם עַל־פָּנָ֑יו וַיְדַבֵּ֥ר אִתּ֛וֹ אֱלֹהִ֖ים לֵאמֹֽר׃ <sup>ד</sup>&nbsp;אֲנִ֕י הִנֵּ֥ה בְרִיתִ֖י אִתָּ֑ךְ וְהָיִ֕יתָ לְאַ֖ב הֲמ֥וֹן גּוֹיִֽם׃ <sup>ה</sup>&nbsp;וְלֹא־יִקָּרֵ֥א ע֛וֹד אֶת־שִׁמְךָ֖ אַבְרָ֑ם וְהָיָ֤ה שִׁמְךָ֙ אַבְרָהָ֔ם כִּ֛י אַב־הֲמ֥וֹן גּוֹיִ֖ם נְתַתִּֽיךָ׃ <sup>ו</sup>&nbsp;וְהִפְרֵתִ֤י אֹֽתְךָ֙ בִּמְאֹ֣ד מְאֹ֔ד וּנְתַתִּ֖יךָ לְגוֹיִ֑ם וּמְלָכִ֖ים מִמְּךָ֥ יֵצֵֽאוּ׃ <mark>שביעי</mark> <sup>ז</sup>&nbsp;וַהֲקִמֹתִ֨י אֶת־בְּרִיתִ֜י בֵּינִ֣י וּבֵינֶ֗ךָ וּבֵ֨ין זַרְעֲךָ֧ אַחֲרֶ֛יךָ לְדֹרֹתָ֖ם לִבְרִ֣ית עוֹלָ֑ם לִהְי֤וֹת לְךָ֙ לֵֽאלֹהִ֔ים וּֽלְזַרְעֲךָ֖ אַחֲרֶֽיךָ׃ <sup>ח</sup>&nbsp;וְנָתַתִּ֣י לְ֠ךָ֠ וּלְזַרְעֲךָ֨ אַחֲרֶ֜יךָ אֵ֣ת ׀ אֶ֣רֶץ מְגֻרֶ֗יךָ אֵ֚ת כׇּל־אֶ֣רֶץ כְּנַ֔עַן לַאֲחֻזַּ֖ת עוֹלָ֑ם וְהָיִ֥יתִי לָהֶ֖ם לֵאלֹהִֽים׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\">17 <sup>1</sup>&nbsp;Now when Avram was ninety years and nine years old YHVH was seen by Avram and said to him: &#8220;I am El Shaddai. Walk in my presence! And be wholehearted! <sup>2</sup>&nbsp;I set my covenant between me and you, I will make you exceedingly, exceedingly many.&#8221; <sup>3</sup>&nbsp;Avram fell upon his face. Elohim spoke with him, saying: <sup>4</sup>&nbsp;&#8220;As for me, here, my covenant is with you, so that you will become the father of a throng of nations. <sup>5</sup>&nbsp;No longer shall your name be called Avram, rather shall your name be Avraham, for I will make you Av Hamon Goyyim/Father of a Throng of Nations! <sup>6</sup>&nbsp;I will cause you to bear fruit exceedingly, exceedingly, I will make nations of you, (yes,) kings will go out from you! <sup>7</sup>&nbsp;I establish my covenant between me and you and your seed after you, throughout their generations as a covenant for the ages, to be Elohim to you and to your seed after you. <sup>8</sup>&nbsp;I will give to you and to your seed after you, the land of your sojournings, all the land of K&#8217;naan, as a holding for the ages, and I will be Elohim to them.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>ט</sup>&nbsp;וַיֹּ֤אמֶר אֱלֹהִים֙ אֶל־אַבְרָהָ֔ם וְאַתָּ֖ה אֶת־בְּרִיתִ֣י תִשְׁמֹ֑ר אַתָּ֛ה וְזַרְעֲךָ֥ אַֽחֲרֶ֖יךָ לְדֹרֹתָֽם׃ <sup>י</sup>&nbsp;זֹ֣את בְּרִיתִ֞י אֲשֶׁ֣ר תִּשְׁמְר֗וּ בֵּינִי֙ וּבֵ֣ינֵיכֶ֔ם וּבֵ֥ין זַרְעֲךָ֖ אַחֲרֶ֑יךָ הִמּ֥וֹל לָכֶ֖ם כׇּל־זָכָֽר׃ <sup>יא</sup>&nbsp;וּנְמַלְתֶּ֕ם אֵ֖ת בְּשַׂ֣ר עׇרְלַתְכֶ֑ם וְהָיָה֙ לְא֣וֹת בְּרִ֔ית בֵּינִ֖י וּבֵינֵיכֶֽם׃ <sup>יב</sup>&nbsp;וּבֶן־שְׁמֹנַ֣ת יָמִ֗ים יִמּ֥וֹל לָכֶ֛ם כׇּל־זָכָ֖ר לְדֹרֹתֵיכֶ֑ם יְלִ֣יד בָּ֔יִת וּמִקְנַת־כֶּ֙סֶף֙ מִכֹּ֣ל בֶּן־נֵכָ֔ר אֲשֶׁ֛ר לֹ֥א מִֽזַּרְעֲךָ֖ הֽוּא׃ <sup>יג</sup>&nbsp;הִמּ֧וֹל ׀ יִמּ֛וֹל יְלִ֥יד בֵּֽיתְךָ֖ וּמִקְנַ֣ת כַּסְפֶּ֑ךָ וְהָיְתָ֧ה בְרִיתִ֛י בִּבְשַׂרְכֶ֖ם לִבְרִ֥ית עוֹלָֽם׃ <sup>יד</sup>&nbsp;וְעָרֵ֣ל ׀ זָכָ֗ר אֲשֶׁ֤ר לֹֽא־יִמּוֹל֙ אֶת־בְּשַׂ֣ר עׇרְלָת֔וֹ וְנִכְרְתָ֛ה הַנֶּ֥פֶשׁ הַהִ֖וא מֵעַמֶּ֑יהָ אֶת־בְּרִיתִ֖י הֵפַֽר׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>9</sup>&nbsp;Elohim said to Avraham: &#8220;As for you, you are to keep my covenant, you and your seed after you, throughout their generations. <sup>10</sup>&nbsp;This is my covenant which you are to keep, between me and you and your seed after you: every male among you shall be circumcised. <sup>11</sup>&nbsp;You shall circumcise the flesh of your foreskin, so that it may serve as a sign of the covenant between me and you. <sup>12</sup>&nbsp;At eight days old, every male among you shall be circumcised, throughout your generations, whether house-born or bought with money from any foreigner, who is not your seed. <sup>13</sup>&nbsp;Circumcised, yes, circumcised shall be your house-born and your money-bought (slaves), so that my covenant may be in your flesh as a covenant for the ages. <sup>14</sup>&nbsp;But a foreskinned male, who does not have the foreskin of his flesh circumcised, that person shall be cut off from his kinspeople – he has violated my covenant!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>טו</sup>&nbsp;וַיֹּ֤אמֶר אֱלֹהִים֙ אֶל־אַבְרָהָ֔ם שָׂרַ֣י אִשְׁתְּךָ֔ לֹא־תִקְרָ֥א אֶת־שְׁמָ֖הּ שָׂרָ֑י כִּ֥י שָׂרָ֖ה שְׁמָֽהּ׃ <sup>טז</sup>&nbsp;וּבֵרַכְתִּ֣י אֹתָ֔הּ וְגַ֨ם נָתַ֧תִּי מִמֶּ֛נָּה לְךָ֖ בֵּ֑ן וּבֵֽרַכְתִּ֙יהָ֙ וְהָֽיְתָ֣ה לְגוֹיִ֔ם מַלְכֵ֥י עַמִּ֖ים מִמֶּ֥נָּה יִהְיֽוּ׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>15</sup>&nbsp;Elohim said to Avraham: &#8220;As for Sarai your wife – you shall not call her name Sarai, for Sarah/Princess is her name! <sup>16</sup>&nbsp;I will bless her, and I will give you a son from her, I will bless her so that she becomes nations, kings of peoples shall come from her!&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>יז</sup>&nbsp;וַיִּפֹּ֧ל אַבְרָהָ֛ם עַל־פָּנָ֖יו וַיִּצְחָ֑ק וַיֹּ֣אמֶר בְּלִבּ֗וֹ הַלְּבֶ֤ן מֵאָֽה־שָׁנָה֙ יִוָּלֵ֔ד וְאִ֨ם־שָׂרָ֔ה הֲבַת־תִּשְׁעִ֥ים שָׁנָ֖ה תֵּלֵֽד׃ <sup>יח</sup>&nbsp;וַיֹּ֥אמֶר אַבְרָהָ֖ם אֶל־הָֽאֱלֹהִ֑ים ל֥וּ יִשְׁמָעֵ֖אל יִחְיֶ֥ה לְפָנֶֽיךָ׃ <sup>יט</sup>&nbsp;וַיֹּ֣אמֶר אֱלֹהִ֗ים אֲבָל֙ שָׂרָ֣ה אִשְׁתְּךָ֗ יֹלֶ֤דֶת לְךָ֙ בֵּ֔ן וְקָרָ֥אתָ אֶת־שְׁמ֖וֹ יִצְחָ֑ק וַהֲקִמֹתִ֨י אֶת־בְּרִיתִ֥י אִתּ֛וֹ לִבְרִ֥ית עוֹלָ֖ם לְזַרְע֥וֹ אַחֲרָֽיו׃ <sup>כ</sup>&nbsp;וּֽלְיִשְׁמָעֵאל֮  שְׁמַעְתִּ֒יךָ֒ הִנֵּ֣ה ׀ בֵּרַ֣כְתִּי אֹת֗וֹ וְהִפְרֵיתִ֥י אֹת֛וֹ וְהִרְבֵּיתִ֥י אֹת֖וֹ בִּמְאֹ֣ד מְאֹ֑ד שְׁנֵים־עָשָׂ֤ר נְשִׂיאִם֙ יוֹלִ֔יד וּנְתַתִּ֖יו לְג֥וֹי גָּדֽוֹל׃ <sup>כא</sup>&nbsp;וְאֶת־בְּרִיתִ֖י אָקִ֣ים אֶת־יִצְחָ֑ק אֲשֶׁר֩ תֵּלֵ֨ד לְךָ֤ שָׂרָה֙ לַמּוֹעֵ֣ד הַזֶּ֔ה בַּשָּׁנָ֖ה הָאַחֶֽרֶת׃ </span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>17</sup>&nbsp;But Avraham fell on his face and laughed, he said in his heart: &#8220;To a hundred-year-old man shall there be (children) born? Or shall ninety-year-old Sarah give birth?&#8221; <sup>18</sup>&nbsp;Avraham said to Elohim: &#8220;If only Yishmael might live in your presence!&#8221; <sup>19</sup>&nbsp;Elohim said: &#8220;Nevertheless, Sarah your wife is to bear you a son, you shall call his name: Yitsḥak/He Laughs. I will establish my covenant with him as a covenant for the ages, for his seed after him. <sup>20</sup>&nbsp;And as for Yishmael, I hearken to you: Here, I will make him blessed, I will make him bear fruit, I will make him many, exceedingly, exceedingly – he will father twelve (tribal) leaders, and I will make a great nation of him. <sup>21</sup>&nbsp;But my covenant I will establish with Yitsḥak, whom Sarah will bear to you at this set-time, another year hence.&#8221;</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"p\"><sup>כב</sup>&nbsp;וַיְכַ֖ל לְדַבֵּ֣ר אִתּ֑וֹ וַיַּ֣עַל אֱלֹהִ֔ים מֵעַ֖ל אַבְרָהָֽם׃ <sup>כג</sup>&nbsp;וַיִּקַּ֨ח אַבְרָהָ֜ם אֶת־יִשְׁמָעֵ֣אל בְּנ֗וֹ וְאֵ֨ת כׇּל־יְלִידֵ֤י בֵיתוֹ֙ וְאֵת֙ כׇּל־מִקְנַ֣ת כַּסְפּ֔וֹ כׇּל־זָכָ֕ר בְּאַנְשֵׁ֖י בֵּ֣ית אַבְרָהָ֑ם וַיָּ֜מׇל אֶת־בְּשַׂ֣ר עָרְלָתָ֗ם בְּעֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה כַּאֲשֶׁ֛ר דִּבֶּ֥ר אִתּ֖וֹ אֱלֹהִֽים׃ <mark>מפטיר</mark> <sup>כד</sup>&nbsp;וְאַ֨בְרָהָ֔ם בֶּן־תִּשְׁעִ֥ים וָתֵ֖שַׁע שָׁנָ֑ה בְּהִמֹּל֖וֹ בְּשַׂ֥ר עׇרְלָתֽוֹ׃ <sup>כה</sup>&nbsp;וְיִשְׁמָעֵ֣אל בְּנ֔וֹ בֶּן־שְׁלֹ֥שׁ עֶשְׂרֵ֖ה שָׁנָ֑ה בְּהִ֨מֹּל֔וֹ אֵ֖ת בְּשַׂ֥ר עׇרְלָתֽוֹ׃ <sup>כו</sup>&nbsp;בְּעֶ֙צֶם֙ הַיּ֣וֹם הַזֶּ֔ה נִמּ֖וֹל אַבְרָהָ֑ם וְיִשְׁמָעֵ֖אל בְּנֽוֹ׃ <sup>כז</sup>&nbsp;וְכׇל־אַנְשֵׁ֤י בֵיתוֹ֙ יְלִ֣יד בָּ֔יִת וּמִקְנַת־כֶּ֖סֶף מֵאֵ֣ת בֶּן־נֵכָ֑ר נִמֹּ֖לוּ אִתּֽוֹ׃</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"p\"><sup>22</sup>&nbsp;When he had finished speaking with Avraham, Elohim went up, from beside Avraham. <sup>23</sup>&nbsp;Avraham took Yishmael his son and all those born in his house and all those bought with his money, all the males among Avraham&#8217;s household people, and circumcised the flesh of their foreskins on that same day, as Elohim had spoken to him. <sup>24</sup>&nbsp;Avraham was ninety-nine years old when he had the flesh of his foreskin circumcised, <sup>25</sup>&nbsp;and Yishmael his son was thirteen years old when he had the flesh of his foreskin circumcised. <sup>26</sup>&nbsp;On that same day were circumcised Avraham and Yishmael his son, <sup>27</sup>&nbsp;and all his household people, whether house-born or money-bought from a foreigner, were circumcised with him.</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> If there is one typical Priestly composition, this is it. All the elements that typify priestly composition are extant in this chapter. 1) This is one of the four Priestly covenants between God and human beings, the others being: the covenant following the flood in Genesis 10; the covenant between God and Israel regarding the Sabbath in Exodus 31; and the covenant with Phineas in Numbers 25. 2) The narrative is lacking in action and heavy on divine dialogue. The only actions that are taken until vs. 23 are Abraham&#8217;s prostration and laughter. 3) 17:1, 24, 25, mention Abraham and Ishmael&#8217;s age, quantitative information typical of P&#8217;s mindset. 4) This is a legal narrative, the purpose of which is to enshrine circumcision in Israelite law. 5) The issue of circumcision is brought up again more than once in Priestly texts, for example uncircumcised males may not eat of the Passover sacrifice in Exodus 12. 6) The vocabulary of this chapter is typically priestly, among the Priestly markers are: El Shadday as a divine name (vs. 1); the legal categories of uncircumcised and slaves born in the house; the language of reciprocity in vs. 10: &#8220;This is my covenant, which you shall keep, between me and you and your offspring after you&#8221; which is reminiscent of the language used in P’s covenant of Genesis 9:1-17.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The Masoretic text presented here is from Rabbi Dr. Seth (Avi) Kadish&#8217;s <a href=\"https://he.wikisource.org/wiki/פרשת_לך_לך/טעמים\">Miqra al pi ha-Mesorah</a>. For the translation in English, I have adapted the translation of Everett Fox in the <a href=\"https://www.sefaria.org/Genesis.1?ven=The_Five_Books_of_Moses,_by_Everett_Fox._New_York,_Schocken_Books,_1995&#038;lang=bi&#038;aliyot=0\">Schocken Bible</a> (Everett Fox 1995), mostly to re-Hebraize divine names, but I have made other changes. In place of &#8220;slaughter-site,&#8221; I have offered &#8220;place-for-slaughter.&#8221; And in place of &#8220;soil&#8221; (for Adamah), I have chosen &#8220;fertile-ground.&#8221; In place of &#8220;beget,&#8221; I choose &#8220;father.&#8221; Aside from these, I have made minor punctuation changes. (To buy a print copy of the complete translation of <em>The Schocken Bible vol. 1: The Five Books of Moses</em>, <a href=\"https://www.penguinrandomhouse.com/series/DA5/the-schocken-bible\">visit Penguin/Random House<a/>.)</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Abraham is commanded by Yhwh to leave the land of his birth which remains unspecified, whereas in  P Abraham leaves Ur of the Chaldeans with his father Terah and the rest of the family, and they stop in Harran where Terah dies. In P’s vss 4b-5Abraham departs from Haran to Canaan. ¶ It can, however, be surmised that Haran was J’s unnamed birth place being referred to here in vs. 1, since that is where Jacob returns to in Chapter 29.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Vss. 4b-5 repeat that Abraham embarked upon his journey with Lot, and as is P’s wont adds quantitative information to the story (Abraham’s age).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">This chapter is wholly attributable to J. Yhwh promises the land to Abraham as he did in Chapter 12, and commemorates this promise with the erection of an altar (vs. 18). The erection of the altar follows a non-aggression pact he makes with Lot, parallel in fact to the non-aggression pact he makes with Abimelech at the end of Chapter 21, after which he plants a tamarisk. Note that no meal or animal offering is offered upon this altar, since J did not wish to acknowledge sacrifice outside of Jerusalem by any of the patriarchs (Abraham&#8217;s sacrifice in 22:14 is on a mountain in the land of Moriah, which according to the Book of Chronicles is Jerusalem). The divine pledges to Abraham are indicative of the scope of J&#8217;s opus, since it makes sense that only an author who was planning to make good on the promise of land and progeny would include these promises within the text, and these promises are only kept in full in the books of Joshua, Judges, and Samuel. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">The depiction of Abraham in Chapter 14 is <em>sui generis</em> when compared with the other 13 chapters of the Abraham narrative cycle. Abraham is depicted as a warrior who improbably defeats large national armies with only 318 men. In all other chapters of the cycle, Abraham is described as an opportunist who avoids conflict, in this chapter he is imagined as a mythic warrior, who affects global events. Note also the character of Malkitzedek, the legendary Priest-King of Shalem, a sobriquet for the kings of Jerusalem in the book of Psalms (Ps. 110:4) with whom Abraham establish a pact. The language and themes of this chapter are unattributable to any source previously delineated in scholarship, though this text does seem cognizant of the Abraham cycle in general including later sections (vs. 14 mentions &#8220;the men born in his house&#8221; which could be a allusion to the souls &#8220;he [Abraham] made&#8221; in Haran, and who are referred to in this way at the end of Chapter 17 as having been circumcised). I thus tentatively assign this narrative to a later mythic layer, found for example in the first verses of Chapter 6 which tell of the sexual exploits of the sons of God, or in Chapter 10 which tells of Nimrod&#8217;s exploits. I have previously referred to this source as the Bridger.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Chapter 15 has proven enigmatic for generations of scholars. In the 19th and early 20th century it was parceled out between the documentary sources (J, E, and P), but none of the attempts were particularly convincing, or convincing at all for that matter. There are no real fractures in this chapter that would warrant an intricate division between two or more sources. In the latter part of the 20th century, as the documentary hypothesis lost its hold upon scholarship, a fair number of articles and even books were written attempting to place this chapter within the Abraham cycle. The conclusions of many of these studies converge upon the idea that this text is relatively later than its surroundings, drawing upon the numerous allusions to later layers of Biblical composition. Thus the infinitive לרשתה (to possess it) in vs. 7, is found only in Deuteronomistic literature (e.g. Joshua 1:11). The star imagery: &#8220;Look towards heaven and count the stars, if you are able to count them&#8221; in vs. 5, appears in J in Gen 22:17. The mythic Refaim mentioned in the final verse of this chapter are alluded to Genesis 14:5, also a late chapter, and in the later strands of Deut 2. A similar list of nations appears in the book of Nehemiah 9:8. A similar pact enacted between halves of animals appears in Jeremiah 34:9ff. Finally the idea that the Israelites left Egypt after 400 years laden with property is attributed to the latest strands of Exodus (e.g. Exodus 3:21-22). Based on this short survey of allusions to earlier and later texts and the bridging quality of the narrative with far-flung pericopes, I conclude that this chapter belongs to the final layers of the Pentateuchal composition, in other words, to the redactional layer I refer to throughout this commentary as the Bridging Source.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Ishmael is promised progeny so numerous “that they cannot be counted for multitude” (vs. 10), phraseology reminiscent of similar promises to Abraham in Gen 22:16-18 (J). ¶ Sarai&#8217;s infertility is mentioned in Gen 11:30 (P), likely meant to foreshadow this chapter and Abraham&#8217;s conversation with God regarding his posterity in Chapter 17.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Note the addition of quantitative information typical of P (Abraham&#8217;s age at the time of Ishmael&#8217;s birth).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">If there is one typical Priestly composition, this is it. All the elements that typify priestly composition are extant in this chapter. 1) This is one of the four Priestly covenants between God and human beings, the others being: the covenant following the flood in Genesis 10; the covenant between God and Israel regarding the Sabbath in Exodus 31; and the covenant with Phineas in Numbers 25. 2) The narrative is lacking in action and heavy on divine dialogue. The only actions that are taken until vs. 23 are Abraham&#8217;s prostration and laughter. 3) 17:1, 24, 25, mention Abraham and Ishmael&#8217;s age, quantitative information typical of P&#8217;s mindset. 4) This is a legal narrative, the purpose of which is to enshrine circumcision in Israelite law. 5) The issue of circumcision is brought up again more than once in Priestly texts, for example uncircumcised males may not eat of the Passover sacrifice in Exodus 12. 6) The vocabulary of this chapter is typically priestly, among the Priestly markers are: El Shadday as a divine name (vs. 1); the legal categories of uncircumcised and slaves born in the house; the language of reciprocity in vs. 10: &#8220;This is my covenant, which you shall keep, between me and you and your offspring after you&#8221; which is reminiscent of the language used in P’s covenant of Genesis 9:1-17.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Sefer Bereshit (Genesis)",
        "Parashat Lekh Lekha"
    ],
    "tags": [
        "31st century A.M.",
        "8th century B.C.E.",
        "annual Torah reading cycle",
        "mythopoesis",
        "redaction criticism",
        "supplementary hypothesis",
        "פרשות parashot",
        "פרשת השבוע Parashat haShavua",
        "פרשת לך לך parashat Lekh Lekha"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "3158"
        ],
        "_thumbnail_id": [
            "22089"
        ],
        "date_src_start": [
            "-0760-00-00"
        ],
        "date_src_end": [
            "-0661-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/10/1024px-Jan_Mostaert_-_The_Banishment_of_Hagar.jpg",
        "title": "1024px-Jan_Mostaert_-_The_Banishment_of_Hagar",
        "caption": "The Banishment of Hagar by Jan Mostaert (ca. 1475 –1552/1553)"
    },
    "source_link": "https://opensiddur.org/?p=22085",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/tanakh/torah/bereshit/parashat-lekh-lekha-color-coded-according-to-its-narrative-layers/",
    "slug": "parashat-lekh-lekha-color-coded-according-to-its-narrative-layers"
}