{
    "title": "Israelite Samaritan Prayers for the Shabbat Torah Reading, translated by Benyamim Sedaka",
    "author": "Benyamim Tsedaka",
    "coauthors": [
        {
            "name": "Benyamim Tsedaka",
            "bio": "Benyamim (Benny) Tsedaka is one of the elders of his people. As an historian, he has published over 100 books and over 2000 articles in Hebrew and English on Israelite Samaritan life, collated by the Internal University Computer in Israel under ‘Samaritans’. Benyamim Tsedaka is Head of the Israelite Samaritan Information Centre. Benny is the author of the ‘Samaritans’ entries in Encyclopedia Judaica; Encyclopedia of Zionism (in English); The Hebrew Encyclopedia, Jerusalem; and Encyclopedia Britannica for Youth (in Hebrew). Benny’s Israelite Samaritan Version of the Torah was published in May 2013. For the first time ever, English translations of the Samaritan Pentateuch and the Masoretic (Jewish) text are laid out in parallel columns with important differences noted.",
            "website": "http://israelite-samaritans.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/12/benjamin-sedaka-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ben-sedaka"
        }
    ],
    "date": "2016-10-25",
    "last_updated": "2025-01-03",
    "excerpt": "Benyamim's Sedaka's English translations of the Israelite-Samaritan \"Prayer to be Read by the Eldest Reader of the Sabbath Portion\" and Abraham ben Marchiv Tsedaka Hassafari's poem to be read after reading the last portion of the Torah reading . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Poem to be read after reading the last portion of the Torah reading</h3>\n<p><em>by Abraham ben Marchiv Tsedaka Hassafari (1852-1928)</em></p>\n<p>Our Eloowwem, who hears all our laments<br />\nOn this holy day magnify our happiness<br />\nAnd increase our number.<br />\nO He who performs all miracles.<br />\nGrant us prosperity, as we keep your statutes<br />\nAnd your commandments and your laws.<br />\nShow us our path that we may live our life with honesty<br />\nAnd spread upon it what is good in Your eyes.<br />\nForgive all our mistakes and sins<br />\nRescue us from oppression<br />\nAnd guide us to days of goodwill and acceptance.<br />\nSave us from every difficulty<br />\nAnd put not our households and homes beyond Your charity.<br />\nMake us perform good deeds<br />\nAnd show us how to keep the Torah and its statutes.<br />\nPurify our conscience<br />\nHear from us every lament<br />\nAnd release us from difficulty.<br />\nDo not allow our enemies to humiliate us<br />\nAnd remove anger from our minds<br />\nAnd disconcert the collaborators.<br />\nSweeten our tongues and lighten our countenance<br />\nAnd make the days of good will<br />\nAnd the coming of the Taheb closer<br />\nAnd quench our thirst.<br />\nConfound those who abuse, upset and weary us.<br />\nLet us drink from the holy juice<br />\nAnd raise our heads on this day<br />\nGuide us in the way that our forefathers walked<br />\nAnd scatter our enemies, who cling to false prophets.<br />\nShow us the way to keep your Torah<br />\nThe Torah of our Master<br />\nYour emissary who dwelt in Your House<br />\nInvoked by Your Might.<br />\nLet us learn the Ten Principles of reading<br />\nAnd let us know their significance<br />\nAnd give us from them richness.<br />\nOpen our eyes so that we may know the Invisible<br />\nAnd let our souls be linked with it.<br />\nIlluminate our hearts with pure light<br />\nAnd help us to continue on the path with no end<br />\nThe depth of its holiness unfathomed<br />\nAnd remove fear from our souls.\n</p></div>\n</td>\n</tr>\n</tbody>\n</table>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>Prayer to be Read by the Eldest Reader of the Sabbath Portion</h3>\n<p>Thanks to him (Moses) who received it in obedience Whose name is joined with His Name.</p>\n<p><em>(At the end of each reading portion, after reading the additional passage, all the readers will say together)</em></p>\n<p>Moses has commanded us to observe Torah<br />\nThe inheritance of the assembly of Yaaqob.<br />\nEloowwem Who gave it will be Blessed.<br />\nBe Blessed our Eloowem for ever<br />\nAnd be Blessed His Name for ever.<br />\nEhyyee Eshaar Ehyee (I Will Be What I Will Be).<br />\nPlease Aadaanee, pardon our iniquities and our sins.<br />\nAtone our crimes and our guilt<br />\nAnd redeem us from our sins<br />\nAnd from the evils of other nations<br />\nAnd enable us to keep this Holy Sabbath Day<br />\nAnd the Holy Festivals and the Holy Torah<br />\nAnd <em>Aargaareezem</em> the House of El<br />\nAll the days of our life.<br />\nAnd calm us from the trouble we are in<br />\nMy Lord, calm us from the trouble we are in<br />\nAnd love us in Your mercy<br />\nAnd heal us with the power of Your Grace<br />\nThanks to Moses Your Loyal One and Your Servant<br />\nThanks to Moses Your Loyal One and Your Servant.<br />\nTurn away Your fierce wrath<br />\nAnd relent from harming Your People<br />\nRemember Abraham, Yessac and Yaaqob<br />\nYour servants to whom You swore by Your own self.</p>\n<p><em>(Then the first reader says):</em></p>\n<p>You have done well, O petitioners and readers<br />\nContinue saying <em>Amen</em>.<br />\nYou will be blessed Shema Our Eloowem<br />\nThere is no Eloowwem but The One<br />\nAnd the praise be to Him<br />\nAnd may your Sabbaths be blessed by Eloowem.<br />\nAnd Our Eloowwem will make this Sabbath Day<br />\nAnd each Sabbath Day double-blessed upon you<br />\nAnd may your Sabbaths be blessed by Eloowwem.<br />\nAnd Eloowwem will save you<br />\nAnd will heal your illness<br />\nAnd will remember the covenant of salt<br />\nThanks to those who dwelt in the cave of Macphelaa<br />\nAbraham and Yessac and Yaaqob.<br />\nAnd thanks to Yoosef and our Master Moses<br />\nWho received the Torah from Eloowwem<br />\nPlease say <em>Amen</em>.</p>\n<p><em>(Then the petitioners rest in their seats, and tea and cakes are served)</em>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Benyamim Sedaka&#8217;s English translations of the Israelite-Samaritan &#8220;Prayer to be Read by the Eldest Reader of the Sabbath Portion&#8221; and Abraham ben Marchiv Tsedaka Hassafari&#8217;s poem to be read after reading the last portion of the Torah reading were first published at the Israelite-Samaritan website, <a href=\"https://www.israelite-samaritans.com/religion/prayer/\">here</a>. We intend to provide this translation side-by-side with the Israelite-Samaritan liturgical Hebrew as soon as we can. If you can read and transcribe Israelite-Samaritan, please <a href=\"https://opensiddur.org/contact/\">contact us</a>.</p>\n",
    "categories": [
        "During the Aliyot"
    ],
    "tags": [
        "Samaritan",
        "Torah Reading",
        "Needing Transcription",
        "Nusaḥ haSamerim",
        "Needing Source Images"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2368"
        ],
        "_thumbnail_id": [
            "14602"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/10/Samaritan_High_Priest_and_Old_Pentateuch_1905.png",
        "title": "samaritan_high_priest_and_old_pentateuch_1905",
        "caption": "\"<a href=\"https://commons.wikimedia.org/wiki/File:Samaritan_High_Priest_and_Old_Pentateuch,_1905.png\">Samaritan High Priest and Old Pentateuch, 1905</a>\" Samaritan High Priest and Old Pentateuch, Nablus, West Bank. Part of a stereograph from Views of Palestine (1905). The text accompanying this image states \"We are looking into the eyes of the chief representative of a religious sect, one of the oldest and certainly smallest in the world...They claim that they are the lineal descendants of the Israelites of old, from a remnant that was left when the tribes were carried into Syrian captivity...There is no doubt but that they are the representatives of the Samaritans of the time of Christ, for whom the Jews had such a deadly hatred. Here is kept with jealous care this ancient copy of the Pentateuch which is before us - one of the very oldest copies in existence. We could not have seen it on any account except in the presence of this high priest.\" (collection: J. Paul Getty Museum, credit: Keystone View Company, 1905)"
    },
    "source_link": "https://opensiddur.org/?p=14598",
    "permalink": "https://opensiddur.org/prayers/torah-service/aliyot/israelite-samaritan-prayers-shabbat-torah-reading-translated-benyamim-sedaka/",
    "slug": "israelite-samaritan-prayers-shabbat-torah-reading-translated-benyamim-sedaka"
}