{
    "post_id": 8016,
    "title": "Copyright Policy",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2013-12-22",
    "last_updated": "2025-10-29",
    "excerpt": "",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Open Siddur Project is committed to making the semantic data of Jewish liturgy and liturgy-related work accessible for adaptive reuse, especially in the compilation of new Jewish prayerbooks. We respect the intellectual property rights of others and expect our community of users to do the same in honoring the terms of the licenses under which content is shared. Users contributing content through this project may only share work that is either already in the Public Domain or else under copyright and shared by the copyright steward with a <a href=\"http://freedomdefined.org/definition\">free-culture license compatible,</a> <a href=\"http://opendefinition.org/\">Open Content</a> license. (Please refer to the Free Culture Foundation for <a href=\"http://freedomdefined.org/definition\"><em>the definition of free as in libre</em></a> that the Open Siddur Project abides by. Please refer to the Open Knowledge Foundation for <a href=\"http://opendefinition.org/\"><em>the definition of Open Content and Open Data</em></a> that the Open Siddur Project adheres to.)</p>\n<table style=\"margin-right: auto;\" id=\"table1\">\n<tr>\n<th>Signifying Icons</th>\n<th>Signified License</th>\n</tr>\n<tr>\n<td><a href=\"http://creativecommons.org/licenses/by-sa/4.0/\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-medium wp-image-1118\" title=\"(CC BY-SA) Creative Commons By Attribution ShareAlike\" src=\"https://opensiddur.org/wp-content/uploads/2018/09/CC-BY-SA.svg\" alt=\"\" width=\"75\" height=\"25\" /></a></td>\n<td>Creative Commons Attribution/ShareAlike (CC BY-SA) 4.0 International (<span lang=\"heb\" class=\"MiriamCLM\"><a href=\"http://creativecommons.org/licenses/by-sa/3.0/deed.he\" target=\"_blank\" rel=\"noopener\">עברית</a></span> | <a href=\"http://creativecommons.org/licenses/by-sa/4.0/\" target=\"_blank\" rel=\"noopener\">English</a>)</td>\n</tr>\n<tr>\n<td><a href=\"http://creativecommons.org/licenses/by/4.0\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-medium wp-image-2977\" title=\"(CC BY) Creative Commons By Attribution\" src=\"https://opensiddur.org/wp-content/uploads/2018/09/CC-BY.svg\" alt=\"\" width=\"75\" height=\"25\" /></a></td>\n<td>Creative Commons Attribution (CC BY) 4.0 International (<span lang=\"heb\" class=\"MiriamCLM\"><a href=\"http://creativecommons.org/licenses/by/3.0/deed.he\" target=\"_blank\" rel=\"noopener\">עברית‏</a></span> | <a href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\" rel=\"noopener\">English</a>)</td>\n</tr>\n<tr>\n<td>\n<a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter size-medium wp-image-1145\" title=\"(CC0) Creative Commons Zero\" src=\"https://opensiddur.org/wp-content/uploads/2018/09/CC-0-PD.svg\" alt=\"\" width=\"75\" height=\"25\" /></a></td>\n<td>Creative Commons Zero (CC0), a Public Domain dedication (<a href=\"http://creativecommons.org/publicdomain/zero/1.0/\" target=\"_blank\" rel=\"noopener\">English</a>)</td>\n</tr>\n</table>\n<p>In exceptional circumstances, users may share work by claiming their Fair Use Right. In such circumstances, the administrators of the Open Siddur Project reserve the right to remove such content at a copyright owner&#8217;s request.</p>\n<p>&nbsp;</p>\n<h3>The Public Domain and Copyright in the United States</h3>\n<p>The laws of copyright and the boundaries of the Public Domain differ country by country. Certain areas of copyright granted in some countries do not exist in the United States. Our project operates in accordance with the <a href=\"http://copyright.gov/title17/\">Copyright Law of the United States of America</a> and its understanding of the limits and boundaries of the <a href=\"https://en.wikipedia.org/wiki/Public_domain\">Public Domain</a>. </p>\n<p>Work in the Public Domain <em>remains in the Public Domain</em>. All copyright registrations eventually expire. Moreover, not all copyright claims are valid. In partnership with the Free Culture Society for Open-source Judaism, we investigate the copyright status of works of Jewish prayer (and related content) that may be in the Public Domain. </p>\n<p>Our project does not honor proprietary claims on works in the Public Domain &#8212; fraudulent copyright claims or <a href=\"https://en.wikipedia.org/wiki/Copyfraud\">copyfraud</a>. Nor does our project honor attempts to control public access to Public Domain works through click-through contracts called <a href=\"https://en.wikipedia.org/wiki/End-user_license_agreement\">End-User License Agreements</a> (EULAs). Works in the Public Domain cannot be removed from the Public Domain and we condemn attempts to subvert access to works in the Public Domain through technological controls or forced contractual &#8220;agreements.&#8221;</p>\n<p>Under the principle in copyright law that &#8220;the creative is the enemy of the true,&#8221; all printed or digital reproductions (e.g. image facsimiles, transcriptions, and vocalizations) implicitly or explicitly claiming verisimilitude with an original work in the Public Domain, are considered to be in the Public Domain. (Cf. Judge Dennis Jacobs: &#8220;[F]aithfulness to the public-domain original is the dominant editorial value, so that the creative is the enemy of the true,&#8221; from <em>Matthew Bender &amp; Co. v. West Publ’g Co.</em>, 158 F.3d 674, 688 (2d Cir. 1998), cert, denied, 526 U.S. 1154 (1999). For more on how this ruling applies to Jewish works in the Public Domain, see David Nimmer, &#8220;<a href=\"https://opensiddur.org/wp-content/uploads/2013/04/David-Nimmer-Copyright-in-the-Dead-Sea-Scrolls-Authorship-and-Originality-Houston-Law-Review-v38-Houston-Law-Review-n1-2001-rev.1.pdf\">Copyright and Originality in the Dead Sea Scrolls</a>,&#8221; <em>Houston Law Review</em> (2001), 38:1, p.105-115.) This principle is also in effect for reproductions of two-dimensional artworks in the Public Domain remain in the Public Domain. (For relevant case law, see <a class=\"external external_icon\" href=\"http://www.constitution.org/1ll/court/fed/bridgman.html\" target=\"_blank\" rel=\"noopener noreferrer\">Bridgeman Art Library, ltd., vs. Corel Corporation</a>, United States District Court for the Southern District of New York, 36 F. Supp. 2d 191; 18 February 1999.)</p>\n<p>&nbsp;</p>\n<h3>Status of Works Published in the United States</h3>\n<p>To be &#8216;published&#8217; means that a work has been <em>publicly disseminated</em> in any form, commercially or non-commercially. For example, a work may be considered to have been published after it has been read aloud before an audience or printed in accessible media: a newspaper article, website, book, broadside, or zine.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_1');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_1');\" ><sup id=\"footnote_plugin_tooltip__2_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__2_1\" class=\"footnote_tooltip\"> For a definition of “publication” see e.g. <a href=\"http://www.copyright.gov/circs/circ01.pdf\">Copyright Office circular</a>, page 3. This modern definition is only valid for 1978 and later, as the 1909 Copyright Act did not explicitly define it, though the concepts were similar.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_1').tooltip({ tip: '#footnote_plugin_tooltip_text__2_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p><div id=\"attachment_48966\" style=\"width: 310px\" class=\"wp-caption alignright\"><a href=\"https://opensiddur.org/wp-content/uploads/2023/02/A-Simplified-Summary-of-Public-Domain-Status-for-Creative-Works-in-US-Copyright-Law-excluding-audio-works-v2.2-Aharon-Varady-CC-BY-SA.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-48966\" src=\"https://opensiddur.org/wp-content/uploads/2023/02/A-Simplified-Summary-of-Public-Domain-Status-for-Creative-Works-in-US-Copyright-Law-excluding-audio-works-v2.2-Aharon-Varady-CC-BY-SA-300x225.png\" alt=\"\" width=\"300\" height=\"225\" class=\"size-medium wp-image-48966\" srcset=\"https://opensiddur.org/wp-content/uploads/2023/02/A-Simplified-Summary-of-Public-Domain-Status-for-Creative-Works-in-US-Copyright-Law-excluding-audio-works-v2.2-Aharon-Varady-CC-BY-SA-300x225.png 300w, https://opensiddur.org/wp-content/uploads/2023/02/A-Simplified-Summary-of-Public-Domain-Status-for-Creative-Works-in-US-Copyright-Law-excluding-audio-works-v2.2-Aharon-Varady-CC-BY-SA-1024x767.png 1024w, https://opensiddur.org/wp-content/uploads/2023/02/A-Simplified-Summary-of-Public-Domain-Status-for-Creative-Works-in-US-Copyright-Law-excluding-audio-works-v2.2-Aharon-Varady-CC-BY-SA.png 1306w\" sizes=\"auto, (max-width: 300px) 100vw, 300px\" /></a><p id=\"caption-attachment-48966\" class=\"wp-caption-text\">“<a href=\"https://upload.wikimedia.org/wikipedia/commons/0/07/A_Simplified_Summary_of_Public_Domain_Status_for_Creative_Works_in_US_Copyright_Law_%28excluding_audio_works%29_-_SVG.svg\">A Simplified Summary of the Public Domain Status of Creative Works under US Copyright Law (excluding audio works)</a>” – (credit: Aharon Varady, license: CC BY-SA)</p></div> All works published more than 95 years ago are in the Public Domain. Every year, new works enter the Public Domain on January 1st (a/k/a <a href=\"https://en.wikipedia.org/wiki/Public_Domain_Day\">Public Domain Day</a>).</p>\n<p>Works published before 1 January 1964 <em>and whose copyright was not renewed</em> within 28 years of first publication are in the Public Domain (search the <a href=\"http://collections.stanford.edu/copyrightrenewals/bin/search/simple\">Stanford Copyright Renewal Database</a>). </p>\n<p>Works published before 1 January 1978 <em>not registered with the US copyright office</em> or <em>with no copyright notice</em> (i.e, &#8220;©&#8221;, &#8220;Copyright&#8221; or &#8220;Copr.&#8221; followed by the year of publication and the creator/copyright steward or their pseudonym) are in the Public Domain. </p>\n<p>Works published in or after 1978 but before 1 March 1989 <em>with no copyright notice</em> are in the Public Domain unless the work&#8217;s copyright was registered with the U.S. Copyright Office within 5 years of the work&#8217;s initial publication. Works created after 1 January 1978 attain a copyright of either 70 years after the death of the creator, or 95 years from the date of publication for works published by corporate entities. </p>\n<p>For a work published before 1 March 1989 to be considered under copyright, it would need to have been registered with the U.S. Copyright Office. To determine whether a copyright has been registered for works through 1977, please consult the New York Public Library&#8217;s <a href=\"https://github.com/NYPL/catalog_of_copyright_entries_project\">Catalog of Copyright Entities</a>. After 1978, records are searchable via the <a href=\"https://cocatalog.loc.gov/cgi-bin/Pwebrecon.cgi?DB=local&#038;PAGE=First\">Copyright Office of the Library of Congress</a>.</p>\n<p>(As adapted from the summary of the relevant copyright law in the United States by the <a href=\"https://commons.wikimedia.org/wiki/Commons:Copyright_rules_by_territory#United_States\">Wikimedia Commons</a>.)</p>\n<p>&nbsp;</p>\n<h3>Status of Works Published Outside of the United States</h3>\n<p>Works accessible in the US within 30 days of their initial publication abroad are in the Public Domain. All works published by foreign governments (including their agencies) also reside in the Public Domain in the US. Other than these two main exceptions, works published abroad less than 95 years ago are usually subject to copyright law in the US by virtue of the URAA (Uruguay Round Agreements Act) &#8212; even if the work&#8217;s copyright in the US previously expired due to a failure to comply with US copyright formalities (i.e., the lack of a copyright renewal or the lack of a proper copyright notice.) In general, such works had their copyright in the US restored if the work was out of copyright in the US due to noncompliance with US formalities but still under copyright in its country of origin on the URAA date. (For most countries, the URAA date is 1 January 1996.) To be absolutely clear, works first published in the US are not affected by the URAA. For additional details, please refer to this chart by <a href=\"http://www.publicdomainsherpa.com/copyright-duration3.html\">Public Domain Sherpa</a>. </p>\n<p>&nbsp;</p>\n<h3>Fair Use Right</h3>\n<p>Under the halakhah of <em>dina malkhuta dina</em> (the law of the land is the law), our project must operate under the aegis of United States copyright law. However, the imposition of secular property law on creative works inspired by Torah presents important difficulties that we refuse to ignore. While in secular law, all creative works are accorded as intellectual property that is either under copyright or in the Public Domain, in Judaism, Torah is regarded as a Commons whose transmission and reception are ruled by the values of ḥesed (lovingkindness) and reciprocal giving (Cf. <a href=\"http://opensiddur.org/?p=12113\">Talmud Bavli Sukkot 49b</a>, <a href=\"http://opensiddur.org/?p=8397\">Talmud Bavli Eruvin 54a, Bamidbar Rabbah 1:7, et al</a>). This idea is expressed powerfully in the following passage from the <em>Mekhilta de-Rebbi Yishmael</em> (tractate Baḥodesh ch.1 on Shemot 19:2):\n</div>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nויחנו במדבר &#8211; נתנה תורה דימוס פרהסיא במקום הפקר, שאלו נתנה בארץ ישראל, היו אומרים לאומות העולם אין להם חלק בה, לפיכך נתנה דימוס פרהסיא, במקום הפקר, וכל הרוצה לקבל יבא ויקבל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;[They] encamped in the <em>Midbar</em> (wilderness)&#8221; &#8212; Torah was given over <em>dimus parrhesia</em> (as a public and open proclamation) in a <em>maqom hefker</em> (a place belonging to no one). For had it been given in the Land of Israel, they would have had cause to say to the nations of the world, “you have no share in it.” Thus was it given <em>dimus parrhesia</em>, in a place belonging to no one: “Let all who wish to receive it, come and receive it!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמפני מה לא ניתנה תורה בארץ ישראל? שלא ליתן פתחון פה לאומות העולם, לומר לפי שנתנה בארצו לפיכך לא קבלנו עלינו. דבר אחר: שלא להטיל מחלוקת בין השבטים, שלא יהא זה אומר בארצי נתנה תורה וזה אומר בארצי נתנה תורה, לפיכך נתנה במדבר, דימוס פרהסיא במקום הפקר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhy was the Torah not given in the land of Israel? In order that the peoples of the world should not have the excuse for saying: &#8220;Because it was given in Israel&#8217;s land, therefore we have not accepted it.&#8221; Another reason: To avoid causing dissension among the tribes [of Israel]. Else one might have said: &#8220;In my land the Torah was given.&#8221; And the other might have said: &#8220;In my land the Torah was given.&#8221; Therefore, the Torah was given in the <em>Midbar</em> (wilderness), <em>dimus parrhesia</em>, in a place belonging to no one.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבשלושה דברים נמשלה תורה במדבר ובאש ובמים לומר לך מה אלו חנם לכל באי העולם אף דברי תורה חנם לכל באי העולם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo three things the Torah is likened: to the <em>Midbar</em> (wilderness), to fire, and to water. This is to tell you that just as these three things are free to all who come into the world, so also are the words of the Torah free to all who come into the world.\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nIf the Torah is essentially a Commons, in what way can we appropriately apply a property law (copyright) to content inspired through Torah&#8217;s reception and practice? To do so might align our efforts with the primary sin committed by the people of Sodom, namely, their insistence on the absolute primacy of property by declaring that &#8220;what is mine is mine and what is yours is yours&#8221; (Mishna Avot 5:10, Pirkei Avot 5:13). Neil Netanel and David Nimmer summarize the rabbinic response to this problem in their article &#8220;<a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Is-Copyright-Property-%E2%80%94-The-Debate-in-Jewish-Law.pdf\">Is Copyright Property? — The Debate in Jewish Law</a>&#8221; (<em>Theoretical Inquiries in Law</em>. 12 (217): 217–251):</p>\n<blockquote><p>As applied by rabbinic jurists, the rule against acting like a Sodomite gives rise to three possible limitations on copyright, even assuming that copyright is property.</p>\n<p>First, if an author has created and disseminated his work with no intention of profiting from it, he suffers no economic loss even if another benefits from his work without paying for it, and thus such an author might be acting like a Sodomite were he to insist upon payment after the fact.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_2');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_2');\" ><sup id=\"footnote_plugin_tooltip__2_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__2_2\" class=\"footnote_tooltip\"> Yaakov Avraham Cohen. <em>Emeq Ha-Mishpat, Vol. 4: Zekhuyot Yotsrim</em> (Valley Of The Law, Vol. 4: Copyright) (1999) (Hebrew)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_2').tooltip({ tip: '#footnote_plugin_tooltip_text__2_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; </p>\n<p>Second, the rule against Sodomite behavior supports the view of some rabbinic jurists that private copying is permitted so long as the copier would not have otherwise purchased the copy and thus causes the author no loss.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_3');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_3');\" ><sup id=\"footnote_plugin_tooltip__2_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__2_3\" class=\"footnote_tooltip\"> Ibid.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_3').tooltip({ tip: '#footnote_plugin_tooltip_text__2_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; </p>\n<p>Third, the rule might be the basis for limiting copyright’s duration for published works. In his seminal ruling rejecting a perpetual, proprietary copyright while conceding that authors have an exclusive right to print their unpublished manuscripts, [Rabbi] Yitzhak Schmelkes [1828-1905] reasoned that copying causes the author no damage (as distinct from foregone profit) once the first edition has been sold, and thus that the rule against Sodomite behavior negates any continuing claim the author might have to enforce an exclusive right to print following the first edition.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_4');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_4');\" ><sup id=\"footnote_plugin_tooltip__2_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__2_4\" class=\"footnote_tooltip\"> Yitzhak Schmelkes, <em>Beit Yitzhak, Yoreh De’ah</em>, Pt. 5, No. 75 (Pyzemsyl 1875) (Hebrew)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_4').tooltip({ tip: '#footnote_plugin_tooltip_text__2_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p></blockquote>\n<p>So long as prayers and related text, recordings, and artwork shared through our website are considered &#8220;property,&#8221; we will abide by the halakhic opinion (and majority position) of Rabbi Yitzhak Schmelkes: &#8220;the author’s exclusive right to publish a manuscript and sell a first edition flows not from a proprietary copyright in the text, but only from the Jewish law of unfair competition or from the author’s right to condition access and use of the physical chattel, the manuscript, in which the author holds a property right.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_5');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_5');\" ><sup id=\"footnote_plugin_tooltip__2_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__2_5\" class=\"footnote_tooltip\"> Ibid.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_5').tooltip({ tip: '#footnote_plugin_tooltip_text__2_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; For this reason, <strong>we request that all users limit any extensive copying under their <a href=\"https://www.law.cornell.edu/uscode/text/17/107\">Fair Use right</a> to works that are either out-of-print in their first edition, or ephemeral and in limited circulation</strong>. Even though we are required to treat these works of Torah as property, we are heartened by the teaching of Rabbi Yisrael Meir Kagan (1838-1933, a/k/a the Chofetz Chaim) who wrote &#8220;[Lending property] stems from compassion and constitutes a mitsvah, as ḤaZa&#8221;L have pointed out: &#8216;<em>tsedakah</em> is performed with one’s money; <em>ḥesed</em> with one’s money and one’s self&#8217; (Sukkah 49b). Rashi explains <em>ḥesed</em> here to mean the lending of money, chattel (personal property), livestock—all being included in the mitsvah&#8221;.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_6');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_6');\" ><sup id=\"footnote_plugin_tooltip__2_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__2_6\" class=\"footnote_tooltip\"> Yisrael Meir Kagan. <em>Ahavat Ḥesed</em> (Loving Loving-kindness) Ch. 22 (1888).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_6').tooltip({ tip: '#footnote_plugin_tooltip_text__2_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>In appropriate circumstances and at the discretion of our chief editor, we reserve the right to remove any submitted material that infringe on copyright holders directly or through incorrect attribution. It is the policy of our project, to disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others. (Cf. <a href=\"https://opensiddur.org/policies/terms-of-use/\">Terms of Use</a>.)</p>\n<p>&nbsp;</p>\n<h3>Creative Reuse, Cultural Appropriation, and Cultural Appreciation</h3>\n<p>Our project welcomes the study, redistribution, and adaptive reuse of the resources it shares. We believe that the merit in making these resources accessible, openly through legal terms, ultimately benefits the vitality of Jewish culture specifically, and by extension, human society. Are there forms of legally acceptable reuse that are nonetheless, unacceptable and transgressive? Certainly. </p>\n<p>Our project does not grant <em>cultural permission</em>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_7');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_7');\" ><sup id=\"footnote_plugin_tooltip__2_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__2_7\" class=\"footnote_tooltip\"> Find the article on &#8220;<a href=\"https://en.wikipedia.org/wiki/Cultural_rights\">Cultural Rights</a>&#8221; on wikipedia.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_7').tooltip({ tip: '#footnote_plugin_tooltip_text__2_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Our project cannot imagine the infinity of personal and communal contexts that might call for some experiment in innovation. For any creative or adaptive reuse, we recommend consulting thoughtful scholars and studying Judaism on its own terms rather than as a resource for any project of <a href=\"https://en.wiktionary.org/wiki/syncretization\">syncretization</a>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__2('footnote_plugin_reference__2_8');\" onkeypress=\"footnote_moveToReference__2('footnote_plugin_reference__2_8');\" ><sup id=\"footnote_plugin_tooltip__2_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__2_8\" class=\"footnote_tooltip\"> Also find the article on &#8220;<a href=\"https://en.wikipedia.org/wiki/Syncretism\">Syncretism</a>&#8221; in Wikipedia.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__2_8').tooltip({ tip: '#footnote_plugin_tooltip_text__2_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> To do so would certainly be regarded, at the very least as an audacious act &#8212; one of <em><a href=\"https://en.wikipedia.org/wiki/Chutzpah\">chutzpah</a></em>; it may be looked upon dimly by others and may trigger oppositional reactions regardless of any self-considered <em>good intentions</em>. Deepening your understanding of the use and historical context of any resource shared through our project should only aid your process. (If you are struggling to find scholars to consult, we welcome you to <a href=\"/contact/\">contact us</a> or join our <a href=\"https://facebook.com/groups/opensiddur\">discussion group</a>). </p>\n<p>In general, we believe that sincere study and proper attribution lends itself to <em><a href=\"https://en.wikipedia.org/wiki/Xenophilia\">cultural appreciation</a></em> and serves as a bulwark against <em><a href=\"https://en.wikipedia.org/wiki/Cultural_appropriation\">cultural appropriation</a></em>. This is just as true for Jews accessing their cultural heritage and inheritance as it is for non-Jews curious about it. There have long existed non-Jewish sects of peoples who, inspired by Jewish beliefs and righteous people, have <em>in good faith</em> Judaized their practices without any official or otherwise authorized endorsement. The <a href=\"https://en.wikipedia.org/wiki/Subbotniks\">Subbotniks</a> and the <a href=\"https://en.wikipedia.org/wiki/Szekler_Sabbatarians\">Szekler Sabbatarians</a> are two such groups from early modern European history. (From these groups arose numerous so-called righteous Gentiles.) In our own days, there are also individuals and groups who seek to learn from Jewish practices in order to structure and supplement their earnest devotion. At the very least, we believe that the accessibility of non-prescriptive, non-denominational archives of sacred resources, helps to promote greater understanding of the diversity of voices in Jewish prayer. Fostering a pluralistic posture is beneficial to authentic and informed ecumenical sharing, deepening the experience of interfaith prayer and study. Endorsed or unendorsed, this type of use is one of <em>cultural appreciation</em>. </p>\n<p>What is always objectionable is some form of misrepresentation &#8212; a tactic aided by poor citation practices and outright misattribution. The obvious example are those zealots who, for their own reasons, will make certain amendations unidentifiable to the uneducated, and in this way take advantage of social conditions that exacerbate cultural assimilation, acculturation, and loss. And then there have also been those who, while seeking to validate and authenticate their own <a href=\"https://en.wikipedia.org/wiki/Supersessionism\">supersessionist</a> religious beliefs and/or national identity, have sought to lay claim to Jewish and/or Israelite identities. Such ahistorical revisionism is a risky endeavor while a living Jewish culture and people exists. So, it&#8217;s not entirely surprising that some groups, rather than looking to Jews as a fount of culture to learn from and appreciate, develop some rejectionist ideology that declares established Jewish communities (or Judaism itself) as false in favor of their own revisionist claims. For such sects, the adoption of Jewish cultural resources occurs <em>in bad faith</em>. They mislead their adherents by adopting resources from outside their lineage, claiming them as their own, an intellectual dishonesty that moreover, is a crime against History. This unendorsed use is clearly one of <em>cultural appropriation</em>. </p>\n<p>Understandably, some have applied copyright law in desperation, <em>lacking any other familiar mechanism</em> to set some legal restriction against the adaptation of our liturgy and prayer literature and thus foil, or at least threaten, any misbegotten effort in cultural appropriation. The problem though is that in applying vanilla copyright to this threat it inadvertently limits all beneficial redistribution and adaptive reuse, from within Jewish culture and beyond. What is important and necessary is to utilize just those aspects of copyright that work against misrepresentation &#8212; the requirement for proper attribution fundamental to the Creative Commons Attribution and Attribution-ShareAlike licenses.</p>\n<p>&nbsp;</p>\n<h3>Proper Attribution</h3>\n<p>It is the policy of our project to correctly credit all contributors and to properly attribute all works, those under copyright and those in the Public Domain, indicating wherever possible where modifications have been made and who made them. </p>\n<p>The Open Siddur Project does not recognize an area of copyright applicable in some countries called, <em>sweat of the brow copyright</em>. (Please refer to Project Gutenberg, &#8220;<a href=\"http://web.archive.org/web/20170706045419/http://www.gutenberg.org/wiki/Gutenberg:No_Sweat_of_the_Brow_Copyright\">No Sweat of the Brow Copyright</a>.&#8221;)  However, we endeavor to correctly attribute all contributors for their efforts, even those whose efforts do not merit attribution under U.S. copyright law. </p>\n<p>&nbsp;</p>\n<h3>In Case of Possible Copyright Infringement</h3>\n<p>If you are a copyright owner or an agent thereof and believe that any content shared via the Open Siddur Project infringes your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing or electronically. (See <a href=\"http://www.law.cornell.edu/uscode/text/17/512\">17 U.S.C 512(c)(3)</a> for further detail.)</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit us to locate the material (providing URLs in the body of an email is the best way to help us locate content quickly);</li>\n<li>Information reasonably sufficient to permit us or our agents to contact you, such as an address, telephone number, and, if available, an electronic mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law; and</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>Our designated Copyright Agent to receive notifications of claimed infringement is:</p>\n<p style=\"padding-left: 30px;\">Aharon Varady, ℅ The Open Siddur Project,  727 Red Bud Ave., Cincinnati, OH 45229.</p>\n<p>Only DMCA notices and notices relating to complaints in connection with infringement of intellectual property rights should go to the Copyright Agent. Any other feedback, comments, requests for technical support and other communications should be addressed to <a href=\"https://opensiddur.org/contact/\">our standard support contacts as identified on this Website</a>.</p>\n<p><strong>WE CAUTION YOU THAT UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE CONTENT IS INFRINGING, YOU MAY BE SUBJECT TO HEAVY CIVIL PENALTIES. THESE INCLUDE MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS FEES INCURRED BY US, BY ANY COPYRIGHT OWNER OR BY ANY COPYRIGHT OWNER’S LICENSEE THAT IS INJURED AS A RESULT OF OUR RELYING UPON YOUR MISREPRESENTATION. YOU MAY ALSO BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY.</strong>\n</div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__2();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__2();\"></span></p></div> <div id=\"footnote_references_container__2\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">For a definition of “publication” see e.g. <a href=\"http://www.copyright.gov/circs/circ01.pdf\">Copyright Office circular</a>, page 3. This modern definition is only valid for 1978 and later, as the 1909 Copyright Act did not explicitly define it, though the concepts were similar.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Yaakov Avraham Cohen. <em>Emeq Ha-Mishpat, Vol. 4: Zekhuyot Yotsrim</em> (Valley Of The Law, Vol. 4: Copyright) (1999) (Hebrew)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Ibid.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Yitzhak Schmelkes, <em>Beit Yitzhak, Yoreh De’ah</em>, Pt. 5, No. 75 (Pyzemsyl 1875) (Hebrew)</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Ibid.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Yisrael Meir Kagan. <em>Ahavat Ḥesed</em> (Loving Loving-kindness) Ch. 22 (1888).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Find the article on &#8220;<a href=\"https://en.wikipedia.org/wiki/Cultural_rights\">Cultural Rights</a>&#8221; on wikipedia.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__2_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__2('footnote_plugin_tooltip__2_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Also find the article on &#8220;<a href=\"https://en.wikipedia.org/wiki/Syncretism\">Syncretism</a>&#8221; in Wikipedia.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__2() { jQuery('#footnote_references_container__2').show(); jQuery('#footnote_reference_container_collapse_button__2').text('−'); } function footnote_collapse_reference_container__2() { jQuery('#footnote_references_container__2').hide(); jQuery('#footnote_reference_container_collapse_button__2').text('+'); } function footnote_expand_collapse_reference_container__2() { if (jQuery('#footnote_references_container__2').is(':hidden')) { footnote_expand_reference_container__2(); } else { footnote_collapse_reference_container__2(); } } function footnote_moveToReference__2(p_str_TargetID) { footnote_expand_reference_container__2(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__2(p_str_TargetID) { footnote_expand_reference_container__2(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "48997"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/02/Copyleft-Kaf-Aharon-Varady-CC-BY-SA-2011-2023.png",
        "title": "Copyleft Kaf (Aharon Varady CC BY-SA, 2011, 2023)",
        "caption": "Copyleft Kaf (Aharon Varady CC BY-SA, 2011/2023)"
    },
    "source_link": "https://opensiddur.org/?p=8016",
    "permalink": "https://opensiddur.org/about-this-project/policies/copyright-policy/",
    "slug": "copyright-policy"
}