{
    "post_id": 8011,
    "title": "Terms of Use",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2013-12-22",
    "last_updated": "2025-04-03",
    "excerpt": "",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Open Siddur Project (“we” or “us”), is a nonprofit charitable organization whose mission is <strong>to make Jewish prayer literature accessible as indexable and searchable digital text for students, scholars, artists, and educators to research, redistribute, and/or remix as needed for themselves, their classes, or their communities</strong>, and to disseminate this content effectively and globally, <a href=\"http://freedomdefined.org\">freely</a> and <a href=\"http://opendefinition.org/\">openly</a>, with engaging, interactive interfaces built upon <a href=\"http://www.opensource.org/docs/osd\">open-source software</a>.</p>\n<p>To support our community, we provide the essential infrastructure and organizational framework for the development of structured primary texts, translations, annotations and other learning materials. We strive to make and keep the semantic data of Jewish liturgy and related content available on the Internet as a non-profit, non-commercial, non-denominational, and non-prescriptive <a href=\"http://opendefinition.org/ossd/\">open service</a>, <em>gratis</em> (free-of-charge), in perpetuity. </p>\n<p>We welcome you (“you” or the “user”) as a reader, editor, translator, author, or contributor to Open Siddur Project and we encourage you to join the Open Siddur community by <a href=\"/upload/\">submitting resources</a>. Before you participate, however, we ask that you please read and agree to the following Terms of Use (“Terms of Use”).<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Appropriate Content</h2>\n<p>The Open Siddur Project is dedicated to texts of the Jewish tradition in all of its diverse manifestations including those of adjacent Israelite peoples and fellow travelers. Some texts, while worthwhile in other contexts, may be inappropriate in the context of the Open Siddur Project. We, together with designated community members, reserve the right to exclude texts which we deem beyond the scope of (or contrary to) the Open Siddur Project&#8217;s <a href=\"/about-this-project/development/mission/\">mission</a>.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h3>Works outside the Jewish tradition</h3>\n<p>The guiding principle for sharing ecumenical or other resources containing material outside the Jewish tradition is that they are aligned broadly with trends and tendencies of Jewish theology. (For an excellent reference on this subject, find <em>A Jewish Theology</em> (1973) by Rabbi Dr. Louis Jacobs.) Works in the Public Domain must be properly attributed noting their source and any/all modifications. Care should be taken for accuracy in all translations, with any elisions noted. More on this topic is described in our <a href=\"/about-this-project/policies/copyright-policy/\">copyright policy</a> under the section &#8220;Creative Reuse, Cultural Appropriation, and Cultural Appreciation.&#8221; </p>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Deviant or Objectionable Points-of-View</h3>\n<p>Liturgies, historical and contemporary, witness the idiosyncratic viewpoints of their authors and editors, including controversial ones. While the Open Siddur Project aspires to broad inclusivity, we reserve the right to reject any submitted content legitimating aggression toward any individual, class, or nation that is (or who are) principally committed in good faith to the <a href=\"/?p=43774\">Universal Declaration of Human Rights</a> (1945). Where Jewish safety is a specific concern warranted by the language or theme of a liturgical work, the Project is guided by the <a href=\"https://jerusalemdeclaration.org/\">Jerusalem Declaration on Antisemitism</a> (2021). Where the welfare of a (non-human) animal is warranted, the Project is guided by the <a href=\"/?p=52475\">Universal Declaration of Animal Rights</a> (ILAR, revised 1989).</p>\n<p>Repeated instances of users submitting inappropriate content may constitute a violation of these Terms of Use and may result in Termination (find section below).<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Licensing of Content</h2>\n<p>To make the entirety of the Jewish textual tradition available as free content, all users contributing to the Open Siddur Project are required to grant broad permissions to the general public to re-distribute and re-use their contributions freely. In keeping with our goal of providing free Jewish texts to the widest possible audience, we require that when necessary all submitted content be licensed so that it is freely reusable by anyone who cares to access it.</p>\n<p>You agree to the following licensing requirements:</p>\n<ol start=\"1\">\n<li>Text to which you hold the copyright: When you submit text to which you hold the copyright, you agree to share it under one of the following licenses:</li>\n</ol>\n<ul>\n<li>the <a href=\"http://creativecommons.org/licenses/by-sa/4.0/\">Creative Commons Attribution-ShareAlike 4.0 International License</a> (“CC BY-SA”), the &#8220;<a href=\"https://en.wikipedia.org/wiki/Copyleft\">copyleft</a>&#8221; standard license</li>\n<li>the <a href=\"http://creativecommons.org/licenses/by/4.0/\">Creative Commons Attribution 4.0 International License</a> (“CC BY”), a remix-friendly license</li>\n<li>or the <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\">Creative Commons Zero</a> (“CC0”), a Public Domain declaration</li>\n</ul>\n<ol start=\"2\">\n<li>Please note that these licenses do allow commercial uses of your contributions, as long as such uses are compliant with the terms.</li>\n<li>Attribution: Attribution is an important part of the CC BY-SA and CC BY licenses. When you contribute text, you agree to be attributed in any of the following fashions:</li>\n</ol>\n<ul>\n<li>Through hyperlink (where possible) or URL to the text to which you contributed (since each text has a history page that lists all authors and editors);</li>\n<li>Through hyperlink (where possible) or URL to an alternative, stable online copy that is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on the Open Siddur Project website; or</li>\n<li>Through a list of all authors (but please note that any list of authors may be filtered to exclude very small or irrelevant contributions).</li>\n</ul>\n<ol start=\"4\">\n<li>Importing text: You may import text that you have found elsewhere or that you have co-authored with others, but in such case you warrant that the text is available under terms that are compatible with the CC BY-SA 4.0 license (&#8220;CC BY-SA&#8221;). Content available only under GFDL is not permissible.</li>\n<li>You agree that, if you import text under a CC BY-SA or CC BY license that requires attribution, you must credit the author(s) in a reasonable fashion by submitting a URL or citation. In some cases, in particular with online copies, reasonable diligence may need to be taken to find the correct attribution for a text.</li>\n<li>No revocation of license: Except as consistent with your license, you agree that you will not unilaterally revoke or seek invalidation of any license that you have granted under these Terms of Use for text content or non-text media contributed to the Open Siddur Project , even if you terminate use of our services.</li>\n<li>Public Domain content: Content that is in the Public Domain is welcome! It is important however that you confirm the public domain status of the content under the law of the United States of America. When you contribute content that is in the Public Domain, you warrant that the material is actually in the Public Domain, and you agree to label it appropriately.</li>\n<li>Re-use: Re-use of content that we host is welcome, though exceptions exist for content contributed under &#8220;fair use&#8221; or similar exemptions under copyright law. Any re-use must comply with the underlying license(s).</li>\n<li>When you re-use or re-distribute a text hosted by the Open Siddur Project with a CC BY or CC BY-SA license, you agree to attribute the authors in any of the following fashions:</li>\n</ol>\n<ul>\n<li>Through hyperlink (where possible) or URL to the page or pages that you are re-using (since each page has a history page that lists all authors and editors);</li>\n<li>Through hyperlink (where possible) or URL to an alternative, stable online copy that is freely accessible, which conforms with the license, and which provides credit to the authors in a manner equivalent to the credit given on the Open Siddur Project website; or</li>\n<li>Through a list of all authors (but please note that any list of authors may be filtered to exclude very small or irrelevant contributions).</li>\n</ul>\n<ol start=\"10\">\n<li>Modifications or additions to material that you re-use: When modifying or making additions to text that you have obtained from the Open Siddur Project which is licensed under a CC BY-SA license, you agree to license the modified or added content under CC BY-SA 4.0 or later.</li>\n</ol>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h2>Third-party Websites and Resources</h2>\n<p>You are solely responsible for your use of any third-party websites or resources. Although the Open Siddur Project contains links to third-party websites and resources, we do not endorse and are not responsible or liable for their availability, accuracy, or the related content, products, or services (including, without limitation, any viruses or other disabling features), nor do we have any obligation to monitor such third-party content.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Password Security</h2>\n<p>You are responsible for safeguarding your own password and should never disclose it to any third party.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Refraining from Certain Activities</h2>\n<p>The texts and annotations hosted by the Open Siddur Project are open to the Open Siddur community to develop and improve by means of editing, translating and annotating. We happily welcome your participation in this community. We encourage you to be civil and polite in your interactions with others in the community, to act in good faith, and to make edits and contributions aimed at furthering the mission of the Open Siddur Project.</p>\n<p>Certain activities, whether legal or illegal, may be harmful to other users and violate our rules, and some activities may also subject you to liability. Therefore, for your own protection and for that of other users, you may not engage in such activities on our sites. These activities include:<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h3>Committing Infringement</h3>\n<ul>\n<li>Infringing copyrights, trademarks, patents, or other proprietary rights under applicable law.</li>\n</ul>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Harassing and Abusing Others</h3>\n<ul>\n<li>Engaging in harassment, threats, stalking, spamming, or vandalism; and</li>\n<li>Transmitting chain mail, junk mail, or spam to other users.</li>\n</ul>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Violating the Privacy of Others</h3>\n<ul>\n<li>Infringing the privacy rights of others under the laws of the United States of America or other applicable laws (which may include the laws where you live or where you view or edit content);</li>\n<li>Soliciting personally identifiable information for purposes of harassment, exploitation, violation of privacy, or any promotional or commercial purpose not explicitly approved by the Open Siddur Project; and</li>\n<li>Soliciting personally identifiable information from anyone under the age of 18 for an illegal purpose or violating any applicable law regarding the health or well-being of minors.</li>\n</ul>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Engaging in False Statements, Misrepresentation, Impersonation, or Fraud</h3>\n<ul>\n<li>Intentionally or knowingly posting content that constitutes libel or defamation;</li>\n<li>With the intent to deceive, posting content that is false or inaccurate;</li>\n<li>Attempting to impersonate another user or individual, misrepresenting your affiliation with any individual or entity, or using the username of another user with the intent to deceive; and</li>\n<li>Engaging in fraud.</li>\n</ul>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Misusing Our Services for Other Illegal Purposes</h3>\n<ul>\n<li>Posting child pornography or any other content that violates applicable law concerning child pornography;</li>\n<li>Posting or trafficking in obscene material that is unlawful under applicable law; and</li>\n<li>Using the services in a manner that is inconsistent with applicable law.</li>\n</ul>\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span>\n<h3>Engaging in Disruptive and Illegal Misuse of Facilities</h3>\n<ul>\n<li>Posting or distributing content that contains any viruses, malware, worms, Trojan horses, malicious code, or other device that could harm our technical infrastructure or system or that of our users;</li>\n<li>Engaging in automated uses of the site that are abusive or disruptive of the services and have not been approved by the Open Siddur community;</li>\n<li>Disrupting the services by placing an undue burden on the Project website (&#8216;opensiddur.org&#8217;) or the networks or servers connected with any other website;</li>\n<li>Disrupting the services by inundating the Project website with communications or other traffic that suggests no serious intent to use the Project website for its stated purpose;</li>\n<li>Knowingly accessing, tampering with, or using any of our non-public areas in our computer systems without authorization; and</li>\n<li>Probing, scanning, or testing the vulnerability of any of our technical systems or networks unless all the following conditions are met:</li>\n<ul>\n<li>such actions do not unduly abuse or disrupt our technical systems or networks;</li>\n<li>such actions are not for personal gain (except for credit for your work);</li>\n<li>you report any vulnerabilities to Open Siddur developers (or fix it yourself); and</li>\n<li>you do not undertake such actions with malicious or destructive intent.</li>\n</ul>\n</ul>\n<p>We reserve the right to exercise our enforcement discretion with respect to the above terms.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Management of User Privileges</h2>\n<p>In an unusual case, the need may arise, or the community may ask us, to address an especially problematic user because of significant disturbance or dangerous behavior. In such cases, we reserve the right, but do not have the obligation to:</p>\n<ul>\n<li>Investigate your use of the service (a) to determine whether a violation of these Terms of Use, Project edition policy, or other applicable law or policy has occurred, or (b) to comply with any applicable law, legal process, or appropriate governmental request;</li>\n<li>Detect, prevent, or otherwise address fraud, security, or technical issues or respond to user support requests;</li>\n<li>Refuse, disable, or restrict access to the contribution of any user who violates these Terms of Use;</li>\n<li>Ban a user from editing or contributing or block a user&#8217;s account or access for actions violating these Terms of Use, including repeat copyright infringement;</li>\n<li>Take legal action against users who violate these Terms of Use (including reports to law enforcement authorities); and</li>\n<li>Manage otherwise the Open Siddur Project website in a manner designed to facilitate their proper functioning and protect the rights, property, and safety of ourselves and our users, licensors, partners, and the public.</li>\n</ul>\n<p>In the interests of our users and the Open Siddur Project website, in the extreme circumstance that any individual has had his or her account or access blocked under this provision, he or she is prohibited from creating or using another account on or seeking access to the Open Siddur Project, unless we provide explicit permission. Without limiting the authority of the community, the Open Siddur Project itself will not ban a user from editing or contributing or block a user&#8217;s account or access solely because of good faith criticism that does not result in actions otherwise violating these Terms of Use or community policies.</p>\n<p>The blocking of an account or access or the banning of a user under this provision shall be in accordance with Section of these Terms of Use titled Termination.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Termination</h2>\n<p>Though we hope you will stay and continue to contribute to the Open Siddur Project, you can stop using our services any time. In certain (hopefully unlikely) circumstances it may be necessary for either ourselves or the Open Siddur community or its members to terminate part or all of our services, terminate these Terms of Use, block your account or access, or ban you as a user. If your account or access is blocked or otherwise terminated for any reason, your public contributions will remain publicly available (subject to applicable policies), and, unless we notify you otherwise, you may still access our public pages for the sole purpose of reading publicly available content on the Open Siddur Project. In such circumstances, however, you may not be able to access your account or settings. We reserve the right to suspend or end the services at any time, with or without cause, and with or without notice. Even after your use and participation are banned, blocked or otherwise suspended, these Terms of Use will remain in effect with respect to relevant provisions.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Disputes and Jurisdiction</h2>\n<p>We hope that no serious disagreements arise involving you, but, in the event there is a dispute and you seek to file a legal claim against us, you agree to file and resolve it exclusively in a state or federal court located in Hamilton County, Ohio. You also agree that the laws of the State of Ohio and, to the extent applicable, the laws of the United States of America will govern these Terms of Use, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles). You agree to submit to the personal jurisdiction of, and agree that venue is proper in, the courts located in Hamilton County, Ohio, in any legal action or proceeding relating to us or these Terms of Use.</p>\n<p>To ensure that disputes are dealt with soon after they arise, you agree that regardless of any statute or law to the contrary, any claim or cause of action you might have arising out of or related to use of our services or these Terms of Use must be filed within the applicable statute of limitations or, if earlier, one (1) year after the pertinent facts underlying such claim or cause of action could have been discovered with reasonable diligence (or be forever barred).<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Disclaimers</h2>\n<p>The Open Siddur Project does its best to provide texts, translation and annotation to a very wide audience, but your use of our services is at your sole risk. We provide these services on an &#8220;as is&#8221; and &#8220;as available&#8221; basis, and we expressly disclaim all express or implied warranties of all kinds, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement. We make no warranty that our services will meet your requirements, be safe, secure, uninterrupted, timely, accurate, or error-free, or that your information will be secure.</p>\n<p>We are not responsible for the content, data, or actions of third parties, and you release us, our directors, officers, employees, and agents from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties. No advice or information, whether oral or written, obtained by you from us or through or from our services creates any warranty not expressly stated in these Terms of Use.</p>\n<p>Any material downloaded or otherwise obtained through your use of our services is done at your own discretion and risk, and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material. You agree that we have no responsibility or liability for the deletion of, or the failure to store or to transmit, any content or communication maintained by the service. We retain the right to create limits on use and storage at our sole discretion at any time with or without notice.</p>\n<p>Some states or jurisdictions do not allow the types of disclaimers in this section, so they may not apply to you either in part or in full depending on the law.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Limitation on Liability</h2>\n<p>The Open Siddur Project will not be liable to you or to any other party for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data, or other intangible losses, regardless of whether we were advised of the possibility of such damage. In no event shall our liability exceed one thousand U.S. dollars (USD 1000.00) in aggregate. In the case that applicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, the above limitation or exclusion may not apply to you, although our liability will be limited to the fullest extent permitted by applicable law.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Modifications to these Terms of Use</h2>\n<p>The Open Siddur Project reserves the right to change any provision of these Terms of Use at any time without notice.  We will endeavor to post the date of the most recent revision at the very bottom of this Agreement. We will endeavor to post notification of any updates to the Open Siddur community. You understand the need to monitor the Open Siddur community forum or revisit these Terms of Use from time to time to ascertain whether changes have been made.  All such modifications shall take effect immediately upon posting on the Website.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Other Terms</h2>\n<p>These Terms of Use do not create an employment, agency, partnership, or joint venture relationship between you and us, the Open Siddur Project. If you have not signed a separate agreement with us, these Terms of Use are the entire agreement between you and us. If there is any conflict between these Terms of Use and a signed written agreement between you and us, the signed agreement will control.</p>\n<p>You agree that we may provide you with notices, including those regarding changes to the Terms of Use, by email, regular mail, or postings on the Open Siddur Project website.</p>\n<p>If in any circumstance, we do not apply or enforce any provision of these Terms of Use, it is not a waiver of that provision.</p>\n<p>You understand that, unless otherwise agreed to in writing by us, you have no expectation of compensation for any activity, contribution, or idea that you provide to us, the community, or to the Open Siddur Project.</p>\n<p>Notwithstanding any provision to the contrary in these Terms of Use, we (the Open Siddur Project) and you agree not to modify the applicable terms and requirements of any free license that is employed on the Open Siddur Project when such free license is authorized by these Terms of Use.</p>\n<p>If any provision or part of a provision of these Terms of Use is found unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and will be enforced to the maximum extent permissible, and all other provisions of these Terms of Use will remain in full force and effect.<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n<h2>Thank You!</h2>\n<p>We appreciate your taking the time to read these Terms of Use, and we are very happy to have you contributing to the Open Siddur Project and using our services. Through your contributions, you are helping to build something really big – a step forward for thousands of years of Jewish learning, in an open and participatory way.\n</p></div>\n<hr />\n<p>These Terms of Use were last modified on 11 May 2024. Most, but not all, of the terms were derived from the <a href=\"http://wikimediafoundation.org/wiki/Terms_of_Use\">Terms of Use of the Wikimedia Foundation</a> (June 2012).<br />\n<span class=\"\" style=\"display:block;clear:both;height: 0px;padding-top: 40px;border-top-width:0px;border-bottom-width:0px;\"></span></p>\n",
    "categories": [],
    "tags": [],
    "custom_fields": {
        "_thumbnail_id": [
            "10855"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/03/Open-Siddur-Project-Logo-2015-5509b4bdv1_site_icon.png",
        "title": "the Open Siddur Project [logo]",
        "caption": "<a href=\"https://opensiddur.org/?p=43409\">Logo of the Open Siddur Project</a> (credit: Aharon Varady 2009, license: CC BY-SA)"
    },
    "source_link": "https://opensiddur.org/?p=8011",
    "permalink": "https://opensiddur.org/about-this-project/policies/terms-of-use/",
    "slug": "terms-of-use"
}