{
    "title": "Dukhening in a Musaf Amidah after a Heykhe Qedushah: a version of the concluding three blessings for Kohanim, by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/profile/isaac-gantwerk-mayer/\">translates</a> and <a href=\"/profile/isaac-gantwerk-mayer-3/\">transcribes</a> Hebrew and Aramaic texts, adding <em>niqqud</em> and <em>t'amim</em> as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-2"
        }
    ],
    "date": "2019-05-06",
    "last_updated": "2024-06-01",
    "excerpt": "This text is a version of the concluding three blessings (Avodah, Hoda'ah, and Shalom) for kohanim to use during the silent Amidah of a festival Musaf where dukhening is, for one reason or another, impossible.  . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThere is an ancient custom, dating back to the era of the Temple and possibly earlier, that the kohanim, the children of Aharon, together bless the congregation of Israel with the threefold Priestly Blessing. Among Ashkenazim outside the Land of Israel, this rite, known as &#8220;dukhening&#8221; (<span class=\"hebrew\" lang=\"he\">דוכנען</span>), is a rare and solemn occasion, only performed during the repetition of the Musaf service of full festival days (specifically, the first and last two days of Pesaḥ, Shavuot, Rosh haShanah, Yom Kippur, the first two days of Sukkot, and Shmini Atseret).</p>\n<p>In some communities, especially in more liberal-leaning circles, the Musaf service is often abbreviated in a form known as the <span class=\"hebrew\" lang=\"he\">הױכע קדושה</span> Heykhe Ḳedushah – wherein the prayer leader recites the first three blessings in public, and the rest of the Amidah is prayed individually. Since dukhening occurs before the last blessing of Musaf, in communities where the Heykhe Ḳedusha is practiced dukhening is impossible. As well, if no minyan is available there may be no repetition of Musaf at all.</p>\n<p>This text is a version of the concluding three blessings (Avodah, Hoda&#8217;ah, and Shalom) for kohanim to use during the silent Amidah of a festival Musaf where dukhening is, for one reason or another, impossible. It is largely based on the traditional ritual for dukhening, carefully modified to avoid any brakhah levatalah (unnecessary blessing). The full traditional silent prayers are included, along with the additions. It is a generally accepted halakhah that one is allowed to add personal prayers to the Amidah — in fact, Rabbi Eliezer says that if one fixes his prayers, it is not true prayer (Mishnah Brakhot 4:4)!</p>\n<p>Some notes regarding the additions:</p>\n<ul>\n<li>The added paragraph in the Avodah blessing is exactly the same as the traditional added paragraph in a repetition where dukhening is performed. The altered ḥatimah in this case is preserved because much of the Priestly Blessing ritual, and the kehuna in general, revolves around divine service. Those who follow the custom not to ever use a variant ḥatimah can continue to use the standard &#8220;returning the Presence to Zion&#8221; if they so prefer.</li>\n<li>A second paragraph is included in the Hoda&#8217;ah which is largely based on the &#8220;Modim d&#8217;Rabbanan&#8221; traditionally recited by the community during the repetition, since said paragraph would usually be not included during a silent personal Amidah but (in the author&#8217;s opinion) helps the kohanim get into the mood per se for the blessing. It is grammatically altered to remove every usage of &#8220;Modim&#8221; in order not to break the rabbinic ordinance that one may not say &#8220;Modim&#8221; twice (Berakhot 33b). This paragraph could be used outside of this passage&#8217;s context – i.e. for any silent Amidah without a repetition – if one desires.</li>\n<li>As previously mentioned, most of the passages surrounding the blessing itself are taken directly from the standard repetition liturgy, just placed in the subjunctive mood. The Divine Name is removed from the blessing of the priests so as to avoid a brakhah levatalah, and the passage is moved earlier (preceding the introduction rather than directly preceding the blessing). Then a short passage of hope leads into the traditional introduction to the Priestly Blessing, only written in first person for the kohen themself to recite.</li>\n<li>After the priestly blessing, which is uninterrupted as a personal prayer, three verses from Psalms (41:14, 72:19, 89:53) are included. These three verses end with a repeated &#8220;amen.&#8221; Since each line of the Priestly Blessing is followed by a communal &#8220;amen&#8221; if and only if recited while dukhening, this threefold &#8220;amen v&#8217;amen&#8221; in a sense &#8220;fills the gap&#8221; left by the absence of communal dukhening. This is then followed by a threefold &#8220;ken y&#8217;hi ratson,&#8221; the traditional response for each line of the Priestly Blessing when not recited as a part of dukhening.</li>\n<li>The concluding paragraph is again taken almost directly from the standard paragraph recited by the kohanim after dukhening, the only difference being the line &#8220;We have done as You have requested&#8221; removed.</li>\n</ul>\n<p>In the translation below, “the <span style=\"text-transform: uppercase;\">Cause</span>” is used in place of the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.”</p>\n</div>\n[expander_maker id=\"1\" more=\"TABLE HELP\" less=\"close\"]\r\n<p />\r\n<u style=\"text-underline-offset: 5px;\">TOGGLE COLUMNS (on/off)</u>: <div id=\"column-toggle-container\"></div>\r\n<p />ADJUST COLUMN POSITIONS: select the column header cell and drag it where you want. <strong><a href=\"https://opensiddur.org/wp-content/images/column-drag6.gif\" rel=\"lightbox\">show me!</a></strong>\r\n<p />COPY INDIVIDUAL COLUMN(S): use <a href=\"https://merribithouse.net/copytables/\">CopyTables</a>, a browser extension.\r\n<hr />\r\n[/expander_maker]\r\n<p />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרְצֵה יהוה אֱלֹהֵֽינוּ בְּעַמְּךָ יִשְׂרָאֵל וּבִתְפִלָּתָם וְהָשֵׁב אֶת־הָעֲבוֹדָה לִדְבִיר בֵּיתֶֽךָ׃ וְאִשֵּׁי יִשְׂרָאֵל וּתְפִלָּתָם בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדָת יִשְׂרָאֵל עַמֶּֽךָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFind favor, <span style=\"text-transform: uppercase;\">Cause</span> our God, Your people Israel and in their prayers, and return the service to Your innermost holy house. And the fire of Israel and its prayers, accept in love and favor, and may You always favor the service of Israel Your people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְתֶעֱרַב עָלֶֽיךָ עֲתִירָתֵֽינוּ כְּעוֹלָה וּכְקׇרְבָּן׃ אָנָּא רַחוּם בְּרַחֲמֶֽיךָ הָרַבִּים הָשֵׁב שְׁכִינָתְךָ לְצִיּוֹן עִירְךָ וְסֵֽדֶר הָעֲבוֹדָה לִירוּשָֽׁלָיִם׃ וְתֶחֱזֶֽינָה עֵינֵֽינוּ בְּשׁוּבְךָ לְצִיּוֹן בְּרַחֲמִים וְשָׁם נַעֲבׇדְךָ בְּיִרְאָה כִּימֵי עוֹלָם וּכְשָׁנִים קַדְמוֹנִיּוֹת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd may our petitions be pleasing unto You as a sacrifice and an offering. Please, Merciful One, in Your abounding mercy, return Your Presence to Zion Your city and the system of service to Jerusalem. And may our eyes behold Your return to Zion in mercy, and there we will serve You in awe as in days of old and years of yore.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה יהוה\t\tשֶׁאוֹתְךָ לְבַדְּךָ בְּיִרְאָה נַעֲבֹד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You, <span style=\"text-transform: uppercase;\">Cause</span>, \tto whom alone we in awe serve.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמוֹדִים אֲנַֽחְנוּ לָךְ שָׁאַתָּה הוּא יהוה אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ וְאִמּוֹתֵֽינוּ לְעוֹלָם וָעֶד׃ צוּר חַיֵּֽינוּ מָגֵן יִשְׁעֵֽנוּ אַתָּה הוּא לְדוֹר וָדוֹר׃ נוֹדֶה לְךָ וּנְסַפֵּר תְּהִלָּתֶֽךָ עַל חַיֵּֽינוּ הַמְּסוּרִים בְּיָדֶֽךָ וְעַל נִשְׁמוֹתֵֽינוּ הַפְּקֻדּוֹת לָךְ וְעַל נִסֶּֽיךָ שֶׁבְּכׇל־יוֹם עִמָּֽנוּ וְעַל נִפְלְאוֹתֶֽיךָ וְטוֹבוֹתֶֽיךָ שֶׁבְּכׇל־עֵת עֶֽרֶב וָבֹֽקֶר וְצׇהֳרָֽיִם׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe give thanks to You, for You are the <span style=\"text-transform: uppercase;\">Cause</span> our God and God of our ancestors forever and ever. Rock of our lives, Shield of our rescues, You are the one in every generation. We thank You and recount Your praises, for our lives held in Your hand, and for our beings commanded by You, and for Your miracles that are with us every day, and for Your wonders and goodness that are at all times, evening and morning and noon.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nאַתָּה הוּא אֵל הַהוֹדָאוֹת אֱלֹהֵי כׇל־בָּשָׂר יוֹצְרֵֽנוּ וְיוֹצֵר בְּרֵאשִׁית׃ בְּרָכוֹת וְהוֹדָאוֹת לְשִׁמְךָ הַגָּדוֹל וְהַקָּדוֹשׁ עַל שֶׁהֶחֱיִיתָֽנוּ וְקִיַּמְתָּֽנוּ׃ כֵּן תְּחַיֵּֽנוּ וּתְקַיְּמֵֽנוּ וְתֶאֱסֹף גָּלֻיּוֹתֵֽינוּ לְחַצְרוֹת קׇדְשֶֽׁךָ לִשְׁמוֹר חֻקֶּֽיךָ וְלַעֲשׂוֹת רְצוֹנֶֽךָ וּלְעָבְדְּךָ בְּלֵבָב שָׁלֵם כִּי עָלֵֽינוּ לְהוֹדוֹת לָךְ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYou are the God of Thanksgiving, the God of all flesh, our Maker, Maker of creation. Blessings and thanksgivings to Your great and holy Name, for You granted us life and sustain us. Thus, you will grant us life and sustain us and gather our exiles to Your holy courtyards, to guard Your laws and fulfill Your favors and serve You with a full heart, for it is upon us to thank You.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהַטּוֹב כִּי לֹא כָלוּ רַחֲמֶֽיךָ וְהַמְרַחֵם כִּי לֹא תַֽמּוּ חֲסָדֶֽיךָ מֵעוֹלָם קִוִּֽינוּ לָךְ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Good one, who has not finished Your mercies, and the Merciful one, who has not concluded Your kindnesses, we have always hoped in You.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְעַל כֻּלָּם יִתְבָּרַךְ וְיִתְרוֹמַם שִׁמְךָ מַלְכֵּֽנוּ תָּמִיד לְעוֹלָם וָעֵד׃ וְכׇל־הַחַיִּים יוֹדֽוּךָ סֶּֽלָה וִיהַלְלוּ אֶת־שִׁמְךָ בֶּאֱמֶת הָאֵל יְשׁוּעָתֵֽנוּ וְעֶזְרָתֵֽנוּ סֶֽלָה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd for all this, Your name is blessed and exalted, Sovereign, always, forever and ever. And all life will thank You eternal, and praise Your name in truth, the God of our rescues and help, eternal.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה יהוה\t\tהַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You, <span style=\"text-transform: uppercase;\">Cause</span>,\tYour Name is Good, and it is right to thank You.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיְהִי רָצוֹן מִלְּפָנֶֽיךָ יהוה אֱלֹהֵֽינוּ וֵאלֹהֵֽי אֲבוֹתֵֽינוּ וְאִמּוֹתֵֽינוּ שֶׁתְּקֻיְּמִי הַבְּרָכָה הַהִיא שֶׁצִּוִיתָֽנוּ לְבָרֵךְ אֶת־עַמְךָ יִשְׂרָאֵל כְּאִֽלּוּ מְבֹרֶֽכֶת בְּאֹֽפֶן בְּרָכָה שְׁלֵמָה׃ וְאַף־עַל־פִּי שֶׁאֵינֵֽנוּ לְבָרְכָהּ כְּרָאוּי בַּיּוֹם הַזֶּה תְּהֵא כְּאִֽלּוּ בֵּרַכְנֽוּהָ כְּרָאוּי וְלֹא יְהִי בָּהּ שׁוּם מִכְשׁוֹל וְעָוֹן מֵעָתָּה וְעַד עוֹלָם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay it be favorable before You, <span style=\"text-transform: uppercase;\">Cause</span> our God and God of our ancestors, to fulfill that blessing with which You commanded us to bless Your people Israel as if blessed in the manner of a complete blessing. And although we cannot bless it as proper on this day, may it be as if we blessed it as proper, and in it no obstacles or sin, from now and forevermore.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אָתָּה אֲשֶׁר קִדְּשָֽׁנוּ בִּקְדוּשָּׁתוֹ שֶׁלְאַהֲרֹן וְצִוָּֽנוּ לְבָרֵךְ אֶת־עַמּוֹ יִשְׂרָאֵל בְּאַהֲבָה׃ וּבְכֵן בִּזְמַן שֶׁנּוּשַׁב לַעֲבוֹדָתֵֽנוּ נֹאמַר בְּקוֹל גָּדוֹל וְחָזָק אֶת־הַבְּרָכָה הַזֹּאת הַמְּשֻׁלֶּֽשֶׁת בַּתּוֹרָה הַכְּתוּבָה עַל־יְדֵי מֹשֶׁה עַבְדֶּֽךָ מִפִּֽינוּ וּמִפִּי כׇל־בְּנֵי אֲהָרֹן כֹּהֲנִים עַם קְדוֹשֶֽׁךָ כָּאָמוּר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You, who made us holy us with the holiness of Aaron, and commanded us to bless his people Israel in love. And thus, in the time when we are returned to our service, we will say in a loud and mighty voice this threefold blessing in the Torah written by the hand of Moses Your servant, from our mouths and from the mouths of all the children of Aaron, kohanim, Your holy people, as it is written:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיְבָרֶכְךָ֥ יְהֹוָ֖ה וְיִשְׁמְרֶֽךָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the <span style=\"text-transform: uppercase;\">Cause</span> bless you and guard you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיָאֵ֨ר יְהֹוָ֧ה ׀ פָּנָ֛יו אֵלֶ֖יךָ וִֽיחֻנֶּֽךָּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the <span style=\"text-transform: uppercase;\">Cause</span> shine Their face towards you and grace you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיִשָּׂ֨א יְהֹוָ֤ה ׀ פָּנָיו֙ אֵלֶ֔יךָ וְיָשֵׂ֥ם לְךָ֖ שָׁלֽוֹם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMay the <span style=\"text-transform: uppercase;\">Cause</span> turn Their face towards you and place upon you peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּ֘ר֤וּךְ יְהֹוָ֨ה ׀ אֱלֹ֘הֵ֤י יִשְׂרָאֵ֗ל מֵֽ֭הָעוֹלָם וְעַ֥ד הָעוֹלָ֗ם \t\t\tאָ֘מֵ֥ן ׀ וְאָמֵֽן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed is the <span style=\"text-transform: uppercase;\">Cause</span> God of Israel, from eternity to eternity, \t\t\tamen and <em>amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוּבָר֤וּךְ ׀ שֵׁ֥ם כְּבוֹד֗וֹ לְע֫וֹלָ֥ם וְיִמָּלֵ֣א כְ֭בוֹדוֹ אֶת־כֹּ֥ל הָאָ֗רֶץ \t\tאָ֘מֵ֥ן ׀ וְאָמֵֽן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd blessed is the Glorious Name forever, whose glory fills all the earth, \tamen and <em>amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּר֖וּךְ יְהֹוָ֥ה לְ֝עוֹלָ֗ם \t\t\t\t\t\t\t\tאָ֘מֵ֥ן ׀ וְאָמֵֽן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed is the <span style=\"text-transform: uppercase;\">Cause</span> forever,\t\t\t\t\t\t\tamen and <em>amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nכֵּן יְהִי רָצוֹן \tוְכֵן יְהִי רָצוֹן \tוְכֵן יְהִי רָצוֹן׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThus may it be favorable, thus may it be favorable, thus may it be favorable.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרִבּֽוֹנוֹ שֶׁלְעוֹלָם עֲשֶׂה עִמָּֽנוּ כְּמוֹ שֶׁהִבְטַחְתָּֽנוּ׃ הַשְׁקִֽיפָה מִמְּעוֹן קׇדְשְׁךָ מִן־הַשָּׁמַֽיִם וּבָרֵךְ אֶת־עַמְּךָ אֶת־יִשְׂרָאֵל וְאֶת־הָאֲדָמָה אֲשֶׁר נָתַתָּהּ לָֽנוּ כָּאֲשֶׁר נִשְׁבַּֽעתָּ לַאֲבוֹתֵֽינוּ וּלְאִמּוֹתֵֽנוּ אֶֽרֶץ זָבַת חָלָב וּדְבָשׁ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur Eternal Master, act with us as You have promised. May You observe from Your holy heights, from the heavens, and bless Your people, Israel, and the land that You gave to us, as promised to our ancestors, a land flowing with milk and honey.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nשִׂים שָׁלוֹם טוֹבָה וּבְרָכָה חֵן וָחֶֽסֶד וְרַחֲמִים עָלֵֽינוּ וְעַל כׇּל־יִשׂרָאֵל עַמֶּךָ׃ בָּרְכֵֽנוּ אָבִֽינוּ כֻּלָּֽנוּ כְּאֶחָד בְּאוֹר פָּנֶֽיךָ כִּי בְאוֹר פָּנֶֽיךָ נָתַתָּ לָּֽנוּ יהוה אֱלֹהֵֽינוּ תוֹרָת חָיִּים וְאַֽהֲבַת חֶֽסֶד וּצְדָקָה וּבְרָכָה וְרָחֲמִים וְחָיִּים וְשָׁלוֹם׃ וְטוֹב בְּעֵינֶֽיךָ לְבָרֵךְ אֶת־עָמְּךָ יִשְׁרָאֵל בְכׇל־עֵת וּבְכׇל־שָׁעָה בִּשׁלוֹמֶֽךָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPlace peace, goodness, and blessing, grace, and kindness, and mercy, on us and on all Israel Your people. Bless us, Parent, all of us as one, with the light of Your face, for in the light of Your face You, <span style=\"text-transform: uppercase;\">Cause</span> our God, gave us the Living Torah and a love of kindness and righteousness and blessing and mercy and life and peace. And may it be good in Your eyes to bless Your people Israel al all time and at every hour with Your peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבָּרוּךְ אַתָּה יהוה\t\tהַמְּבָרֵךְ אֶת־עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBlessed are You, <span style=\"text-transform: uppercase;\">Cause</span>, \twho blesses the people Israel in peace.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n",
    "categories": [
        "Musaf"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Birkat Kohanim",
        "Kohanim",
        "דוכנען dukhening",
        "הױכע קדושה Heykhe Qedusha"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "325"
        ],
        "_thumbnail_id": [
            "25011"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/05/PikiWiki_Israel_32069_Mosaic_Wall.jpg",
        "title": "PikiWiki_Israel_32069_Mosaic_Wall",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:PikiWiki_Israel_32069_Mosaic_Wall.jpg\">Mosaic Wall</a>. Nachum Gutman, 1961, House of the Chief Rabbinate, Tel Aviv-Yafo (credit: Lishay Shechter, no-license: PD)"
    },
    "source_link": "https://opensiddur.org/?p=24998",
    "permalink": "https://opensiddur.org/prayers/lunisolar/musaf/dukhening-in-a-musaf-amidah-after-a-heykhe-qedushah-by-isaac-gantwerk-mayer/",
    "slug": "dukhening-in-a-musaf-amidah-after-a-heykhe-qedushah-by-isaac-gantwerk-mayer"
}