{
    "title": "The Council of All Beings, an activity for all ages on the Jewish New Year's Day for Animals, Rosh haShanah la-Behemah, on Rosh Ḥodesh Elul",
    "author": "Aharon N. Varady",
    "coauthors": [
        {
            "name": "Aharon N. Varady",
            "bio": "Aharon Varady is the founding director of the Open Siddur Project. A community planner (M.C.P, <a href=\"http://daap.uc.edu/\">DAAP</a>/University of Cincinnati.) and Jewish educator (M.A.J.Ed., the <a href=\"https://www.jtsa.edu/school/davidson-graduate-school-of-jewish-education/\">William Davidson School of Education</a>), his work in <a href=\"https://en.wikipedia.org/wiki/Open_Source_Judaism\">open-source Judaism</a> has been written about in the <a href=\"http://yiddish.forward.com/articles/214255/make-your-own-siddur/\">Yiddish Forverts</a>, the <a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\">Atlantic Magazine</a>, <a href=\"http://www.tabletmag.com/jewish-life-and-religion/21498/prayer-unbound\">Tablet</a>, and <a href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\">Haaretz</a>. If you find any egregious mistakes in his work, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes</a> and <a href=\"/profile/aharon-varady-translation/\">translates</a> prayers, besides serving as the primary <em>shammes</em> of the Open Siddur Project.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        }
    ],
    "date": "2013-07-23",
    "last_updated": "2025-02-28",
    "excerpt": "Domesticated animals (<em>behemot</em>) are distinguished from <em>ḥayot</em>, wild animals in having been bred to rely upon human beings for their welfare. As the livelihood and continued existence of wild animals increasingly depends on the energy, food, and land use decisions of human beings, the responsibility for their care is coming into the purview of our religious responsibilities as Jews under the mitsvah of <em>tsa'ar baalei ḥayyim</em> -- mindfullness of the suffering of all living creatures in our decisions and behavior. Rosh haShanah la-Behemah is the festival where we are reminded of this important mitsvah at the onset of the month in which we imagine ourselves to be the flock of a god upon whose welfare we rely. The \"Council of All Beings\" is an activity that can help us understand and reflect upon the needs of the flock of creatures that already rely upon us for their welfare. . . .",
    "content": "<div id=\"attachment_7440\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2013/07/Free-Spirit-Nature-Camp-Council-of-All-Beings-6-schipygrl.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-7440\" class=\"size-full wp-image-7440\" alt=\"Free Spirit Nature Camp - Council of All Beings (credit: schipygrl)\" src=\"https://opensiddur.org/wp-content/uploads/2013/07/Free-Spirit-Nature-Camp-Council-of-All-Beings-6-schipygrl.jpg\" width=\"1024\" height=\"768\" srcset=\"https://opensiddur.org/wp-content/uploads/2013/07/Free-Spirit-Nature-Camp-Council-of-All-Beings-6-schipygrl.jpg 1024w, https://opensiddur.org/wp-content/uploads/2013/07/Free-Spirit-Nature-Camp-Council-of-All-Beings-6-schipygrl-300x225.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-7440\" class=\"wp-caption-text\"><a href=\"http://www.freespiritnaturecamp.com/\">Free Spirit Nature Camp</a> &#8211; Council of All Beings (credit: schipygrl)</p></div>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nFor a sourcesheet on Rosh haShanah la-Behemah, find Aharon Varady&#8217;s compilation of texts, <a href=\"https://www.sefaria.org/sheets/184964?lang=bi\">here</a>.\n</div>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThis year, the first of Elul 5774, Rosh haShanah la-Behemah — the Jewish New Year&#8217;s Day for Animals, begins the evening of August 26, 2014 and continues through August 27. In ancient Israel, Rosh haShanah la-Behemah affected shepherds and cattle herders: domesticated animals (<em>behemot</em>) born before this date were placed in one group for tithing, and those born after were placed in another group. But in our time, the New Year for the Animals is an opportunity to celebrate all animal life. Especially now that humanity&#8217;s impact is felt over the whole planet, and the livelihood and survival of wild animals (<em>ḥayot</em>) increasingly depends on our choices, we are responsible for their care, just as Noah became responsible for all the animals in the ark.</p>\n<p>This New Year can be a time to examine and correct our relationship with all the creatures that share the world with us, now that every species is in a sense domesticated because its survival is affected by our decisions and actions. The New Year Festival for the Animals in the month of Elul also marks the beginning of our journey toward the Rosh Hashanah of <em>Tishrei</em>, when we blow the shofar and focus on our relationships with each other and with God. Last year, <a href=\"https://opensiddur.org/prayers/lunisolar/new-years-day/for-domesticated-animals/explanation-and-ritual-for-rosh-hashanah-labehemot-new-years-day-for-animals/\">we shared rituals for how to celebrate the day</a> &#8212; for example, by listening for the voices of all the <em>behemot</em>, the domesticated animals that we depend on for our lifestyle and diet, in the sound of the shofar, the horn of a <em>behemah</em>.</p>\n<p>This year, in advance of Rosh haShanah la-Behemah, we are sharing a profound and imaginative activity that Rabbi David Seidenberg first introduced at the <a href=\"http://web.archive.org/web/20130927183251/http://www.tevalearningalliance.org/teva_seminar.php\">Teva Education Seminar</a> in 2010 (organized by the <a href=\"http://hazon.org/teva\">Teva Learning Alliance</a>). The activity, “The Council of All Beings,” is an exercise in empathy where we challenge ourselves to walk in the shoes, hoofs and paws of the creatures we share this beautiful world with. It&#8217;s an activity that is fun and meaningful for young and old, whether they are at a Jewish summer camp or at a Rosh haShanah la-Behemah <em>seudah</em> (feast) organized for celebrating all life, great and small.</p>\n<p>Participants in the activity choose any non-human being to roleplay, including not only animals, but plants, bacteria, ecosystems, places, etc. How they pick their &#8220;ally&#8221; is described below. Then they take on the persona of that ally, perhaps using masks or face-painting, and come together &#8220;in council&#8221; to talk about what they see happening to the planet. Inevitably the discussion will come round to the question, how can the creatures can communicate with human beings to change what is happening? After the Council, this can lead directly to a discussion of our responsibilities as Jews and human beings to choose life, to be mindful of <em>tsa&#8217;ar baalei ḥayyim</em> — the suffering of other living creatures — and to not let the world become a wasteland.</p>\n<h3>The Council of All Beings</h3>\n<p>Rabbi Seidenberg writes:</p>\n<blockquote><p>This outline of the Council of All Beings is lightly edited from a version created for schools by the <a href=\"http://humaneeducation.org/\">Institute for Humane Education</a> (IHE). The Council is modified from the original version found in <em><a href=\"http://www.newsociety.com/Books/T/Thinking-Like-a-Mountain\">Thinking Like a Mountain: Toward a Council of All Beings</a></em> by Joanna Macy, Arne Naess, John Seed, and Pat Fleming. The original version describes a series of rituals that happens over several days, culminating in the Council of All Beings. This is a meaningful short version of this powerful activity. You can find Joanna Macy&#8217;s version <a href=\"http://web.archive.org/web/20160709040537/http://www.joannamacy.net:80/resources/deepecology/111-joanna-macy-council-of-all-beings-july2002.html\">here</a> and a version from John Seed&#8217;s Rainforest Information Center colleagues <a href=\"http://www.rainforestinfo.org.au/deep-eco/cabcab.htm\">here</a>.</p>\n<p>In between the IHE’s instructions are suggestions and scripts John Seed shared with David, again with David&#8217;s emendations.</p></blockquote>\n<hr />\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td>Participants</td>\n<td>Ages: 10 and up.</td>\n</tr>\n<tr>\n<td>What’s needed</td>\n<td>Time: 1-2 hours</td>\n</tr>\n<tr>\n<td></td>\n<td>Setting: A quiet place outdoors or in a room where you won&#8217;t be disturbed. Sitting on the ground is best. (Cushions and chairs really should be used only by people who need them.) If you must meet indoors, avoid rooms with fluorescent lights, or bring a lamp. The mood matters.</td>\n</tr>\n<tr>\n<td></td>\n<td>Art supplies: construction paper, paints, crayons, stones, shells, or other found and recycled objects, scissors, glue, make-up, face-paint, or any other art supplies that you would like to bring making masks or making up faces.</td>\n</tr>\n</tbody>\n</tbody>\n</table>\n<ol>\n<li>Explain the entire Council before beginning (finding a being to be an ally, making a mask, speaking as your ally and listening to every other ally, bringing what you learn back to your human life), so that participants know what is going to happen. Emphasize that silence (in between the spoken comments of Council members) is an important part of the Council.<br />\n<blockquote><p><em>John Seed:</em> One of the things that people more grounded in the Earth than ourselves have always known, and continue to know, is that it is not difficult for us to be the voices of nature, or to allow other beings to speak through us, that we can become a medium for their truth. This is the basis of the Council of All Beings, which is the ritual that we&#8217;ll be doing.</p>\n<p>When I introduce the workshop, I let people know that there is no correct way to do this, that many people have tried it in different ways and that there is nothing special about the particular way we will do this to-day. &#8220;If you want to lead a Council (and I hope you do), know that you can change it in any way you like. Perhaps you&#8217;ve read the book <a href=\"http://www.newsociety.com/Books/T/Thinking-Like-a-Mountain\">Thinking Like a Mountain</a> in which case you&#8217;ll see that what we do to-day is quite different than the version described there&#8221;. I say this David cause this is the spirit in which I want you to read the following comments.\n</p></blockquote>\n</li>\n<li>Invite students to go out into nature, to the trees, grasses, rocks, or to find a spot in the space that participants are in, and to sit or lie down so that they are comfortable. Instruct them to close their eyes, in whatever spot they have found, and let the image of an animal (human or nonhuman), or part of nature or landscape, come to them in their imaginations. Remind them not to force themselves to think about a certain animal or part of nature, but rather to let the being visit them in their thoughts.<br />\n<blockquote><p><em>John Seed:</em> The first thing we&#8217;re going to need for the Council of All Beings is an ally, and that ally is a non-human being, because the Council, for the moment, consists of non-human beings only.</p>\n<p>There was a time when human beings were part of the Council, and we pray for a time when human beings as a whole again come to the Council. Now, it is time for the voiceless to be heard. So there will be no humans in the Council, but ANY non human beings are welcome and these may be animals, or plants, or features of the landscape, lakes, rivers, rain, clouds, trees or worms &#8211; it is all OK. Go out into the woods and begin to do this walking meditation, and just meander, amble, and then you might suddenly feel that you need to allow things to blur, you just want to be able to see enough so that you don&#8217;t fall over, and then you might feel a certain tree pulling you towards it, at but when you get there, the tree is not it, you discover that it is not that the tree is your ally, but the tree is an antenna, that allows your ally, which might for example be the African Elephant. The process of finding your ally is an important part of really letting go of our usual boundaries, our sense of what&#8217;s dignified, and our sense of what&#8217;s nonsense. Just letting go, child-like, saying, &#8220;Maybe I&#8217;m going to learn something new today, maybe something is going to happen, that hasn&#8217;t happened before.&#8221; So, we are looking for that place of readiness for something new. You can bring back anything interesting you find on your journey, e.g. feathers, that may help you with your mask, but be gentle in taking things from nature.</p>\n<p>If time is short (say 1-2 hours) or if the Council is being held indoors:</p>\n<p>Invite students to go out into nature, to the trees, grasses, rocks, or to find a spot in the space that participants are in, and to sit or lie down so that they are comfortable. Instruct them to close their eyes, in whatever spot they have found, and let the image of an animal or part of nature or landscape, come to them in their imaginations. Remind them not to force themselves to think about a certain animal or part of nature, but rather to let the being visit them in their thoughts.\n</p></blockquote>\n</li>\n<li>Ask the participants to &#8220;become&#8221; the being that has visited them in their imaginations. Encourage them feel themselves turning into this animal or part of nature (such as a cloud, a mountain, a tree, a wolf, or a spider). Let them ask: &#8220;What is happening to me as this being? How do I feel? What is my life like? My days? My nights? My interactions with other beings? With my environment? What do I want? What do I have to say? What would I like to tell people? What wisdom do I have as this being?&#8221; Remind them to listen inside for the answers.</li>\n<li>After giving participants some time to really “become” their being, bring the art supplies into the center of the circle and invite students to open their eyes and silently to make a mask to represent themselves as this being. The mask does not have to look like the being, as long as it is evocative for the wearer. Some participants will be tempted to spend a long time on their mask. Remind them that the mask is only a representation, and give a five-minute and one-minute warning for finishing the mask. Or, have participants help each other with make-up and face-paint to to become this being. (This step is important, but the Council can also be formed without it.)<br />\n<blockquote><p><em>John Seed:</em> The mask doesn&#8217;t have to be a likeness at all, it can be an abstract representation. The mask doesn&#8217;t have to be beautiful; it&#8217;s good if it covers our face because it can make it a deeper experience if we are not looking at human faces, but sometimes people have come back with a mask that was just a fin which they wore on their back as a dolphin. You can do anything you like. If you put it over your face it’s good for the mask to have eyeholes so you can see what is going on. And it&#8217;s great if you have a hole where the mouth is so that it’s easier for all to hear what you are saying. This can be quite fast, it doesn&#8217;t matter what the mask looks like because you are going to introduce yourself in the Council, so everyone will know who you are.</p></blockquote>\n</li>\n<li>When everyone has finished making their persona, form the Council.<br />\n<blockquote><p><em>John Seed:</em> Briefly introduce the council process with the following instructions:</p>\n<ul>\n<li>Use the &#8216;first person&#8217;. Introduce yourself as your ally &#8211; e.g., &#8220;I am snake and I live close to the Earth&#8230;..&#8221;</li>\n<li>Refer to humans as &#8220;they&#8221; or &#8220;the two-leggeds&#8221; etc. That is, don&#8217;t talk to the other creatures in the circle as if they were human &#8211; this is very confusing for them.</li>\n<li>Feel free to let your ally express itself in any way &#8211; including movements and noises which it likes to make.</li>\n</ul>\n</blockquote>\n</li>\n<li>One by one, each being should introduce him-, her-, or itself and say what their life is like, who they are, and how they spend their time. After each being speaks, if you wish, the Council can respond by saying, “We hear you ____ (name of being).”<br />\n<blockquote><p><em>John Seed:</em> We come to this council to share matters that are close to our hearts, also to share our strengths, our beauty, our troubles and our wisdom. Invite any being to speak.</p>\n<p>These days the way I do the  Council is less structured. After once round the circle when each being introduces itself as you suggest (I don&#8217;t add the instruction &#8220;the rest of the group can respond by saying “We hear you ____ (name of being).”&#8221; but there&#8217;s no reason for you not to do so if you like the feel of that), I basically let the group evolve as it will. An interesting conversation invariably develops and there&#8217;s nothing left for me as facilitator to do but participate till I feel its time to bring the Council to a close (which is when we run out of time or I start to get bored or I sense that other people are starting to get bored.) That is, once round the circle when all the allies introduce themselves, then &#8220;popcorn&#8221; style thereafter and everyone speaks as they feel moved. This inevitably means that some speak more than others but makes for a more interesting conversation.</p></blockquote>\n</li>\n<li>Ask the beings to each speak again, this time telling the Council what is happening to them, including what humans have done to them and what they would like to say to humans. Once again, the rest of the group can respond by saying “We hear you ____ (name of being).”<br />\n<blockquote><p><em>John Seed:</em> A council can be all about the beauty of Gaia, our planet. It doesn&#8217;t have to focus on problems! Some advice to the facilitator is to be invisible; when something seems needed, wait a few minutes. But don&#8217;t let it get boring or fidgety, add questions that lead or prompt or suggest, and always connect them back to something another being has said. So it is important to note things said that can be weaved into an ending, and to allow all the possibilities to be explored.</p></blockquote>\n</li>\n<li>After each being has spoken again, ask them to talk once more, sharing whatever wisdom, knowledge, or gifts they have to offer and what they might teach people who are willing to listen. The group can respond by saying “We thank you ____ (name of being).”<br />\n<blockquote><p><em>John Seed:</em> If there is a ‘conspiracy’ to deny what the humans are doing, get in and give humans a real talking to. Don&#8217;t let the council be falsely protective of humans activities.</p></blockquote>\n</li>\n<li>Finally, after each being has spoken for the last time, ask participants to remove their masks one by one. As each of them takes off the mask, you can invite them to turn their masks toward themselves and make a small promise to their being.<br />\n<blockquote><p><em>John Seed:</em> Invite everyone to “put on human masks.”</p>\n<p>Ritual burning of the masks. This can be a final release of the spirit of everyone&#8217;s allies back into the world, and a chance to thank them for the specific gifts they have brought to us and that we will carry on into our everyday lives. One by one, we place our masks on the fire and speak our thanks. Many groups don&#8217;t want to burn the masks but have kept them or passed them on. A ritual burning, however, can be a powerfully symbolic way of transforming the magic of the council into reality, and can &#8216;ground the energy&#8217;.</p></blockquote>\n</li>\n<li>To end the Council, you can say something like, “May these promises be sacred to us. Many thanks to the beings who have come together today to share their feelings, dreams, hopes, and wisdom.”<br />\n<blockquote><p><em>John Seed:</em> One way you can end the Council is to say the following:</p>\n<p>&#8220;We must not forget our wildness. When you see a fellow being, remember this, be heard, speak out, do something every day to remind us of our true selves. Let us teach the humans our rituals and make them fun, and lure them back to Council.&#8221;</p>\n<p>We have shared much, surely enough for the humans to change, if only they can hear us.</p>\n<p>When we hear the earth speak to us, we are transformed and come to understand our actions from a new perspective. Once we have experienced the fierce joy of life that attends extending our identity into nature, once we realize that the nature within and the nature without are continuous, then we too may share and manifest the exquisite beauty and effortless grace associated with the natural world.</p>\n<blockquote><p>Spirit that hears each one of us,/ Hears all that is—<br />\nListens, listens, hears us out—Inspire us now!<br />\nOur own pulse beats in every stranger&#8217;s throat,<br />\nAnd also there within the flowered ground beneath our feet,<br />\nAnd—teach us to listen!—<br />\nWe can hear it in water, wood, and even in stone.<br />\nWe are earth of this earth, and we are bone of its bone.</p>\n<p>Barbara Deming</p></blockquote>\n</blockquote>\n</li>\n</ol>\n</div>\n<hr />\n<p>We are grateful to Rabbi David Seidenberg for sharing this activity and his drafted edits compiled from earlier sources with emendations by the authors and including feedback from John Seed. David Seidenberg first published this activity at neohasid.org, <a href=\"http://www.neohasid.org/stoptheflood/council/\">here</a>. Please <a href=\"https://www.facebook.com/neohasid.org\">LIKE Neohasid.org on Facebook</a> and help advance Rabbi Seidenberg&#8217;s work.</p>\n<p>Here is a gallery of images of Council of All Beings taking place around the world.<br />\n<p class=\"jetpack-slideshow-noscript robots-nocontent\">This slideshow requires JavaScript.</p><div id=\"gallery-0-1-slideshow\" class=\"jetpack-slideshow-window jetpack-slideshow jetpack-slideshow-black\" data-trans=\"fade\" data-autostart=\"1\" data-gallery=\"[{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-4-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7443&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 4 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-1-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7444&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 1 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Council-of-All-Beings-mask4.jpg&quot;,&quot;id&quot;:&quot;7473&quot;,&quot;title&quot;:&quot;Council of All Beings \\u0026#8211; mask4&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Council of All Beings \\u0026#8211; mask4&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-10-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7448&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 10 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-9-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7438&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 9 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-2-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7441&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 2 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-7-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7446&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 7 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-6-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7440&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 6 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/IMG_2480.png&quot;,&quot;id&quot;:&quot;7541&quot;,&quot;title&quot;:&quot;Council of All Beings 5773 with the Adamah Fellows (Aharon Varady CC-BY-SA)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Council of All Beings 5773 for Rosh Hashanah LaBeheimot with the Adamah Fellows at Isabella Freedman Jewish Retreat Camp (credit: Aharon Varady, license: CC-BY-SA 3.0 Unported)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-5-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7442&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 5 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-11-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7449&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 11 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-12-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7445&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 12 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-3-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7460&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 3 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;},{&quot;src&quot;:&quot;https:\\/\\/opensiddur.org\\/wp-content\\/uploads\\/2013\\/07\\/Free-Spirit-Nature-Camp-Council-of-All-Beings-8-schipygrl.jpg&quot;,&quot;id&quot;:&quot;7447&quot;,&quot;title&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings 8 (schipygrl)&quot;,&quot;alt&quot;:&quot;&quot;,&quot;caption&quot;:&quot;Free Spirit Nature Camp \\u0026#8211; Council of All Beings (credit: schipygrl)&quot;,&quot;itemprop&quot;:&quot;image&quot;}]\" itemscope itemtype=\"https://schema.org/ImageGallery\"></div></p>\n",
    "categories": [
        "Rosh haShanah la-Behemah",
        "Roleplaying"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "animal protection",
        "eco-conscious",
        "ecoḥasid"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "410"
        ],
        "_thumbnail_id": [
            "7473"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/07/Council-of-All-Beings-mask4.jpg",
        "title": "Council of All Beings &#8211; mask4",
        "caption": "Council of All Beings - mask4"
    },
    "source_link": "https://opensiddur.org/?p=7428",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/for-domesticated-animals/the-council-of-all-beings-on-rosh-hashanah-labehemah/",
    "slug": "the-council-of-all-beings-on-rosh-hashanah-labehemah"
}