{
    "post_id": 30574,
    "title": "&#x1F4AC; מְגִלַּת פִּסְגָּה | Megillat Fustat — a Purim Sheni scroll  for the 28th of Adar commemorating the deliverance of Egyptian Jewry from Hain Ahmed Pasha in 1524",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=2240\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2020-03-11",
    "last_updated": "2025-09-30",
    "excerpt": "Behold, a full text of the Megillah of Fustat, telling a story of a great miracle that happened in 1524 CE (5284 AM). . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nCombining the candy and costumes of Halloween, the plays and parades of Mardi Gras, the mischief and masquerades of April Fools’ Day, and more booze than you can wobble your fist at, Purim is surely one-of-a-kind. Or is it? In fact, there is an ancient custom around the Jewish world to establish and celebrate “Second Purims” in honor of community redemptions or family celebrations. These would often incorporate feasting, celebration, and even the reading of a new Megillah specifically written in honor of the specific miracle! We&#8217;ve already posted one of these fascinating texts, <a href=\"https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/jewish/purim-sheni/megillat-saragossa/\">Megillat Saragossa</a>, but here&#8217;s another, this one from the ancient and venerable Jewish community of Cairo.</p>\n<p>Behold, a full text of the Megillah of Fustat, telling a story of a great miracle that happened in 1524 CE (5284 AM). That year the Ottoman governor of Egypt, <a href=\"https://en.wikipedia.org/wiki/Hain_Ahmed_Pasha\">Hain Ahmed Pasha</a> (here referred to as ha-Saṭan ha-Yaduaʿ or the Known Adversary), declared himself sultan, struck coins with his name, took over the capital of Fustat (currently part of Cairo) and lorded it over the people of Egypt for several months. In that time, he oppressed the Jews, seeking more and more money for himself. Eventually the forces of the rightful sultan Suleiman returned and overthrew the oppressor, on March 4 (28 Adar) of that year. It&#8217;s a story of a petty dictator and the heroes who resist his kleptocratic regime. During the Purim of Egypt, communities traditionally read this megillah using the melodies of Esther cantillation. To that end, this text has been fully vocalized and cantillated. The Megillah of Fustat is found in many different text types, but the editor has based this version on the one recorded in Joseph Kohen-Tzedek&#8217;s 1866 work <em>Ha-Yehudi ha-Nitzḥi</em>.</p>\n<p>Also, for the first time ever (as far as the editor is aware), this text features a full English translation directly from the Hebrew text of the Megillah of Fustat. Though you can find abbreviations and summarized versions online, this is (to the editor’s knowledge) the most accurate and complete translation so far.</p>\n<p>This is traditionally read in a similar method to a regular megillah, so it would generally be after the complete Kaddish in the evening, or the Torah service and/or Amidah in the morning. It’s meant to mostly sound like Esther. For the sadder or darker passages, feel free to use Eikha trop – or even create your own detours! It’s Purim – no need to be serious about it!\n</p></div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמְגִלַּת פִּסְגָּה (מגלת קהיר)<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMegilat Pisgah &#8211; the Scroll of Fustat<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The city nowadays known as Cario (or Qahira in Arabic/Qahir in Hebrew) has been known by many names under the years. One part of the city, nowadays the old town of Cairo, was originally an independent city, the capital of Egypt until 1168. This city, known as Fūsṭaṭ or Fūsṭaṭ-Miṣr, was the home to the Jewish community of Egypt. As Jews did in many places around the world (see also Spain -> Sefarad, Françia -> Çarfat, Aleppo -> Aram Ṣoba), the local name was paired with a phonetically similar Hebrew word. Instead of a location, though, the Jews of Fūsṭaṭ used &#8220;Pisgah,&#8221; a Hebrew word meaning &#8220;summit&#8221; or &#8220;peak&#8221; — appropriate for a capital city. The Egyptian Purim was based on events that occurred in Fūsṭaṭ, in an area currently part of Cairo.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִ֛י בִּימֵ֖י הַמֶּ֣לֶךְ שְׁלֹמֹ֑ה בְּמַלְכ֣וּת תֹּגַרְמָ֗ה בְּאֶ֤רֶץ הַמִּזְרָח֙ וְאֶ֣רֶץ יָוָ֔ן וּבִמְדִינ֖וֹת רַבּֽוֹת׃ בַּיָּמִ֣ים הָהֵ֞ם כְּשֶׁ֣בֶת ׀ הַמֶּ֣לֶךְ שְׁלֹמֹ֗ה עַ֚ל כִּסֵּ֣א מַלְכוּת֔וֹ אֲשֶׁ֥ר בְּקֹ֥אסְטַאנְטִ֖ינָא הָעִ֣יר הַגְּדוֹלָ֑ה וַיִּתְבּוֹנֵן֙ בְּכׇל־מְדִינ֣וֹת מַלְכוּת֔וֹ וְשָׁלַח֨ לְכׇל־מְדִינָ֤ה וּמְדִינָה֙ שַׂ֣ר אֶחַ֔ד לִשְׁפֹּ֥ט עַמָּ֖הּ בְּצֶ֥דֶק וּבְמִשְׁפָּֽט׃ אַחַ֖ר הַדְּבָרִ֣ים הָאֵ֑לֶּה גִּדַּ֣ל ׀ הַמֶּ֣לֶךְ שְׁלֹמֹ֗ה שַׂ֤ר אֶחָד֙ מִשָּׂרָ֔יו וּשְׁמ֥וֹ הַשָּׂטָ֖ן הַיָּדֽוּעַ׃ וַיָּ֣שֶׂם אֶת־כִּסְא֔וֹ מֵעַל־כׇּל־הַשָּׂרִ֖ים אֲשֶׁ֥ר אִתּֽוֹ׃ וַיִּשְׁלַ֣ח אוֹת֔וֹ הַשַּׂ֖ר אֶל־אֶ֣רֶץ מִצְרָ֑יִם וַיְצַ֥ו אוֹת֖וֹ לֵאמֹֽר׃ מִצְרַ֨יִם תִּ֥הְיֶה לְךָ֙ וּבָ֣הּ תֵּשֵׁ֔ב וְעַל־פִּ֖יךָ יִשַּׁ֣ק כׇּל־עַמִּ֑י רַ֥ק הַכִּסֵּ֖א אֶגְדַּ֥ל מִמֶּֽךָּ׃ חֲזַ֖ק וֶאֱמַ֑ץ לִשְׁפֹּ֤ט בְּצֶ֙דֶק֙ וּלְהַרְחִ֣יק הַבֶּ֔צַע וְהַמַּטְבֵּ֖עַ תָּשִׂ֥ים עַל־שְׁמִֽי׃ וַיָּבֹא֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ אֶל־אֶ֖רֶץ מִצְרָ֑יִם וַיַּ֥עַל הַפִּסְגָּ֖ה וַיֵּשֵׁ֥ב בָּֽהּ׃ וְהִתְחִ֛יל לַעֲשֹׁ֖ק וְלִבְצֹ֑עַ וַיַּ֥עַשׂ הָרַ֖ע בְּעֵינֵ֥י יהוֽה׃ וַיִּ֥רֶב בְּיָמָ֖יו הֶחָמָ֑ס וַיִּטֹּשׁ֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ אֶת־דְּבַ֥ר הַמֶּ֖לֶךְ שְׁלֹמֹֽה׃ וַיִּקְבֹּ֨ץ ה֧וֹן רַ֛ב וְלֹא־שָׂבְעָ֥ה נָפְשׁ֖וֹ וְעֵינָ֑יו כִּ֥י רְחַב־נֶ֖פֶשׁ הָיָ֥ה עַד־מְאֹֽד׃ וַיִּתֵּ֥ן בְּלִבּ֖וֹ לִמְרֹ֣ד עַל־הַ֑מֶּלֶךְ וַיֵּ֣אָסֵ֔ף ה֥וֹן רַ֖ב מִכׇּל־אַנְשֵׁ֥י מִצְרָֽיִם׃ וַיִּתְלַקְּט֣וּ אֵלָ֔יו אֲנָשִׁ֥ים רֵקִ֖ים וּפוֹחֲזִ֑ים וַיִּסְפְּרֵם֙ וַיִּ֣מְצָאֵ֔ם כִּשְׁנֵ֥י אֲלָפִ֖ים אִֽישׁ׃ וַיִּ֤כְרֹת בְּרִית֙ עִמָּ֔ם וְעָשָׂ֥ה לָהֶ֖ם הַנָּח֑וֹת וַיְחַלֵּ֤ק לָהֶם֙ מָע֔וֹת כׇּל־אֶחָ֖ד כְּפִ֥י עֶרְכּֽוֹ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd it was in the days of King Suleiman in the kingdom of Turkey in the eastern land and the land of Greece and many provinces. In those days, when King Suleiman sat on his royal throne in Constantinople the great city, he contemplated all the provinces of his kingdom, and sent to each and every province a single official to judge his people in righteousness and justice. After these things, King Suleiman raised a single official over his officials in the land of Egypt, and his name was the Known Adversary. And he placed his throne over all the officials with him. And he sent him — the official — to the land of Egypt and commanded him, saying: Egypt is yours, and dwell in it, and your mouth all my people will kiss, only my throne will be greater than yours. Be strong and courageous to judge in righteousness and keep separate from greed, and put the currency on my name. And the Known Adversary went to the land of Egypt and went up to Fustat and dwelt there. And he began to oppress and deal greedily, and he did evil in the eyes of YHWH. And in his days violence increased, and the Known Adversary neglected the word of King Suleiman. And he gathered great wealth, but his eyes and soul were not satisfied, for he was insatiable of spirit. And he set in his heart to rebel against the king, and gathered great wealth from all the people of Egypt. And he picked out for them irresponsible and frivolous people, and talked to them and sent them out — about two thousand men. And he cut a deal with them, and did discounts for them, and apportioned them monies from everyones as they gathered it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיִּשְׁלַ֖ח זֹאת־הַמַּחֲנֶ֑ה בַּ֣קְּצִינִ֔ים אֲשֶׁר־הָ֖יוּ בְּפִסְגָּֽה׃ וְגַם֙ מֵחֵ֣יל שְׁלֹמֹ֔ה הָרַ֖ג כַּשְּׁלֹשִׁ֥ים אִֽישׁ׃ וַיִּקַּ֖ח אֶת־כׇּל־הַחַ֑יִל אֲשֶׁ֗ר בָּ֚אוּ אֵלָ֔יו וַיָּ֥שֶׂם אָהֳל֖וֹ עַל־שְׂפַ֥ת הַיְּאֹֽר׃ וַיְהִ֗י כַּאֲשֶׁ֨ר רָא֜וּ חֵ֣יל ׀ הַמֶּ֣לֶךְ שְׁלֹמֹ֗ה הַנִּשְׁאָר֩ כִּ֨י נֶהֶרְג֤וּ‎ הַקְּצִינִים֙ אֲשֶׁר־הָי֣וּ בְּפִסְגָּ֔ה וְכִי֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ מָרַ֖ד בְּמֶ֣לֶךְ שְׁלֹמֹ֑ה וַיִּתְקַבְּצ֤וּ כׇּל־הַחַ֨יִל֙ וְעָלוּ֙ אֶל־הַ֣פִּסְגָּ֔ה וַיִּסְגְּר֥וּ דַּלְתוֹתֶ֖יהָ עֲלֵיהֶֽם׃ וַיֵּשְׁב֛וּ שְׁמֹנָ֥ה יָמִ֖ים בְּתוֹכָֽהּ׃ וַיְהִ֣י כַּאֲשֶׁ֣ר רָאָ֡ה הַשָּׂ֣טָן הַיָּדוּעַ֩ כִּי־חֵ֨יל הַמֶּ֤לֶךְ שְׁלֹמֹה֙ לֹא־שָׁמְע֣וּ בְּקוֹל֔וֹ וְכִי־עָל֥וּ לְפִסְגָּ֖ה וּמָ֣רְדוּ ב֑וֹ וַיִּתְיַעֵ֨ץ הַשָּׂטָ֤ן הַיַד֙וּעַ֙ עִם־י֣וֹעֲצָ֔יו וַיֹּאמֶ֥ר לַהֶ֖ם מַ֥ה נַעֲשֶֽׂה׃ וַיֹּאמר֣וּ אֵלָ֗יו אִ֨ם תִּשְׁמַ֤ע עָצָתֵנוּ֙ וְתֵעָשֶׂ֑ינָה אָ֥ז תּוּכַ֖ל לִהְי֥וֹת מֶֽלֶךְ׃ וְעַתָּ֗ה לֵ֥ךְ וְהִלָּחֵ֛ם עִ֥ם חֵ֖יל הַמֶּ֣לֶךְ שְׁלֹמֹ֑ה וַתִּקַּ֤ח הַפִּסְגָּה֙ וַתֵּ֣שֶׁב בָּ֔הּ אָ֛ז תָּק֥וּם הַמַּמְלָכָ֖ה בְּיָדֶֽיךָ׃ וַיְהִ֣י בִּשְׁמֹ֣עַ הַשָּׂטָ֣ן הַיָּד֮וּעַ֮ אֶת־הַדָּבָ֣ר הַזֶּה֒ וַתִּיטַ֣ב בְּעֵינָ֣יו עֲצָתָ֡ם וַיְלַקֵּט֩ מֵהָעֲבָדִ֨ים אֶ֜לֶף עִ֤ם הַחַ֙יִל֙ אֲשֶׁר־הָ֣יוּ עִמּ֔וֹ וַיֵּאָסְפ֤וּ עֲלֵיהֶם֙ כִּשְׁנֵ֤י הָאֲלָפִים֙ מֵעַ֣ם הָאָ֔רֶץ וַיַּ֨עַל ה֧וּא וְכׇל־חֵיל֛וֹ אֲחוֹרֵ֥י הַפִּסְגָּ֖ה אֶל־רֹאשָׁ֑הּ וַיְּתַ֤קֵּן שָׁם֙ כְּלֵ֣י מַשְׁחִ֔ית וְהָ֨יוּ נִלְחָמִ֤ים עִמּוֹ֙ שְׁלֹשָׁ֣ה יָמִ֔ים וְלֹ֥א יָכְל֖וּ לָב֥וֹא אֶל־הַפִּסְגָּֽה׃ וַ֠יְהִי בַּיּ֨וֹם הָרְבִיעִ֜י וַיַּשְׁלֵ֣ךְ עֲלֵיהֶ֗ם אֶת־כְּלֵ֨י הַמַּשְׁחִ֜ית וַיָּבֹ֨א עַל־כֹּ֤תֶל אֶחָד֙ מִן־הַ֣חוֹמָ֔ה וָיַּפִּיל֖וּהָ לָאָ֑רֶץ וַתִּפֹּ֣ל הַחוֹמָ֗ה עַ֨ל חָמֵ֤שׁ מֵאֹת֙ אִ֔ישׁ מֵחֵ֖יל הַשָּׂטָ֥ן הַיָּדֽוּעַ׃ וַיַּעֲלוּ֙ אֶל־הַ֣פִּסְגָּ֔ה וַיַּהַרְג֧וּ מֵחֵ֛יל הַמֶּ֥לֶךְ שְׁלֹמֹ֖ה תִּשְׁעִ֣ים נָ֑פֶשׁ וְהַנִּשְׁאָרִ֖ים בָּרְח֥וּ וְנִמְלָֽטוּ׃ וְלֹ֨א נָתַ֧ן יהו֛ה בְּלֵ֖ב הַשָּׂטָ֣ן הַיָּד֑וּעַ לִרְדֹּ֥ף אַחֲרֵיהֶ֖ם עֽוֹד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd he sent this camp to the captains who had been in Fustat. And also, he killed about thirty men from the forces of Suleiman. And he took all the force that came with him and placed his tent by the banks of the Nile. And it was, when the force of King Suleiman saw that the remainder of the captains who had been in Fustat had been killed, and that the Known Adversary was rebelling against King Suleiman, all the forces gathered against Fustat and closed its doors behind them. And they dwelt there eight days in its midst. And it was, when the Known Adversary saw the force of King Suleiman was not listening to his voice, when he went up to Fustat and rebelled against it, and the Known Adversary conspired with his advisors and said to them, &#8220;What to do?&#8221; And they said to him, &#8220;If you listen to our advice and do it, then you can become king. And now, go and make war upon the force of King Suleiman, and take Fustat and dwell in it, and then the kingship will arise in your hand.&#8221; And when the Known Adversary heard this thing, their advice was good in his eyes, and he picked a thousand from the staff, along with the force that was with him, and they gathered about two thousand from the hoi polloi, and he went up with his force after Fustat to its head, and affixed weapons of destruction there, and made war with it three days, and they could not get into Fustat. And on the fourth day, he cast the weapons of destruction and went to one part of the city wall, and made it fall to the ground, and the wall fell atop five hundred people from the force of the Known Adversary. And they went up to Fustat and killed ninety from the force of King Suleiman, and the remainders fled and escaped. And YHWH did not place in the heart of the Known Adversary to follow them any more.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבַּ֣יּוֹם הַה֣וּא בְּעֵת֩ עֲל֨וֹת הַשָּׂטָ֤ן הַיָּד֙וּעַ֙ וְכׇל־חֵילוֹ֙ אֶל־הַ֣פִּסְגָּ֔ה וַיָּשִׂ֧ימוּ אוֹת֛וֹ כׇּל־חֵיל֖וֹ מֶ֣לֶךְ עֲלֵיהֶ֑ם וַיִּקְרְא֨וּ בִּרְח֤וֹב מִצְרַ֙יִם֙ וְכׇל־עָרֶ֔יהָ כִּ֤י נַעֲשָׂה֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ מֶ֖לֶךְ בְּמִצְרָֽיִם׃ וַיְהִי֙ בְּהֵעָשׂוֹת֣וֹ מָ֔לָךְ וַיָּ֧שֶׂם מַ֛ס עַ֥ל הָאֲנָשִׁ֖ים אֲשֶׁ֣ר בְּמִצְרָ֑יִם כִּ֥י בִּקֵּ֖שׁ לָקַ֥חַת אֶת־מָמוֹנָֽם׃ וַיָּבֹא֜וּ חֵ֣יל ׀ הַשָּׂטָ֣ן הַיָּד֗וּעַ וַיֹּאמר֤וּ אֵלָיו֙ אֲדוֹנֵ֣ינוּ הַמֶּ֔לֶךְ אַתָּ֧ה יָדַעְתָּ֛ מֶה־עָ֥שׂוּ עֲבָדֶ֖יךָ לָ֑ךְ וְהִ֣מְלַכְנ֔וּךָ לְמֶ֥לֶךְ עָלֵ֖ינוּ בְּמִצְרָֽיִם׃ וְעַתָּ֞ה אִ֨ם מָצְא֤וּ עֲבָדֶ֙יךָ֙ חֵ֣ן בְּעֵינֶ֔יךָ וְאִ֤ם עַל־הַמֶּ֙לֶךְ֙ ט֔וֹב תִּנָּתֶ֖ן דַּ֑ת לְהַשְׁמִ֡יד לַהֲרֹ֣ג וּלְאַבֵּ֣ד אֶת־כׇּל־הַ֠יְּהוּדִ֠ים מִנַּ֨עַר וְעַד־זָקֵ֜ן טַ֤ף וְנָשִׁים֙ וּשְׁלָלָ֣ם לָב֔וֹז וּלְהִנָּקֵם֙ מֵהֶ֔ם כִּ֛י אוֹיְבֵ֥ינוּ וְצָרֵ֖ינוּ הֵֽם׃ וַיֹּא֤מֶר לָהֶם֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ הַיְּהוּדִ֖ים נְתוּנִ֣ים לָכֶ֑ם וְעָשׂ֥וּ לָהֶ֖ם כְּט֥וֹב בְּעֵינֵיכֶֽם׃ וַיְהִ֣י כַּאֲשֶׁ֣ר שָׁמְע֣וּ הַיְּהוּדִים֮ אֶת־הַדָּבָ֣ר הַזֶּה֒ וַיַּֽעֲשׂוּ־אֵבֶ֣ל ׀ כָּבֵ֣ד מְאֹ֗ד וַיִּזָּעֲק֧וּ זְעָקָ֥ה גְּדוֹלָ֖ה וּמָרָ֑ה וַיִּקְרְא֣וּ ׀ צ֣וֹם וּבֶ֗כִי וַיַּעֲל֤וּ עָפָר֙ עַל־רֹאשָׁ֔ם וַיַּחְגְּר֤וּ שַׂקִּים֙ מִקְּטַנָּ֣ם וְעַד־גְּדוֹלָ֔ם וְתֶאֱבַ֛ל הָאָ֥רֶץ אֻמְלַ֖ל כׇּל־יֽוֹשְׁבֵי־בָּֽהּ׃ וַיִּהְי֞וּ בְּכׇל־י֣וֹם וָי֗וֹם צָמִ֣ים וְצוֹעֲקִ֔ים עַד־שֶׁעָלְתָ֥ה שַׁוְעָתָ֖ם הַשָּׁמָֽיִם׃ הָרָצִ֞ים יָצְא֣וּ דְחוּפִ֗ים בִּדְבַר֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ וְהַדָּ֥ת נִתְּנָ֖ה בַּחֲצַ֣ר הַיְּהוּדִ֑ים וּכׇל־הַיְּהוּדִ֖ים נָבוֹכֽוּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn that day, at the time the Known Adversary and all his force arose to Fustat, and his force placed him as king over them, and called out in the street of Egypt and all its cities that the Known Adversary was made king in Egypt. And it was, when he was made king that he set a tax on the people who were in Egypt, for he wanted to take their wealth. And the force of the Known Adversary came and said to him, &#8220;Our lord king, you know what your servants did to you, and we crowned you king over us in Egypt. And now, if you servants have found favor in your eyes, and if it seems good to the king, may a law be passed to destroy, kill, and annihilate all he Jews, from young to old, children and women, and plunder as spoil, and take revenge on them, for our enemies and stressors are they.&#8221; And the Known Adversary said to them, &#8220;The Jews are given over to you, do to you as is good in your eyes.&#8221; And it was, when the Jews heard this matter, they mourned heavily and cried out a great and bitter cry and declared a fast and wept and placed ash on their heads and girt with sackcloth until their pleas went up to Heaven. The runners went out urgently at the word of the Known Adversary, and the law was passed in the Jewish quarter, and all the Jews were confounded.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְהִ֣י כִּשְׁמוֹעַ֩ חֵ֨יל הַשָּׂטָ֤ן הַיָּדוּעַ֙ אֶת־דְּבָר֔וֹ וַיֵּאָסְפ֛וּ מֵעַ֥ם הָאָ֖רֶץ אֲלְּפַּ֣יִם אִ֑ישׁ וַיָּבֹא֤וּ עַל־הָעִיר֙ בֶּ֔טַח וַיִּקְחוּ֙ אֶת־כׇּל־אֲשֶׁ֣ר לָהֶ֔ם וָיִּשְׁלְל֥וּ בָּהֶ֖ם שָׁלָ֥ל רַֽב׃ וְהָיָ֗ה כׇּל־מִי֙ שֶׁמָּצָ֣א יְהוּדִ֔י מְבַקֵּ֖שׁ לְהַרְגּ֑וֹ וְהָרְג֖וּ חֲמִשָּׁ֥ה יְהוּדִֽים׃ וְהַיְּהוּדִ֧ים הָ֛יוּ בּוֹרְחִ֥ים וְאָצִ֖ים לְמַלֵּ֣ט אֶת־נִפְּשׁוֹתָ֑ם כִּ֥י אָמְר֖וּ כֻלָּ֥נוּ מֵתִֽים׃ וַתְּהִ֛י צְעָקָ֥ה גְדֹלָ֖ה בְּמִצְרָ֑יִם כִּֽי־אֵ֣ין בַּ֔יִת אֲשֶׁ֥ר אֵֽין־שָׁ֖ם צְעָקָֽה׃ וּמֵ֛ת יְהוּדִ֥י אֶחָ֖ד מֵרֹ֥ב הַפַּֽחַד׃ אִ֣ישׁ יְהוּדִ֔י הָיָ֖ה בְּפִסְגַּ֣ת הַבִּירָ֑ה וְהָאֵל֙ שִׁלְח֔וֹ עֵ֧זֶר וּמוֹשִׁ֛יעַ וְתוֹמֵ֖ךְ בְּיַ֣ד יְמִינִֽי׃ וַיְהִי֮ בִּהְי֣וֹת הַיְּהוּדִ֣ים צוֹעֲקִים֒ וַיֻּגַּ֣ד הַדָּבָ֣ר לַשָּׂר֩ מִשָּׂרֵ֨י הַשָּׂטָ֤ן הַיָּדוּעַ֙ וַיַּעֲמֹ֣ד לְפָנָ֔יו כִּ֥י ה֖וּא מִשְׁנֶ֣ה ל֑וֹ וַיֹּ֥אמֶר ל֖וֹ אֲדֹנִ֥י הַמֶּֽלֶךְ׃ אִם־נָא֩ מָצָ֨אתִי חֵ֜ן בְּעֵינֵ֣י הַמֶּ֗לֶךְ וְאִם־עַל־הַמֶּ֙לֶךְ֙ ט֔וֹב הֵנִ֖יחַ לַיְּהוּדִ֑ים כִּ֨י מַ֤ה פִּשְׁעָם֙ וּמַ֣ה חַטָּאתָ֔ם כִּ֨י תִּמְסֹ֧ר אוֹתָ֛ם בְּיַ֖ד מְבַקְּשֵׁ֥י רָעָתָֽם׃ אִ֥ם עַל־הַמֶּ֙לֶךְ֙ ט֔וֹב יִנָּתֵ֛ן כַּסְפָּ֥ם וּזְהָבָ֖ם אֶל־גִּנְזֵ֣י הַמֶּ֑לֶךְ אָנֹכִ֧י אֶעֶרְבֶ֛נּוּ מִיָּדִ֖י תְּבַקְשֶֽׁנּוּ׃ וַיֹּאמֶר֩ הַשָּׂטָ֨ן הַיָּד֜וּעַ אֶל־הַמִּשְׁנֶ֗ה לֵ֤ךְ עֲשֵׂה֙ כַּאֲשֶׁ֣ר תַּחְפֹּ֔ץ וְהָעָ֛ם לַֽעֲשׂוֹת־בּ֖וֹ כַּטּ֣וֹב בְּעֵינֶ֑יךָ כִּי־מָצָ֥אתָ חֵ֖ן בְּעֵינַֽי׃ וַיָּבֹ֣א הַמִּשְׁנֶ֔ה וַיַּכְרִ֖ז בַּחֲצַ֣ר הַיְּהוּדִ֑ים כֹּ֚ה אָמַ֣ר הַמֶּ֔לֶךְ אַל־יִפְשֹׁט־אִ֥ישׁ יָד֖וֹ בַּיְּהוּדִֽים׃ וַיֹּ֤אמֶר הַמִּשְׁנֶה֙ לַיְּהוּדִ֔ים שָׁל֥וֹם לָכֶ֖ם אַל־תִּירָ֑אוּ כִּ֥י הַמֶּ֖לֶךְ צִוָּ֥ה עֲלִיכֶֽם׃ וַיְהִ֣י ׀ כַּאֲשֶׁ֣ר שָׁלָ֗ל חֵ֨יל הַשָּׂטָ֤ן הַיָּדוּעַ֙ אֶת־הַיְּהוּדִ֔ים וַיִּקְח֖וּ אֶת־כׇּל־הַשָּׁלָ֑ל וַיַּנִּ֧יחוּ אוֹת֛וֹ בְּבֵ֥ית אֶחַ֖ד מֵהַשָּׁרִֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd it was, when the force of the Known Adversary heard his words, they gathered the hoi polloi two hundred men, and went to the city together, and took everything that was theirs, and plundered a great plunder. And it was that anyone who found a Jew would try to kill him, and they killed five Jews. And the Jews were fleeing and running to preserve their lives, for they said &#8220;We are all dead!&#8221; And there was a great cry in Egypt, for there was no house where there was no cry. And one Jew died from the fear alone. There was a Jewish man in Fustat the fortress, and God sent help and rescue and support by His right hand. And it was, when the Jews were crying out, the matter was told to an official of the officials of the Known Adversary, and he stood before him, for he was second to him, and said to him, &#8220;My lord king! If I have found favor in the king&#8217;s eyes, and if it seems good to the king, let the Jews be, for what is their crime and what is their sin for which you have sold them into the hand of those who seek their harm? If it seems good to the king, may their silver and gold be given into the royal treasury, and I myself will pass amidst them and you will ask them from my hand.&#8221; And the Known Adversary said  to the second, &#8220;Go, do as you will, and the people will be as good in your eyes, for you have found favor in my eyes.&#8221; And the second went and proclaimed in the Jewish quarter: &#8220;Thus says the king, let no man lift his hand against the Jews.&#8221; And the second said to the Jews, &#8220;Peace be upon you, do not fear, for the king has commanded such to you.&#8221; And it was, when the force of the Known Adversary had plundered the Jews, they took all the plunger and put it in one of the houses of the officials.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאַחַ֣ר הַדְּבָרִ֣ים הָאֵ֗לֶּה בִּקֵּ֨שׁ הַשָּׂטָ֤ן הַיָּדוּעַ֙ מֵהַ֣יְּהוּדִ֔ים מֵאָ֨ה וַחֲמִשִּׁ֧ים אֶ֛לֶף פְּרָחִ֥ים זָהָ֖ב גְּדוֹלִ֑ים וְאָמַ֣ר לָהֶ֗ם אִם־לֹ֤א תְּבִיאוּם֙ בִּמְהֵרָ֔ה אָמִיתְכֶ֖ם בֶּחָֽרֶב׃ וְכִשְׁמֹ֣עַ הַיְּהוּדִ֔ים אֶת־הַדָּבָ֥ר הָרָ֖ע הַזֶּ֑ה וַיִּתְאַבָּ֗לוּ וְלֹ֤א יָכְלוּ֙ לַעֲנ֣וֹת אֹת֔וֹ כִּ֥י נִבְהֲל֖וּ מִפָּנָֽיו׃ וַיְהִי֩ כַּאֲשֶׁ֨ר רָא֜וּ בְנֵ֣י יִשְׂרָאֵ֗ל כִּ֨י יָ֤ד יהוה֙ נָגְעָה־בָ֔ם וַיִּזְרְק֨וּ עָפָ֧ר עַל־רֹאשָׁ֛ם וַיִּתְקְע֥וּ בְּשׁוֹפָ֖ר וַיִּקְרְא֣וּ עֲצָרָ֑ה וְיָשֻׁ֤בוּ אִישׁ֙ מִדַּרְכּ֣וֹ הָרָעָ֔ה וַיִּזְעֲק֧וּ אֶל־יהו֛ה בְּק֥וֹל גָּד֖וֹל וּבַבְּכִיָּֽה׃ וְכֶהֱיוֹתָ֛ם בּוֹכִ֥ים וּמִתְחַנְּנִ֖ים לִפְנֵ֣י צוּרָ֑ם וַיַּעֲל֨וּ מֵהֶ֤ם אֲנָשִׁים֙ וַיִּפֹּ֔לוּ לִפְנֵ֖י הַשָּׂטָ֥ן הַיָּדֽוּעַ׃ וְלֹ֥א שָׁמַ֖ע אֲלֵיהֶ֑ם וַיֹּ֣אמֶר תְּנוּ־לִ֔י כֶּ֥סֶף וְזָהָ֖ב בְּלֹ֥א מִסְפָּֽר׃ וַיִּקַּח֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ מֵ֥הַיְּהוּדִ֛ים אֲשֶׁ֥ר בְּמִצְרַ֖יִם מָמ֣וֹן רַ֑ב וְהָ֨יוּ נִתְפָּסִ֤ים בְּיַד־אוֹיְבֵיהֶם֙ לְהַ֣כּוֹתָ֔ם מַכָּ֥ה רַבָּ֖ה וַעֲצוּמָֽה׃ וְכַאֲשֶׁ֨ר נִתְרַבָּ֤ה עֲלֵיהֶם֙ הַצָּרָ֣ה וְהַגְּזֵרָ֔ה וַיֵּחָבְא֖וּ מִקְּצָ֣ת הַיְּהוּדִֽים׃ וַתִּנָּ֥תֵן דָּ֖ת לְכׇל־אַנְשֵׁ֣י מִצְרָ֑יִם כִּ֤י כׇּל־הַיְּהוּדִי֙ אֲשֶׁ֣ר יִבְרַ֔ח יִתְל֖וּהוּ עַל־פֶּ֥תַח בֵּיתֽוֹ׃ וּבְכׇל־י֣וֹם וְי֑וֹם הַנּוֹגְשִׂ֕ים פּוֹשְׁטִ֨ים אֶת־יָדָ֤ם עַל־הַיְּהוּדִים֙ לְיַסְּרָ֣ם וּלְהַכּוֹתָ֔ם מַכָּ֥ה רַבָּ֖ה וַעֲצוּמָֽה׃ וַיָּבֹ֣אוּ אֲנָשִׁ֔ים מֵחֵ֖יל הַשָּׂטָ֣ן הַיָּד֑וּעַ וַיִּתְפְּשׂ֤וּ הַיְּהוּדִים֙ לָקַ֣חַת מֵהֶ֔ם כַּסְפָּ֥ם וּזְהָבָ֖ם וְכׇל־אֲשֶׁ֥ר לָהֶֽם׃ וַיִּזְעֲק֤וּ אֶל־יהוה֙ בְּצַ֣ר לָהֶ֔ם וּמִ֨מְּצ֤וּקֹתֵיהֶם֙ יוֹשִׁיעֵ֔ם וַיִּתְחַנְּנ֥וּ אֶל־יהו֖ה בְּק֣וֹל גָּד֑וֹל וְלֹ֤א הָיָה֙ בֵּ֣ית מִצְרַ֔יִם אֲשֶׁ֥ר אֵין־בֶּ֖כִי וַאֲנָחָֽה׃ בְּשִׁבְעָ֣ה עָשָׂר֮ לַחֹ֣דֶשׁ אֲדַר֒ בִּקֵּ֣שׁ הַשָּׂטָ֣ן הַיָּד֡וּעַ לְאַבֵּ֣ד אֶת־כׇּל־הַ֠יְּהוּדִ֠ים אֲשֶׁ֨ר בְּמִצְרַ֜יִם מִנַּעַ֤ר וְעַד־זָקֵן֙ טַ֣ף וְנָשִׁ֔ים וּשְׁלָלָ֖ם לָבֽוֹז׃ וּבִשְׁמוֹנָ֣ה עָשָׂר֮ לַחֹ֣דֶשׁ אֲדַר֒ נִקְבְּצ֣וּ הַיְּהוּדִ֡ים לַעֲמֹ֣ד עַל־נַפְשָׁם֩ בְּתַ֨חֲנוּנִ֜ים בִּזְעָקָ֣ה גְּד֗וֹלָה בְּצ֤וֹם וּבְכִי֙ וְשַׂ֣ק וָאֵ֔פֶר יֻצַּ֖ע לָהֶֽם׃ וַתַּ֛עַל שַׁוְעַ֥ת בְּנֵי־יִשְׂרָאֵ֖ל אֶל־יהו֑ה וַיִּשְׁמַע֙ אֶת־נַאֲקָתָ֔ם וַיִּזְכֹּ֥ר לָהֶ֖ם בְּרִיתֽוֹ׃ וַיַּ֨רְא אֱלֹהִ֜ים אֶת־מַעֲשֵׂיהֶ֗ם וְאֶת־שַׂקָּ֤ם וְאֶת־תַּעֲנִיתָם֙ וְלֹא־בָּזָ֣ה עֲנִיתֶ֔ם וַיִּשְׁלַ֥ח יִשְׁעָ֖ם פִּתְא֑וֹם וַיּוֹשִׁיעֵ֛ם מִיַּ֥ד אוֹיְבֵיהֶ֖ם וּמְבַקְּשֵׁ֥י רָעָתָֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAfter these things, the Known Adversary asked the Jews for a hundred and fifty thousand gold paras, and said to them: &#8220;If you do not bring them to me quickly, I will kill you by sword.&#8221; And when the Jews heard this evil matter, they mourned and could not answer him for they were terrified of his face. And it was, when the children of Israel saw that the hand of YHWH was plaguing them, they sprinkled ash on their heads and blew the shofar and declared a fast, and each man returned from their wicked way, and cried out to YHWH in a loud voice and weeping. And while they were weeping and petitioning before their Rock, men went up from them and fell before the Known Adversary. And he would not listen to them, and said, &#8220;Give me countless gold and silver!&#8221; And the Known Adversary took vast wealth from the Jews who were in Egypt, and they were seized by their enemies to strike them a great and painful blow. And when the stressful decree overtook them, some of the Jews hid. And they passed a law to all the men of Egypt that any Jew who fled, they would hang him at the door of his house. And every day the oppressors would lift their hand against the Jews to afflict them and strike them a great and painful blow. And people came from the force of the Known Adversary and grabbed at the Jews to take their silver and gold and all that was theirs. And they cried out to YHWH in their stress and from their adversities to save them, and they petitioned YHWH in a loud voice, and there was not one house in Egypt where there was no weeping and moaning. On the seventeenth of the month of Adar, the Known Adversary sought to destroy, kill, and annihilate all he Jews, from young to old, children and women, and plunder as spoil. And on the eighteenth of the month of Adar, the Jews gathered for their souls in petitions and a great cry and fasting and weeping and sackcloth and ashes placed upon them. And the plea of the children of Israel went up to YHWH who heard their shouts and remembered the covenant for them. And God saw their deeds and their sackcloth and their fasting and did not despise their poverty, and sent their rescue suddenly, and saved them from the hand of their enemies and those who sought their harm.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבַּלַּיְלָ֣ה הַה֗וּא עָלְתָ֤ה שַׁוְעָתֵנוּ֙ לִפְנֵ֣י הָאֱלֹהִ֔ים וְנִכְתְּב֤וּ תְּפִלּוֹתֵ֙נוּ֙ בְּסֵ֣פֶר הַזִּכְרוֹנ֔וֹת וַיִּהְי֥וּ נִקְרָאִ֖ים לִפְנֵ֥י הַמֶּֽלֶךְ׃ וַיֹּ֕אמֶר רָאֹ֥ה רָאִ֛יתִי אֶת־עֳנִ֥י עַמִּ֖י אֲשֶׁ֣ר בְּמִצְרָ֑יִם וְאֶת־צַעֲקָתָ֤ם שָׁמַ֙עְתִּי֙ מִפְּנֵ֣י נֹֽגְשָׂ֔יו כִּ֥י יָדַ֖עְתִּי אֶת־מַכְאֹבָֽיו׃ בַּיּ֣וֹם הַה֡וּא נִתְיַעֲצוּ֩ הַשָּׂרִ֣ים הַנִּשְׁאָרִ֗ים מִשָּׂרִי֙ הַמֶּ֣לֶךְ שְׁלֹמֹ֔ה אֲשֶׁר־הָ֥יוּ מְדַבְּרִ֖ים עִם־הַשָּׂטָ֣ן הַיָּד֑וּעַ בְּלֵ֣ב וָלֵ֔ב וַיִּוָּעֲד֖וּ לְתָפְשֽׂוֹ׃ וַיִּשְׂבְּע֨וּ אִ֤ישׁ לְאָחִיו֙ וַיִּקְח֣וּ עִמָּ֔ם מֵחֵֽיל־הַמֶּ֥לֶךְ שְׁלֹמֹ֖ה שְׁלֹשִׁ֣ים אִ֑ישׁ וַיַּעֲל֣וּ הַפִּסְגָּ֗ה וְלֹ֤א מָצְאוּ֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ כִּ֥י הָיָ֖ה בְּבֵ֥ית הַמֶּרְחָֽץ׃ וַיֻּגַּ֤ד לָהֶם֙ לֵאמֹ֔ר הִנֵּ֥ה ה֖וּא בַּמֶּרְחָ֑ץ וַיֵּלְכ֤וּ אֵלָיו֙ כְּדֵ֣י לְתָפְשׂ֔וֹ וַיִּשְׁמַ֖ע וַיִּבְרַ֥ח מִפְּנֵיהֶֽם׃ וַיִּרְדְּפ֣וּ אַחֲרָ֔יו חֵ֖יל הַמֶּ֥לֶךְ שְׁלֹמֹֽה וְלֹ֖א מְצָאֽוּהוּ׃ וַיְהִ֨י כִּרְא֤וֹת הַמֶּלֶךְ֙ שְׁלֹמֹ֔ה כִּ֛י הַשָּׂטָ֥ן הַיָּד֖וּעַ בָּרַ֑ח וַיַּעֲל֥וּ אֶל־הַפִּסְגָּ֖ה וַיֵּ֥שְׁבוּ־בָֽהּ׃ וַיְמַהֲר֤וּ וַיִּקְרְאוּ֙ בְּכׇל־רְחֹב֣וֹת מִצְרַ֔יִם שָׁל֧וֹם וְהַשְׁקֵ֛ט יִהְיֶ֥ה לָכֶ֖ם וְאַל־תִּפְּחַ֑דוּ וַיֹּא֤מרוּ֙ יְחִ֣י אֲדֹנֵ֔ינוּ הַמֶּ֥לֶךְ שְׁלֹמֹ֖ה לְעוֹלָֽם׃ וַתְּהִ֨י שִׂמְּחָ֤ה גְּדוֹלָה֙ עַד־מְאֹ֔ד וּמִצְרַ֕יִם צָהֲלָ֖ה וְשָׂמֵֽחָה׃ לַיְּהוּדִ֕ים הָֽיְתָ֥ה אוֹרָ֖ה וְשִׂמְחָ֑ה וְשָׂשֹׂ֖ן וִיקָֽר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn that night, our pleas went up before God, and our prayers were written in the Book of Remembrances, and were read out before the Sovereign. And He said, &#8220;I see, I see my poor people in Egypt, and I hear their cries from their oppressors, for I know their pains.&#8221; On that day, the remaining officials of the officials of King Suleiman conspired who were speaking with the Known Adversary, heart to heart, and planned to grab him. And each man swore to his fellow, and they took with them thirty men from the force of King Suleiman, and went upon to Fustat, and did not find the Known Adversary for he was in the bathroom. And it was told to them, saying &#8220;Hey, he is in the bathroom,&#8221; and they went to him so as to grab him, and he heard and fled from them. And the force of King Suleiman pursued him and did not find him. And it was, when King Suleiman saw that the Known Adversary had fled, he went up to Fustat and dwelt in it. And he hurried and called to all the streets of Egypt: &#8220;Peace and tranquility will be yours, and do not fear,&#8221; and the said, &#8220;May our lord the king Suleiman live forever!&#8221; And there was vast great joy, and Egypt rejoiced and was happy. For the Jews there was light and gladness and joy and honor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּבְתִשְׁעָ֥ה עָשָׂ֖ר לַחֹ֣דֶשׁ אֲדַ֑ר נִתְוַעֲד֤וּ שָׂרֵי֙ הַמֶּ֣לֶךְ שְׁלֹמֹ֔ה לִרְדֹּ֥ף אַחַ֖ר הַשָּׂטָ֥ן הַיָּדֽוּעַ׃ וְיִקְבְּצ֖וּ חַ֣יִל גָּד֑וֹל וַיַּ֤לְבִּשׁוּם֙ כְּלֵ֣י זַ֔יִן וַיִּקָּח֖וּם עִמָּֽם׃ וַיַּחְלְקוּם֩ שָׂרֵ֨י הַמֶּ֤לֶךְ שְׁלֹמֹה֙ לִשְׁלֹשָׁ֣ה חֲלָקִ֔ים וַיִּרְדְּפ֥וּ אַחֲרֵ֖י הַשָּׂטָ֥ן הַיָּדֽוּעַ׃ וַיָּנֻס֛וּ מֵחֵ֖יל הַשָּׂטָ֣ן הַיָּד֑וּעַ וַיִּתְחַבְּא֖וּ בִּשְׂדֵ֥ה הַקָּנִֽים׃ וְיֻגַּ֛ד לְחֵ֖יל הַמֶּ֣לֶךְ שְׁלֹמֹ֑ה כִּ֚י אֲנָשִׁ֣ים בָּרָ֔חוּ וְהֵ֥ם נֶחְבָּאִ֖ים בִּשְׂדֵ֥ה הַקָּנִֽים׃ וַיַּשְׁלִ֥יכוּ עֲלֵיהֶ֖ם אֵ֑שׁ וַיִּשְׂרְפ֥וּ אוֹתָ֖ם וְאֶת־שְׂדֵ֥ה הַקָּנִֽים׃ וַיָּבֹ֛אוּ חֵ֖יל הַמֶּ֣לֶךְ שְׁלֹמֹ֑ה וַיִּרְא֥וּ אוֹתָ֖ם שְׂרוּפִ֥ים בָּאֵֽשׁ׃ וַיֻּגַּ֛ד לְחֵ֖יל הַשָּׂטָ֣ן הַיָּד֑וּעַ כִּי־חֵ֨יל הַמֶּ֤לֶךְ שְׁלֹמֹה֙ רָדַ֣ף אַחֲרֵיהֶ֔ם וַיָּ֥מׇת לַבָּ֖ם בְּקִרְבָּֽם׃ וַיַּעַזְב֣וּ אֶת־סוּסֵיהֶ֔ם וְאֶת־חַרְבוֹתָ֖ם וַיֵּלֵֽכוּ׃ וַיִּבְרְחוּ֙ אֲנָשִׁ֣ים רַבִּ֔ים וַיַּשְׁלִ֥יכוּ עַצְמָ֖ם אֶל־תּ֣וֹךְ הַיְּאֹ֑ר וַיֵּלְכ֖וּ וׇיִּטְבָּֽעוּ׃ וַיָּבֹ֣אוּ עֲלֵיהֶ֔ם חֵ֖יל הַמֶּ֣לֶךְ שְׁלֹמֹ֑ה וַיִּרְא֣וּ אוֹתָ֔ם מֵתִ֖ים עַל־שְׂפַ֥ת הַיְּאֹֽר׃ וַיָּ֨נׇס הַשָּׂטָ֤ן הַיָּדוּעַ֙ וְכׇל־חֵיל֔וֹ אֶל־עִ֖יר מֵעָרֵ֣י מִצְרָ֑יִם וַיִּכְרְת֤וּ לָהֶם֙ בְּרִ֔ית וַיַּאֲכִל֖וּם וַיַּשְׁקֽוּם׃ וַיִּרְדְּפ֣וּ ׀ חֵ֣יל הַמֶּ֗לֶךְ הַשָּׂטָ֤ן הַיָּד֙וּעַ֙ וַיַּשִּׂ֣יגוּ אוֹתָ֔ם יוֹצְאִ֖ים מִן־הָעִ֑יר וַיֶּחֶרְב֤וּ אֶת־הָעִיר֙ וַיִּשְׁלְל֣וּ אוֹתָ֔הּ וַיִּשְׂרְפ֥וּ מִקְצָתָ֖הּ בָּאֵֽשׁ׃ וְהַיְּהוּדִים֙ אֲשֶׁר־הָי֣וּ בָּעִ֔יר שָׁלְל֖וּ אוֹתָ֑ם וְלֹא־הָרְג֥וּ מֵהֶ֖ם אִֽישׁ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd on the nineteenth of the month of Adar the officials of King Suleiman planned to pursue the Known Adversary. And a great force was gathered, and wore their weapons, and took them with them. And the officials of King Suleiman divided them into three divisions, and they pursued after the Known Adversary. And the force of the Known Adversary fled and hid in the sugarcane field. And it was told to the force of King Suleiman that men fled and were hidden in the sugarcane field. And they cast fire upon them and burned them and the sugarcane field. And the force of King Suleiman came and saw them burnt in the fire. And it was told to the force of the Known Adversary that the force of King Suleiman was pursuing after them, and their hearts died within them. And they abandoned their horses and their swords and left. And many men fled and cast themselves into the Nile and went and drowned. And the force of King Suleiman came up to them and saw them dead by the banks of the Nile. And the Known Adversary fled with all his force to a city of the cities of Egypt, and cut a deal with them, and wined and dined them. And the force of the king pursued the Known Adversary, and reached them coming out from the city, and they exterminated the city and plundered it and burned some of it in fire. And the Jews who were in the city plundered it but did not kill a single person.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבְּי֣וֹם שִׁבְעָ֣ה וְעֶשְׂרִים֮ לְחֹ֣דֶשׁ אֲדַר֒ רָרְפ֗וּ חֵ֚יל הַמֶּ֣לֶךְ שְׁלֹמֹ֔ה אַחֲרֵ֥י חֵיל־הַמֶּ֖לֶךְ הַשָּׂטָ֣ן הַיָּד֑וּעַ וַיַּשִּׂ֤יגוּ אוֹתוֹ֙ וַיִּ֣תְפְּשׂ֔וּהוּ וַיַּחְתְּכ֖וּ רֹאשֽׁוֹ׃ וַיָּבִ֕יאוּ חֵ֥יל הַמֶּ֖לֶךְ שְׁלֹמֹ֑ה אֶת־רֹאשׁ֙ הַשָּׂטָ֣ן הַיָּד֔וּעַ תָּל֖וּי עַל־הָרֹֽמַח׃ וַיִּתְל֖וּ אוֹת֑וֹ עַ֚ל שַׁ֣עַר הַחֲוִילָ֔ה לְעֵינֵ֥י כׇּל־הָעָֽם׃ וַיְהִ֣י בְּעֵ֗ת בָּ֨א חֵיל־הַמֶּ֤לֶךְ שְׁלֹמֹה֙ לְמִצְרַ֔יִם וְעִמָּ֕ם רֹא֖שׁ הַשָּׂטָ֣ן הַיָּד֑וּעַ וַיִּשְׂמְח֛וּ אַנְשֵׁ֥י מִצְרַ֖יִם שִׂמְּחָ֥ה גְדוֹלָֽה׃ וְכִרְא֨וֹת הַיְּהוּדִ֜ים אֶת־יְשׁוּעַ֣ת יהו֗ה וְאֶת־הַנִּסִּים֮ אֲשֶׁ֣ר נַעֲשׂ֣וּ לָהֶם֒ בִּימֵ֣י הָמָ֣ן הָאֲגָגִ֡י וַאֲשֶׁ֣ר בִּקֵּ֣שׁ לַהֲרֹ֣ג וּלְאַבֵּ֣ד אֶת־כׇּל־הַ֠יְּהוּדִ֠ים מִנַּעַ֤ר וְעַד־זָקֵן֙ טַ֣ף וְנָשִׁ֔ים וּשְׁלָלָ֖ם לָב֑וֹז וְכַאֲשֶׁ֣ר ׀ יָעַ֣ץ הָעֲמָלֵקִ֗י כֵּ֥ן יָעַ֨ץ הַשָּׂטָ֤ן הַיָּדוּעַ֙ לַעֲשׂ֔וֹת וְהָאֵ֨ל הֵפֵ֤ר עֲצָתָם֙ וְקִלְקֵ֣ל מַחְשְׁבֹתָ֔ם וְהֵשִׂ֥יב עֲמָלָ֖ם בְּרֹאשָֽׁם׃ עַל־כֵּן֩ נִקְהֲ֨לוּ הַיְּהוּדִ֤ים וְהִסְכִּ֙ימוּ֙ לְהִ֣תְעַנּ֔וֹת בְּי֛וֹם שִׁבְעָ֥ה וְעֶשְׂרִ֖ים לְחֹ֥דֶשׁ אֲדָ֑ר וְלַעֲשׂ֗וֹת י֨וֹם שְׁמֹנֶ֤ה וְעֶשְׂרִים֙ בּ֔וֹ מִשְׁתֶּ֣ה וְשִׂמְחָ֔ה וּמִשְׁלֹ֤חַ מָנוֹת֙ אִ֣ישׁ לְרֵעֵ֔הוּ וּמַתָּנ֖וֹת לָֽאֶבְיֹנִֽים׃ עַ֣ל אֲשֶׁר֩ עָשָׂ֨ה יהו֧ה עִמָּהֶ֛ם נִסִּ֥ים וְנִפְלָא֖וֹת וַתּוֹשִׁיעֵ֑ם מִיַּ֥ד שׂוֹנְאֵיהֶ֖ם וּמְבַקְּשֵׁ֥י רָעָתָֽם׃ עַל־כֵּן קִיְּמ֣וּ וְקִבְּל֣וּ הַיְּהוּדִ֡ים הַיּוֹשְׁבִ֣ים בְּמִצְרַיִם֩ עֲלֵיהֶ֨ם ׀ וְעַל־זַרְעָ֜ם וְעַ֨ל כׇּל־הַנִּלְוִ֤ים עֲלֵיהֶם֙ לְהִתְעַנּ֔וֹת בְּשִׁבְעָ֧ה וְעֶשְׂרִ֛ים י֖וֹם לַחֹ֣דֶשׁ אֲדָ֑ר וְלִקְרֹ֣א ׀ הַמְּגִלָּ֣ה הַזֹּא֗ת בִּשְׁמֹנָ֨ה וְעֶשְׂרִ֤ים יוֹם֙ בּ֔וֹ וְלַעֲשׂ֣וֹת אֹת֔וֹ י֖וֹם מִשְׁתֶּ֥ה וְשִׂמְחָֽה׃ עַל־כֵּ֡ן קָֽרְאוּ֩ לַיָּמִ֨ים הָאֵ֤לּוּ נִסִּים֙ עַל־שֶׁעָ֤שָׂה הָאֵל֙ עִמָּהֶ֔ם נִסִּ֖ים וְנִפְלָא֑וֹת וְהוֹשִׁיעָ֖ם מִיַּ֥ד אוֹיְבֵיהֶֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the twenty-seventh day of the month of Adar the force of King Suleiman pursued after the force of the &#8216;king&#8217; Known Adversary and reached him and grabbed him and cut off his head. And the force of King Suleiman brought the head of the Known Adversary, hanged on a spear. And they hanged him on the Havilah gate before all the people. And it was at the time when the force of King Suleiman came to Egypt, and with him the head of the Known Adversary, and the people of Egypt rejoiced a great rejoicing. And when the Jews saw the rescue of YHWH and the miracles that were done for them in the days of Haman the Agagite, who sought to kill and annihilate all he Jews, from young to old, children and women, and plunder as spoil — and just as the Amalekite planned so too did the Known Adversary to do, but God overturned their plots and made light of their schemes and turned their labors on their head. Thus the Jews established and agreed to fast on the twenty-seventh day of the month of Adar and to make the twenty-eighth day a joyous feast, with giving gifts from one to his friend and gifts to the poor. For thus YHWH did for them miracles and wonders and saved them from the hand o their enemies and those who sought their harm. Thus, the Jews dwelling in Egypt established and accepted upon them and their descendants and upon all who join them to fast on the twenty-seventh day of the month of Adar and to read this Megillah on the twenty-eighth day of it, and to make it a joyous feast day. Thus they called these days Nissim [miracles], for God did them miracles and wonders and saved them from the hand of their enemies.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכֵּ֣ן ׀ יֹאבְד֣וּ כׇל־אוֹיְבֶ֗יךָ יהוה֮ וְשׂוֹנְאֵ֣י סְגֻלָּתְךָ֒ כְּמ֣וֹ הָמָ֣ן הָאֲגָגִ֣י וְהַשָּׂטָ֪ן הַ֠יָּד֟וּעַ֩ אֲשֶׁ֣ר בִּקְּשׁ֣וּ לַהֲרֹ֣ג וּלְאַבֵּ֣ד אֶת־כׇּל־הַ֠יְּהוּדִ֠ים מִנַּעַ֤ר וְעַד־זָקֵן֙ טַ֣ף וְנָשִׁ֔ים וּשְׁלָלָ֖ם לָב֑וֹז וְהָאֵ֨ל בְּרַ֤חֲמָיו֙ הֵפֵ֣ר עֲצֵהֶ֔ם וְקִלְקֵ֥ל מַחְשְׁבֹתָ֖ם וְתָל֥וּ אוֹתָֽם׃ וְאֹהֲבָ֥יו כְּצֵאת־הַשֶּׁ֖מֶשׁ בִּגְבֻרָת֑וֹ וַתִּשְׁקֹ֖ט הָאָֽרֶץ׃ וְנִזְכֹּ֖ר נִפְלְאוֹתָ֣יו וַחֲסִדָ֑יו אֲשֶׁר־הוּא֙ עוֹשֶׂ֣ה עִמָּ֔נוּ בְּכׇל־י֥וֹם וּבְכׇל־שָׁעָ֖ה וּבְכׇל־זְמַֽן׃ הוֹשִׁיעֵ֣נוּ ׀ יהו֣ה אֱלֹהֵ֗ינוּ וְקַבְּצֵ֤נוּ מְהֵרָה֙ מִֽן־הַגּוֹיִ֔ם לְהֹד֖וֹת לְשֵׁ֣ם קׇדְשֶׁ֑ךָ לְהִשְׁתַּבֵּ֖חַ בִּתְהִלָּתֶֽךָ׃ וַאֲנַ֤חְנוּ עַמְּךָ֙ ׀ וְצֹא֣ן מַרְעִיתֶ֔ךָ נוֹדֶ֥ה לְּךָ֖ לְעוֹלָ֑ם לְד֣וֹר וָדֹ֔ר נְסַפֵּ֖ר תְּהִלָּתֶֽךָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus may all your enemies perish, YHWH, and those who hate You treasured one, like Haman the Agagite and the Known Adversary who sought to kill and annihilate all he Jews, from young to old, children and women, and plunder as spoil, but God in His compassion overturned their plots and made light of their schemes and hanged them. And may those who love you be like the sunrise in might, and the land was peaceful! And we will remember His wonders and mercies that He does for us at all days and at all hours and at all times. Save us, YHWH our God, and gather us — speedily! – from the nations, to thank Your Holy Name and laud Your praises. And we are Your people and the flock You pasture, we thank You forever, from generation to generation we tell Your praises.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/derewigejudebeitragezurgeschichtedesjudenthumsjosephkohn1866#page/n111/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The city nowadays known as Cario (or Qahira in Arabic/Qahir in Hebrew) has been known by many names under the years. One part of the city, nowadays the old town of Cairo, was originally an independent city, the capital of Egypt until 1168. This city, known as Fūsṭaṭ or Fūsṭaṭ-Miṣr, was the home to the Jewish community of Egypt. As Jews did in many places around the world (see also Spain -> Sefarad, Françia -> Çarfat, Aleppo -> Aram Ṣoba), the local name was paired with a phonetically similar Hebrew word. Instead of a location, though, the Jews of Fūsṭaṭ used &#8220;Pisgah,&#8221; a Hebrew word meaning &#8220;summit&#8221; or &#8220;peak&#8221; — appropriate for a capital city. The Egyptian Purim was based on events that occurred in Fūsṭaṭ, in an area currently part of Cairo.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Extracanonical Megillot",
        "Purim Sheni Readings"
    ],
    "tags": [
        "16th century C.E.",
        "28 Adar",
        "54th century A.M.",
        "Egyptian Jewry",
        "Fustat",
        "Ottoman Egypt",
        "the KA"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "30575"
        ],
        "date_src_start": [
            "1526-00-00"
        ],
        "date_src_end": [
            "1526-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/03/PikiWiki_Israel_4963_Israeli_teachers_in_Egypt.jpg",
        "title": "PikiWiki_Israel_4963_Israeli_teachers_in_Egypt",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:PikiWiki_Israel_4963_Israeli_teachers_in_Egypt.jpg\">Group photo of the Israeli Teachers’ Union from a trip to Cairo, Egypt</a> (ca.1930s)"
    },
    "source_link": "https://opensiddur.org/?p=30574",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/purim-sheni-readings/megillat-fustat-a-purim-sheni-legend-for-the-28th-of-adar-translated-and-cantillated-by-isaac-gantwerk-mayer/",
    "slug": "megillat-fustat-a-purim-sheni-legend-for-the-28th-of-adar-translated-and-cantillated-by-isaac-gantwerk-mayer"
}