{
    "post_id": 55551,
    "title": "&#x1F4D6; נאַכטװערטער | מדרשי צלמוות | Nightwords: A Midrash on the Holocaust, by Dr. David G. Roskies (1970, 4th ed. CLAL: 2000)",
    "author": "David Roskies",
    "coauthors": [
        {
            "name": "David Roskies",
            "bio": "David G. Roskies is Emeritus Professor of Yiddish Literature and Culture at the Jewish Theological Seminary. In 1981 (with the late Alan Mintz), he cofounded <em>Prooftexts: A Journal of Jewish Literary History</em>, and served for eighteen years as editor-in-chief of the New Yiddish Library. He was elected to the American Academy of Arts and Sciences in 2012. Born in Montreal, Canada, in 1948, he is a product of its Yiddish secular schools.",
            "website": "https://en.wikipedia.org/wiki/David_G._Roskies",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/04/david-roskies-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/daivd-roskies"
        }
    ],
    "date": "2024-04-22",
    "last_updated": "2026-01-31",
    "excerpt": "The first published liturgy for Yom Hashoah, and containing the first use of cantillated English for liturgical purposes. . . .",
    "content": "<p><em>Nightwords: A Midrash on the Holocaust</em> (Hebrew title: <span class=\"hebrew\" lang=\"heb-Hebr\">מדרשי צלמוות</span>) by David G. Roskies, with sources in English, Yiddish, and Hebrew and music, was first read publicly at Ḥavurat Shalom in Somerville, Massachusetts in April 1970. It is the first published liturgy for Yom Hashoah, and contains the first use of cantillated English for liturgical purposes. The original cantillation was by Daniel Matt. The first two editions appeared in mimeographed form and were the basis of the third edition published by the B&#8217;nai B&#8217;rith Hillel Foundations, Washington DC in 1971 and prepared for publication by Rabbi Alfred Jospe.  This is the 4th rev. ed. New York: CLAL [Website]: 2000, ii+110 pp. The cantillation was redone by Rabbi Norman Janis.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/nightwords-a-liturgy-on-the-holocaust-david-roskies-1971-clal-2000/Nightwords-%20A%20Liturgy%20on%20the%20Holocaust%20%28David%20Roskies%201971%2C%204th%20ed.%20CLAL%202000%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work was shared by David Roskies/CLAL. (Thank you!)</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nACKNOWLEDGMENTS</p>\n<p>From beginning to end, the making of <em>Nightwords</em> was a collaborative effort. Since the winter of 1965, when we were college freshmen, and until the present day, Hillel Schwartz and I have worked together on devising a Holocaust commemoration to serve those who came after. Hillel&#8217;s manifold contributions are readily apparent, now that the sources are identified on the bottom of each page. What remains for me to acknowledge is the firm hand that labored over every line, and between every line. What is good, I owe to him. </p>\n<p>On the occasion of this, the fourth edition of <em>Nightwords</em>, it is my pleasure to thank those who helped out in ways large and small: </p>\n<p>Rabbi Albert Axelrad of Brandeis University, who provided me with a forum for commemorating the Holocaust in the years before such things were common. </p>\n<p>Robert Goldman, who published the first two editions of <em>Nightwords</em> in the New England Jewish Free Press, a shoestring operation in those do-it-yourself Sixties. </p>\n<p>Rabbi Michael Swirsky, who designed the original cover. Stephen Mitchell, who carefully edited the second edition. The late T. Carmi, who suggested the Hebrew title. </p>\n<p>Jeffrey Berke, through whose production of <em>Nightwords</em> in Salt Lake City (April 1994) many improvements were made in the dramatic structure. </p>\n<p>Janet Leuchter, whose singing of the Yiddish songs has periodically graced the reading of <em>Nightwords</em> at Ansche Chesed in Manhattan. </p>\n<p>Mark Slutsky of Aitz Hayim Center for Jewish Living in Highland Park, Illinois, who welcomed me and this work into the religious landscape of his community. </p>\n<p>Dr. Mark W. Weisstuch, whose inspired staging of <em>Nightwords</em> at Congregation Emanu-El in Manhattan helped to launch this new edition. </p>\n<p>Noam Ẓion of Jerusalem, who uncovered new meanings in the text and pushed me to make them manifest. </p>\n<p>Rabbi Norman Janis, who composed the cantillation for &#8220;The Scroll of Happenings.&#8221; David Curzon, for providing a new translation of Ezekiel’s Vision of the Dry Bones. </p>\n<p>Rabbi Irving Greenberg, who promoted <em>Nightwords</em> from its very inception and promised to someday republish it through the offices of CLAL. </p>\n<p>Rabbis David Elcott and Irving Kula, Donna Rosenthal, and Ruth Bregman—the extraordinary team with whom I worked at CLAL, and who made this project their own. </p>\n<p>Rabbi Miles Cohen, for whom typesetting is <em>melekhet haḳodesh</em>. </p>\n<p>Aaron and Marjorie Zielgelman, whose generous contribution has made this edition possible. </p>\n<p>Above all, I offer thanks to the late Rabbi Alfred Jospe (1909-1994). He was a true visionary, a unique blend of intellectual rigor and gentleness, who guided the B’nai Brith Hillel Foundations during tumultuous years. As the National Director of Hillel, Rabbi Jospe singlehandedly acquired the copyright permission for every single quotation, then personally oversaw the publication and proofreading of Nightwords. Was there ever a writer more fortunate than I to have such a mentor? </p>\n<p>I dedicate <em>Nightwords</em> to his blessed memory.\n</p></blockquote>\n<blockquote><p>\nCONTENTS</p>\n<p>Some Words on Nightwords<br />\nNotes on Staging<br />\nThe Thirty-Six</p>\n<p>Ⅰ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">כַּוָּנָה</span> | Kavvanah: Invocation<br />\nⅡ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">עֲקְדָה‎</span> | ‘Akedah: The Sacrifice<br />\nⅢ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">מַתַּן תּוֹרָה</span> | Matan Torah: Illumination<br />\nⅣ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">חֲלִיצָה</span> | Ḥalitsah: Ritual of the Shoes<br />\nⅤ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">סְפִירָה</span> | Sefirah: Ritual of the Number<br />\nⅥ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">שֵׁמוֹת</span> | Recitation of Names: The Children<br />\nⅦ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">עֲמִידָה‎</span> | ‘Amidah: The Standing Prayer<br />\nⅧ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">קְרִיאָה</span> | Keri&#8217;ah: Reading of the Scroll<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">קְרִיאָה</span> | Keri&#8217;ah: Ritual of Tearing<br />\nⅨ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">הַלֵּל</span> ‎| Hallel: Dreams and Nightmares<br />\nⅩ&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span class=\"hebrew\" lang=\"heb-Hebr\">יִזְכֹּר</span> | Yizkor: Remembrance</p>\n</blockquote>\n<blockquote><p>\nSOME WORDS ON NIGHTWORDS</p>\n<p>The Day of Broken Covenants</p>\n<p>In the Jewish calendar, there is a day for every purpose under heaven: a day for parody and a day for penitence, a day for feasting and a day for fasting, a day for reenacting the Exodus and a day for reliving the Exile. But where, in this orchestrated array of catharsis and commemoration, is there a day set aside for anger? How can we love God with all our heart and soul (Deut. 10:12) without a time for sanctioned rage? Can we rejoice before the Lord, affirm the covenant between the God of Israel and the People of Israel, if we cannot acknowledge the broken covenants? A marriage, no matter how solid, cannot be sustained without the ability to express one’s disappointment, without a venue for one’s sense of betrayal. So too the marriage promulgated at Sinai. “At Sinai we received the Torah,” the poet Jacob Glatstein reminds us, “and in Lublin,” in the shadow of the Maidanek death camp, “we gave it back.” The destruction of European Jewry is the sign of God’s betrayal of Israel. Yom Hashoah marks the day of broken covenants. It is the day of sanctioned rage against God. </p>\n<p>Once before, the People of Israel stood at this very crossroads. The sin offerings had just been abrogated, priests and prophets were silenced, and God’s Presence removed from the Temple in Jerusalem. What did the survivors do? Some, those distant Jews who were far removed from the catastrophic events and secure in their surrogate temples, went on with business as usual. Contrariwise, some turned the Destruction into the sum and substance of their faith; as Mourners of Ẓion, they donned sackcloth and ashes and ascended to the devastated Temple mount, there to recite dirges. Still others abandoned Judaism altogether. The rabbinic course of action was to recreate Judaism in the wake of the disaster by formulating new laws and gathering new lore. </p>\n<p>The Art of Sacred Lore</p>\n<p>Rather than allow the Holocaust to become the crucible of Jewish culture, rather than turn every day in the calendar into a day of national mourning, it is possible—and preferable—to make Jewish culture the crucible in which all events, no matter how catastrophic, are reforged. That strategy was employed by some of the Rabbis after the Destruction of the Second Temple. They found a way of mimicking the sacrilege and channeling Jewish rage back toward the wellsprings of greatest sanctity. Confront that which is most timeless and sacred with the evil that your enemies have perpetrated in historical time. Do unto the sacred texts that which they have done to you. And out of that brutal juxtaposition of divine promise and historical reality, of prophecy and profanity, a new set of meanings evolved. </p>\n<p><em>Nightwords</em> is a primer in this art of sacred parody. It brings together the boldest such symbolic inversions from rabbinic, medieval, and modern literary sources. The oldest—and most celebrated—is from Talmud Gittin 56b: </p>\n<p>WHO IS LIKE UNTO THEE AMONG THE MIGHTY (<em>elim</em>), ADONAI [Psalm 89:9]? In the school of Rabbi Ishmael it was taught: “Who is like unto Thee among the silent (<em>illemim</em>), Adonai’—since God sees the suffering of God’s children and remains silent! </p>\n<p>A wordgame? Hardly. These words of the Rabbis border on blasphemy. They give license to argue with God using God’s own words. Here is another, more elaborate example, from the <em>Midrash on Psalms</em> 19:2: </p>\n<blockquote><p>Rabbi Pinḥas the Priest said: Moses established the order of prayer for Israel when he said: THE LORD YOUR GOD IS GOD OF GODS, AND LORD OF LORDS, THE GREAT, THE MIGHTY, THE AWESOME GOD. Jeremiah, in his order of prayer, said: THE GREAT, THE MIGHTY GOD, but not ‘‘the awesome God.” Why did Jeremiah say “The mighty God?” Because, he explained, even though God saw the children put in chains and the Temple destroyed, He remained silent; hence it is proper to call God “mighty.” But he did not say ‘‘the awesome God,” because the Temple was destroyed. For where was the awe, if enemies came into God’s house and were not awed? Daniel, in his order of prayer, said, THE GREAT, THE AWESOME GOD, but not “the mighty God.” Why not? Because, as Daniel asked: ‘When God’s children were put in chains, where was God’s might?” (Trans. William G. Braude) </p></blockquote>\n<p>Jeremiah and Daniel are here recast as radical liturgists who throw back at God the failure to fulfil the letter of the divine promise to Moses. By the same token, the twelfth-century poet Isaac bar Shalom built an entire <em>piyyut</em> (liturgical poem) around Rabbi Ishmael’s counter-commentary on Psalm 89:9. The full weight of medieval Jewry’s historical experience is brought to bear upon the covenantal promises made to Israel in the Torah—and subsequently broken. In <em>Nightwords</em>, Isaac bar Shalom’s “There Is None Like You Among the Dumb” is enlisted to form the backbone of the “‘Yizkor” service. Only the date was changed, to update the charge. </p>\n<p>Such arguing with God, which the Rabbis called <em>ḥutspah kelapei shemaya</em>, is nowhere more radically expressed than in the Book of Job. Job is our first modern, the progenitor of Dmitri Karamazov, of Sholem Aleichem’s Tevye, of Kafka’s Joseph K. In revising <em>Nightwords</em> for this, the fourth time, I was fortunate to have at my disposal a spare and vigorous translation of the Book of Job by my colleague, Raymond P. Scheindlin. Scheindlin’s Job brings to mind the personal testimonies in poetry and prose from the Warsaw, Vilna, Lodz, Cracow, Bialystok, and Riga ghettos, in which adults protest their innocence and helplessness, children are wise beyond their years, and free thinkers turn in desperation and hope—to God. These wartime writings, which make up the authentic core of the literature of the Holocaust, pay close attention to the brick walls and barbed wire, to the specific terrors of night and day, to the passage of time, to the growing numbers of the dead and dying, and to the burden of memory that the survivors will have to carry with them. By using the ‘Amidah (or Standing Prayer) as the moment of radical self-confrontation, one can recreate the dialogue of a ghetto Jew caught between a severed past and an unattainable future. Our latter-day Job, however, does not conclude with a voice that answers from the whirlwind. The whirlwind alone is the answer. </p>\n<p>It is possible, through sacred parody, to allow for God’s presence by categorically denying God’s promise. Thus the fourth “Invocation” employs the richly ambiguous Hebrew phrase <em>yits‘aku ‘al Adonai</em>, which can be translated as “[each man, woman, and child] shall cry out against Adonai.” Once again it is the Rabbis who took the lead in subverting the contextual meaning of the words. Where God exclaims to Cain in Gen. 4:10, “<em>kol demei ahikha tso‘akim eilay min ha’adamah</em>, Hark, your brother’s blood cries out to Me from the ground!” the Rabbis read <em>eilai</em>, with an aleph, as <em>‘alai</em>, with an <em>‘ayin</em>. “Your brother’s blood cries out <em>against</em> Me from the ground!” After all, when one brother murders another, who is culpable if not the God who created each human in the divine image? </p>\n<p>The Exodus, the Holocaust, and Yom Hashoah</p>\n<p>Dialogue, voices, questioning, and yes, even orchestrated rage—all this hearkens back to the Passover seder. Not coincidentally, Yom Hashoah (or Holocaust Remembrance Week, as it called in the United States) takes place in the two-week period between the conclusion of Passover and Israel’s Independence Day. It is a period fraught with group memory. Just as the Exodus requires a seder, a communal retelling of the story, complete with special foods and songs, there is a felt need for a Holocaust-specific ritual to be recited year-in, year-out, in the presence of one’s family, community, synagogue, and church. </p>\n<p>The Passover festival was ordained when the People of Israel stood poised between the ninth and tenth plagues (Exod. 12:14-28). Even while Egypt was being ravaged by the rod of God’s wrath, the celebration of Israel’s miraculous rescue was already laid out in bold detail. For seven days shall the People of Israel eat unleavened bread, all the people, even the strangers living in their midst; and a paschal lamb shall be sacrificed and consumed before sunrise, not just on this night but every year on this night in perpetuity. Much later, after the Second Temple was destroyed and the Jews were dispersed, the Rabbis entered the breach and invented the seder as we know it. Doing that which they did best—applying the Torah to everyday life—the Rabbis turned the Passover festival as centered on the Jerusalem Temple into a ritual drama to be enacted by all Jews, everywhere. </p>\n<p>The Jews of later generations are specifically enjoined to experience the event as if <em>they themselves</em> went out of Egypt. How? Not by listening to a rabbi preach, a professor lecture, or a politician extemporize. Rather, the Exodus is relived by performing a script that was compiled from many disparate sources and over many hundreds of years. </p>\n<p>It is the duty of our generation to create a communal ritual for Yom Hashoah. </p>\n<p>The Holocaust as a Paradigm Shift</p>\n<p>A ritual for Yom Hashoah must begin with those aspects of the Holocaust that are utterly unassimilable. Unique to the Holocaust are the mounds of shoes, combs, hair, prostheses, eyeglasses, and valises belonging to the murdered victims. They bear witness to something heretofore unknown. Never have the innocent been so systematically stripped of security, sanctity, property, and sustenance before being stripped of their lives. </p>\n<p>Unique to the Holocaust are the tattooed numbers. They represent the permanent branding of every Jew marked for slave labor and eventual murder. In the writings of Ka-Tzetnik 135633 (Yekhiel Feiner-Dinur), branding becomes a sign of the Apocalypse, beginning with the Jewish stars and armbands that civilians were forced to wear, and culminating in the branding of young Jewish women as <em>Feld-huren</em> in Auschwitz. How to live with the shame of it? How reclaim the status of a holy people when branding of the flesh is condemned by the Torah as a form of idolatry; when all the Torah scrolls have either been burned or made into boots; when every prayer shawl was sold or bartered for bread; when the skin of the victims was used for lampshades? </p>\n<p>It is for this reason that Elie Wiesel states, in biblical cadence, “In the beginning was the Holocaust.’ He means that the Holocaust signals a rupture in the divine order and in Jewish self-understanding. If there is to be a sanctified life in the wake of this catastrophe, the people must discover new sources of meaning. </p>\n<p>Midrash, Liturgy, Anthology</p>\n<p>So the Holocaust resists a single layer of meaning, a single textual tradition. That is why we call this creative anthology of biblical, rabbinic, medieval, and modern sources a “midrash.” In midrash, no single voice is authoritative. No scholar, be he ever so famous, can provide the definitive interpretation. It is a level, and extremely cluttered, playing field. Each new reading is introduced the same way: “<em>davar aḥer</em>, and here is something else.” And if one reading contradicts the other, so much the better. What’s more, these insights and novellae are recorded in shorthand, a mere précis of what must have been a long and brilliant discourse. The traditional fragmentariness of midrash demands that we fill in the missing context. </p>\n<p>The Holocaust is our Text and context; the rabbis and modern writers, our commentators. Since midrash stems from the fundamental belief that “text and experience are reciprocally enlightening; even as the immediate event helps make the ancient text intelligible, so in turn the text reveals the significance of the event” (Judah Goldin). If the Holocaust represents a new historical archetype, a new order of reality, it must somehow yield its meaning in fierce dialogue with received texts. One way to measure the awefulness of this event is by the number and diversity of the interpretations that it invokes or engenders: the prophets Isaiah and Ezekiel; Mishnahs Sotah, Kelim, and Berakhot; the medieval chronicles; Kierkegaard, Camus, and Kazantzakis. </p>\n<p>Within their new anthological setting, these disparate texts shed some of their old meanings and gain new ones. The biblical ritual of <em>ḥalitsah</em> begins as a denial of responsibility for one’s deceased brother, a denial mysteriously signaled by the removal of one’s sandal. It ends with millions of abandoned shoes and no one to ‘establish a name” for their murdered owners except us, who have just removed our own shoes. Will <em>we</em> deny these brothers and sisters their names? </p>\n<p>The midrashic method affords startling insights precisely because it invites the marriage of irrenconcilable ideas. <em>Nightwords</em> is structured around three such impossible pairings: </p>\n<p>— God’s command to Abraham to sacrifice his only son on the altar was enacted—in God’s absence—by every Jewish mother and father who walked to their deaths hand in hand with their children. </p>\n<p>— The Deuteronomic commandment to bind the straps of the tefillin for a sign upon one’s hand is carried out with greatest devotion by those who have a concentration camp number tattooed on their arm. </p>\n<p>— And the most awe-ful pairing: two maps, one laid upon the other. The first is of the Israelite camp in the desert with all the tribes neatly arrayed around the Ark of the Covenant. The second is of Birkenau, the largest death camp in Europe, with its Family Camp, Women’s Camp, Gypsy Camp, and “Canada.” At the center of each of these encampments is a space where no mere mortal who enters will come out alive, so terrible is the cloud or Presence housed therein. </p>\n<p>Once we are privy to such terrible knowledge, there is danger of succumbing to the Sitra Ahra, to the Evil Side of life. The purpose of <em>Nightwords</em> is to give voice to the outrage, to grant the evil its due, and thereby to contain it. In its sequence and staging, <em>Nightwords</em> seeks to create a liturgical space in which the community removes its shoes in mourning, gives voice to its anger and grief, enters vicariously into that Other Time and Place, then reshapes itself through an assemblage of defiance, grief, and hope. The last two acts (the Hallel and Yizkor) are more staightforward, and less jagged than what comes before. </p>\n<p>To encompass the entirety of our historical experience, even while cutting the enormity of Auschwitz down to manageable size, there must be a day set aside for the night, so that on the morrow, our fractured lives may be sanctified anew. </p>\n<p>New Languages, New Songs, New Rituals</p>\n<p>As the day of broken covenants, Yom Hashoah must stretch the bounds of the fixed liturgy beyond traditional limits and languages. <em>Nightwords</em> introduces Yiddish as a language of public prayer. Much maligned by friend and foe alike, Yiddish has more recently been enshrined as <em>leshon haḳedoshim</em>, the language of the martyrs. But Yiddish can speak both for the fighters and the martyrs. The most famous hymns of the Jewish resistance are Mordecai Gebirtig’s “Es brent!” written in 1936, and Hirsh Glik’s “Zog nit keyn mol!” written in 1943. They bespeak, in Yiddish, a covenantal faith that remained unbroken. </p>\n<p>In contrast, the three Yiddish songs that are woven into the text of <em>Nightwords</em> are all in a minor key, all in the voices of the martyrs. Why has the voice of armed resistance been suppressed? I have done so in line with two outstanding monuments to the Holocaust: Rachel Auerbach’s “<em>Yizkor</em>, 1943,” written in Warsaw six months after the uprising and the final liquidation of the ghetto, and Nathan Rapoport’s Warsaw Ghetto Monument, unveiled in 1948. From Auerbach and Rapoport we learn that a special effort is required to mourn the nameless millions. To bring the martyrs and fighters together in a single act of commemoration is to invite an invidious comparison between them. It is to imply that those who went to their deaths without guns in their hands were somehow to blame. But the dead are blameless! They perished, as Auerbach writes, as if swept away by some force of nature. While the fighters are remembered, each by name and political affiliation, the only monument to the martyrs are the words that we recite and the songs that we sing in their spoken language. </p>\n<p>The German of Goethe, Heine, and Rilke is another language spoken by the murdered Jews. German-Jewish creativity is here represented by Martin Buber, Nelly Sachs, and Peter Weiss. Despite a desire for inclusivity and innovation, however, I could not bring myself to quote German-language texts other than through the neutral medium of English. <em>Nightwords</em> is about wrestling with the severed past, not restitution. </p>\n<p>It is clearly no simple matter to experience the event as if we ourselves went out of Europe. The only viable model remains the Passover seder. But how much easier it was for the Rabbis! The duration, basic narrative, and symbolic foods of the festival were already in place. The Rabbis’ task was to draft a new script, with their favorite cast of characters playing the lead: Rabbi Akiva, Rabbi Tarfon, and other greats of the rabbinical academy. We who seek to commemorate the Holocaust have far fewer guidelines—and many more characters and cultural idioms to choose from. </p>\n<p><em>Nightwords</em> is situated between two different sets of cultural norms. It brings together the Theater of the Absurd, much in vogue in the years 1965-71 when <em>Nightwords</em> was evolving, and the culture of contemplative prayer, as practiced by a generation of young American Jews in Ḥavurat Shalom Community Seminary. The connection between the thirty-six speaking roles and the substance of what they say is mostly ironic, in keeping with the conventions of absurdist theater, which questions all notions of authority. Thus, a “Child” is required to say things that no child in the “real” world ought ever to say. The ‘Mute’ is given some of the most eloquent speaking parts. </p>\n<p>From the Ḥavurah’s license to experiment, to “reinvent” Judaism in a more contemporary idiom, come the boldest moments in <em>Nightwords</em>. Hearing the Scroll of Happenings chanted to the traditional cantillation of the Torah brings home the elemental horror of the atrocities, the more so when their textual source is revealed to be a medieval chronicle. That all the participants are left staring at a mound of their own shoes breaks down those emotional barriers that we inevitably erect when we are forced to grapple with something beyond our comprehension. </p>\n<p>But by what authority does one mandate so radical a rite as the Ritual of the Number—the experiential core of <em>Nightwords</em>? There is none. Some participants will recoil at the colossal <em>ḥutzpah</em> of having each reader inscribe a number on the arm of the person next in line. What moral presumptuousness to act out becoming an inmate at Auschwitz! There was serious debate about this prior to the first public reading of <em>Nightwords</em> at Ḥavurat Shalom. As fate would have it, the reading was attended by a survivor of Auschwitz with a bona fide number on his arm. He allayed our fears at service’s end. Precisely because the burden of the number was only vicarious, he was pleased to have shared it with a group of American-born Jews. Some years later, my colleague Neil Gillman at the Jewish Theological Seminary had the opposite response. He observed that because of the Holocaust, something so benign as counting heads—as when we count the requisite ten Jews for a quorum—had taken on a sinister resonance. Upon discovering the number still inscribed on his forearm the morning after, he could not decide what to do. Does he wash it off or leave it on? </p>\n<p>As always, the future will decide. It may be that this kind of religious engagement is altogether unworkable outside of North America. Or we may already be living at a time when religious passion expresses itself best by reclaiming that which carries the stamp of Tradition. </p>\n<p>One thing is certain, however. Should there ever come a time when the sight of a number branded on human flesh does not strike terror in the heart and does not shake the foundations of one’s faith, then at such a time the memory of the Holocaust will have died and the memory of Sinai will have been greatly diminished. </p>\n<p>New York City<br />\nShevat, 5760\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Holocaust &amp; Genocide Memorial Day Readings",
        "&#x1f1ee;&#x1f1f1; Yom haShoah (27 Nisan)"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Cantillated readings in English",
        "tropified texts"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2602"
        ],
        "_thumbnail_id": [
            "55553"
        ],
        "date_src_start": [
            "1970-00-00"
        ],
        "date_src_end": [
            "1970-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/04/Nightwords-A-Liturgy-on-the-Holocaust-David-Roskies-1971-4th-ed--CLAL-2000-title.png",
        "title": "Nightwords- A Liturgy on the Holocaust (David Roskies 1971, 4th ed. CLAL 2000) &#8211; title",
        "caption": "Nightwords- A Liturgy on the Holocaust (David Roskies 1971, 4th ed. CLAL 2000) - title"
    },
    "source_link": "https://opensiddur.org/?p=55551",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/state-of-israel-civil-calendar/yom-hashoah/nightwords-a-midrash-on-the-holocaust-by-david-g-roskies-1970-4th-ed-clal-2000/",
    "slug": "nightwords-a-midrash-on-the-holocaust-by-david-g-roskies-1970-4th-ed-clal-2000"
}