{
    "post_id": 55250,
    "title": "Prayer of the Guest Chaplain of the U.S. House of Representatives: Rabbi Morris M. Shapiro on 8 April 1975",
    "author": "Morris M. Shapiro",
    "coauthors": [
        {
            "name": "Morris M. Shapiro",
            "bio": "Rabbi Morris Shapiro (1920-2010), born in Goraj, a village near Lublin, Poland, was a Conservative movement rabbi in the United States. He studied at the Yeshivat Chochmei Lublin and was ordained in Poland before World War II. Hidden for two years by Polish Christians and later hiding in the woods, he survived the Holocaust, but most of his family perished. In 1948, he came to the United States. In the 18 years that followed, he led congregations in Berlin, NH; Greenport, NY; Grand Forks, ND; Waco, TX; and Toms River, NJ. While in North Dakota, he also acquired two degrees -- a bachelor's in education and a master's in clinical psychology from the University of North Dakota. In 1966, he became the Rabbi of the South Huntington (New York) Jewish Center, a position he held for 23 years. Not long after his retirement, Rabbi Shapiro served as Interim Rabbi for two other Conservative synagogues in Suffolk County, Long Island -- the North Shore Jewish Center in East Setauket (1990-1991) and the Dix Hills Jewish Center (1992). He later held weekly Torah study sessions with members of the South Huntington/Dix Hills community, who lovingly referred to themselves as \"Rabbi Shapiro's groupies.\" Rabbi Shapiro was also Past President of the Rabbinical Assembly of Nassau-Suffolk, a former member of the Committee on Jewish Law and Standards (CJLS) of the Conservative movement, and a teacher and mentor to many students at the Bet Midrash at the Jewish Theological Seminary of America. He was the author of the influential paper, \"Cremation in the Jewish Tradition\" whose recommendations were adopted by the CJLS in 1986.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/04/morris-shapiro-96x96.png",
            "profile_link": "https://opensiddur.org/profile/morris-shapiro"
        },
        {
            "name": "the Congressional Record of the United States of America",
            "bio": "The Congressional Record is the official record of the proceedings and debates of the United States Congress, published by the United States Government Printing Office and issued when Congress is in session. Indexes are issued approximately every two weeks. At the end of a session of Congress, the daily editions are compiled in bound volumes constituting the permanent edition. Statutory authorization for the Congressional Record is found in Chapter 9 of Title 44 of the United States Code. (<a href=\"https://en.wikipedia.org/wiki/Congressional_Record\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Congressional_Record",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/02/Congressional-Record-96x96.png",
            "profile_link": "https://opensiddur.org/profile/united-states-congressional-record"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2024-04-05",
    "last_updated": "2026-01-31",
    "excerpt": "The Opening Prayer given in the U.S. House of Representatives on 8 April 1975. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size:1.2em;\">\nGuest Chaplain: Rabbi Morris M. Shapiro, Jewish Center, Huntington Station, Long Island, New York<br />\nSponsor: Rep. Jerome Ambro (D-NY), Rep. Jack Kemp (R-NY)<br />\nDate of Prayer: 8 April 1975</p>\n<p><!-- --></p>\n<blockquote><p>\nMr. AMBRO. Mr. Speaker, it is my privilege to introduce to the House of Representatives Rabbi Morris M. Shapiro, the spiritual leader of the South Huntington Jewish Center.</p>\n<p>It is particularly appropriate for Rabbi Shapiro to deliver the opening prayer today, because on this day, 30 years ago, Allied troops began their liberation of Hitler&#8217;s concentration camps revealing to the world the horrendous extent of the Nazi holocaust. Unfortunately, Rabbi Shapiro was both a tragic witness to and a refugee from Hitler&#8217;s terror. Rabbi Shapiro was just 22 years old when the Nazis started rounding up the Jews of his town of Lublin, Poland, for liquidation. He and his sister hid in the attic above Gestapo headquarters for 4 days and then ran off through the woods where they were eventually found by a Christian farmer who, in exchange for money, hid them in a crawlspace cave for 2 years.</p>\n<p>If Rabbi Shapiro’s early manhood stands in mute testimony to the extent of man’s inhumanity to man, his life in the United States—to which he emigrated in 1948—is an example of the basic civilization of the Jewish people and of this country’s traditional and honorable role as a haven and land of opportunity for the oppressed.</p>\n<p>Upon his arrival in America, Rabbi Shapiro had no secular education whatsoever, and could speak no English. Within 6 years, he had satisfactorily completed elementary school, high school, received a bachelors degree and a masters degree in clinical psychology from the University of North Dakota. This is clearly a record of achievement that most native-born Americans cannot match and must admire.</p>\n<p>Rabbi Shapiro, his wife, Rochelle, and their three children, Holli, Jerome, and Simcha have been residents of Huntington for the past 9 years. I am pleased to have them as constituents and proud to call them friends.</p>\n<p>Rabbi Shapiro’s presence here today must serve as a reminder to us that we cannot, we must not, forget the atrocities committed in the name of ideological and racial purity by one nation against its citizens while the rest of the world community stood idly by, and that we must not allow those survivors of the holocaust who have settled in the State of Israel to be threatened with extinction of their homeland, and we must never permit another such holocaust by any nation against any segment of its population to take place again.</p>\n<p>Mr. KEMP. Mr. Speaker, will the gentleman yield?</p>\n<p>Mr. AMBRO. I yield to the gentleman from New York.</p>\n<p>Mr. KEMP. Mr. Speaker, I join in the remarks of the gentleman from New York (Mr. Ambro) concerning Rabbi Morris M. Shapiro.\n</p></blockquote>\n</div>\n<hr />\n<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n<span class=\"divine-referent\">Almighty God</span>,<br />\nas we commemorate the holocaust<br />\nwhere six million of Thy children<br />\nwere sacrificed as burnt offerings<br />\non the altar of human bestiality,<br />\nwe pray to Thee<br />\nto make us cognizant<br />\nof this awesome reality<br />\nthat Thou hast granted man free will<br />\nand that every man has the potential<br />\nto use this power to create an Auschwitz.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nWe pray to Thee<br />\nthat this day may serve<br />\nas a challenge<br />\nto every Member of this Chamber<br />\nto question himself—<br />\nWhat am I, who represent<br />\nthe most powerful Nation in the world, doing<br />\nto prevent another holocaust<br />\nfrom reoccurring?<br />\nFor anything that has happened once<br />\ncan happen again.<br />\nThe same events that took place in Germany<br />\ncan take place again in the Middle East<br />\nand in the Soviet Union.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nO <span class=\"divine-referent\">God</span>,<br />\nhelp us to face this grave challenge<br />\nthat it is in the hands of these United States of America<br />\nthat the survivors of the ashes of Auschwitz<br />\nhave placed their destiny.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer of the guest chaplain was offered in the fourth month of the first session of the 94th US Congress in the Senate, and published in the <em>Congressional Record</em>, vol. 121, part 8 (8 April 1975), page 9201. </p>\n<h3>Source(s)</h3>\n<div id=\"attachment_55251\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2024/04/Congressional-Record-vol--121-part-8-8-April-1975-p--9201.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-55251\" src=\"https://opensiddur.org/wp-content/uploads/2024/04/Congressional-Record-vol--121-part-8-8-April-1975-p--9201-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-55251\" /></a><p id=\"caption-attachment-55251\" class=\"wp-caption-text\">Congressional Record, vol. 121, part 8 (8 April 1975), p. 9201</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "&#x1f1ee;&#x1f1f1; Yom haShoah (27 Nisan)",
        "&#x1f1fa;&#x1f1f8; Days of Remembrance of the Victims of the Holocaust",
        "&#x1f1fa;&#x1f1f8; United States of America",
        "Opening Prayers for Legislative Bodies"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "94th Congress",
        "English vernacular prayer",
        "Prayers of Guest Chaplains",
        "the Holocaust",
        "U.S. House of Representatives",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2685"
        ],
        "_thumbnail_id": [
            "19987"
        ],
        "date_src_start": [
            "1975-04-08"
        ],
        "date_src_end": [
            "1975-04-08"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/04/Flag_of_the_United_States_House_of_Representatives.svg.png",
        "title": "Flag_of_the_United_States_House_of_Representatives.svg",
        "caption": "Flag of the United States House of Representatives"
    },
    "source_link": "https://opensiddur.org/?p=55250",
    "permalink": "https://opensiddur.org/prayers/civic-calendar/state-of-israel-civil-calendar/yom-hashoah/prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-morris-m-shapiro-on-8-april-1975/",
    "slug": "prayer-of-the-guest-chaplain-of-the-u-s-house-of-representatives-morris-m-shapiro-on-8-april-1975"
}