{
    "post_id": 23063,
    "title": "&#x1F4AC; מעשה טוביה ליום שני של שבועות | The Story of Toḇiyah for the second day of Shavuot",
    "author": "Unknown",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2018-12-25",
    "last_updated": "2025-08-27",
    "excerpt": "The story of Toviah (Tobit) in Hebrew translation, in an abridged version arranged for public reading on the second day of Shavuot. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nI have set here Ḥakham Moses Gaster&#8217;s transcription and his English translation of a medieval Jewish adaptation of the story of Toḇiyah (a/k/a Toḇit). I&#8217;ve made some light changes to Gaster&#8217;s translation, mostly in removing the high english and re-hebraicizing Anglicized names. Isaac Gantwerk Mayer has kindly taken my transcription and applied his skills in adding niqqudot and t&#8217;amim so that this Megillat Tobit for the second day of Shavuot may be chanted.</p>\n<p>The earliest texts of Toḇiyah can be found in Aramaic and these served as the basis for translations into Greek, Syriac, Latin, and Hebrew. Gaster published this short Hebrew version (&#8220;for reading on Shavuot&#8221;) along with a longer Hebrew translation that is closer to what was found in an Aramaic version which Adolf Neubauer had published about twenty years prior. In his introduction to his 1897 publication of this manuscript, Moses Gaster writes, </p>\n<blockquote><p>In this MS. (Codex Or. Gaster 28), we find a homily for the second day of Pentecost (Shavuot), the first part of which is a literal translation of the Aramaic text (of Tobit), but very much shortened towards the end. The greatest stress is laid on the giving of tithes, and the history of Tobit is adduced as an example of the grace of God bestowed on the man who fulfils faithfully the duty of paying his tithes. The lesson for the second day of Pentecost commences with the verse, Deut. 14:22, “Thou shalt surely tithe all the increase of thy seed, that which cometh forth of the field year by year.” The same words stand at the head of the Aramaic text and of the Hebrew. Here the introduction is more spun out than in the Aramaic text, which is merely an abridged copy of the original. Through this official connection with the liturgy one understands the reason why in the Aramaic and in this Hebrew version, which I will call H.G. (Hebrew Gaster), and in Ar. mention is made (II, 1) of the feast of Pentecost. Jerome and H.L. (Gaster&#8217;s other Hebrew manuscript of Tobit, Hebrew London) have merely a <em>feast of the Lord</em>. It may just as well be, that because this feast is mentioned in the legend the legend itself was brought in connection with the lesson of that day.</p>\n<p>Now H.G. follows Aramaic as closely as possible, though leaving out the greater part of the legend; all the minor incidents and almost all the prayers are missing, so that the whole book is reduced to a comparatively short tale. But whatever there is left, is a literal translation which sometimes forces the character of the Hebrew. Thus it proves also the fact that Aramaic texts were translated into Hebrew at a later period, and that the legend of Tobit enjoyed a great reputation, and was preserved mainly through its connection with the liturgy. H.L. is also included in a volume containing all those books and poems which are usually associated with the prayer book and synagogue service. Through this connection one under stands the reason for its continual dwindling in size. It served as an illustration of the teaching of the Law, and was treated as such. By comparing H.G. with the Aramaic, we shall find that among other things omitted in both is that peculiar legend of the intended sacrifice of the two sons of Sennacherib, mentioned in H.M., chapter I. But the very same legend occurs in my MS. (28) in the homily preceding that of the Tobit legend. We have thus an indication of the probable source of this version (H.M.). It was in every probability taken from this or a very similar collection of homilies.</p>\n<p>The minute comparison of the Aramaic (Neub.) with H.G. (for which that is the direct original), besides being interesting as illustrating the way how the abridgement was effected, is also of value for critical purposes. One point is especially important. When Tobi deposits the money with Gaḇael he received from him, according to the Greek, a <em>handwriting</em> (5:3) or a <em>note of hand</em>, so also Itala and Jer. H. L. has, a <em>token</em> (4:10), Ar. and H.M. have instead <em>a bag</em>, which to say the least, is very incongruous. In H.G. we have <em>a ring</em> as a token, which seems to be superior to all the rest. With a slight alteration one could amend the word אמתחת, <em>bag</em>, of H.M., into חתמת, which means a <em>seal</em>. This would imply that the Aramaic is a translation from the corrupted Hebrew text and not </em>vice versa</em>. But one example alone would not suffice to determine definitely the position in which those texts stand to one another. Without pursuing, therefore, this question any further, I limit myself merely to pointing it out. Many other similar contributions to the criticism of the text are to be found in this Hebrew version, for which reason I publish this also, and add an English translation to it. I have divided it into chapters according to the Aramaic and Greek, but without the division of verses, as these chapters are very small, and it is quite unnecessary to subdivide them any further.</em></p></blockquote>\n</div>\n<h3>Recordings</h3>\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/MegilatTuviyahMetuamIsaacGantwerkMayer2018/Megilat%20Tuviyah%20metu%27am%20%28Isaac%20Gantwerk%20Mayer%202018%29.mp3?_=1\" /><a href=\"https://archive.org/download/MegilatTuviyahMetuamIsaacGantwerkMayer2018/Megilat%20Tuviyah%20metu%27am%20%28Isaac%20Gantwerk%20Mayer%202018%29.mp3\">https://archive.org/download/MegilatTuviyahMetuamIsaacGantwerkMayer2018/Megilat%20Tuviyah%20metu%27am%20%28Isaac%20Gantwerk%20Mayer%202018%29.mp3</a></audio>\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Adaptation (Hebrew with Niqqud and T&#8217;amim)</th>\n<th style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<span class=\"instruction\">ליום שני של שבועות.</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"instruction\">For the Second Day of Shavuot.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעַשֵּׂ֣ר תְּעַשֵּׂ֔ר אֵ֖ת כׇּל־תְּבוּאַ֣ת זַרְעֶ֑ךָ הַיֹּצֵ֥א הַשָּׂדֶ֖ה שָׁנָ֥ה שָׁנָֽה׃ וְאָכַלְתָּ֞ לִפְנֵ֣י ׀ יְהֹוָ֣ה אֱלֹהֶ֗יךָ בַּמָּק֣וֹם אֲשֶׁר־יִבְחַר֮ לְשַׁכֵּ֣ן שְׁמ֣וֹ שָׁם֒ מַעְשַׂ֤ר דְּגָֽנְךָ֙ תִּֽירֹשְׁךָ֣ וְיִצְהָרֶ֔ךָ וּבְכֹרֹ֥ת בְּקָרְךָ֖ וְצֹאנֶ֑ךָ לְמַ֣עַן תִּלְמַ֗ד לְיִרְאָ֛ה אֶת־יְהֹוָ֥ה אֱלֹהֶ֖יךָ כׇּל־הַיָּמִֽים׃ אָמְר֤וּ חָׄזָׄלׄ֙ עַשֵּׂ֣ר תְּעַשֵּׂ֔ר עַשֵּׂ֖ר בִּשְׁבִ֣יל שֶׁתִּתְעַשֵּׁ֑ר תְּעַשֵּׂ֖ר שֶׁלֹּ֥א תִּתְחַסֵּֽר׃ רֶ֖מֶז לִמְפָרְשֵׁ֣י יָ֑ם לְהוֹצִ֛יא אֶחָ֥ד מֵעֲשָׂרָ֖ה לַעֲמֵלֵ֥י תּוֹרָֽה׃ אִם־תְּעַשֵּׂר֙ דְּגָנֶ֔ךָ וְאִ֥ם־לָא֛ו דְּגָנִ֖י שֶׁנֶּאֱמַ֑ר       ׀       לָכֵ֣ן אָשׁ֔וּב וְלָקַחְתִּ֥י דְגָנִ֖י בְּעִתּֽוֹ׃ זְכִיתֶ֣ם תִּירוֹשֶׁ֔ךָ וְאִם־לָא֖ו תִּירוֹשִֽׁי׃ רַבִּ֥י לֵוִ֖י אָמַ֑ר נִבֳהָ֨ל לַה֤וֹן אִישׁ֙ רַ֣ע עָ֔יִן וְלֹא־יֵדַ֥ע כִּי־חֶ֖סֶר יְבֹאֶֽנּוּ׃ זֶה֩ הַפָּס֨וּק אָמַ֜ר כַּזֶּ֧ה שֶׁאֵינ֛וֹ מוֹצִ֥יא מַעַשְׂרוֹתָ֖יו כָּרָא֑וּי דְּאָמַר֙ רַבִּ֣י לֵוִ֔י מַעֲשֶׂה֙ בְּאֶחָ֔ד שֶׁהָיָ֧ה מוֹצִ֛יא מַעַשְׂרוֹתָ֖יו כָּרָאֽוּי׃ לְפִיכָ֤ךְ מֹשֶׁה֙ מַזְהִ֣יר לְיִשְׂרָאֵ֔ל עַשֵּׂ֖ר תְּעַשֵּֽׂר׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nעשר תעשר את בל תבואת זרעך היוצא השדה שנה שנה ואכלת לפני י״י אלהיך במקום אשר יבחר לשכן שמו שם מעשר דגנך ותירושך ויצהרך ובכורות בקרך וצאנך למען תלמד ליראה את י״י אלהיך כל הימים <span class=\"citation\">(דברים יד:כב-כג)</span>. אמרו חׄזׄלׄ עשר תעשר. עשר בשביל שתתעשר. תעשר שלא תתחסר. רמז למפרשי ים להוציא אחד מעשרה לעמלי תורה. אם תעשר דגנך. ואם לאו דגני. שנא׳ לכן אשוב ולקחתי דגני בעתו. זכיתם תירושך. ואם לאו תירושי. ר׳ לוי אמ׳ נבהל להון איש רע עין ולא ידע כי חסר יבואנו. זה הפסוק אמ׳ כזה שאינו מוציא מעשרותיו כראוי. דאמ׳ ר׳ לוי.. מעשה באחד שהיה מוציא מעשרותיו כראוי. לפי׳ משה מזהיר לישראל עשר תעשר.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n&#8220;You shall surely tithe all the increase of your seed, that which comes forth of the field year by year. And you shall eat before  YHVH your <em>elo&#8217;ah</em>, in the place which he shall choose to cause his name to dwell there, the tithe of your grain, of your wine, and of thine oil, and the firstlings of your herd and of your flock; that you may learn to fear YHVH your <em>elo&#8217;ah</em> always&#8221; <span class=\"citation\">(Deuteronomy 14:22-23)</span>. Our sages say: “You shall surely tithe” (Asser t&#8217;asser), which means: tithe in order that you become rich, and tithe surely, in order that you have no wants. This is an indication to those that travel on the high seas to give the tenth to those that are engaged in the study of the law. If you tithe then it is your grain, but if not, it is my grain, as it is said <span class=\"citation\">(Hosea 2:11)</span>, “therefore will I take back my grain in its due time.” If you are worthy, it is your wine, but if not, it is mine. R&#8217; Levi said: <span class=\"citation\">(Prov. 28:22)</span> “He that has an evil eye chases after riches, and knows not that want shall come upon him,” this verse applies to the man who does not bring out his tithes in a proper manner. For R&#8217; Levi said: &#8220;It happened once (a story is told) of a man who brought out his tithes in a proper manner (etc.), therefore Mosheh warned the Yisraelim to tithe surely.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nמַעֲשֶׂ֤ה שֶׁהָיָה֙ בְּאִ֣ישׁ אֶחָ֔ד וּשְׁמ֥וֹ טוּבִ֖י מִשֵּׁ֣בֶט נַפְתָּלִ֑י וְכׇל־יָמָ֞יו הָלַ֣ךְ ׀ בְּדֶ֣רֶךְ יָשָׁ֗ר וְהָיָ֨ה עוֹשֶׂ֤ה עִם־אֶחָיו֙ חֲסָדִ֣ים רַבִּ֔ים לְאַשֵּׁ֥ר עִמּ֛וֹ הָי֖וּ בַּגָּל֥וּת בְּנִינְוֵֽה׃ וְה֛וּא נִשְׁאַ֥ר יָת֖וֹם מֵאָבִ֑יו וַתְּגַדֵּ֨ל אוֹת֤וֹ דְּבוֹרָה֙ אֵ֣ם אָבִ֔יו וְהִ֧יא נהג [נָהֲגָ֛ה] אוֹת֖וֹ בְּדֶ֥רֶךְ יָשָֽׁר׃ וְכַאֲשֶׁ֣ר ׀ הָיָ֣ה אִ֗ישׁ נָשָׂ֤א אִשָּׁה֙ מִזַּרְע֣וֹ וּמִמִּשְׁפַּחְתּ֔וֹ וּשְׁמָ֖הּ חַנָּ֑ה וָתֵּ֤לֵד לוֹ֙ בֵּ֔ן וָיִּקְרָ֥א שְׁמ֖וֹ טוֹבִיָּֽה׃ וְכַאֲשֶׁ֛ר הָיָ֥ה בַּגּוֹלָ֖ה בְּעִ֣יר נִינְוֵ֑ה כׇּל־אֶחָ֣יו וּקְרוֹבָ֗יו הָיוּ֙ מְטַמְּאִ֣ין נַפְשָׁ֔ם וְאוֹכְלִ֥ים לַחְמָ֖ם מִן־בְּנֵ֥י הָאוּמֽוֹת׃ וְה֛וּא לֹ֥א הָיָ֖ה אוֹכֵ֑ל מִפְּנֵי֙ שֶׁהָיָ֣ה יָרֵ֔א מִֽן־הַקָּד֥וֹשׁ בָּרֽוּךְ־ה֖וּא בְּכׇל־לִבּֽוֹ׃ וְעַל־זֹא֞ת נָתַ֨ן ל֤וֹ אֱלֹהִים֙ חֵ֣ן וָחֶסֶ֔ד בְּעֵינֵ֥י שַׁלְמַנֶ֖אצֶר הַמֶּ֑לֶךְ וַיִּפְקֹ֣ד אוֹת֗וֹ עַ֚ל כׇּל־אֲשֶׁ֣ר ל֔וֹ עַ֥ד י֖וֹם מוֹתֽוֹ׃ וּבָעֵ֖ת הַהִ֑יא צִוָּ֤ה טוּבִי֙ בְּיַד֙ גָּבָּאֵ֣ל קְרוֹב֔וֹ עֶ֖שֶׂר כִּכְּרֵ֥י זָהָֽב׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n1. מעשה שהיה באיש אחד ושמו טובי משבט נפתלי וכל ימיו הלך בדרך ישר והיה עושה עם אחיו חסדים רבים לאשר עמו היו בגלות בנינוה. והוא נשאר יתום מאביו ויגדל (ותגדל .1) אותו דבורה אם אביו והיא נהג אותו בדרך ישר. וכאשר היה איש נשא אשה מזרעו וממשפחתו ושמה חנה ותלד לו בן ויקרא שמו טוביה. וכאשר היה בנולה בעיר נינוה כל אחיו וקרוביו היו מטמאין נפשם ואוכלים לחמם מן בני האומות. והוא לא היה אוכל מפני שהיה ירא מן הׄבׄהׄ בכל לבו ועל זאת נתן לו אלהים חן וחסד בעיני שלמנאצר המלך ויפקוד אותו על כל אשר לו עד יום מותו. ובעת ההיא צוה טובי ביד גבאל קרובו עשר ככרי זהב.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n1. A story is told of a man whose name was Toḇi, of the tribe of Napthali, who all his days walked in the right path, and performed many good deeds for his brethren who were with him in the captivity in Nineveh: and he was left an orphan by his father, and he was brought up by Deḅorah his father’s mother, and she led him in the right path. And when he became a man he took a wife of his own kindred and family, whose name was Ḥannah, and she bare him a son, and he called his name Toḇiyah. And when he was in the captivity, in the city of Nineveh, all his brethren and kindred polluted themselves, and did eat the bread of the sons of the Gentiles. But he did not eat, for he feared Elohim with all his heart. And therefore Elohim gave him grace and favour in the eyes of Shalmanesser, the king, and he appointed him master over all that he had, to the day of his death. And at that time he committed to the hand of Gaḇael his kinsman ten talents of gold.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאַחַ֧ר שֶׁמֵּ֛ת שַׁלְמַנֶ֖אצֶר הַמֶּ֑לֶךְ מָלַ֕ךְ סַנְחֵרִ֥יב בְּנ֖וֹ תַּחְתָּֽיו׃ וּבִימֵ֨י סַנְחֵרִ֜יב הָיָ֣ה ׀ עוֹשֶׂ֣ה טוּבִ֗י חֲסָדִ֤ים רַבִּים֙ לָעֲנִיִּ֔ים וְהָיָ֨ה נוֹתֵ֧ן לֶ֛חֶם לָרְעֵבִ֖ים וְלִיתוֹמִ֑ים וּכְשֶׁהָיָ֣ה רוֹאֶ֗ה הָר֞וּג נוֹפֵ֤ל בָּאָ֨רֶץ֙ מִֽן־הַ֣יְּהוּדִ֔ים הָיָ֥ה קוֹבֵ֖ר אוֹתֽוֹ׃ וַיָּ֣שׇׁב סַנְחֵרִיב֩ בְּחִפָּז֨וֹן מִיְּהוּדָ֜ה וְהָלַ֣ךְ לְנִינְוֶ֗ה בְּחֵמָ֤ה גְדוֹלָה֙ עַל־עֶ֣שֶׂר הַשְּׁבָטִ֔ים וְהָרָ֥ג מֵהֶ֖ם רַבִּ֑ים וְהָיָ֨ה נִבְלָתָ֤ם מֻשְׁלָכִים֙ בָּאָ֔רֶץ וְאֵ֥ין הָיָ֖ה קוֹבֵ֥ר אוֹתָֽם׃ וּכְשֶׁרָאָ֣ה טוּבִ֗י כָּ֕ךְ חָרָ֖ה אַפּ֑וֹ וַיָּ֤קׇם בַּלַּ֨יְלָה֙ וְקָבַ֣ר אוֹתָ֔ם וּכְזֹא֧ת עָשָׂ֛ה פַּעֲמִ֖ים רַבּֽוֹת׃ פַּ֣עַם אֶחָ֗ד שָׁאַ֤ל סַנְחֵרִיב֙ אֶת־פִּגְרֵ֣י הַהֲרוּגִ֔ים וְלֹ֥א מָצָ֖א אֶתְהֵ֑ם וְיֹאמְר֞וּ אַנְשֵׁ֤י נִינְוֵה֙ לַמֶּ֔לֶךְ ׀ טוּבִ֛י קָבַ֥ר אוֹתָ֖ם בַּלָּֽיְלָה׃ וַיְצַ֥ו הַמֶּ֖לֶךְ לַהֲרֹ֣ג אוֹת֑וֹ וּכְשֶׁשָּׁמַ֥ע טוּבִ֖י כֵּ֥ן בָּרַֽח׃ וַיְצַ֤ו הַמֶּ֨לֶךְ֙ לִשְׁל֣וֹל אֶת־בֵּית֔וֹ וַיִּתְחַבֵּ֣א מִלְּפָנָ֔יו אַרְבָּעִ֥ים וַחֲמִישָׁ֖ה יָמִ֑ים עַ֞ד כִּי־אֲדְרַמֶּ֣לֶךְ ׀ וְשַׂנְאֶ֣צֶר בָּנָ֗יו הָרְג֤וּ אוֹתוֹ֙ בַחֶ֔רֶב לְסַנְחֵרִ֕יב וַיִּמְלֹ֛ךְ אֵסַר־חַדּ֥וֹן בְּנ֖וֹ תַּחְתָּֽיו׃ וַיִּפְקְֹ֤ד הַמֶּ֨לֶךְ֙ לַאֲקִקַ֔ר עַ֖ל כׇּל־אֲשֶׁ֣ר ל֑וֹ וְדַבֵּ֤ר אֲקִיקַר֙ דְּבָרִ֤ים טוֹבִים֙ עַ֣ל טוּבִ֔י וָיַּשִּׁיבֵ֖הוּ לְנִינְוֶֽה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nואחר שמת שלמנאצר המלך מלך סנחריב בנו תחתיו. ובימי סנחריב היה עושה טובי חסדים רבים לעניים. והיה נותן לחם לרעבים וליתומים וכשהיה רואה הרוג נופל בארץ מן היהודים היה קובר אותו. וישב סנחריב בחפזון מיהודה והלך לנינוה בחימה גדולה על עשר השבטים והרג מהם רבים והיה נבלתם מושלכים בארץ ואין היה קובר אותם. וכשראה טובי כך חרה אפו ויקם בלילה וקבר אותם וכזאת עשה פעמים רבות. פעם אחד שאל סנחריב את פגרי ההרוגים ולא מצא אתהם. ויאמרו אנשי נינוה למלך טובי קבר אותם בלילה ויצו המלך להרוג אותו. וכששמע טובי כן ברח. ויצו המלך לשלול את ביתו ויתחבא מלפניו מ״ה ימים עד כי אדרמלך ושנאצר (!) בניו הרגו אותו בחרב לסנחריב (!) וימלוך אסרחדון בנו תחתיו. ויפקוד המלך לאקקר על כל אשר לו. ודבר אקיקר דברים טובים על טובי וישיבהו לנינוה<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd after the death of the king Shalmanesser, his son Sennacherib reigned in his stead. And in the days of Sennacherib Toḇi did many charitable deeds for the poor, and he fed the hungry and the orphans; and when he saw one of the Jews slain, cast out in the street, he buried him. Now when Sennacherib returned in haste from Yehudah, he went to Nineveh in fierce wrath against the ten tribes, and killed many of them, and their corpses were cast out in the streets, and none buried them. When Toḇi saw that, his wrath was kindled, and he arose in the night and buried them; and thus he did many times. Once Sennacherib asked for the bodies of the slain, but found them not. And the men of Nineveh said to the king: Toḇi buries them. And the king commanded that he be put to death. When Toḇi heard it, he fled. And the king commanded that they should pillage his house, and he hid himself from him five and forty days, until Adramelech and Shanetser his sons killed Sennacherib with the sword, and Esarḥaddon his son reigned in his stead. And the king appointed Aqiqar over all his affairs. And Aqiqar spake good words for Toḇi, and he brought him back to Nineveh.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּכְשֶׁהִגִּ֖יעַ חַ֣ג שְׁבוּע֑וֹת עָשָׂ֥ה אִשְׁתּ֖וֹ אֲרִסְטְוָ֥ן רַֽב׃ וּכְשֶׁהָיָ֤ה יוֹשֵׁב֙ עַל־הַ֣שֻּׁלְחָ֔ן אָמַ֖ר לְטוֹבִיָּ֣ה בְּנ֑וֹ לָ֣ךְ ׀ וְהָבֵ֗א לִ֕י מֵאַחֵ֧ינוּ הָעֲנִיִּ֛ים מְיָרְאֵ֥י אֱלֹהִ֖ים לֶאֱכֹ֥ל עִמָּֽנוּ׃ וַיֵּ֖לֶךְ טוֹבִיָּ֑ה וּמָצָ֞א אִ֣ישׁ אֶחָ֗ד מֵ֚ת מֻשְׁלָ֣ךְ בַּדֶּ֔רֶךְ וַיַּגֵּ֖ד לְאָבִֽיו׃ מֶ֥ה עָשָׁ֖ה אָבִ֑יו קָ֣ם מִן־הַשֻּׁלְחָ֡ן וַיֵּ֣לֶךְ אִתּוֹ֩ וְיִקַּ֨ח אוֹת֜וֹ מִן־רְח֣וֹב הָעִ֗יר וַיָּבִ֤יא אוֹתוֹ֙ בְּבָ֣יִת אֶחָ֔ד עַד־בָּ֥א הַשֶּׁ֖מֶשׁ שֶׁיּוּכַ֥ל לְקָבְרֽוֹ׃ וַיָּ֧שׇׁב אֶל־בֵּית֛וֹ וַיֹּאכַ֥ל לַחְמ֖וֹ בָּאֵ֑בֶל וְאָמַ֞ר א֥וֹי לָנוּ֙ שֶׁיָּקִ֣ים בָּ֔נוּ וְהָפַכְתִּ֛י חַגֵּיכֶ֥ם וְכׇל־שִֽׁירֵיכֶ֖ם לְאֵֽבֶל׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n2. וכשהגיע חג שבועות עשה אשתו ארסטוון רב. וכשהיה יושב על השולחן אמר לטוביה בנו לך והבא לי מאחינו העניים מיראי אלהים לאכול עמנו. וילך טוביה ומצא איש אחד מת מושלך בדרך ויגד לאביו. מה עשה אביו קם מן השולחן וילך אתו ויקח אותו מן רחוב העיר ויביא אותו בבית אחד עד בא השמש שיוכל לקברו וישב אל ביתו ויאכל לחמו באבל. ואמר אוי לנו שיקים בנו והפכתי חגיכם וכל שיריכם לאבל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. When the festival of Shavuot came, his wife prepared a plentiful meal, and as he sat at the table, he said to his son Toḇiyah: &#8220;Go, and bring to me some of our poor brethren, such as fear Elohim, to eat with us.&#8221; Then Toḇiyah went and found a man slain, cast out in the street, and he told his father. What did his father do? He rose from the table and he went with him, and he took him from the street of the city, and brought him into a house until the going down of the sun, that he might be able to bury him. And he turned to his house and ate his bread in mourning. And he said: &#8220;Woe that on us is fulfilled, &#8216;and I will turn your feasts and your songs into mourning&#8217; <span class=\"citation\">(Cf. Amos 8:10)</span>.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיֵּ֖בְךְּ בְּכִ֣י גָד֑וֹל וּכְשֶׁבָּ֨א הַשֶּׁ֤מֶשׁ הָלַךְ֙ וְקָבַ֣ר אוֹת֔וֹ וַיָּ֧שׇׁב אֶל־בֵּית֛וֹ וְיִשְׁכַּ֥ב עַל־מִטָּת֖וֹ וּפָנָ֥יו גְּלוּיֽוֹת׃ וְנָפַ֨ל עָפָ֤ר מִן־הַכּ֨וֹתֶל֙ עַל־עֵינָ֔יו וּבַבֹּ֗קֶר הָיָ֤ה הוֹלֵךְ֙ לְרוֹפֵ֔א לַעֲשׂ֥וֹת רְפוּאָ֖ה בְּעֵינָ֑יו וְלֹא֙ הוֹעִֽיל־ל֣וֹ כְּל֔וּם עַ֥ד שֶׁעִוֵּ֖ר מִשְּׁנֵ֥י עֵינָֽיו׃ וְהָיָ֥ה ע֖וֹד אַרְבָּעָ֣ה שָׁנִ֑ים וַאֲקִיקַר֙ אוֹהֲב֔וֹ הָיָ֥ה מְפַרְנֵ֖ס אוֹתֽוֹ׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nויבך בכי גדול וכשבא השמש הלך וקבר אותו וישב אל ביתו וישכב על מטתו ופניו גלויות ונפל עפר מן הכותל על עיניו. ובבקר היה הולך לרופא לעשות רפואה בעיניו ולא הועיל לו כלום עד שעור משני עיניו והיה עוד ד׳ שנים. ואקיקר אוהבו היה מפרנס אותו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd he wept very sore. And when the sun went down he went and buried him. And he returned to his house, and he lay upon his bed, and his face was uncovered, and dust fell from the wall into his eyes. And in the morning he went to the physician to cure his eyes, but it did not avail him, until he became blind of both eyes, which lasted for four years. And Aqiqar his friend nourished him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְיַמִּ֖ים רַבִּ֑ים חָנָ֨ה אִשְׁתּ֜וֹ הָיָ֤ה עוֹשָׂה֙ מַעֲשֵׂ֣ה לַנָּשִׁ֔ים וְנָֽתְנוּ־לָ֛הּ גְּדִ֥י אֶחָ֖ד בִּשְׁכָרָֽהּ׃ וְטוּבִ֣י שָׁמַ֔ע הַגְּדִ֖י זוֹעֵ֣ק בַּבַּ֑יִת וּשְׁאֵ֣ל לָ֗הּ מִנַּ֤יִן לָךְ֙ הַגְּדִ֣י הַזֶּ֔ה אוּלַ֖י גָּנַ֥בְתְּ אוֹתֽוֹ׃ אָמְרָה֙ חָנָ֣ה אִשְׁתּ֔וֹ בִּשְׁכַ֛ר מַעֲשֵׂ֥ה יָדַ֖י נָֽתְנוּ־לִ֑י שֶׁלֹּ֖א גְּנַבְתִּֽיהוּ׃ וְלֹ֛א הֶאֱמִ֥ין טוּבִ֖י לָ֑הּ וַיָּרִ֥יבוּ שְׁנֵיהֶ֖ם עַ֥ל הַגֶּֽדִי׃ אָמְרָה֙ חָנָ֣ה לְטוּבִ֔י אָ֥ן טוּבְךָ֖ וּזְכֻיּוֹתֶ֑יךָ וּקְלָנִ֥ךְ אִתְגְלֵ֖י לְכֽוֹלָא<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלימים רבים חנה אשתו היה עושה מעשה לנשים ונתנו לה גדי אחד בשכרה וטובי שמע הגדי זועק בבית. ושאל לה מנין לך הגדי הזה אולי גנבת אותו. אמרה חנה אשתו בשכר מעשה ידי נתנו לי שלא גנבתיהו. ולא האמין טובי לה ויריבו שניהם על הגדי. אמרה חנה לטובי אן טובך וזכוותך וקלנך אתגלי לכולא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAfter many days Ḥannah his wife did work for women, and they gave her a young goat for her wages. And Toḇi heard the kid bleating in the house, and he asked her: &#8220;From where did you get this kid? Have you stolen it perhaps?&#8221; And his wife Ḥannah said: &#8220;They have given it to me as the wages of the work of mine hands; I have not stolen it!&#8221; But Toḇi did not believe her, and they quarreled concerning the kid. Ḥannah said to Toḇi: &#8220;Where is your goodness and your merits? Hence your worthlessness is manifest to all!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nכְּשֶׁשָּׁמַ֣ע טוּבִ֣י כָּ֠ךְ חָרָ֨ה אַפּ֜וֹ וַיֵּ֗בְךְּ וְהִתְפַּלֵּל֙ לַקָּד֣וֹשׁ בָּרֽוּךְ־ה֔וּא בְּצָרַ֥ת נַפְשׁ֖וֹ וְאָמַ֑ר רִבּ֣וֹנוֹ שֶׁלֲּעוֹלַ֗ם קַ֤ח אֶת־נַפְשִׁי֙ מִמֶּ֔נִּי כִּ֥י ט֨וֹב מוֹתִ֧י מֵחַיָּ֛י וְלֹא־אֶשְׁמַ֥ע חֶרְפָּ֖ה עֽוֹד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n3. כששמע טובי כך חרה אפו ויבך והתפלל להׄבׄהׄ בצרת נפשו ואמר רׄבׄשׄעׄ קח את נפשי ממני כי טוב מותי מחיי ולא אשמע חרפה עוד.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. When Toḇi heard this he was much grieved, and he wept and prayed to <span class=\"divine-referent\">the blessed Holy One</span> in the anguish of his soul, and he said: &#8220;Ribono shel Olam (Master of the Cosmos)! Take my soul from me, for it is better for me to die than to live, so that I shall no more hear shame.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּבַיּ֣וֹם הַה֗וּא שָׁרָ֤ה בַּת־רְעוּאֵל֙ שֶׁהַיַּחַ֣ד בְּאַגְבָּתַּ֔נִיס בְּאֶ֖רֶץ מָדַ֑י שָׁמְעָ֣ה ׀ חֶרְפָּ֣ה גְדוֹלָ֗ה לְפִ֣י שֶׁנִּשְׁאַת֩ לְשִׁבְעָ֨ה אֲנָשִׁ֜ים לְאִשָּׁ֗ה וְאֶחָ֤ד מֵהֶם֙ לֹ֣א בָּ֔א כְּדֶ֖רֶךְ כׇּל־הָאָֽרֶץ׃ וְאָמְרָ֥ה לָ֖הּ שִׁפְחָתָ֑הּ אַ֣תְּ ׀ הִ֣יא שֶׁהָרַ֗גְתְּ אֶת־הָאֲנָשִׁ֨ים הָאֵ֜לֶּה שֶׁנִּשְׁאַ֣ת לָהֶ֗ם וְאֶחָ֤ד מֵהֶם֙ לֹא־בָּ֣א אֵלַ֔יִךְ שאתה [שֶׁאַ֥תְּ] מַלְקָ֖ה אוֹתָֽם׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוביום ההוא שרה בת רעואל שהיחד. באגבתניס בארץ מדי שמעה חרפה גדולה לפי שנשאת לשבעה אנשים לאשה. ואחד מהם לא בא כדרך כל הארץ ואמרה לה שפחתה את היא שהרגת את האנשים האלה שנשאת להם ואחד מהם לא בא אליך שאתה מלקה אותם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd the same day, Sarah, the daughter of Reuel, who lived in Agbatanis, in the land of Madai, heard a great reproach because she had been given to seven men as wife, and not one of them came in unto her according to the way of all the earth. And her maid said to her: &#8220;It is you who has killed these men to whom you have been given in marriage, and not one of them has come in unto you because you have hurt them.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיהִ֞י כַּאֲשֶׁ֨ר שָׁמְעָ֤ה שָׁרָה֙ אֶת־דִּבְרֵ֣י שִׁפְחָתָ֔הּ וְתֵּ֖בְךְּ בְּכִ֣י גָּד֑וֹל וְתַ֨עַל֙ אֶל־הָ֣עֲלִיָּ֔ה לְהִתְפַּלֵּ֥ל שָׁ֖ם בְּצָרַ֥ת נַפְשָֽׁהּ׃ וְאָמְרָ֑ה רִבּ֨וֹנוֹ שֶׁלֲּעוֹלָ֜ם אַתָּ֣ה יָדַ֗עְתָּ כִּ֚י טְהוֹרָ֣ה אָ֔נִי וְלֹ֥א נִטְמֵ֖אתִי עִם־אָדָֽם׃ וַאֲנִ֥י יְחִידָ֖ה לְאָבִ֑י וְאֵ֨ין ל֤וֹ בֵּן֙ לָרֶ֣שֶׁת נַחֲלָת֔וֹ וְלֹ֖א קָרֽוֹב׃ וַהֲרֵ֕י מֵ֥תוּ בַּעֲדִ֖י שִׁבְעָ֣ה אֲנָשִׁ֑ים וְלָמָּ֧ה יֵ֛שׁ לִ֖י חַיִּ֥ים עֽוֹד׃ וְאִ֥ם לֹ֛א יִיטַ֥ב בְּעֵינֶ֖יךָ לַהֲרֹ֣ג אוֹתִ֑י רַחֵם֙ עָלַ֔י וְלֹ֛א אֶשְׁמַ֥ע חֶרְפָּ֖ה עֽוֹד׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nויהי כאשר שמעה שרה את דברי שפחתה ותבך בכי גדול ותעל אל העלייה להתפלל שם בצרת נפשה. ואמ׳ רׄבׄשׄעׄ אחה ידעת כי טהורה אני ולא נטמאתי עם אדם. ואני יחידה לאבי ואין לו בן לרשת נחלתו ולא קרוב והרי מתו בעדי שבעה אנשים ולמה יש לי חיים עוד. ואם לא ייטב בעיניך להרוג אותי רחם עלי ולא אשמע חרפה עוד.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd it came to pass, when Sarah heard the words of her maid she wept very much, and went up into the upper chamber to pray there in the anguish of her soul. And she said: &#8220;Ribono shel Olam (Master of the Cosmos)! You know that I am pure, and I have not polluted myself with man. I am the only daughter of my father, neither has he son to inherit his property, nor any kinsman; and behold, seven husbands are dead for my sake, and why should I live? But if it please not you to kill me, have pity on me that I hear no more reproach!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאִמְרוּ֙ חָׄזָׄ֔לׄ כִּ֣י ׀ בַּ֣יּוֹם הַזֶּ֗ה קִבֵּ֞ל הַקָּד֤וֹשׁ בָּרוּךְ־הוּא֙ תְּפִלָּתָ֔ם וְשָׁלַ֛ח לַמַּלְאָ֥ךְ רָפָאֶ֖ל לְרׇפְאָ֣הּ אֶת־שְׁנֵיהֶ֑ם אֶת־טוּבִי֙ מֵעִוְר֣וֹן עֵינָ֔יו וְאֶת־שָׁרָ֕ה לִיתֵּ֨ן לְטוֹבִיָּ֤ה בֶּֽן־טוּבִי֙ לְאִשָּׁ֔ה וּלְהָסִ֣יר מִמֶּ֔נָּה אַשְׁמְדַ֖אי מֶ֥לֶךְ הַשֵּׁדִֽים׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאמרו חׄזׄלׄ כי ביום הזה קבל הׄבׄהׄ תפלתם. ושלח למלאך רפאל לרפאה את שניהם את טובי מעורון עיניו ואת שרה ליתן לטוביה בן טובי לאשה ולהסיר ממנה אשמדאי מלך השדים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur sages say that on that day, <span class=\"divine-referent\">the blessed Holy One</span> accepted (both) their prayers, and he commanded the angel Raphael to heal them both; to cure Toḇi from the blindness of his eyes, and to give Sarah for wife to Toḇiyah, the son of Toḇi, and to take away from her Ashmedai, the king of the Sheydim.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבְּאוֹתָ֧הּ שָׁעָ֛ה זָכַ֥ר טוּבִ֖י אֶת־הַכָּ֑סֶף שֶׁהִפְקִ֖יד בְּיַ֥ד גָּבָּאֵֽל׃ וַיִּקְרָא֩ לְטוֹבִיָּ֨ה בְּנ֜וֹ וְאָמַ֣ר ל֗וֹ בְּנִי֙ כׇּל־יָמֶ֔יךָ אֶת־יְהוָ֥ה אֱלֹהֶ֖יךָ תִּירָ֑א וַעֲשֵׂ֥ה צְדָקָ֖ה כׇּל־יָמֶֽיךָ׃ וְלֹ֥א תֵּלֵ֛ךְ עִם־אִ֥ישׁ גַּנָּ֖ב וְנוֹאֵ֑ף וְהִפְרִ֥ישׁ מַעַשְׂרוֹתֶ֖יךָ כָּרָאֽוּי׃ וְהַקָּד֖וֹשׁ בָּר֣וּךְ ה֑וּא יִתֵּ֥ן לְךָ֖ ע֥וֹשֶׁר רָֽב׃ וְעַתָּ֨ה בְנִ֝י דַּ֣ע ׀ כִּ֗י עֶ֚שֶׂר כִּכַּ֣ר כֶּ֔סֶף הִפְקַדְתִּ֖י בְּיַ֣ד גָּבָּאֵ֑ל וְלֹ֥א יָדַעְתִּ֖י י֥וֹם מוֹתִֽי׃ תֵּלֵ֖ךְ אֵלָ֑יו וְה֛וּא יִתֵּ֥ן לְךָ֖ הַכָּֽסֶף׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n4. באותה שעה זכר טובי אח הכסף שהפקיד ביד גבאל. ויקרא לטוביה בנו ואמר לו. בני כל ימיך את י״י אלהיך תירא ועשה צדקה כל ימיך ולא תלך עם איש גנב ונואף והפריש מעשרותיך כראוי והׄבׄהׄ יתן לך עושר רב. ועתה בני דע כי עשר ככר כסף הפקדתי ביד גבאל ולא ידעתי יום מותי. תלך אליו והוא יתן לך הכסף.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n4. At that time Toḇi remembered the money which he had committed to the hand of Gaḇael. And he called his son Toḇiyah, and said to him, &#8220;My son, fear YHVH your <em>elo&#8217;ah</em> all your days, and give alms all your days, and do not walk with a thief or an adulterer, and set aside your tithes as is proper, and <span class=\"divine-referent\">the blessed Holy One</span> will give you great riches. And now, my son, know that I have committed ten talents of silver to the hand of Gaḇael, and I know not the day of my death; go to him, and he will give you the money.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיַּ֣עַן טוֹבִיָּה֮ אֵל־אָבִיו֒ כׇּל־אֲשֶׁ֨ר צִוִּיתַ֜נִי אֶעֱשֶׂ֗ה אֲבָ֞ל אֵ֧יךְ אוּכַ֛ל לָקַ֥חַת הַכֶּ֖סֶף מִיַּ֣ד גָּבָּאֵ֑ל ה֚וּא לֹא־מַכִּ֣יר לִ֔י וַאֲנִ֕י לֹ֥א מַכִּ֖יר אוֹתֽוֹ׃ אָמַר־ל֣וֹ אָבִ֗יו קַ֕ח הַטַּבַּ֥עַת הַזֹּא֖ת שֶׁנָּתַ֣ן לִ֑י וְטָבַעְתִּ֖י נָתַ֥תִּי לֽוֹ׃ וְעַתָּ֖ה בְּנִ֑י בִּקֵּ֨שׁ אִ֤ישׁ נֶאֱמָן֙ שֶׁיֵּלֵ֣ךְ עִמֶּ֔ךָ וְאֶתֵּ֥ן ל֖וֹ שְׁכָרֽוֹ׃ מִיָּד֙ יֵצֵ֣א טוֹבִיָּ֔ה לְבַקֵּ֛שׁ אִ֥ישׁ נֶאֱמָ֖ן שֶׁיֵּלֵ֣ךְ עִמּ֑וֹ וּמָצָא֙ אֶת־הַמַּלְאָ֣ךְ רָפָאֵ֔ל עוֹמֵ֕ד וְלֹ֥א הִכִּ֛ירוּ כִּי־מַלְאַ֥ךְ יְהוָ֖ה הֽוּא׃ שָׁאַ֥ל ל֖וֹ מִנַּ֣יִן אָ֑תָּה אָמַ֥ר ל֖וֹ מִבְּנֵ֥י יִשְׂרָאֵֽל׃ אָמַ֣ר ל֔וֹ יָדַ֖עְתָּ לֶהָל֣וֹךְ לְמָדַ֑י אָמַ֥ר ל֖וֹ הֵֽן׃ אָמַ֥ר ל֖וֹ טוֹבִיָּ֑ה הַמְתֵּ֧ן לִ֛י וְאַגִּ֖יד לְאָבִֽי׃ הָלַ֥ךְ טוֹבִיָּ֖ה וַיַּגֵּ֣ד לְאָבִ֑יו אָמַ֥ר ל֖וֹ קְרָ֥א אוֹתֽוֹ׃ אָמַ֨ר ל֜וֹ טוּבִ֗י בְּנִ֤י רוֹצֶה֙ לֶהָל֣וֹךְ לְמָדַ֔י רוֹצֶ֥ה אַתָּ֖ה לֶהָל֣וֹךְ עִמּ֑וֹ אָמַ֥ר ל֖וֹ הֵֽן׃ מִיַּ֕ד קָרָ֨א טוּבִ֤י לִבְנוֹ֙ וְאָמַ֣ר ל֔וֹ הַתְקֵ֧ן עָצְמְךָ֛ וְתֵ֖לֵךְ עִם־הָאִ֣ישׁ הַזֶּ֑ה וְאלֹהֵ֤י הַשָּׁמַ֨יִם֙ יַצְלִ֣יחַ דַּרְכְּכֶ֔ם וְשַׁבְתֶּ֖ם בְּשָּׁלֽוֹם׃ מִיַּ֕ד הָלְכ֥וּ שְׁנֵיהֶ֖ם בַּדָּ֑רֶךְ וַיָּב֗וֹאוּ עַ֚ד הַנָּהָ֣ר פְּרָ֔ת וַיָּלִ֖ינוּ שָֽׁם׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n5. ויען טוביה אל אביו בל אשר צויתני אעשה אבל איך אוכל לקחת הכסף מיד גבאל הוא לא מכיר לי ואני לא מכיר אותו. אמר לו אביו קח הטבעת הזאת שנתן לי. וטבעתי נתתי לו. ועתה בני בקש איש נאמן שילך עמך ואתן לו שכרו. מיד יצא טוביה לבקש איש נאמן שילך עמו ומצא את המלאך רפאל עומד ולא הכירו כי מלאך י״י הוא. שאל לו מנין אתה. אמ׳ לו מבני ישראל. אמר לו ידעת להלוך למדי. אמר לו הן. אמר לו טוביה אמתין (המתין .1) לי ואגיד לאבי. הלך טוביה ויגד לאביו. אמר לו קרא אותו. אמר לו טובי בני רוצה להלוך למדי רוצה אתה להלוך עמו. אמ׳ לו הן. מיד קרא טובי לבנו ואמר לו התקין עצמך ותלך עם האיש הזה ואלהי השמים יצליח דרככם ושבתם בשלום. מיד הלכו שניהם בדרך ויבואו עד הנהר פרת וילינו שם<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n5. And Toḇiyah answered his father: &#8220;All that you have commanded me I will do: but how can I take the money from the hand of Gaḇael, who knows me not, and I know not him? His father said to him: &#8220;Take this ring, which he has given me, and I have given him my ring. And now, my son, seek you a trusty man, who may go with you, and I will give him his wages. So Toḇiyah went immediately to seek for a man who might go with him, and he found the angel Raphael standing by. But he did not recognize him that he was an angel of YHVH. He asked him: &#8220;From where are you?&#8221; He answered him, &#8220;From the Children of Yisrael.&#8221; He said to him: &#8220;Know you how to go to Madai?&#8221; And he said: &#8220;Yes.&#8221; Toḇiyah said to him: &#8220;Tarry a little for my sake, and I will tell my father.&#8221; Toḇiyah went and told his father. He said to him: &#8220;Call him.&#8221; And he said to him: &#8220;My son Toḇiyah desires to go to Madai; are you willing to go with him?&#8221; He said to him: &#8220;Yes!&#8221; And Toḇi called his son immediately, and said to him: &#8220;Prepare yourself, and go with this man, and may the Elo&#8217;ah of Heaven prosper your way and bring you back in peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוָיָּ֨רׇץ טוֹבִיָּ֤ה אֶל־הַנָּהָר֙ לִשְׁתּ֔וֹת וַיָּצָ֥א דָּ֖ג וְאָכַ֣ל לַחְמ֑וֹ וְצָעַ֕ק וְאָמַ֨ר רָפָאֵ֤ל לְטוֹבִיָּה֙ לֵ֔ךְ וֶאֱחֹ֧ז אֶת־הַדָּ֛ג וְלֹ֥א תַּעֲזֹ֖ב אוֹתֽוֹ׃ הָלַ֖ךְ טוֹבִיָּ֑ה וְתָפַ֧שׂ אֶת־הַדָּ֛ג וַיּוֹצִ֥יא אוֹת֖וֹ לַיַּבָּשָֽׁה׃ אָמַ֣ר לוֹ֮ רָפָאֵל֒ בֶּצַ֤ע אוֹתוֹ֙ בְּאֶמְצַ֔ע וְקַ֖ח לִבּ֑וֹ וְה֣וּא טוֹב֩ לְהַקְטִ֨יר מִמֶּ֜נּוּ לִפְנֵ֣י ׀ כׇּל־אִ֗ישׁ שֶׁיֵּ֥שׁ בּוֹ֙ ר֣וּחַ שֵׁדִ֔ים שֶׁיִּבְרְח֖וּ מִמֶּֽנּוּ׃ וְקַ֖ח הַמָּרָ֑ה וְהִיא֩ טוֹבָ֨ה לִמְשֹׁ֤חַ מִמֶּ֨נָּה֙ הָעֵינַ֔יִם שֶׁיֵּ֥שׁ בָּהֶ֛ם עִוְר֖וֹן וְיִרְפָּֽאוּ׃ עָשָׂה־כֵן֙ טוֹבִיָּ֔ה כַּאֲשֶׁ֛ר צִוָּ֥ה ל֖וֹ רָפָאֵ֑ל וְיֵלְכ֖וּ עַ֥ד מָדַֽי׃ וְאָמַ֣ר רָפָאֵל֮ לְטוֹבִיָּה֒ אָחִ֞י לְבֵ֤ית רְעוּאֵל֙ תָּבֹ֔א שֶׁה֣וּא ׀ אִ֣ישׁ זָקֵ֗ן וְל֞וֹ בַּ֧ת אַחַ֛ת יָפָ֥ה עַד־מְאֹ֖ד וּשְׁמָ֣הּ שָׁרָ֑ה וֶאֱמֹר־ל֕וֹ שֶׁיִּתֵּ֥ן אוֹתָ֖הּ לְךָ֥ לְאִשָּֽׁה׃ אָמַ֓ר ׀ ל֨וֹ טוֹבִיָּ֝ה שָׁמַ֗עְתִּי שֶׁהִ֛יא נִשֵּׁ֖את לְשִׁבְעָ֣ה אֲנָשִׁ֑ים וַיָּמוּת֕וֹ בְּטֶ֥רֶם שֶׁיָּב֖וֹאוּ אֵלֶֽיהָ׃ אָמַ֥ר רָפָאֵ֖ל לֹ֣א תִּירָ֑א כַּאֲשֶׁ֨ר תִּהְיֶ֤ה בְּחֶ֨דֶר֙ עִמָּ֔הּ קַ֚ח לֵ֣ב הַדָּ֔ג וְקֹטֶ֤ר אוֹתָהּ֙ תַּ֣חַת בְּגָדֶ֔יהָ וְהַשֵּׁ֥ד מֵרִ֖יחַ וְיִבְרַֽח׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n6. וירץ טוביה אל הנהר לשתות ויצא דג ואכל לחמו וצעק. ואמר רפאל לטוביה לך ואחוז את הדג ולא תעזוב אותו. הלך טוביה ותפש אל (את .1) הדג ויוציא אותו ליבשה. אמר לו רפאל בצע אותו באמצע וקח לבו והוא טוב להקטיר ממנו לפני כל איש שיש בו רוח שדים שיברחו ממנו. וקח המרה והיא טובה למשוח ממנה העינים שיש בהם עורון וירפאו. עשה כן טוביה כאשר צוה לו רפאל וילכו עד מדי. ואמר רפאל לטוביה. אחי לבית רעואל תבא שהוא איש זקן ולו בת אחת יפה עד מאד ושמה שרה ואמור לו שיתן אותך לו (אותה לי .1) לאשה. אמר לו טוביה שמעתי שהיא נשאת לשבעה אנשים וימותו בטרם שיבואו אליה. אמר רפאל לא תירא כאשר תהיה בחדר עמה קח לב הדג וקטר אותה תחת בגדיו (בגדיה .1) והשד מריח ויברח.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n6. Both went then on their journey, and they came to the river Euphrates, and they passed the night there. And Toḇiyah ran to the river to drink, and a fish came out and ate his bread, and he cried out. And Raphael said to Toḇiyah: &#8220;Lay hold of the fish, and do not let it go.&#8221; Toḇiyah went and laid hold of the fish and drew it out, and Raphael said to him: &#8220;Open it in the middle and take its heart; it is good to burn it before a man in whom the spirit of Sheydim is, to make them flee from him; and take also the gall, for it is good to anoint therewith the eyes in which there is blindness, and they shall be healed.&#8221; So Toḇiyah did as the angel commanded him, and they went to Madai. And Raphael said to Toḇiyah: &#8220;My brother, you come to the house of Reuel, who is an old man, and has a daughter who is exceeding fair, whose name is Sarah, speak to him that he may give her to you for a wife. Toḇiyah said to him: &#8220;I have heard that she has been given in marriage to seven men, and they died before they came in unto her.&#8221; Raphael said: &#8220;Fear not! when you shall be with her in the marriage chamber, take the heart of the fish and burn thereof under her garment, and the sheyd will smell it, and will run away.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאָמַ֤ר רָפָאֵל֙ לִרְעוּאֵ֔ל תֵּ֥ן בִּתְּךָ֖ לְטוֹבִיָּ֣ה לְאִשָּׁ֑ה אָמַ֥ר ל֖וֹ הִנֵּֽנִי׃ וַיִּקַּ֥ח רְעוּאֵ֖ל אֶת־שָׁרָ֣ה בִּתּ֑וֹ וַיִּתֵּ֧ן לָ֛הּ לְטוֹבִיָּ֖ה לְאִשָּֽׁה׃ אָמַ֥ר רְעוּאֵ֖ל לְאִשְׁתּ֑וֹ אַתְקִ֛ינִי אִדְּר֖וֹן בֵּ֥ית מִשְׁכְּבָֽא׃ וַיָּב֖וֹאוּ שָׁ֑מָּה טוֹבִיָּ֖ה וְשָׁרָ֥ה אִשְׁתּֽוֹ׃ מִיָּ֞ד זָכַ֣ר טוֹבִיָּה֮ אֶת־דְּבָרִ֣י רָפָאֵל֒ וַיִּקַּ֨ח לֵ֤ב הַדָּג֙ וַיָּ֨שֶׂם֙ עַ֣ל הַמַּחְתָּ֔ה וַיַּ֕קְטֵר תַּ֖חַת בִּגְדֵ֣י שָׁרָ֑ה וְאַשְׁמְדַ֕אי קִבֵּ֥ל הָרֵ֖יחַ וּבָרַֽח׃ מִיָּד֙ הִתְפַּלְּל֣וּ שְׁנֵיהֶ֔ם לְקָד֖וֹשׁ בָּר֣וּךְ ה֑וּא שֶׁרָפָ֖א אוֹתָֽהּ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n7. אמר רפאל לרעואל תן בתך לטוביה לאשה אמר לו הנני. ויקח רעואל את שרה בתו ויתן לה לטוביה לאשה. אמר רעואל לאשתו אתקיני אדרון בית משכבא ויבואו שמה טוביה ושרה אשתו. מיד זכר טוביה אח דברי רפאל ויקה לב הדג וישם על המחתה ויקטר תחת בגדי שרה ואשמדאי קבל הריח וברח. מיד התפללו שניהם להׄבׄהׄ שרפא אותה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\n7. Raphael said to Reuel: &#8220;Give your daughter to Toḇiyah for a wife.&#8221; And he said: &#8220;Hineni/I am willing.&#8221; And Reuel took his daughter Sarah and gave her to Toḇiyah for a wife. And Reuel said to his wife: &#8220;Prepare a bedchamber.&#8221; Toḇiyah and his wife Sarah went into it; and Toḇiyah remembered the words of Raphael, and he took the heart of the fish and put it on a censer and burnt it under the clothes of Sarah. And Ashmedai received the smell, and he fled instantly; and both prayed to the blessed Holy One, who had healed her.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְמָחָר֩ אַמָ֨ר טוֹבִיָּ֜ה לְרָפָאֵ֗ל לֵ֤ךְ לְגָּבָּאֵל֙ וְיִתֵּ֣ן לְךָ֔ הָעֲשָׂרָ֖ה כִּכְּרֵ֣י זָהָ֑ב מִיָּ֕ד הַלָ֥ךְ רָפָאֵ֖ל וְהֵבִ֥יא אֶת־הַכָּֽסֶף׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלמחר אמר טוביה לרפאל לך לנבאל ויתן לך העשרה ככרי זהב. מיד הלך רפאל והביא את הכסף<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the morrow, Toḇiyah said to Raphael: &#8220;Go to Gaḇael, that he may give you ten talents of gold.&#8221; Raphael went immediately, and brought the money.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְאָמַ֥ר רָפָאֵ֖ל לְטוֹבִיָּ֑ה אָחִ֗י אַתָּ֤ה יָדַ֨עְתָּ֙ אֵ֣יךְ הִנַּ֔חְתָּ אֶת־אָבִ֥יךָ וְאֶת־אִמֶּ֖ךָ בְּצַ֥עַר גָּדֽוֹל׃ וְעַתָּ֞ה נֵלֵ֤ךְ אֲנַחְנוּ֙ לִפְנ֣וֹת הַבַּ֔יִת וְתָּבֵ֥א אִשְׁתְּךָ֖ אַחֲרֵ֑ינוּ וְיֵלְכ֖וּ שְׁנֵיהֶֽם׃ אָמַ֣ר רָפָאֵל֮ לְטוֹבִיָּה֒ כְּשֶׁתָּב֣וֹא ׀ לְבֵ֣ית אָבִ֗יךָ קַ֤ח הַמָּרָה֙ מִן־הַדָּ֔ג וְשִׂ֕ים בְּעֵינֵ֥י אָבִ֖יךָ וְיִרְפָּ֑א וָיַּ֖עַשׂ כֵּֽן׃ וְאָמַ֥ר טוּבִ֖י לִבְנ֑וֹ סיפר ]סַ֥פֵּר[ לִי֙ כׇּל־מַ֣ה שֶׁעָשִׂ֔יתָ וַיּסַפֵּ֖ר לֽוֹ׃ וְאָמַ֞ר בָּר֣וּךְ יְהוָ֗ה שֶׁשָּׁלַ֤ח מַלְאָכוֹ֙ עִם־בָּנִ֔י וְהִצְלִ֖יחַ דַּרְכּ֑וֹ וְרָפָ֕א שְׁנֵ֥י עֲנִיִּ֖ים כָּמֽוֹנוּ׃ <br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nואמר רפאל לטוביה אחי אתה ידעת איך הנחת את אביך ואת אמך בצער גדול. ועתה נלך אנחנו לפנות הבית ותבא אשתך אחרינו. וילכו שניהם. אמ׳ רפאל לטוביה כשתבא לבית אביך קח המרה מן הדג וישם (ושים .1) בעיני אביך וירפא. ויעש בן ואמר טובי לבנו סִיפֵר (!) לי בל מה שעשית ויספר לו. ואמר ברוך י״י ששלח מלאכו עם בני והצלח דרכו ורפא שני עניים כמונו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd Raphael said to Toḇiyah: &#8220;You know that you have left your father and your mother in great pain; now let us go to prepare the house, and let your wife come after us. So they both of them went. Raphael said to Toḇiyah: &#8220;When you come into the house of your father, take the gall and put it in the eyes of your father, and he will be cured.&#8221; He did so. And Toḇi said to his son: &#8220;Tell me all that you have done.&#8221; And he told him. And he said: &#8220;Blessed be YHVH who has sent his angel with my son, and has prospered his way, and has cured two poor people like ourselves.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלְאַחַ֧ר יָמִ֛ים בֵּ֥רַךְ אֱלֹהִ֖ים לְטוֹבִיָּ֑ה עַ֤ל שֶׁקִּיֵם֙ מִצְוַ֣ת אָבִ֔יו וַיִּתֵּ֥ן מַעֲשֵׂ֖ר מִכׇּל־אֲשֶׁ֥ר לֽוֹ׃ הָ֨א לָמַ֧דְנוּ כֹּ֛חַ הַצְּדָק֥וֹת וְהַמַּעַשְׂר֖וֹת כַּמָּ֣ה גָּד֑וֹל עַל֩ שֶׁעָשָׁ֨ה טוּבִ֜י צְדָק֗וֹת וְהִפְרִ֤ישׁ מַעַשְׂרוֹתָיו֙ כְּרָא֔וּי מַ֚ה שָׁלֵ֣ם ל֔וֹ הַקָּד֖וֹשׁ בָּר֥וּךְ הֽוּא׃ וּלְפִ֨י שֶׁהָ֤יוּ יוֹדְעִין֙ אֲב֣וֹת הָעוֹלָ֔ם כֹּ֥חַ הַצְּדָקָ֖ה וְהַמַּעַשְׂר֑וֹת הָ֥יוּ זְהִירִ֖ין בָּהֶֽן׃ לְכָךְ֙ הִזְהִ֣יר מֹשֶׁ֔ה עַשֵּׂ֣ר תְּעַשֵּׂ֔ר אֵ֖ת כׇּל־תְּבוּאַ֥ת זַרְעֶֽךָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"26%\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nלאחר ימים בֵרַך אלהים לטוביה על שקיים מצות אביו ויתן מעשר מכל אשר לו. הא למדנו כח הצדקות והמעשרות כמה גדול על שעשה טובי צדקות והפריש מעשרותיו בראוי מה שלם לו הׄבׄהׄ ולפי שהיו יודעין אבות העולם כח הצדקה והמעשרות היו זהירין בהן. לכך הזהיר משה עשר תעשר את כל תבואת זרעך׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\" width=\"48%\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn after days Elohim blessed Toḇiyah also, because he fulfilled the command of his father, and gave tithes of everything that he possessed. Hence we learn how great is the power of alms and tithes, and how, because Toḇi gave alms and separated his tithes as is required, <span class=\"divine-referent\">the blessed Holy One</span> rewarded him! And because the ancestors of the world knew the power of alms and tithes they were careful in observing them. Therefore did Mosheh warn the Yisraelim, saying to them: &#8220;You shall surely tithe all the increase of your seed.&#8221;\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/TwoUnknownHebrewVersionsOfTobitMosesGaster1897#page/n51/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/TwoUnknownHebrewVersionsOfTobitMosesGaster1897#page/n39/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Extracanonical Megillot",
        "Shavuot Readings"
    ],
    "tags": [
        "2nd century B.C.E.",
        "36th century A.M.",
        "apotropaic rituals of protection",
        "Ashmodai",
        "derivative work",
        "entering magical territory",
        "Hebrew translation",
        "mysterious fish",
        "tithing",
        "Tobit",
        "שדים sheydim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "23068"
        ],
        "date_src_start": [
            "-0260-00-00"
        ],
        "date_src_end": [
            "-0161-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/12/Three_Rounels_from_the_Life_of_Tobias_1._Tobit_comforts_Hanna_Southern_Netherlands_c._1500_stained_glass_-_Museum_Schnütgen_-_Cologne_Germany_-_DSC09853.jpg",
        "title": "Three_Roundels_from_the_Life_of_Tobias,_1._Tobit_comforts_Hanna,_Southern_Netherlands,_c._1500,_stained_glass_-_Museum_Schnütgen_-_Cologne,_Germany_-_DSC09853",
        "caption": "Three Roundels from the Life of Tobias, 1. <a href=\"https://commons.wikimedia.org/wiki/File:Three_Rounels_from_the_Life_of_Tobias,_1._Tobit_comforts_Hanna,_Southern_Netherlands,_c._1500,_stained_glass_-_Museum_Schnütgen_-_Cologne,_Germany_-_DSC09853.jpg\">Tobit comforts Hanna</a>, Southern Netherlands, c. 1500, stained glass - Museum Schnütgen - Cologne, Germany"
    },
    "source_link": "https://opensiddur.org/?p=23063",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/shavuot-readings/the-story-of-toviyah-for-the-second-day-of-shavuot/",
    "slug": "the-story-of-toviyah-for-the-second-day-of-shavuot"
}