{
    "post_id": 63152,
    "title": "A Brief Account of the Jewish Prayers, by Isaac Abendana (1695)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Isaac Abendana",
            "bio": "Isaac Abendana (ca. 1640–1699) was a Spanish-born Jewish scholar, translator, and religious leader who became a pioneering figure in Hebrew studies at English universities during the Restoration period. Born into a Marrano family that had been forced to convert from Judaism to Christianity during the Spanish Inquisition, he was the younger brother of Jacob Abendana and the grandson of David Abendana, one of the founders of Amsterdam's first synagogue. Abendana arrived in England in 1662 before his brother, making him one of the first practicing Jews to teach at English universities since the medieval expulsion of 1290. From 1663, Isaac taught Hebrew at both Cambridge and Oxford universities, receiving an annual retaining fee of £6 from Trinity College, Cambridge during 1664-66. His most significant scholarly achievement was producing the first complete Latin translation of the Mishnah in 1671, a six-volume manuscript work commissioned by Cambridge University that remained unpublished but was later used by Christian scholar Guilielmus Surenhusius for his own Latin edition. While he was at Cambridge, Abendana sold Hebrew books to the Bodleian Library of Oxford. After relocating to Oxford in 1689, Abendana taught Hebrew at Magdalen College. At Oxford, Isaac compiled annual Jewish calendars (almanacs) for Christian readers from 1692 to 1699, which he later republished as Discourses on the Ecclesiastical and Civil Polity of the Jews (1706)—one of the first comprehensive explanations of Judaism written in English. He maintained extensive correspondence with leading Christian scholars, including with the philosopher Ralph Cudworth, master of Christ's College, Cambridge. Abendana contributed significantly to Jewish-Christian intellectual dialogue during a formative period in Anglo-Jewish history. Following his brother Jacob's death in 1695, Isaac served as hakham (chief rabbi) of London's Spanish and Portuguese Synagogue until his own death on July 17, 1699.",
            "website": "https://en.wikipedia.org/wiki/Isaac_Abendana",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-abendana"
        }
    ],
    "date": "2025-08-07",
    "last_updated": "2025-08-29",
    "excerpt": "This is one of the earliest essays on Jewish prayer to appear in English, \"A Brief Account of the Jewish Prayers\" (Isaac Abendana, 1695). The essay was published in the 1695 issue of Abendana's <em>The Jewish Kalendar</em>, an annual periodical in which was typically appended an article on Jewish history and practice of interest to the work's main audience: Christian Hebraists. Besides a survey of the topic, included in the essay is a translation of the blessing from the Amidah, \"Shomeah Tefillah\" noting the variations between the Ashkenazi and Sefaradi liturgical customs.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe following is one of the earliest essays on Jewish prayer in English, &#8220;A Brief Account of the Jewish Prayers.&#8221; Dated 1695, the essay by Isaac Abendana (ca. 1640-1699) follows Menasseh ben Israel&#8217;s 1655 letter to Oliver Cromwell containing the former&#8217;s explanation of the <a href=\"/?p=12692\">prayer for the sovereign, Hanoten Teshua</a>. The essay was published in the 1695 issue of Abendana&#8217;s <em>The Jewish Kalendar</em>, an annual periodical in which was typically appended an article on Jewish history and practice of interest to the work&#8217;s main audience: Christian Hebraists. In nineteen sections, Abendana surveys the topic and in section 12, while discussing the blessings of the Amidah offers a translation of &#8220;Shomeah Tefillah&#8221; while noting the variations between the Ashkenazi and Sefaradi liturgical customs. Treatment of the prayer for the government is found in section 19. The article is noted in Simeon Singer&#8217;s 1896 article &#8220;Early Translations and Translators of the Jewish Liturgy in England&#8221; (in *Transactions* (Jewish Historical Society of England) , 1896-8, Vol. 3 (1896-8), pp. 36-71). There Singer writes, </p>\n<blockquote><p>&#8230;it is to Isaac Abendana that we are indebted for most ably showing forth to the educated Christians in England some of the beauties of the Jewish Prayer Book. Isaac Abendana was the brother of Jacob Abendana, who was chosen Chacham of London, in succession to Joshua da Silva, in 1680. He belonged to a family of scholars. His brother, the Chacham, probably by way of reply to attempts made to convert him by a Professor (Antonius Halsius) at Leyden, translated the Cuzari, Jehuda Halevi&#8217;s system of the Jewish faith, into Spanish. But Isaac&#8217;s activity seems to have been even more considerable than his brother&#8217;s. He translated the Mishnah and parts of Maimonides&#8217; Yad Hachazakah into Spanish. Together with his brother, he edited, with additions, the <span class=\"hebrew\">מכלל יופי</span> and translated (the lion&#8217;s share of the work falling to him) the whole of the Mishnah into Latin—a work which Kayserling says is, or was, in manuscript in six volumes in the Cambridge Library. Coming to England with his brother Jacob, he settled in Oxford, became a teacher of Hebrew, gave lectures in Hebrew literature, and was honoured with the degree of Doctor. He is said to have been a man of delightful conversation, and certainly he had the tact, while writing in a manner that could not but advance respect for Jews and Judaism, not to utter a word that might give umbrage to Christians. He was in correspondence with many learned Christians; two inedited letters of his to Buxtorf the younger, one in Hebrew and the other in English, are extant. For several years he published a Jewish Calendar, to which it was his habit to affix a dissertation on some subject of Jewish interest. Those for 1695 and 1699 are enriched respectively with &#8216;An Account of our Publick Liturgy as at this day established among us,&#8217; and &#8216;A Discourse concerning the Jewish Fasts, wherein is a brief Account of the Great Day of Expiation.&#8217; They are avowedly intended to give Christians an idea of Jewish rites and tenets.</p></blockquote>\n<p>In the copy of the 1695 Jewish Kalendar available to us (courtesy of the HUC-JIR Klau library), the essay appears on 36 numbered pages, ending abruptly mid-quote before an empty blank page. The final 7½ pages of the essay can be found in &#8220;On Jewish Prayer,&#8221; chapter 4 in a posthumously published volume, <em>Discourses of the Ecclesiastical and Civil Polity of the Jews</em> (1706), pp. 120-127. The re-printed formatting (by the printer Samuel Ballard) differs slightly from that found in <em>The Jewish Kalendar</em> of 1695, mainly in omitting the section numbers Abendana used. Lacking any earlier attestation, from section 19 onward, our transcription follows the formatting as found published in the 1706 re-print.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nA BRIEF ACCOUNT OF THE JEWISH PRAYERS.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.1. The duty of Prayer in general is so strongly enforced partly by the necessity and partly by the excellency of it, that I shall not need to insist on any other Topics to recommend the serious and constant pratice thereof. The necessity appears as from the dependant condition of all Creatures, so particularly from the many wants and indigencies of mankind; and neither can the one be supported, nor the other supplied, but by the riches of his bounty and liberality who first gave being to all things, and established by his good Providence the most proper methods for their subsistance and preservation. For the very notion of a Creature implies a dependance, and consequently a weakness and inability to provide for its self. And therefore &#8217;tis equally natural and necessary for it to have recourse to the author of its being, and in a way agreeable to its nature, to crave relief from him. Hence is it that the ravens are said (in Scripture) <em>to cry out to God for food</em>, and that the <em>Lyons do seek their meat</em> from him, and in short, that the eyes of all wait upon him, &#038;c. But to come up closer to my design; as man tho Lord of this inferiour world, doth, yet acknowledge a dependance on the Creator of it, as having as many wants as other Creatures (if not more) to be supplied and provided for: so by the advantage of reason and understanding, (in which he excells the rest of his fellow-creatures) he is better qualified to know his own wants, and to, desire a suitable provision for them. And forasmuch as he is sensible that God only can answer his desires in that behalf, therefore doth he discover a necessity of making his application to him; which being accompanied with a firm belief that God is both able and willing to relieve him, commences an act of devotion, and is properly that Species of Prayer which we usually style Petition. Thus much even the Heathens were taught by the light of reason, their many infirmities sufficiently, instructing them, in the necessity, of making their, addresses to the Deity for help and assistance Neither is man only, better qualified than other inferior creatures are to beg for mercies and benefits at his makers hands, but also to make all agreeable returns of praise and thanksgiving for them; and if he forget or neglect so to do, he makes himself lyable to the imputation of being most abominably base and sinful; for, inasmuch as he hath no right to the creatures without Gods allowance, if he make use of them without previous intercession for them, and thankfulness when he hath them, he is guilty of theft, or rather sacrilege.  Especially, if we reflect that God requires and commands that we should put up our requests to him for every thing we shall need, and withall hath graciously promis&#8217;d to hear and answer us. Pursuant to this purpose our Doctors interpret that text of <em>serving the Lord our God with all our heart</em>, as implying a command to worship him with prayer and thanksgiving, since the devotion of the heart cannot otherwise be express&#8217;d. And therefore &#8217;tis farther remarkable; that the house of the Lord doth not take a peculiar denomination from the sacrifices therein offered up, as it does from the duties and solemnities of Prayer, (<em>my house shall be called the house of prayer</em>, Isai. 56.7) whereby we may &#8220;perceive at once the greater importance and necessity of the latter than the former; and likewise the the excellency of the one above the other. But we need not have recourse, to any such comparison to evince the great dignity and excellence of prayer, since &#8217;tis of its self evident and plain enough, if we consider, that, hereby we have an immediate entercourse and a kind of familiarity with God himself; that by virtue thereof we enjoy that great privilege of  conversing freely with him, of unburthening our souls of our troubles and miseries, and casting our cares upon him, in full perswasion of mind that he hearkens to us, and will afford whatever is necessary and expedient for us whether in this or in the world to come.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.2. Having thus far accounted for the necessity and excellency of prayer in general, I shall pursue my design by shewing 1st. what is required in prayer which will take in the qualifications of the party that prayeth, and what posture he must use, &#038;c and the circumstances of time and place and the like; and 2dly. by considering particular the publick prayers of the Church, under which will be comprized an account of our set forms of prayers in our publick assemblies, by whom compil&#8217;d and how to be us&#8217;d, together with some incidental matters relating thereunto.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.3. As to the first requisite in prayer, viz. the qualifications ot the party that prayeth prayeth, be it observed that he must be duly prepared and disposed in mind and affection before he presume to appear in the presence of God, and that such previous dispositions are to be procured by a serious meditation on the great solemnity of the action he is going about. (To which purpose &#8217;tis observable, that some of our pious ancients did use to tarry some short space in the Synagogue before prayers begun, the better to settle and compose their thoughts.) At his entrance into the places of publick worship he must behave himself with all agreeable reverence, as being sensible of the great holiness and sanctity thereof. Pursuant hereto his thoughts must be sequestred from all vain and frivolous objects, and fix&#8217;d with the most serious attention on the duty which he is engag&#8217;d in, as knowing that wandring desires, and lazy, or formal, or hypocritical devotion, will find no acceptance with God who searches the heart, and expects we should wholly dedicate that to him, and commands the service of the mind as well as of the mouth. To attain this end he must repeat his prayers seriously, gravely and deliberately, without haste or precipitation, that his heart and his tongue may go together; and God may be glorified by that as well as this.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.4. The postures he must use are either <em>Sitting</em> or <em>Standing</em>, according to the practice and examples of holy men recorded in Scripture, (as where &#8217;tis said, <em>then stood up Phinehas and prayed</em>, Psalm 106. v.30.) or <em>bowing</em>, or <em>kneeling</em>, or <em>prostration</em>, which three last were us&#8217;d on the great day of expiation, and other great solemnities of Prayer, and Confession; and Humiliation for sins; but always with his face toward the Temple, if he dwelt in Jerusalem, and toward the holy Land where the Temple stood, if inhabiting elsewhere. Besides, he is obliged to appear clean and neat in his clothes, as considering that as great respect in that particular is due to God the King of all the world, as he would shew to any earthly Prince when called to appear before him. Lastly, he must model his voice, as near as possibly he can, to a sweet and agreeable sound, without loudness or harshness of pronunciation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.5. The times set apart for prayer in publick, are the morning, noon-day, and the evening; which (in the opinion of most of our Doctors) were so instituted by the three Patriarchs; the morning by Abraham, at which time he perform&#8217;d his devotion; as appears from Gen. 19. v.27. <em>Abraham gat up early in the the morning to the place where he stood before the Lord</em>, i.e. sys the Chaldee Paraphrase, <em>where he used to pray</em>; the noon-day by Isaac, as Gen. 24. v.63. <em>Isaac went out to meditate, or to pray at the eventide</em>, i.e. at the time of the sun&#8217;s declension from its Meridian. The evening by Jacob, as Gen. 28, v.11. <em>Jacob lighted upon a certain place</em>, where the original word may signifie <em>Prayer</em> or <em>Intercession</em>. Others say the said times were appointed in imitation of David&#8217;s practice, Psalm 55 v.17. <em>Evening, and morning, and at noon will I pray</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThese three times of prayer were also observed during the Temple-service, (and in all following ages have been kept up) in complyance with the times of offering the daily sacrifices, at which solemnities prayers were constantly used, and always looked upon as the most substantial parts of worship, whereby the sacrifices themselves were consecrated, and rendred acceptable to God. And notwithstanding there were only two daily facrifices, viz. that of the Moring, and that of the Evening; yet because this latter (which begun to be offered upon the sun&#8217;s declension from the Meridian) continued all night upon the Alter burning, Lev. 6.9. therefore were prayers then also used, and this made the third time of publick devotion. Lastly, these three times are set apart for publick prayers, because by them the principal parts of the day are described, and markt out. And here it is not improper to take notice that tho, by these the measures of publick devotion are settled and prescribed, yet is every man left to his liberty in his private addresses : as to which he hath no other rule established, but what his own piety and prudence direct him to use; but without conroversie the more he employs himself in the holy offices of Prayer, the more he consults both his temporal and eternal advantage, and the more pleasing and acceptable he is to God. And therefore our Doctors advise to frequency in them, and pronounce him the most happy man, who bestows most time in the performance of them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.6. As to the next circumstance of prayer it may be observed, that there are certain places peculiarly appointed and consecrated to answer the ends and designs of publick worship; for this cannot otherwise be kept up and maintain&#8217;d. To this purpose it is observable, that Solomon at the great dedication of the Temple prayed to God that he would be pleased to hear the publick prayers of the children of Israel wheresoever gathered together to offer up their petitions towards the said holy Temple, 1 Kings 8 v.30. and that by his prayer he consecrated all places set apart for our publick devotions. And upon this account all such places are so far appropriated to a sacred use, and thereupon to great reverence becomes due to them, that they are not to be applyed to any other purposes; especially when by a more particular dedication they receivean accession of sanctity, and are entirely designed tothe holy exercises of prayer and devotion, and thereby set apart for this or that congregation. These places are well known by the name of Synagogues, and are so fram&#8217;d and contriv&#8217;d as to bear a resemblance of the Temple of Jerusalem towards which they aliways point. In the middle thereof is a Pew rais&#8217;d to a convenient height from the ground, where the Minister officiating is placed, to the end he may with most advantage be seen and heard by all the people there present. Right over against the front of the said Pew is erected a curious Desk in which the sacred Books of the Law are carefully laid up. The congregation meeting in the Synagogues must be composed of ten men at the least, past thirteen years of age, so that wheresoever so many of our Nation settle into a community they are oblig&#8217;d to have a Synagogue, where they are constantly to meet, and not to content themselves with private devotions. For &#8217;tis our settled belief that publick prayers are most pleasing to God, and that our addresses are most prevalent, when jointly offered up, because they most of all contribute to the advancement of God&#8217;s honour and glory, and this still the more by how much the congregation is more numerous: which is countenanc&#8217;d by allusion to that text, Prov. 14.28. <em>In the multitude of people is the King&#8217;s honour</em>. Pursuant hereto it is remarkable, that if any person be letted by sickness or any other great impediment from attending the publick service, he is obliged to make his private addresses, as near as possibly he can, at the solemn time of publick prayers, that so tho&#8217;, he cannot in person, he may at least in mind and affection join with the congregation. And as there are particular seats appointed for the Rulers of the Synagogue so each man respectively hath his proper seat whereto he constantly resorteth in conformity to David&#8217;s practice, who is said to <em>have come to the top of the mount where he worshipped</em>, (that is, <em>was wont to worship God</em>, 2 Sam. 15.32, and by this means, amongst others, a regular decency and uniformity is preserv&#8217;d and maintain&#8217;d. And forasmuch as we have under this head, made mention of the Minister who is appointed to read the Service, and to offer up the Prayers of the congregation; it will be proper here to declare, what qualifications are required to sit him for that employment, as also by whom and how he must be appointed.  As to his natural perfections &#8217;tis required, that he be grave and serious, free from youthtul levities and childish pursuits, that he have a clear, sweet, and audible voice, without jarring or harshness, or hesitancy in his pronunciation; for so his hearers will reap the molt profit by what he delivers to them. As to his morals, he must be humble and modest, not lyable to the imputation of pride or impudence, since the former virtues are as naturally productive of love and esteem, as the opposite vices are of scorn and disdain, and therefore as he ought to court and cherish the former, so he, should by all means secure himself from the latter. He muft be a person endued with prudence and discretion, with candor and ingenuity, by which he may be able to procure a good opinion of himself, and, consequently a great veneration, for the holy office which he is engaged, in the performance of. In short, he must be master of all such moral accomplishments as are necessary to the due discharge of his sacred employment, and be far from being guilty of any publick enormity or scandalous crime, that he must not labour under the suspicion of any. That he may better answer the end of his calling, and to avoid all occasions of disgust, he must be appointed thereunto by the unanimous suffrages of the whole congregation, and if so much as one man dissent, his choice cannot be approved; for since he is to offer up the prayers of all, &#8217;tis fitting that each particular person should agree to his designation, and since he represents the whole assembly, ’tis expedient every one should be concern&#8217;d in empowering him so to do. Thus appointed he holds his place during his natural life and may not be remov&#8217;d unless upon a visible alteration of manners, unless he be guilty of some notorious sin, whereby the congregation is justly scandaliz&#8217;d,and there upon pronounces him unworthy of that his sacred station; to which he is promoted purely upon consideration ot his merit and abilities, so that the mean inducement of favour, or interest, or friendship, and the like partial motives, do bear no sway to this eletion. To all which I shall only add that his sallary is paid by the whole congregation where he is appointed to serve and is proportioned by the quality, abilities and numbers of his auditors. This sallary is paid out of the publick stock or treasu of the respective congregations, and comports with that practice supported by particular command, of paying the half Shekel whereby provision was made for the Sacrifices offered during the Temple service. For as these oblations were made for all, without exception or distinction, so must the publick Minister in like manner pray for all, of what quality or condition soever, and consequently must in a publick way be provided for.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.7. Having proceeded thus far in the former part of our delign, wherein we propos&#8217;d to shew what is requir&#8217;d in prayer, and in pursuance hereof declared what qualifcations are required in the party that prayeth, together with the gestures usual in prayer, and the circumstances of time and place, with other incidental matters: I shall now go on to account with like brevity for the remaining part, i.e. Secondly, To consider in particular the publick Prayers of the Church, under which will be comprized a relation of our Set-forms in our publick assemblies, by whom compil&#8217;d, and how to be used, &#038;c.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.8. The Prayers as they now appear in our publick Liturgy were composed by Ezra, with the assistance of the great Senate consisting of 120. Elders, in which number were three Prophets, viz. Haggai, Zachary, and Malachy. The occalion of compiling them was this: Ezra observing the decay of our language through the people&#8217;s neglect of it, and their affectation to speak in other tongues, and consequently to pray in them too; thought it the most effectual way to preserve the one, and to refrain them from their fondness for the other, to prescribe certain set forms of Prayer. Now these are in number eighteen, 1st. Praises 2ly. Petitions for things necessary for the support of life. 3ly. Thanksgivings, which as we have before observed; take up the whole duty of Prayer in publick. To these is added a nineteenth, drawn up by R. Samuel sirnam&#8217;d the Lesser, in the days of R. Gamaliel; the design of it being to beseech Almighty God to remove those Errors, Corruptions, and Heresies, which at the time infested the Church, and disturbed the peace and tranquillity thereof. Of those eighteen composed by Ezra, the content are these that follow.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.9. The first is entitled <em>Abboth</em>, i.e., Fathers, because it contains an address to God Almighty on account of his gracious vouchsafements to, and his Covenant established with the Patriarch&#8217;s, whereby he obliged himlelf to shew mercy, and to send Redemption to them and their posterity by an everlasting ordinance of love.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe second is called <em>Gebhuroth</em>, i.e. Powers, because it comprizes a pious acknowledgement of Gods Omnipotence, expressed in the general acts of his Providence, in doing good to mankind, by sending rain and fruitful seasons, protecting the miserable, relieving the captives, quickning the dead, and the like.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe third, entituled <em>Keddusha</em>, contains a profession of Gods eternal sanctity, and that this holy name ought to be praised and magnifed by all good and godly men, for ever and ever.</p>\n<p>The fourth is called <em>Bina</em>, i.e. wisdom; in which we beg of God Almighty the fountain of all knowledge and understanding, that he would be pleased to inspire us with wisdom, to request of him all such things as are necessary and expedient for the publick wellfare, and for our selves, so far as our private interests shall comport therewithall: for it is evident that the publick good is for the advantage of particular persons, tho &#8217;tis possible a private good may interfere with the publick benefit.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe fifth is styled <em>Hashibhenu</em>, i.e. turn us; because therein we beseech God to turn us from our evil ways, and to dispose our hearts to his service and Laws, by a serious repentance for all our misdeeds; and this in full confidence that he accepts and hears us, since he hath been pleas&#8217;d to declare his readiness to receive us into his favour, upon our amendment and reformation of life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe sixth is entituled <em>Selach</em>, i.e. forgive; for whereas no man can live without sin, either in thought, word, or deed, and none but Almighty God can grant pardon for sin; &#8217;tis therefore necessary we should have recourse to him in prayer, beseeching him to forgive all our trespasses.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe seventh is called <em>Reeh</em>, i.e. behold; for having prayed to God to forgive our sins; we next address to his divine Majesty, requesting humbly that he would be pleas&#8217;d to look upon our affliction and distress, and to send us a gracious deliverance out of all our troubles and calamities.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe eighth is entituled <em>Rephaenu</em>, i.e, heal us, because therein we implore God Almighty to heal all our infirmities, to remove our griefs, and to restore us to sound and perfect health; hereby acknowledging him our best Physician, and that without his blessing, all other applications are vain and ineffectual.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe ninth is <em>Barechenu</em>, i.e. bless us, because in this we beseech God to bless. in all the works of our hands, and that would please him to send us an healthy and fruitful year, and there with all to support us in peace, plenty and prosperity. This prayer is conceiv&#8217;d in different forms, according to the different seasons of the year, in one for Summer, and in another for Winter.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe tenth is <em>Tecang Besophar</em>, i.e. Blow with the Trumpet, in which we beg of God to redeem us out of our captivity, and to gather our Nation from all the corners of the earth whither they are dispersed, and that Trumpets may be sounded on that joyful occasion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe eleventh is <em>Hashibah Shophtenu</em>, i.e. Restore our Judges; because having pray&#8217;d to God that he would gather our dispersed, we proceed to beg of him that he would graciously vouchsafe to restore our Government, our Princes, and Rulers, and by them to establish righteousness and judgement, and himself to reign over us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe twelfth is styled <em>Lamalshenim</em>, i.e. Informers; because therein we beseech God to suppress and extirpate all Hereticks and Schismaticks that pervert the doctrine, and disturb the peace of the Church, by creating trouble and disquiet to the members thereof, particularly by false and malicious informations brought against them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe thirteenth is entituled <em>Al hatzaddikim</em>, i.e. for just men, wherein we pray that God after having removed from amongst ur all evil doers, would be graciously pleased to prosper and procect the good, the proselytes of justice, that he would grant us the benefit of their good convesation, and lastly, that he would give us a sure trust and confidence in his infinite goodness and mercy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe fourteenth is <em>Tishkon</em>, i.e. dwell; because in this we pray that God would be pleas’d (according to his promise) to dwell in Jerusalem, and that, to this end, the throne of David may in a short space be reestablished, that Jerufalem may be built upon everlasting foundations, and inhabited by his people Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe fifteenth is <em>Tzemach</em>, i.e. Branch; because therein we address to Almighty God, beseeching him to be merciful to the Branch of David, and to restore his kingdom to its pristine glory and splendor.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe sixteenth is entituled <em>Shemang Kolenu</em>, i.e. Hear our voice; wherein we address to God the hearer of prayer, that he would be graciously pleas&#8217;d to hear and receive our Supplications, and mercitully grant whatever we have prayed to him for.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe seventeenth is called <em>Retse</em>, i.e. accept; because in this we implore Almighty God that he would favourably accept the Prayers and Supplications of his people Israel, and restore to them the advantage of their publick worship in the Temple, that their eyes may again behold the glory of Sion, as in the former days.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe eighteenth is entituled <em>Modim</em>, i.e. Thanksgiving; because herein we make our returns of Praise and Thankfulnels to God Almighty for all his mercies and vouchsafements to our souls and bodies, for his miraculous goodness toward our Church and Nation, concluding with an earnest and affectionate desire that his holy name may be blessed and magnify&#8217;d by all his Creatures. And here out of a thorow sense of Gods most immediate presence in these our holy exercises of prayer and devotion, we make a very low bowe as the most solemn acknowledgement of that our perswasion. All these praises and petitions we shut up with an humble and earnest request that in order to our enjoyment of all other mercies, God would be pleased <em>to give his people the blessing of peace</em>, Psa. 29. v.11. and this is the 19. entituled <em>Shim Shalom</em>, i.e. Set peace. To all which I shall add, that these our publick prayers are begun with the 15. verse of the 51st. Psalm, <em>O Lord open thou my lips, and my mouth shall shew forth thy praise</em>, and end with the 14th. ver, of the 19th. Psalm, <em>Let the words of my mouth, and the meditation of my heart be acceptable in thy fight, O Lord my strength and my Redeemer</em>. Be it here further observ&#8217;d, that the whole congregation doth in a low voice repeat the said nineteen Prayers, each man for himself, the better thereby to prepare their hearts for the more solemn rehearsal of them. Which done, the Minister officiating, does in the name of all then present, repeat them with a loud voice, all the congregation then keeping silence, save that at the conclusion of each petition they answer <em>Amen</em>. Be it also further remarked, thy betwixt the second and third Petition is repeated that Angelical hymn, Holy, Holy, Holy, which cannot be used by any man in his private addresses, being altogether appropriated to our publick devotions. Lastly be it noted, that immediately before the last Petition, the Minister pronounceth the Benediction, prescribed to be used at the conclusion of our solemn Sacrifices by, God&#8217;s special command, Numb. 6.22, &#038;c. and was to be done by one of the sons of Aaron. The Minister, I say, pronounceth it usually as aforesaid, saving that on some great Festivals, &#8217;tis ordinary for one of Aarons family, (if any be present) to perform that office with all agreeable solemnity. Thus having accounted for the contents of our publick prayers, it remains that we now speak of the other parts of our Liturgy, some of which preceded, some followed those 19. Petitions hitherto spoken of, which we shall dispose in the following method.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.10. Every day we use an office containing three Sections of the Law, commonly styled <em>Shemang</em>, i.e. Hear, taken out of, first, the 6th. of Deut. from the 4th. to the 10th. verse inclusively; secondly, out of Deut.11. from the 13th. to the 22d. ver.; and thirdly out of Numb. 15. from the 37th. ver. to the end of that Chapter. And this office is mad with the greatest solemnity, as comprizing the fundamental principles of our Religion, and is upon that account carefully taught our children, so soon as they are able to speak plain. Preparatory to this office we use some prayers Morning and Evening, whereof the 1st. contains an acknowledgement of God&#8217;s Omnipotence in the production of all Creatures, and in the beautiful order and disposition of the universe, particularly in appointing the light of the day, and this for the Morning; The 2d. a profession of God&#8217;s infinite goodness to the house of Israel, in choosing them sor his peculiar people, and giving them his righteous Laws and Ordinances, &#038;c. And these are likewise used at Evening with this difference, that the acknowledgement is made on account of God&#8217;s appointing the night and darkness. After the office is over, follows a concluding prayer, containing an acknowledgement of the divine veracity, and of our being obliged to receive whatever is then delivered to us, as the Oracles of Truth. And this common both to the Morning and Evening service, at the latter of which is added another prayer, in which we beseech God to preserve us from all perils and dangers, and to send us a quiet and peaceabletime of rest. Hitherto I have took notice of the most important, and principal parts of our publick offices, I shall now briefly give an account of some prayers and hymns ordinarily used, (upon our first coming into the Synagogues) in our daily common devotions.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.11. And here first, I think it proper to relate, that in complyance with the practice of our pious ancients, we allow our selves some short time for meditation in the Synagogue if we arrive there before the Prayers begin, the better to prepare and dispose our hearts for the ensuing solemnities. Immediately upon our entrance we address to Almighty God in the words of holy David, Psa. 5. v.7. <em>I will come into thy house in the multitude of thy mercy, and in thy fear will I worship toward thy holy Temple</em>. When the congregation is gathered together, certain prayers are repeated (by a youth thereunto appointed, the rest of the assembly also joining in them) to this effect; 1st. We return thanks to Almighty God for his mercy in creating and preserving our soul, and acknowledge that it is in his power to take it away, and implore him to restore it at the Resurrection of the dead; and in the mean time profess that we will employ it in shewing forth his praise, and magnifying his holy name. After which we put up some short ejaculations of praise, blessing God for his having distinguish&#8217;d the day from the night, for his opening the eyes of the blind, for his loosing the captives, for restoring to us afresh the use and exercise of our vital powers, with others of the like import; concluding with some short petitions, as that it would please him to give us grace to adhere to his Laws and Commandments, and that he would not lead us into sin, transgression, temptation, or contempt, but that he would deliver us trom evil, remove far from us the evil appetite, and lastly, that he would grant us favour in the eyes of all men. In the next place we proceed to beseech Almighty God that he would be gracioully pleas&#8217;d to remember his covenant withthe Patriarch Abraham, who express&#8217;d a cheerful complyance with his command to sacrifice his only son. Pursuant to this the Section of the Scriptures is read, which contains the history ot the Parriarch&#8217;s obedience in that behalf, Gen. 22. from the 1st. to the 20th. ver. which done, we repeat this Collect: that God would vouchsafe to accept our services, that as he withheld Abraham from slaying of his son upon tryal of his obedience, so he would, in prospect of our readiness to fulfill his Laws, withdraw his anger from us, and receive us to favour in like manner as he did his faithful servant, the said Patriarch. And to this are added some other Collects of the like import, which therefore I shall not need to particularize, further than that in them we make an acknowledgement of our weakness and frailties, and that we are not able of our selves to do any good thing; and that therefore we are oblig&#8217;d to praise and adore his holy name for inspiring us with grace to offer up our prayers for his divine assistance. And forasmuch as our Morning exercises of prayer succeed into the place of our Morning sacrifices, next follows a prefatory petition, that God would be pleas&#8217;d to restore to us the Temple service, as in the days of old, with all the proper and usual solemnities. And on this occalion are repeated those Sections of the Law, which give an account of the institution and manner of offering up the daily Sacrifices, and of the holy Incense, the former in Numb. 28. from the 1st. to the 9th. ver. the latter in Exod. 30. from the 22d. ver, to the end of that Chapter; For the illustration of which Scriptures we make use of the authority of our ancient Doctors, particularly as to the matter, the quantity, and quality of the Incense, how, and by whom it was to be prepared and used, And with reference to the Sacrifices, how, where, and by whom to be performed. Which being finished, we renew our requests to Almighty God, beseeching him to grant, that, since in our captivity, the Temple being destroyed, and the service thereof intermitted, we cannot have the great advantage of offering Sacrifices for the expiation ot our sins, He would be graciously pleas&#8217;d to accept of our daily prayers and praises to that good purpose, and that these may be available to the great ends for which those were commanded and appointed. At which time we put up also our most earnest petitions that he would vouchsafe us a gracious deliverance out of our afflictions, that he would gather together our dispersed, and restore us to our former glorious privileges in his House and Sanctuary. And whereas after this we take notice of the thirteen ways or methods of interpreting and expounding the Law established by R. Ishmael, we conclude with petitioning God Almighty to grant that the Temple may be restored in our days, and that we may have a portion in his Law. In the next place are recited the 105th. Psalm, as also the 102d. the 30th. and the 19th. with some verses, out of other Psalms. Next follow some Eucharistical hymns and songs of praise to Almighty God, in which we acknowledge his power in the Creation and preservation of all things; his Justice, in that he is no respecter of persons, but dispenses his rewards agreeably to men&#8217;s respective good conduct; his mercy and goodness; over all his works; his eternal veracity, and the like; adding, that we will love, and bless, and adore his holy name in the songs of David. And here we repeat the hundredth Psalm, joining therewithall some verses collected out of several other, and thence proceed to recite the 145th. and those, immediately following, to the end. After this are read, first the 29th. Chapter of 1. Chron. beginning at the 10th. ver. and continuing to the 14th. Secondly, the 9th. Chapter of Nehemiah beginning at the 5th. and ending with the 11th. ver. Thirdly, the two last verses of the 14th. Chapter of Exodus, which done, we sing the song of Moses in the Chapter immediately following. All these offices of prayer and devotion being perform&#8217;d in the order now set down, we then proceed to that famous Section of the Law called <em>Shemang</em>, (which in conformity to God&#8217;s command in Scripture, is constantly read twice a day) together with the proper prefaces and conclusions, and so to the eighteen principal prayers, of which I have given already a sufficient abstract; and shall now only add with reference to the said prayers: that they have all along on account of their great excellency, had such a settled reputation, that they are at this day used without any the least difference by all our Nation wheresoever dispersed, and constantly make up the most considerable part of our publick Service, the rest being design&#8217;d chiefly as an introduction and preparation to them. So that whatever occasional forms may be used in different places, these notwithstanding are every where observed thrice a day, as the constant and standing rules and measures of our devotion, to the performance whereof we are indispensably obliged. And this the rather, because they are expresly mentioned in the Mishna, which, next to the holy Scriptures, is a book of the greatest antiquity, and therefore the most venerable, now in use amongst us. Neither are we obliged ro make use of them constantly (as hath been said) in our Synagogues only, but also in our private houses, insomuch that every particular man is bound to offer up his prayers in those very forms, when he cannot have the great advantage of doing this in the midst of the Congregation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.12. But because these prayers being of a considerable length, cannot in a short space of time be performed, especially in the manner above related; and because the exigency of our affairs may sometimes be such, that we have not sufficient leasure to attend them: therefore in cases of extreme danger to our persons, as in times of war and persecutions, and insuperable difficulties and necessities, as in a journey that requires haste and expedition, some use the following form. &#8212; <em>The necessities of thy people are many; their understanding is weak; may it please thee O Lord our God, to grant us what is sufficient for our sustenance, and to send a supply proportioned to every mans wants, and do what is good in thine eyes. Blessed be thou, O God, that hearest prayer.</em> Others instead ot that form, do on the like occasions use this following, entituled Habhenenu; being a compendious abstract of the nineteen principal prayers, beginning at the fourth, and ending with the sixteenth, and is thus conceived; <em>Give us undertanding, O Lord our God, to know thy ways; circumcise our hearts, that we may fear thee; Grant us pardon that we may be cleansed from our sins; remove from us all griefs and sorrows; grant that we may enjoy the pleasures of thy habitation in thy holy Land; gather thy dispersed from the four corners of the earth; Judge them that do err from thy Law; Let the righteous be glad in the restauration of thy holy City, the reestablishment of thy Temple, and the restitution of the Kingdom of David, that his name may shine, and his crown flourish; before we call, do thou answer, and whilst we are yet speaking, do thou hearken; for thou art our Redeemer and deliverer in all our tribulation and distress. Blessed be thou, O God, that hearest prayer.</em> As to these two forms there is this remarkable difference, that whosoever uses this latter, must also repeat the three first and the three last prayers of the nineteen at full length, and in a standing posture, whereas in the former neither is required. And further it may be observ&#8217;d, that he who useth the latter is under no obligation to offer up the said nineteen prayers, when his danger or necessity is removed, whereas he that makes use of the former is. But to return whence we digressed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.13. After the nineteen prayers repeated, as hath been said, we use certain forms of supplication on Mondays and Thursdays, at which time we read part of that Section of the Law that is properly appointed for the ensuing Sabbath; and the said days are called <em>the days of the reading of the Law, or of Supplication</em>: in which we beseech God to pardon our sins, acknowledging his great mercy and benignity in not inflicting punishments according to our iniquities, nor dealing with us in strict and rigid justice. Then follows a confession of sins, to which are subjoin&#8217;d certain Collects, wherein we implore the almighty, who is the searcher of hearts, and hath heard our sincere confession, that he would vouchsafe to pardon our sins and transgressions. Which finished, we recite the twenty fifth Psalm, placing our heads in a leaning posture upon the palms of our hands, joining therewithall other devotions; and this not only on Mondays and Thursdays, bur also all other days, festivals excepted, in which the aforesaid Psalm is omitted. Immediately after this, the Book of the Law is delivered to the Minister officiating, out of which he reads part of the Lesson proper for the Sabbath ensuing, as we declared in the beginning of this §. Then follows the 145th Psalm, common to all other days as well as the two before mentioned, as also the 20th. Psalm, both being ushered in with the 4th verse of the 84th. <em>Blessed are they that dwell in thy house: they will be alway praising thee</em>. To these is subjoined a solemn hymn in which we acknowledge and celebrate the sanctity of God, saying, <em>Holy, Holy, Holy</em>, with others of the like import. Next follows the 124th. Psalm; and forasmuch as the Levites during the Temple service had peculiar Psalms appointed for every day in the week, which they in a particular place det apart in the Synagogue for that purpose, were wont to sing, therefore do we in complyance with that practice, repeat the said Psalms in the same, that is, in the following order, First, on the first day of the week we repeat the 24th. Psalm; Secondly, on the second the 48th. Thirdly, on the third the 82d. Fourthly, on the fourth the 94th. Fifthly, on the fifth the 81st. on the sixth, the 93d. Concluding with some verses collefted out of the body of the Psalms, which supply the place of a Collect. After which are added some short forms of Prayers, Hymns, and Supplications, with which we shut up the Morning Service.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.14. As to our afternoon Prayers, which answer to the Evening Sacrifice, (which begun to be offercd immediately upon the declension of the Sun from his Meridian altitude, as we have before declared) I shall offer the following account.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.15. First, we begin our devotions with the 84th. Psalm, which finished, we read that Section of the Law which commands the offering up of the daily Sacrifice, Numb. 28. from the 1st. to the 5th. ver. on which occasion is also read the 4th. ver. of Malachy the 3d. <em>Then shall the offering of Judah and Jerufalem be pleasant unto the Lord, as in the days of old, and as in former years</em>; and this instead of a Collect. Next follows the 145th. Psalm, ushered in with two verses, as in the Morning Service. Hence we proceed to the eighteen principal Prayers, and so to the 25th. Psalm, which is repeated by us in the same posture as aforesaid, §.13. Then with the addition of some short offices of prayer we conclude the afternoon service. It remains now to give a short abstract of our evening devotions, with which we shall finish our design.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.16. Forasmuch as the famous Lesson entituled <em>Shemang</em>, i.e. Hear, is enjoined to be read Morning and Evening, (by which we now understand the time of the Sun&#8217;s leaving our Horizon) therefore after some proper forms of prayer, which have already been accounted for, some peculiar to the Morning, some to the Evening, we proceed to the reading of the said Lesson, which finished, we go on to repeat the eighteen great prayers, concluding with those forms which we have already spoken of in our account of the Morning Service, §10.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.17. Having hitherto, in complyance with our main design in this performance, given a relation of the principal offices of our Liturgy, together with some incidental maters relating thereunto, which concern the subject of our daily devotions: what weshall further add, will be chiefly rook up in some general hints with reference to those offices used on our Feasts and Festival days; (for to particularize them would require a volume) and other occasional forms, whether publick or private.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.18. 1st. As to the Feasts and Festivals, besides the daily prayers on ordinary days, some others are added proper to the respective solemnities, and besides the ordinary Lessons of <em>Shemang</em>, &#038;c. Some others are used proper also to the respective occasions. So on every Sabbath is a proper section of the Law read, (as appears from the distribution of them in our Kalendar,) and peculiar prayers and portions of Scripture, relating to the institution and observation thereof. So on every Feast and Festival are repeated in like manner and the like order portions of the Law, and prayers suited to their respective appointment; as on the great day of Expiation, the Feast of the Passover, that of Tabernacles, &#038;c. this method is carefully observed. Only it must be remembred that on such days, because of the many occasional Lessons and Prayers then made use of, some of ordinary form are either wholly omitted, or not repeated at full length.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n§.19. 2dly. As to other occasional forms, be it observed, that (on the Sabbath day and other Festivals) after the reading of the Sedtion of the Law appointed for the respective Feast and Festival, before the book be removed, we have certain set-forms, wherein we pray particularly for the peace and tranquillity of that Government under which we live: this practice being commanded by the Prophet Jeremy in the 29th. Chapter of his prophesie, ver. 7. <em>Seek the peace of the City whither I have caused you to be carried away captive, and pray unto the Lord for it: for in the peace thereof shall ye have peace</em>. Pursuant hereto the captives in Babylon under Nebuchodonosor sent mony to their brethren at Jersalem, wherewithall they might buy them burnt-offerings and sin-offerings, and incense, and prepare them Manna, (for so &#8217;tis read corruptly for Mincha a meat offering;) with this request: <em>Pray for the life of Nebuchodonosor King of Babylon, and for the life of Balthasar his son, that their days may be prolonged as the days of heaven. And the Lord will give up strength and lighten our eyes, and we shall live under the shadow of Nebuchodonosor King of Babylon, and under the shadow of Balthasar his son, and we shall serve them many days, and find favour in thir fight</em>. Baruch 1. verses 10, 11, 12. Which history we receive as true, notwithstanding the book is apocryphal; but this by the by.  Conformable hereto was the practice of the Church in the days of Ezra, who informs us in his sixth Chapter that Darius having confirm&#8217;d the decree of Cyrus for rebuilding the Temple, gave orders that what things those of our Nation <em>had need of for burnt offerings, as young bullocks, and rams, and lambs, &#038;c. should be given them, according to the appointment of the Priests that were at Jerusalem, day by without fail</em>, ver. 9. to the end <em>they might offer sacrifices of sweet favours unto the God of heaven, and pray for the life of the King, and of his sons</em>. To the same purpose there is a memorable story left upon record by some of our ancient authors: Alexander the great being in the succesful pursuit of his victories, was applied to by the Samaritanes, (requesting of him to destroy the Temple at Jerusalem) and he shewing some inclination to gratifie them, was diverted from that intention by Simeon sirnamed the Just, with this remonstrance: <em>Will you demolish that sacred place where prayers are constantly offered up for your safety, and the preservation of your Government?</em> This practice is yet further confirm&#8217;d from the 7th. Chapter of the first book of the Maccabees, in which we find that those of our Nation in order to turn Nicanor (in the reign of Demetrius) from destroying the Temple, <em>came out of the Sanctuary to salute him peaceably, and to shew him the burnt-sacrifice that was offered for the King</em>, v. 33. of the above mentioned Chapter. Agreeably to this also Josephus in his Hebrew history of the Jewish affairs, relates, that when Apollonius (in the days of Seleucus) came to rifle the Temple, Onias the High-priest endeavoured to disswade him from that sacrilegious attempt, by representing to him (amongst other reasons) <em>That in the said Temple Prayers and Supplications were made to God Almighty for the prosperity of the King, and of his Children, and for the peace and tranquility of his Kingdom</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo the same effect the said Historian relates, that the Asiatic Jews sent presents to Hyrcanus the High-priest with letters desiring him to <em>offer up prayers for the life their Lord Augustus Cæsar, and that of M. Antonius his collegue</em>. Conform to this practice also Philo Alexandrinus informs us, that when C. Caligula had given orders for placing his own statue in the Temple of Jerusalem, the High priest and Senate directed letters to that Emperour, <em>requesting that he would not oblige them to violate that holy place in which prayers were every day made for the safety, peace, and prosperity of him,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Here the text ends in our copy of <em>The Jewish Kalendar</em> for 1695. The text from this point onward was transcribed from <em>Discourses of the Ecclesiastical and Civil Polity of the Jews</em> (1706), pp. 120-127, posthumously published by Samuel Ballard in 1706.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> and the whole Roman Empire</em>. And, this in his Treatise entitul&#8217;d, <em>The Embassy sent to Caius</em>. The same is also confirm&#8217;d further by the abovemention&#8217;d Josephus, who adds, that a Representation, in substance the same with what the Letters aforesaid contain&#8217;d, was made by the Preists, and the People to Petronius, when he came to Jerusalem, to put the Emperor&#8217;s Order in Execution. The same is yet further evident from the Mishna, where our Doctors in the Treatise entitul&#8217;d Abboth, exhort us to pray for the support of Government in the World, without which no settled Laws or Orders can be obey&#8217;d or executed, nor Mankind subsist; but being in a state of Anarchy and Confusion they would devour one another. It were not difficult to produce many more Proofs in Confirmation of my Assertion, that we pray for the good Estate of the Prince and Commonwealth, under whose Protection we live, in Conformity to the Directions of scripture, and the Conduct of our Ancestors; but this I cannot think necessary; what I have already advanced, being abundantly sufficient to that End.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNeither do we pray only for the Prince, in whose Territories we inhabit, and to whom under God we owe all our outward Enjoyments and Blessings; but also for our Friends and Allies; as appears from 1 Maccabees and Chapter 12. where we are informed that Jonathan having made a league with the Romans and Lacedemonians, in his Letters to the latter Assures them, that the Jews <em>at all Times without ceasing, both in their Feasts, and other convenient Days, did remember them in the sacrifices which they offer&#8217;d, and in their Prayers, as Reason was, and as it became them to think upon their Brethren</em>, ver. 11. of that Chapter.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNor do we content our selves with these Performances, but make the subject of our Prayers of the same Extent with human Race, and offer them up for all Mankind in like Manner as the solema sacrifices on the great Day of Expiation were wont to be celebrated. And this is Evident from the Letter sent from Agrippa to C. Caligula, wherein he tells that Emperour, that it was Customary for the High-Priest, on the aforesaid Day of Expiation, to offer up Prayers and supplications tor the whole World. Conformable hereunto Philo Alexandrinus declares, that whereas other Priests think it sufficient to pray for those only that are of the same Perswasion with themselves; those of our Nation do pray for all Mankind, and further Adds, that that was one Part of the Design of the daily sacrifice. To this Effect also Josephus in his second Book against Appion asserts, that we offer sacrifices and supplicate in behalf of the whole World, that Peace and Truth may be established, and flourish in the Earth, and then for the Happiness and Prosperity of those of our Religion; as believing our Prayers to be so much the more acceptable to God, and excellent in themselves, by how much they are the more diffusive. His Words are cited and highly approved of, by Eusebius in his eighth Book and second Chapter <em>de Preparatione Evangelica</em>. Nor ought this to appear strange, since we look upon our Obligations to this Duty as flowing from a Consideration of those common Principles of Nature in which all Mankind agree, however distinguished from one another in their moral or political Capacities: according to those Words of the Prophet Malachy in his 2d. Chapter and 10. ver. <em>Have we not all one Father? hath not one God created us?</em> For doubtless so near a Relation as that is, must be essteem&#8217;d sufficient, not only to recommend, but to ground the aforesaid Praftice upon. Pursuant hereto &#8217;tis remarkable, that solomon at the great and solemn Dedication of the Temple made supplication to God that he would be pleased to receive the Prayers of all that should in any Place whatsoever call upon him, tho&#8217; they were strangers and not of our Nation, 1 Kings 8, Chap. 41, 42, 43. verses.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBesides the aforementioned, there are other occasional Forms made use of, particularly, on the Feasts of the New-Moon, and the great Day of Expiation, which I choose next to take notice of, because of their Affinity with those immediately preceding. They are to this Effect; <em>Let thy Fear and Dread, O Lord, be over all the Works of thine Hands; let all thy Creatures serve and worship thee, and be united into one society and Fellowship, that they may bow down to, and adore thee with Faithfulness and sincerity. Again, Do thou, O God, and God of our Fathers, establish thy Throne over the Face of the whole Earth; make thy Face and thy Glory to shine upon all the Inhabitants thereof; let all thy Creatures acknowledge thee their Maker, and every living Thing magnifie thy holy Name; and may thy Kingdom be set up over all the World.</em> Further also, in our daily Prayers we beseech God Almighty to grant that all the World may be replenished with the Riches of his Bounty and Liberality; and this three Times a Day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThere are yet other occasional Forms of Prayer appropriated to our Fasts, whether Publick or Private. Those of a publick Nature are first, That which was instituted for the Destruction of the City of Jerusalem by the army of the Chaldees under Nebuzaradan, Jeremiah 39.8. secondly, For the Destruction of the Temple, 2 Kings 25.9. Thirdly, For the Murder of Gedaliah the son of Ahikam, recorded in the said Book and Chapter, and ver. 25. as also Jer. 41.2. Fourthly, For the Approach of the Chaldean Army to besiege Jerusalem, Jer. 39.1. These Fasts are reckoned up in this same Order by the Prophet Zachary in his 8th. Chapter and 19. ver. under the Names of the <em>Fast of the Fourth Month and of the Fifth, and of the seventh, and of the Tenth, with a promise that they should be to the House of Juda Joy and Gladness, and cheerful Feasts</em>. Besides which is a Fast instituted by Esther and Mordecai in the Days of Abasuerus, on Occasion of Haman&#8217;s Procurement of a Decree for the Destruction of our whole Nation, Esther 9.31. Now in reference to each of these, there are peculiar Offices; as to that for the Murder of Gedaliah, together with the Prayers of Humiliation for that horrid Fact, (in which we beseech God to be Merciful to us, and not to require his Blood at our Hands) we read the sections of scripture wherein that tragical History is recorded. such is also our Praftice with Relation to the Fasts, the Fourth of which is expresly commanded to be observed in Ezekiel 24.2. <em>Son of Man, write thee the Name of the Day, even of this same Day: The King of Babylon set himself against Jerusalem this same Day</em>; and all have been with their respective solemnities kept up by our whole Nation in their successive ages to this Day. Those Fasts that are of a private Nature, are either, 1st, such as respect any particular Congregation, who being under Apprehension of Danger, or labouring under some present Calamity and Distress, do therefore appoint Prayers suitable to their respective Necessities, wherein they Address to God Almighty, for Relief and Deliverance. Or, 2dly, They are such as any private Man accordingly as the Exigence his Affairs shall require, may appoint for his own particular Occasions, when with Prayer and supplications he makes an humble Acknowledgement of his sins, and implores the Divine Mercy for Pardon of them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFurther yet, there are several other occasional Forms, which I can but very Briefly touch upon: As in Case any one be dangerously sick and weak, any Woman be in the great Peril of Child-birth, if they apply to the Congregation desiring their Prayers for them, there are peculiar set-Forms suited to all such Emergencies. There are also Offices appointed for Visitation of the sick; for Burial of the Dead; for solemnization of Matrimony; and for the Administring of Circumcision: All which are celebrated with all proper and agreeable solemnity. In short, we have certain Forms of Praise and Thanksgiving, in which we bless and magnifie God&#8217;s holy Name, for giving us such or such a Precept, and enabling us to perform it according to his Will. Having thus far briefly represented what occafional set-forms are received amongst us, I shall conclude my whole Design with a general Remark or two, pertinent to the subject Matter in Hand.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhereas God Almighty is the Lord and Governour of the Universe, as having by Right of Creation the supreme Dominion over all Creatures: &#8216;Tis plain that the sons of Men can have no Claim or Title to any of them, without his previous Allowance. And therefore is every Man obliged to seek by Prayer and supplication an Interest to use them for the supply of his Wants and Necessities: Neither is his Ingratitude to be excused, if, when he hath made use of the Riches of God&#8217;s Bounty and Liberality in any sort, he neglect the necessary Return of Praise and Thanksgiving. And therefore that Opinion constantly received among us, (which we took notice of in the Entrance to this Discourse) must be allowed by all the World 5 viz. that whosoever useth the Creatures without previous Intercession, and subsequent Thanksgiving, is chargeable with Theft or rather sacrilege, inasmuch as he invades Gods soveraign Right and Title to the Disposal of his Creatures, and sets up for Propriety, when he is at best but a precarious dependant Being. On the other Hand, the Use of every Creature appointed for Food and sustenance is freely allowed us, and nothing is unlawful when sanctify&#8217;d with Prayer and Thanksgiving.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe second Thing I would have to be remarked is, that tho&#8217; in all our Offices of Devotion we generally use the Hebrew Tongue, because it is generally understood thro’ the great Care that is taken for the Instruction of our Children in it; yet have we Versions into other Languages for the Use and Edification of such as are ignorant of the Hebrew; as judging it impossible tor Men to pray with inward Aﬀection, and a serious Attention, without understanding the subject of their Prayers; but how they should, understand this, whilst their Offices of Devotion are in an unknown Tongue is altogether inconceivable.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>In the above transcription, I have opted to keep the early modern English orthography except where clear typos presented themselves in the text. Italics are used as in the original document to indicate transliterations and for quotations. Text has been left unemphasized in all other areas. If you do spot an area that our proofreading missed, please make sure to <a href=\"/contact\">contact us</a>, and thank you. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/discourses-of-the-ecclesiastical-and-civil-polity-of-the-jews-isaac-abendana-1706/Discourses%20of%20the%20Ecclesiastical%20and%20Civil%20Polity%20of%20the%20Jews%20%28Isaac%20Abendana%201706%29#page/88/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe_2\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe_2 img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/the-jewish-kalendar-isaac-abendana-1695/The%20Jewish%20Kalendar%20%28Isaac%20Abendana%2C%201695%29#page/n33/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe_2() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}\n        function initResponsiveIframeadvanced_iframe_2() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Here the text ends in our copy of <em>The Jewish Kalendar</em> for 1695. The text from this point onward was transcribed from <em>Discourses of the Ecclesiastical and Civil Polity of the Jews</em> (1706), pp. 120-127, posthumously published by Samuel Ballard in 1706.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "17th century C.E.",
        "55th century A.M.",
        "Christian Hebraism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "63155"
        ],
        "date_src_start": [
            "1695-00-00"
        ],
        "date_src_end": [
            "1695-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/08/a-brief-account-of-the-jewish-prayers-in-the-jewish-kalendar-isaac-abendana-1695-p--1.png",
        "title": "A Brief Account of the Jewish Prayers in The Jewish Kalendar (Isaac Abendana, 1695), p. 1",
        "caption": "A Brief Account of the Jewish Prayers in The Jewish Kalendar (Isaac Abendana, 1695), p. 1"
    },
    "source_link": "https://opensiddur.org/?p=63152",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/a-brief-account-of-the-jewish-prayers-by-isaac-abendana-1695/",
    "slug": "a-brief-account-of-the-jewish-prayers-by-isaac-abendana-1695"
}