{
    "post_id": 21386,
    "title": "Das Gebet Als Äußerung Und Einfühlung | Prayer as Expression and Empathy, by Abraham Joshua Heschel (1939)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Abraham Joshua Heschel",
            "bio": "Abraham Joshua Heschel (January 11, 1907 – December 23, 1972) was a Polish-born American rabbi and one of the leading Jewish theologians and Jewish philosophers of the 20th century. Heschel, a professor of Jewish mysticism at the Jewish Theological Seminary of America, authored a number of widely read books on Jewish philosophy and was active in the civil rights movement.",
            "website": "https://en.wikipedia.org/wiki/Abraham_Joshua_Heschel",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/08/Abraham-Joshua-Heschel-1954_250x250-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-joshua-heschel"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2018-08-27",
    "last_updated": "2025-04-04",
    "excerpt": "Abraham Joshua Heschel's essay \"Das Gebet Als Äußerung Und Einfühlung\" published in <em>Monatsschrift Für Geschichte Und Wissenschaft Des Judenthums</em>, vol. 83 (1939).  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIn den Betrachtungen über das Gebet ist man gewohnt, vor allem auf den Betenden, seine innere Kraft und sein Erlebnis, und auf den Gebetstext, seinen Inhalt und seinen Stil, zu achten. Das Beten selbst, der Akt des Betens, tritt dabei in den Schatten, und was im Halbdunkel davon sichtbar bleibt, ist sein Umriß; seine wesentlichen Züge bleiben dem Auge des Forschers entrückt. Hier soll im Mittelpunkt der Untersuchung das Beten selbst stehen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn reflections on prayer, one is accustomed to pay attention above all to the person praying, his inner strength and experience, and to the text of prayer, its content and style. Prayer itself, the act of praying, recedes into the shadows, and what remains visible in the half-light of it is its outline; its essential features remain removed from the eye of the researcher. Here, the focus of the investigation is to be on praying itself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie beiden Gegebenheiten, der Betende und der Gebetstext, erscheinen oft in der wissenschaftlichen Darstellung in einem losen Nebeneinander, atomisiert, ohne gegenseitigen Zusammenhang. Dies widerspricht dem wirklichen Tatbestand. Denn der Vorgang des Betens spielt sich zwischen diesen beiden ab. Was zwischen ihnen besteht, ist mehr als eine technische Beziehung; das Wort ist für den betenden Menschen kein bloßes Gebrauchsmittel, sondern ein realer Faktor in der Dynamik des Gebetsaktes. Eine Klärung von Art und Funktion der Beziehung zwischen Betendem und Gebetswort ist für ein rechtes Verständnis dessen, was Beten ist, unerläßlich.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe two realities, the praying person and the prayer text, often appear in the scientific representation in a loose juxtaposition, atomized, without mutual connection. This contradicts the real facts. For the process of praying takes place between these two. What exists between them is more than a technical relationship; the word is not a mere utensil for the praying person, but a real factor in the dynamics of the act of prayer. Clarification of the nature and function of the relationship between the praying person and the word of prayer is essential for a proper understanding of what praying is.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Mensch lebt in seinem Alltag fern vom Gebet. Eine Wendung muß an ihm geschehen, damit er zu beten anfängt. Auf welche Weise wird er zum Betenden? Man ist in den wissenschaftlichen Betrachtungen geneigt, gewissen psychischen Zuständen den Antrieb zuzuschreiben. Es wird dabei übersehen, daß das alltägliche Gebet in einem viel stärkeren Grade einer anderen Kraftquelle entspringt. Man wird zu einem Betenden erst im Beten selbst und nur selten vorher. Am Wort wird der Mensch zum Betenden.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMan lives in his everyday life far from prayer. A change must happen to him so that he begins to pray. In what way does he become a praying person? In the scientific considerations, one is inclined to attribute the impulse to certain psychological states. It is overlooked that everyday prayer springs to a much greater degree from another source of power. One becomes a praying person only in praying itself and only rarely before. It is in the word that a person becomes a praying person.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAn den Beziehungen des Menschen zum Wort des Gebets lassen sich manche Merkmale und Eigentümlichkeiten erkennen, die für das Verständnis des Gebetsaktes von Wert sein können. Wie verhält sich der Mensch zum Wort des Gebets? Wie entsteht die Beziehung zwischen ihnen und wie ist sie beschaffen? Was bedeutet das Wort für den Betenden?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSome characteristics and peculiarities that can be of value for understanding the act of prayer can be seen in man&#8217;s relationship to the word of prayer. How does man relate to the word of prayer? How does the relationship between them arise and what is its nature? What does the word mean for the person praying?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie Weisen des menschlichen Verhaltens zu einem Gegenstand können sehr verschieden sein, je nachdem, ob es sich um einen Menschen oder um ein Tier, um eine Pflanze oder um ein Kunstwerk, um einen magischen Gegenstand oder um ein Werkzeug handelt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe ways in which humans relate to an object can be very different, depending on whether the object is a human or an animal, a plant or a work of art, a magical object or a tool.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer für die Vorgänge des Lebens wachsame Mensch weiß nicht wenig um das Wesen des Wortes. Nirgends erscheint die Mächtigkeit des Geistes so elementar und auch dem primitiven Fassungsvermögen so greifbar gegeben wie im Wort. Es ist hier nicht unsere Aufgabe, das Gesamtbild des Wortes zu zeichnen oder die Vielfalt seiner Erscheinungen auch nur anzudeuten, sondern lediglich einen der Züge hervorzuheben, die für die Gestalt bezeichnend sind, in der der Betende das Wort erblickt: Die Gegenständlichkeit des Wortes. Der Mensch weiß, daß das Wort auch unabhängig und außerhalb der Beziehung und Zugehörigkeit zu ihm da ist. Es ist für ihn ein Reales, ein für sich selbst Bestehendes. Ohne daß er sich über seinen Sinngehalt im Klaren ist, wird er der Kraft des Wortes inne. Diese mächtige Kraft, die jedermann im Versprecher im Ehrenwort, im Eid oder im Gelübde kennenlernt, überragt die Kraft des menschlichen Bewußtseins und des menschlichen Willens. Beten ist zu einem großen Teil die Vergegenwärtigung eines Gelübdes des Menschen oder einer Verheißung Gottes. In dieser Gültigkeit, in dieser Mächtigkeit steht das Wort vor dem betenden Menschen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe man who is alert for the processes of life knows not a little about the essence of the word. Nowhere does the mightiness of the spirit appear so elementary and so tangibly given even to the primitive faculty of comprehension as in the word. It is not our task here to draw the overall picture of the word or even to hint at the variety of its manifestations, but merely to emphasize one of the traits that are characteristic of the form in which the praying person beholds the word: The concreteness of the word. Man knows that the word is also there independently and outside of the relationship and belonging to him. It is for him a real thing, a thing that exists for itself. Without being aware of its meaning, he becomes aware of the power of the word. This powerful force, which everyone comes to know in the promise in the word of honor, in the oath or in the vow, surpasses the power of human consciousness and human will. Prayer is to a great extent the realization of a vow of man or a promise of God. In this validity, in this power, the word stands before the praying man.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nFür gewöhnlich sind die Gewalten des Wortes gezähmt. Der Mensch muß sie erst entfesseln, damit sie aufbrechen und sich vernehmen lassen. Die Einstellung des Betenden ist auch von Anfang an keine passive. Der Gültigkeit und der schlummernden Mächtigkeit des Wortes stellt sich das Erlebnis des Betenden gegenüber. Der Charakter des Gebetsvorganges ist in einer wesentlichen Hinsicht vom gegenseitigen Verhältnis zwischen Erlebnis und Wort abhängig. Hier wollen wir einen Typus dieses Verhältnisses beschreiben.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nUsually the powers of the word are tamed. Man must first unleash them so that they can break open and be heard. The attitude of the praying person is also not a passive one from the beginning. The validity and the slumbering power of the word is confronted with the experience of the praying person. The character of the prayer process depends in an essential respect on the mutual relationship between experience and word. Here we will describe one type of this relationship.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAus der Ferne vom Gebet wendet sich ein Mensch den Gebetsworten zu. Das Erlebnis in ihm ist noch nicht erwacht und regt sich erst am Wort, das in seinem Reichtum, Schwung und Geheimnis immer mehr zum Vorschein kommt. Auf dem Wege zum Wort, an seinem Abhang und Rücken reift dann das Gebet, läutert sich der Mensch zum Betenden. Der Bewußtseinsinhalt und der Text des Gebets, die Bewegtheit im Menschen und die potentielle Energie des Wortes sind niemals kongruent. Die Spannung, die sich aus dem Mißverhältnis zwischen Erlebnis und Ausdruck ergibt, das Fehlen einer Kongruenz von Person und Wort, liegt wie ein Hindernis, wie ein Anstoß da, der Gegenkraft erregt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFrom a distance from prayer, a person turns to the words of prayer. The experience in him has not yet awakened and only stirs at the word, which in its richness, momentum and mystery comes to light more and more. On the way to the word, on its slope and ridge, the prayer then matures, the human being purifies himself into a praying person. The content of consciousness and the text of prayer, the movement in man and the potential energy of the word are never congruent. The tension that results from the disproportion between experience and expression, the lack of congruence of person and word, lies there like an obstacle, like an impulse that arouses counterforce.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Mensch steht vor den Worten des Gebets, er merkt, wie ihre innere Potenz die aktuelle Kraft seines Bewußtseins überragt, er weiß um ihren Sinngehalt, um den ausgedehnten Zug ihrer Bedeutungen, in die er eindringen möchte, um sie zu erfahren, um sie zu spüren, um ihrer als Ausdruck in ihm schlummernder Ahnungen habhaft zu werden, um in ihre geheimnisvolle Tiefe einzudringen. Der Weg in das Wort bahnt sich mühsam an, das Vordringen durch die Aneignung der sich darin bergenden Bedeutungen ist aufregend und versetzt den Menschen in heftige Bewegung. Durch das Erhaschen der Bedeutungen erwachen verschüttete Kenntnisse, längst vergessene Einsichten und Empfindungen. Aber dann, auf der Höhe des Wortes, glüht das innere Licht reiner, und die Stille läßt den Menschen die verklungene Stimme des Wissens, des Gewissens, der Seele und der Welt vernehmen. In der Einfühlung in das Gebetswort, im Zusammenprall mit dem Gegenstande Wort, ist das Wort der Meister und der Mensch der Empfänger.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMan stands before the words of prayer, he notices how their inner potency surpasses the current power of his consciousness, he knows about their meaning, about the extended train of their meanings, into which he wants to penetrate, to experience them, to feel them, to get hold of them as an expression of dormant inklings in him, to penetrate into their mysterious depth. The way into the word is laborious, the penetration through the appropriation of the meanings hidden in it is exciting and sets the human being in vigorous motion. By catching the meanings, buried knowledge, long-forgotten insights and sensations awaken. But then, at the height of the word, the inner light glows more purely, and the silence lets man hear the faded voice of knowledge, conscience, soul and world. In the empathy with the word of prayer, in the collision with the concreteness of the word, the word is the master and the man is the receiver.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDer Betende ergreift nicht auf einmal Besitz vom Wort. Das Beten spielt sich ab als allmähliches, von Wort zu Wort, von Gedanke zu Gedanke und von Empfindung zu Empfindung vortretendes Tun. Es vollendet sich nicht im Nu, es bewegt sich nicht auf gerader Ebene, sondern drängt vor durch Tiefen und Höhen, durch Um- und Nebenwege.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe praying person does not take possession of the word all at once. The praying takes place as a gradual action, from word to word, from thought to thought and from feeling to feeling. It is not completed in an instant, it does not move on a straight plane, but pushes forward through depths and heights, through detours and byways.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie eigenartige Aktion der intensiven Einfühlung in das Wort fehlt in der gewöhnlichen Mitteilung. Wenn es auch vorkommt, daß jemand sich in Worte steigert und sich an ihnen berauscht, so ist das in der Regel unwillkürlich. Die Gegenständlichkeit des Gesprochenen nimmt der Mensch niemals in solcher Plastik und mit solchem Ernst wahr wie im Gebet.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe peculiar action of intense empathy with the word is absent in ordinary communication. If it happens that someone gets into words and becomes intoxicated with them, it is usually involuntary. Man never perceives the concreteness of the spoken word in such plasticity and with such seriousness as in prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDas Ansetzen bei den Worten im Gebet wirkt sich anders aus als das Ansetzen beim eigenen Ich, bei eigenen Erlebnissen und Empfindungen. Es ist fruchtbarer und heilvoller, vom Objektiv-Geistigen auszugehen. Man erfährt neuen Antrieb und wird zu Stellungnahmen, zu einem Reagieren auf Inhalte angeleitet, denen man vorher nicht nahegekommen war, man gewinnt an Gehalt und an Horizont.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStarting with the words in prayer has a different effect than starting with one&#8217;s own ego, with one&#8217;s own experiences and sensations. It is more fruitful and healing to start from the objective-spiritual. One experiences new impetus and is led to take a stand, to react to matters that one had not approached before, one gains substance and perspective.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDagegen kann das Ausgangnehmen vom Subjektiven, von der eigenen Innerlichkeit leicht zur Selbstbespiegelung, zur Verstrickung in das Selbst führen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn contrast, starting from the subjective, from one&#8217;s own inwardness, can easily lead to self-reflection, to entanglement in the self.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDie Begriffe, die das Göttliche andeuten, übertreffen den Umfang des menschlichen Bewußtseins. Die Worte, die um Ihn künden, überragen die Kraft der Seele, und sie fordern eine Reinheit, die der Gesinnung kaum gegeben ist. Ihn zu nennen, ist ein Wagnis und eine Übersteigerung des Bewußtseins. Es heißt fast außer sich geraten, wenn man auf Ihn hinweisen will. Jeder Betende weiß, ein wie ernstes Tun das Sprechen ist, denn das Wort ist kein Werkzeug, sondern das Ebenbild des Gegenstandes, dessen Namen es ist. Im Beten kommt es daher zuweilen zu einem Zusammenprall mit dem Wort. Es geht dann zu, wie wenn jemand ahnungslos auf einen Knopf drückt und ein riesiges Räderwerk von allen Seiten sich stürmisch und überraschend in Bewegung setzt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe concepts that suggest the Divine surpass the scope of human consciousness. The words that proclaim about Him surpass the power of the soul, and they demand a purity that is hardly given to the mind. To call Him is a venture and an exaggeration of the consciousness. It means almost getting out of one&#8217;s mind if one wants to refer to Him. Every praying person knows how serious the act of speaking is, because the word is not a tool but the image of the object whose name it is. In prayer, therefore, there is sometimes a clash with the word. It is then as if someone presses a button unsuspectingly and a gigantic wheelwork is set in motion from all sides, stormily and surprisingly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nDiese Spannung kann zu einer Quelle des Antriebs werden. An ihr kann die Beziehung an Kraft und das Wissen an Ahnung gewinnen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis tension can become a source of drive. The relationship can gain strength from it, and knowledge can gain a sense of foreboding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWenn das Gefäß eines Wortes zu eng ist für das überquellende Gefühl, überläßt sich der Betende dem Ton, der unmittelbarsten Form der Äußerung. Die Woge des Tones trägt das Wort zu einer Ferne hin, wohin das Wort aus eigener Kraft nie gelangen würde. Das Erlebnis wird unmittelbar, wo es nicht mehr mitteilbar ist.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhen the vessel of a word is too narrow for the overflowing feeling, the praying person abandons himself to the sound, the most immediate form of expression. The surge of sound carries the word to a distance where the word would never reach by its own power. The experience becomes immediate where it can no longer be communicated.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIn keiner anderen Form der Äußerung erfährt der Mensch so häufig das Mißverhältnis zwischen dem Ausdruoksverlangen und den Ausdrucksmitteln wie im Gebet. Die Unangemessenheit der verfügbaren Ausdrucksmittel erscheint so greifbar, so tragisch, daß man es als Gnade empfindet, in der Richtung umkehren zu können: sich den gegebenen Worten zu überlassen, sich von ihnen abhängig zu machen und aus ihren Quellen zu zehren. Es ist kein Ersatz und keine Untreue zu sich selbst. Denn das Wort ist keine Äußerlichkeit, die man nachzuahmen, sondern eine Urkraft, die man sich anzueignen hat, und die Erzeugung der Empfindung durch das Wort ist nicht weniger elementar als die Erzeugung des Ausdruckes durch die Empfindung.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn no other form of expression does man so often experience the disproportion between the desire for expression and the means of expression as in prayer. The inadequacy of the available means of expression appears so palpable, so tragic, that one feels it as a grace to be able to turn back in the direction: to abandon oneself to the given words, to depend on them and to draw from their sources. It is not a substitution or infidelity to oneself. For the word is not an externality to be imitated, but a primordial power to be appropriated, and the production of sensation by the word is no less elementary than the production of expression by sensation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nWas das Wort nicht mehr hergeben kann, leistet der Mensch durch die Fülle seiner Ohnmacht. Je tiefer die Not, in die man durch diese Ohnmacht versetzt wird, desto mehr offenbart sich der Mensch in seiner Wesentlichkeit und wird selbst Ausdruck. Beten ist mehr als Mitteilung, und der Mensch ist mehr als das Wort.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat the word can no longer provide, the human being provides through the fullness of his powerlessness. The deeper the need into which one is put by this powerlessness, the more the human being reveals himself in his essentiality and becomes expression itself. Prayer is more than communication, and man is more than the word.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEntscheidend bleibt das Verhältnis des Bewußtseins zum Gesprochenen. Der Stufen sind mehrere: die leidenschaftslose Bejahung des Inhalts, die innere Bezeugung seiner Wahrheit, die strebende Neigung nach seiner Erfüllung, die erregende Vergegenwärtigung seiner Folgen, die kontemplative Bewunderung seiner Bedeutung bis zur Inhärenz der Person im Sinngehalt.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe relationship of the consciousness to the spoken remains decisive. There are several stages: the dispassionate affirmation of the content, the inner testimony of its truth, the striving inclination for its fulfillment, the exciting visualization of its consequences, the contemplative admiration of its meaning up to the inherence of the person in the meaning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEchtes Beten ist also kein Reden, sondern ein Geschehen. Es ist dann so, daß der Mensch durch sein Wissen nicht erfaßt, was mit ihm vorgeht. Der Beginn hegt diesseits, das Ziel aber jenseits des Mittelbaren und Unmittelbaren. Das Ziel mag nicht stets zu erlangen sein, aber der Ort, wo Beten sich zuzutragen pflegt, ist der Grenze der Sphären nahe. Die Wege dorthin sind in den Gebetsworten angezeigt und überliefert, die Angaben über das Ziel, seinen Bereich und Beine Beschaffenheit, sind weder recht beschreibbar, noch wäre ihre Mitteilung eine Hilfe.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGenuine praying is therefore not talking, but an occurrence. It is then so that the human being does not grasp through his knowledge what is going on with him. The beginning is on this side, but the goal is on the other side of the middle and the immediate. The goal may not always be attainable, but the place where prayer takes place is close to the border of the spheres. The ways to it are indicated and handed down in the words of prayer, the information about the goal, its range and character, are neither quite describable, nor would their communication be a help.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nNicht als Gebrauch des Wortes als einer menschlichen Äußerung, sondern als Feier des Wortes als einer heiligen Gegebenheit vollzieht sich der kultische Dienst des Betens, die Awoda des Herzens. Vor dem Antlitz Gottes schämt der Mensch sich, Erlebnisse, Empfindungen aufzubringen; diese Hemmung überwindet er nur selten. Was er am ehesten vermag, ist, die Substanz des Wortes mit aufgerüttelter Aufmerksamkeit und Ausrichtung aufzufangen und mit Zittern darzubringen. Die Kraft, die aus den Worten strömt, vereinigt sich mit der elementaren Kraft, die aus dem Gedächtnis steigt. Die Einsichten in die Wege des Lebens, die Erfahrungen mit der Wirklichkeit Gottes in der Welt, setzen sich um in Gebet. Das Ich mit seinen Erlebnissen ist unentbehrlich, aber ohne die Hilfe des Wortes ohnmächtig. Die Objektivierung des Subjekts, das Ausgehen von einem geistigen Gehalt, die Überwindung des allzu Persönlichen, die Ahnung der Möglichkeit, seine Bedürfnisse in Gott münden zu lassen, Ihn meinen: das ist Gebet. Denn Beten heißt letztlich Gott verstehen, die um ihn kündenden Worte verstehen.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNot as a use of the word as a human expression, but as a celebration of the word as a holy given, the ritual service of prayer, the Avodah of the heart, takes place. Before the face of God, man is ashamed to bring up experiences, sensations; he rarely overcomes this inhibition. What he is most able to do is to catch the substance of the word with stirred attention and direction and to offer it with trembling. The power that flows from the words unites with the elemental power that rises from the memory. The insights into the ways of life, the experiences with the reality of God in the world, translate into prayer. The ego with its experiences is indispensable, but without the help of the word it is powerless. The objectification of the subject, the departure from a spiritual content, the overcoming of the all too personal, the inkling of the possibility to let one&#8217;s needs flow into God, to think of Him: that is prayer. For to pray is ultimately to understand God, to understand the words that announce Him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIm Beten vollzieht sich häufig eine Steigerung seelischer Zustände. Ein Gedanke wird zu einem Wunsch, ein Wunsch zu einem Verlangen, ein Verlangen zu einer Forderung, eine Forderung zu einer Erwartung, eine Erwartung zu einer Vision. Diese Stufen stellen Grade der persönlichen Einstellung und zugleich der objektiven Wirklichkeit dar.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn praying, an increase of mental states often takes place. A thought becomes a wish, a wish becomes a desire, a desire becomes a demand, a demand becomes an expectation, an expectation becomes a vision. These stages represent degrees of personal attitude and at the same time of objective reality.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nBeten heißt, an ein Wort fassen, an den Endpunkt einer Schnur, die gleichsam zu Gott führt. Je größer die Kraft, um so höher ist der Aufstieg an dem Wort. Beten heißt aber auch, daß der Widerhall des Wortes wie ein Senkblei in die Tiefe der Person fällt. Je reiner die Bereitschaft, um so tiefer dringt das Wort.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTo pray means to grab hold of a word, the end point of a cord that leads, as it were, to God. The greater the strength, the higher the ascent of the word. But praying also means that the echo of the word falls like a plumb line into the depths of the person. The purer the willingness, the deeper the word penetrates.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Abraham Joshua Heschel&#8217;s essay &#8220;Das Gebet Als Äußerung Und Einfühlung&#8221; (Prayers as expression and empathy) published in <em>Monatsschrift Für Geschichte Und Wissenschaft Des Judenthums</em>, vol. 83 (1939). This article was confiscated by the Nazis and not published until 1941. A translation by Maurice Friedman exists in the <a href=\"https://archives.lib.duke.edu/catalog/heschelabraham_aspace_ref5727_n89\">Archives &#038; Manuscripts Collection of Duke University</a>, but as far as we know, has never been published. This English translation was prepared from the German by Aharon Varady.</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/DasGebetAlsusserungUndEinfhhlungAJHeschel1939#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Essays on Prayer as Praxis",
        "Needing Proofreading"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "21388"
        ],
        "date_src_start": [
            "1939-00-00"
        ],
        "date_src_end": [
            "1939-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2018/08/4715255888_e629329a95_o.jpg",
        "title": "Shiviti (Iran) in the collection of the Magnes Museum",
        "caption": "\"<a href=\"https://www.flickr.com/photos/magnesmuseum/4715255888\">Illuminated Shiviti Manuscript [76.297 a-c (recto)] (Iran)</a>\" in the <a hrerf=\"http://magnesalm.org/notebook_fext.asp?site=magnes&book=12355\">Collection of the Magnes Museum</a>"
    },
    "source_link": "https://opensiddur.org/?p=21386",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/das-gebet-als-auserung-und-einfuhlung-von-abraham-joshua-heschel-1939/",
    "slug": "das-gebet-als-auserung-und-einfuhlung-von-abraham-joshua-heschel-1939"
}