{
    "post_id": 52689,
    "title": "Jewish Science and Health — chapter 3: Prayer, by Rabbi Morris Lichtenstein (Society of Jewish Science 1925)",
    "author": "Morris Lichtenstein",
    "coauthors": [
        {
            "name": "Morris Lichtenstein",
            "bio": "Rabbi Morris Lichtenstein (1889–1938) was the founder of the Society of Jewish Science. Born in Lithuania, he later moved to Cincinnati, Ohio where he was ordained at Hebrew Union College in 1916, becoming the first Eastern European student to ever study at the institution. Lichtenstein served as a rabbi in Amsterdam, Troy, and New York City, where he received a masters degree in Psychology from Columbia University in 1919. He briefly served a congregation in Athens, Georgia before moving back to New York to marry Tehilla Hirshenson in 1920. Together they founded the Society of Jewish Science in the early 1920s.",
            "website": "https://en.wikipedia.org/wiki/Morris_Lichtenstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/05/Morris-Lichtenstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/morris-lichtenstein"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-09-17",
    "last_updated": "2025-05-29",
    "excerpt": "Rabbi Morris Lichtenstein's explanation on the efficacious use of Prayer as appears as chapter 3 in <em><a href=\"/?p=52661\">Jewish Science and Health: Textbook of Jewish Science</a></em> (1925), pp. 43-56. . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n<h3>CHAPTER Ⅲ: PRAYER</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n1. “Cast thy burden upon the Lord, and He will sustain thee” <span class=\"citation\">(Psalms 55:23)</span>. In these words of the Psalmist do we find the true object of prayer. Prayer is an invocation for help from a Divine source. It is an appeal for courage in moments of fear, for strength in moments of helplessness, for hope in moments of despondency, for cheer in moments of gloom, for solace in moments of sorrow, for health in times of sickness, for relief in times of distress, for help, in short, in every difficulty of life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. One of the attributes of the Divine Mind, we have learned, is responsiveness to prayer; and one of the innate tendencies of the human mind is the offering of prayer. The human mind is the instrument whereby man obtains food and shelter and adjusts himself to his environment. But there are problems in life which the human mind is unable to solve, there are difficulties apparently insurmountable, there are moments when the human mind finds itself helpless and even despondent. At such times, the human mind needs the aid of a power greater and mightier and wiser than itself; it needs the help of the Divine Mind.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. It is to this end that man has been endowed with the power of supplication, that when his human powers fall short, he may be able to invoke the Divine Mind to come to his rescue. Prayer is an integral part of man’s nature. It is the medium by which his body may gain new strength and his spirit loftier heights. The power to pray is no less inherent and purposive in man than the other powers of his human mind. It is, in fact, more inherent and more deeply seated than the faculties of logic and of judgment. Men pray long before they are able to rationalize, they seek the Divine help long before they are able intellectually to comprehend God’s presence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n4. All men pray. Even those who claim that their intellectual faculty cannot grasp and must therefore deny the presence of God, oft find their lips whispering prayer. For the power of prayer is inherent in man, while his philosophies are but acquired, and constantly subject to change.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n5. Thus man needs not to be taught to pray, only how to pray. The method of prayer is closely linked with man’s conception of God. Traditional prayers are in many instances such as one would offer to an earthly king that has unlimited rule over his subjects. Such was often the God conception transmitted through tradition—that of a mighty ruler ensconced on a throne on high, looking down from heaven upon His creatures below and directing their destinies—a great Being to be feared and propitiated, whose mercy and kindness are to be pleaded for and whose wrath and vengeance are to be placated. Prayers offered to such a deity must of necessity be akin to petitions presented to an earthly monarch, who, in his limited domain, has the power to condemn and to pardon, to deprive a subject of his possessions or to heap favors upon him, to cast him down or to lift him up.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n6. But such a conception is merely an outgrowth of the paganistic God idea. God, we know now, is not limited in His dwelling place, nor are His virtues tainted with human failings—such as anger and vengeance. God saturates all reality, His dwelling place is in the whole of the universe, in the heart of all things. He is the vitalizing force, the life principle of all that exists, and all forms of reality are but manifestations of His reality. There is no life, there is no particle, even, of existence that is not impregnated with the Divine Presence. God, moreover, is all goodness; he is not a king, nor a dire judge; He is not jealous, He is not vindictive, He is not wrathful, He is not punitive; He is possessed by none of the weaknesses or limitations of the human mind. And, therefore, He is not to be entreated in the manner that is thought befitting to a human monarch.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n7. A prayer to the Divine Mind should be offered silently. An enunciated supplication presupposes God in the image of man, who perceives only the audible sound, whose emotions must be stirred and influenced by the persuasiveness of eloquence, or the appeal of pathos. An audible prayer, particularly when it is offered in public, carries with it the same self-consciousness as speech itself. The thought of the impression his utterances will make upon those near him unconsciously directs a man’s lips. For this reason, man does not always give vent to the fullness of his thoughts. When one offers a prayer to the Divine Mind in audible accents, he often thinks more of its acceptance before those of his fellow-men in whose presence it is uttered than of its acceptability before the Divine Presence to whom it is offered. Prayer loses then its efficacy. For a prayer receives a response from the Divine Mind only when the prayer is offered with the whole of one’s being. “All that is within me,” cries the Psalmist, “bless His holy name” <span class=\"citation\">(Psalms 103:1)</span>. The Divine Mind needs not eloquence in order to be moved, it needs not the weight of persuasion or influence. Nor is there need of appealing to His pity, for such an appeal is proper only before one who is obdurate and unkind and unwilling to aid. In such a one the recitation of misery, the exposure of wounds, may touch a fiber of mercy. But the Divine Mind, whose very nature is lovingkindness and mercy, whose chief desire is the well-being of His creatures, does not request a recital of pains in order to alleviate them. In his prayer to the Divine Mind, man must only declare his wish with deep, earnest, and profound concentration; this he can do best in silence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n8. One must never become oblivious of the truth that love is the attribute of the Creator. His relation to man is therefore, in human terms, that of the parent to the child. The parent loves the child and desires its good and its happiness. The child needs only to declare its wish, and the parent, if he considers it beneficial and advantageous to the child, will unfailingly satisfy it, in accordance, of course, with his ability. The appeal of the child to the parent is not made with eloquence or with elaborate expression; the language of a child to his parent is simple and direct, and the child strikes a sympathetic chord, no matter what he may express. For his appeal is to one who loves him and desires his well-being.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n9. When a man is in prayer, he must realize that he also is in the presence of a Father, Who loves him, and watches over him, Who sustains him and desires his happiness. Man’s appeal to the Divine Mind, therefore, must also be marked by simplicity, earnestness and directness. In prayer, there must be no superfluity of words, no embellishment of expression or diction, above all, no desire to be eloquent, so as to influence and induce a compliance with the petition. For such an attempt is a misconception of the true nature of God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n10. A prayer to the Divine Mind is most efficacious when it is offered in thought rather than in speech. When one offers a prayer with his mind, his whole being becomes absorbed in the prayer, for the whole of man follows the direction of the mind. When prayer is offered by the mind with great concentration, all the emotions, all the reactions, all the inner states of man become steeped in the prayer; his limbs, his heart, his tissues, his bones, his fibers, all that compounds his being, unite with the mind in prayer. “All that is within me, appeal to His holy name” <span class=\"citation\">(Psalms 103:1)</span>. The petition that is presented with man’s whole being is always answered. The Divine Mind answers prayer only when it is earnestly and whole-heartedly offered. Such prayer He always answers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n11. In words and with song, man may offer prayers of adoration and exaltation; in these he may give expression to his sense of the greatness, the kindness, the love, the infinitude and the eternity of the Divine Mind; as the Psalmist declared: “I will bless the Lord at all times; His praise shall continually be in my mouth” <span class=\"citation\">(Psalms 34:2)</span>. “O Lord, my God, Thou art very great; Thou art clothed with glory and majesty, Who coverest Thyself with light as with a garment; Who stretchest out the heavens like a curtain” <span class=\"citation\">(Psalms 104:1-2)</span>; “Who didst establish the earth upon its foundations” <span class=\"citation\">(Psalms 104:5 part)</span>; “Thou didst cover it with the deep as with a vesture” <span class=\"citation\">(Psalms 104:6 part)</span>. These adorations are expressions of man’s poetic nature. When man becomes aware of an overmastering, elevating truth, his elated emotions breathe forth in accents of joy and in songs of praise. His exultation makes an outlet for itself in outward manifestations. Prayers of adoration are translations of man’s wonderment and admiration for the works of God, and such emotion must find expression in words and melody.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n12. Prayers of thanksgiving, likewise, in which man’s dominant emotion is gratitude to his Maker for His love and goodness unto him, may be offered in audible word and chant. When man is filled with the realization that the Divine Mind is supplying all his needs, healing his wounds, sustaining him and guarding him at every step, replenishing him with new strength and vigor every day, his heart, overflowing with thankfulness and devotion, gives release to its feelings in the symbol of word and song. The Psalmist, who keenly perceived the Divine beneficence unto all of creation, gives continuous utterance to his untrammeled gratitude. “O give thanks unto the Lord; for He is good; for His mercy endureth forever” <span class=\"citation\">(Psalms 136:1)</span>. “I will give thanks unto Thee, O Lord, among the peoples, and I will sing praises unto Thee among the nations. For Thy mercy is great above the heavens, and Thy truth reacheth unto the skies” <span class=\"citation\">(Psalms 57:10-11)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n13. While prayers of adoration and thanksgiving may be expressed audibly, a prayer of petition, in order to be answered, is to be offered silently, in thought. Man must declare his wish to the Divine Mind, without speech, but with earnest and clear concentration of mind. “O God, earnestly will I seek Thee,” says the Psalmist, in his supplication; ‘‘my soul thirsteth for Thee, my flesh longeth for Thee” <span class=\"citation\">(Psalms 63:2 part)</span>. The prayer of the tongue becomes mechanical, when oft repeated; the lips may become habituated in the fluent recitation of prayer, and continue to murmur its supplication, while the thought is not at all centered upon it. But thought is fundamental to prayer. The prayer which is offered automatically—the lips sounding the words while the heart and mind are at a distance—has never invoked a response from the Divine Mind. If the worshiper himself fails to follow his words, how can he expect a response which must be the consequence of the Divine attentiveness to his prayer?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h4>HOW TO PRAY </h4>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n14. We have said that man must make his supplication with his mind. The human mind, however, consists of several faculties; which of these should lead in prayer? We find that man’s power of prayer—prayer as we understand it—lies in his imagination. The imagination is man’s creative faculty; in it is the origin of all of man’s achievements. In his imagination, man first sees the new horizons which he is later to reach; there all his plans are born. After the imagination has formed them, they are then perfected in their details by reason, and actualized by the will. Without his imagination, man would never have been able to advance, to make progress, or rise to any state of civilization at all; without the mental vision, without the looking forward, which are the gifts of the imagination, man would be a stationary being.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n15. The Divine Mind communicates with the human mind through the channel of the imagination. The great truths of which man becomes convinced, or the superlative visions which flash through his mind, are but particles of wisdom transmitted by the Divine Mind, by way of the imagination. In these instances, it is not the imagination which creates or discovers the unknown truth; often they flash suddenly upon man, without effort or preparation or even anticipation on his part; the imagination does not create these truths, but the imagination becomes the medium through which the extraordinary verities are transmitted to man by the Divine Mind. When the prophet uttered his prophecy, he said distinctly: “The word of the Lord came unto me” <span class=\"citation\">(Jeremiah 1:4 part)</span>. He first received the Lord’s words in his imagination, and then delivered them to the people. The imagination, the medium by which the Divine Mind communicates with the human mind, proves also to be the best medium by which the human mind may communicate with the Divine Mind. Proper petitions when offered with the imagination, invariably invoke a response from the Divine Mind.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n16. A prayer, therefore, should be offered in the form of a mental image. Man must visualize the thing he desires, he must use his imaginative powers to form his petition in terms clearly outlined in his own mind. The profound concentration of attention and thought. which this form of prayer requires, fills also the heart with deep earnestness and devotion. Man must pray whole-heartedly as well as whole-mindedly; he must believe in his heart that his well-being depends completely upon his prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n17. In these mental prayers, there should never be formed any negative images; one should not declare in them his miseries or his want; one should never visualize the circumstances of his unhappiness, or the burdens which oppress him. He should see always with his mental vision only the state in which he desires to be; he must labor to create in his imagination the very state which he seeks to attain; he must keep the image alive and fresh, which means that this image prayer must be frequently repeated, each time with greater clearness and with deeper devotion. The mind that offers the prayer must be free from doubt and hesitation, and should sincerely expect a response to its supplication. The answer will not fail to come.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n18. The sage says: “Prepare thyself before thy God.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This seems to be a reference to Amos 4:12 (part) or possibly to Ecclesiasticus 18:23. Since Rabbi Lichtenstein is making reference to a saying by a sage, rather than an prophet, he might be referencing the maxim, <span class=\"hebrew\">דע לפני מי אתה עומד</span> (&#8220;Know Before Whom You Stand&#8221;) as found in the Talmud, Berakhot 28b.7.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Definite preparations, in fact, must be made before offering a prayer. One must, first of all, put himself into a calm state of mind. The imagination refuses to be religiously active when the mind is overcome by excitement, or when it is embittered, or when it is steeped in gloom. Before making supplication, therefore, one must free himself of all distressing thought and unpleasant feeling. He must become serene, and thus attuned to the mood of the Divine Mind. Serenity cannot be achieved without bodily relaxation. Therefore one should relax completely, put himself perfectly at ease, feel no discomfort; then close his eyes and offer his prayer with the imagination. Gradually and with concentrated effort, the mind will succeed in presenting its prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h4>AFFIRMATIONS</h4>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n19. Should the petitioner, however, find himself unable to visualize his supplication, he may bring words to his assistance and offer his petition in the form of an affirmation. An affirmation is a prayer offered to the Divine Mind in affirmative terms. As in the visualized prayer, so here, too, there is no recitation of misery, no enumeration of sufferings, no statement of unhappiness, only an affirmation in words of the state in which one desires to be. When one suffers from unhappiness, he affirms: “The Divine in me expresses itself in happiness”; when one is steeped in despondency, he affirms: “I am filled with Divine hope and cheer.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n20. The Psalmist uses often the affirmative prayer. He affirms that which he desires. “The Lord is my shepherd,” he says when he finds himself in dire straits, “I shall not want” <span class=\"citation\">(Psalms 23:1)</span>. Not “O Lord, be my shepherd,” but “The Lord is my shepherd”; not “O Lord, relieve me from want,” but “I shall not want.” When he finds himself surrounded by threatening foes, encompassed by enemies round about, he affirms: “The Lord is my light and my salvation; whom shall I fear?” <span class=\"citation\">(Psalms 27:1 part)</span> When his nights become restless, and he is tormented by terrifying dreams, he affirms: “In peace will I lay me down and sleep” <span class=\"citation\">(Psalms 4:9)</span>, And peaceful slumber comes to him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n21. In this as in the other method of prayer—that of the mental image—the mind of the supplicant must be attuned to the mood of the Divine Mind. The human mind must be free from all intensity and agitation, it must cast out all bitterness, hate and anxiety. The individual must relax completely, so that there be no tension in mind or body, close his eyes, so that the visible surroundings may not claim his attention, and repeat the affirmation slowly in his mind at least ten times. It is often the case that, while the affirmation is repeating itself in the mind, extraneous thoughts enter and interfere with concentration; it is then necessary that the affirmation be repeated with the lips, and even out loud, until the mind becomes centered only on the words uttered.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n22. In both methods of prayer, the visualized and the affirmative, the supplicant must realize fully that he is declaring his desires to the Divine Mind, and that his prayer will always be fulfilled. A prayer must be offered with profound faith in the Divine goodness and benevolence, with the consciousness that all help, all relief, all support can come only from the Divine Mind, that there is no other universal mind than the Divine Mind, no other helper than the Divine Helper, no other sustainer, no other redeemer, no other supporter than He. We must know that He is the Creator of all and we all are His, and to Him only can we turn for help.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<h4>AN ANSWER TO OBJECTIONS</h4>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n23. With the advancement of physical sciences and philosophy, two objections have been urged against the efficacy of prayer. “How is it possible,” the rationalist contends, “that the Omnipotent, the Infinite, the Eternal, should hearken to the faint voice of His insignificant creature, man?” And again, “Is it possible that the Creator would alter the laws of nature in answer to man’s prayer? Would He cause a change in the order of nature to restore, for example, a man to health and strength?”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n24. In disposing of the first doubt, we rely on our faith in the Jove of God for His children. We realize that if God has not considered it too insignificant an act to create man, He does not consider it too lowly a thing to hearken to his prayer. What is prayer? It is man’s earnest desire for help in things which he himself is unable to attain. The desire to pray is no less a part of man’s nature than any of his other faculties. In fact, the power of prayer asserts itself long before the other faculties are unfolded. The helpless infant prays; when he is hungry or in discomfort, he offers his prayer in an inarticulate cry. Fundamentally there is no difference between the cry for help sounded by the helpless babe and the cry sent up by the tortured Psalmist: “I cry unto Thee, O Lord, hearken to the voice of my supplication” <span class=\"citation\">(Psalms 130:2)</span>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Cf. Psalms 28:2 part.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> “I cry unto Thee, send me Thy help” <span class=\"citation\">(Cf. Psalms 5:17)</span>. In both instances, the cry is for help in the hour of trouble, and to a power superior to that of the supplicant. The infant cries to its mother,—the only divinity it knows; the Psalmist cries to God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n25. The fact that prayer is instinctive with man,—that when he finds himself in deep sorrow or difficulty, something within him offers prayer, despite his rationalism, despite even his skepticism—that, in itself, is sufficient proof that prayer is answered. For no instinct whatever, no positive tendency, has been placed in man’s consciousness by the Divine Mind in order to deceive him, but, on the contrary, to guide him to greater realities, to reveal to him profounder truths, to show him greater sources of helpfulness. There is in man a propensity to prayer, because there is an unfailing response to it. In Jewish Science, we believe in the practical uses of prayer, because we see its efficacy, we experience the response every day. When we find ourselves dejected and despondent, and offer a prayer to the Divine Mind for cheer and hope, our dejection and despondency disappear; hope replaces depression; rays of cheer enter the mind, streams of hope and optimism penetrate the heart; we are transformed. Thus our prayer is answered. If we are gripped by fear and anxiety, faced by apparently insoluble problems, we present our petition to the Divine Mind, and our fears and perplexities melt away; we soon find in ourselves an abundance of resourcefulness to extricate us from our difficulties; new vision, new light illumines our soul, we see new horizons, we conceive new plans, we solve our difficulties. Thus is our prayer answered. Above all, when we are afflicted with illness and suffering, we offer our supplication for health and strength; and this prayer too is answered. The transformation for which we pray takes place; our wounds are healed, our vigor increased, our health restored. These experiences are the best proofs of the efficacy of prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n26. To those who contend that the Divine Mind would not change the laws of nature in order to restore man to health and cheer, we say that health and cheer are the law of nature in man. Man is called into existence to be healthy and cheerful; ailment and depression constitute violations against the law of nature; they are the work of man, not of God. When we pray for health, therefore, we do not request God to violate the laws of nature, which He Himself immutably fixed; we ask, not that the law be altered, but, on the contrary, that it be restored. We ask that that which was originally given to us, but which through erroneous living and thinking we lost, be returned to us. When God answers our prayer and restores us to health, He is not altering His law, He is restoring it in our lives. It is the will of God that man should enjoy good health, that he should be happy all the days of his life. When we pray for such a state, we are praying for the enactment of God’s own will.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Rabbi Morris Lichtenstein&#8217;s explanation on the efficacious use of Prayer as appears as chapter 3 in <em><a href=\"/?p=52661\">Jewish Science and Health: Textbook of Jewish Science</a></em> (1925), pp. 43-56. For a slightly more concise adaptation of this chapter in Yiddish, find Lichtenstein&#8217;s <a href=\"/?p=51001\">chapter 2 on Prayer</a> from his <em>Sefer Refuat haNefesh</em> (1934). I have added scriptural citations to the verses quoted. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/jewish-science-and-health-morris-lichtenstein-1925/Jewish%20Science%20and%20Health%20%28Morris%20Lichtenstein%201925%29#page/42/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This seems to be a reference to Amos 4:12 (part) or possibly to Ecclesiasticus 18:23. Since Rabbi Lichtenstein is making reference to a saying by a sage, rather than an prophet, he might be referencing the maxim, <span class=\"hebrew\">דע לפני מי אתה עומד</span> (&#8220;Know Before Whom You Stand&#8221;) as found in the Talmud, Berakhot 28b.7.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Cf. Psalms 28:2 part.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Pedagogical Essays on Jewish Prayer",
        "Visual Meditation"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "affirmations",
        "entering magical territory",
        "imagination",
        "Jewish Science movement",
        "personal prayer"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "52693"
        ],
        "date_src_start": [
            "1925-00-00"
        ],
        "date_src_end": [
            "1925-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/09/Jewish-Science-and-Health-Chapter-3-Prayer-Morris-Lichtenstein-1925-cropped.png",
        "title": "Jewish Science and Health Chapter 3- Prayer (Morris Lichtenstein 1925) &#8211; cropped",
        "caption": "Jewish Science and Health Chapter 3- Prayer (Morris Lichtenstein 1925) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=52689",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/jewish-science-and-health-chapter-3-prayer-by-morris-lichtenstein-society-of-jewish-science-1925/",
    "slug": "jewish-science-and-health-chapter-3-prayer-by-morris-lichtenstein-society-of-jewish-science-1925"
}