{
    "title": "\"On Prayer,\" by Abraham Joshua Heschel (1969)",
    "author": "Abraham Joshua Heschel",
    "coauthors": [
        {
            "name": "Abraham Joshua Heschel",
            "bio": "Abraham Joshua Heschel (January 11, 1907 – December 23, 1972) was a Polish-born American rabbi and one of the leading Jewish theologians and Jewish philosophers of the 20th century. Heschel, a professor of Jewish mysticism at the Jewish Theological Seminary of America, authored a number of widely read books on Jewish philosophy and was active in the civil rights movement.",
            "website": "https://en.wikipedia.org/wiki/Abraham_Joshua_Heschel",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/08/Abraham-Joshua-Heschel-1954_250x250-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-joshua-heschel"
        }
    ],
    "date": "2018-08-10",
    "last_updated": "2025-01-03",
    "excerpt": "Rabbi Dr. Abraham Joshua Heschel's speech, \"On Prayer,\" delivered at an inter-religious convocation held under the auspices of the U.S. Liturgical Conference in Milwaukee, Wisconsin, on August 28, 1969. His talk was printed in the journal Conservative Judaism v.25:1 Fall 1970, p.1-12.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrimarily my theme is not liturgy, public worship, public ritual, but rather private worship, prayer as an enterprise of the individual self, as a personal engagement, as an intimate, confidential act.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPublic worship is an act of the highest importance. However, it tends in our days to become a spectacle, in which the congregation remains passive, inert spectators. But prayer is action; it requires complete mobilization of heart, mind, and soul. What is the worth of attending public worship when mind and soul are not involved? Renewal of liturgy involves renewal of prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is, in addition, a malady indigenous or congenital to liturgy. Liturgy as an act of prayer is an outcome and distillation of the inner life. Although its purpose is to exalt the life which engenders it, it harbors a tendency to follow a direction and rhythm of its own, independent of and divorced from the energies of life which brought prayer into being. At the beginning, liturgy is intimately related to the life which calls it into being. But as liturgy unfolds, it enters a state of stubborn disconnection, even into a state of opposition. Liturgy is bound to become rigid, to stand by itself, and to take on a measure of imperviousness. It tends to become timeless, transpersonal; liturgy for the sake of liturgy. Personal presence is replaced by mere attendance; instead of erecting a sanctuary of time in the realm of the soul, liturgy attracts masses of people to a sanctuary in the realm of space.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI do not wish to set up a dichotomy of prayer and liturgy. This would contradict the spirit of devotion. I merely wish to concentrate my thoughts on prayer as a personal affair, as an act of supreme importance. I plead for the primacy of prayer in our inner existence. The test of authentic theology is the degree to which it reflects and enhances the power of prayer, the way of worship.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn antiquity as well as in the Middle Ages, due to the scarcity of parchment, people would often write new texts on top of earlier written parchments. The term denoting such writings is palimpsest. Metaphorically, I suggest that authentic theology is a palimpsest: scholarly, disciplined thinking grafted upon prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is either exceedingly urgent, exceedingly relevant, or inane and useless. Our first task is to learn to comprehend why prayer is an ontological necessity. God is hiding, and man is defying. Every moment God is creating and self-concealing. Prayer is disclosing or at least preventing irreversible concealing. God is ensconced in mystery, hidden in the depths. Prayer is pleading with God to come out of the depths. “Out of the depths have I called Thee, O Lord” (Psalms 130:1).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe have lost sensitivity to truth and purity of heart in the wasteland of opportunism. It is, however, a loss that rebounds to afflict us with anguish. Such anguish, when converted into prayer, into a prayer for truth, may evoke the dawn of God. Our agony over God’s concealment is sharing in redeeming God’s agony over man’s concealment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer as an episode, as a cursory incident, will not establish a home in the land of oblivion. Prayer must pervade as a climate of living, and all our acts must be carried out as variations on the theme of prayer. A deed of charity, an act of kindness, a ritual moment—each is prayer in the form of a deed. Such prayer involves a minimum or even absence of outwardness, and an abundance of inwardness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>a sanctuary for the soul</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is not a stratagem for occasional use, a refuge to resort to now and then. It is rather like an established residence for the innermost self. All things have a home, the bird has a nest, the fox has a hole, the bee has a hive. A soul without prayer is a soul without a home. Weary, sobbing, the soul, after roaming through a world festered with aimlessness, falsehoods and absurdities, seeks a moment in which to gather up its scattered life, in which to divest itself of enforced pretensions and camouflage, in which to simplify complexities, in which to call for help without being a coward. Such a home is prayer. Continuity, permanence, intimacy, authenticity, earnestness are its attributes. For the soul, home is where prayer is.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn his cottage, even the poorest man may bid defiance to misery and malice. That cottage may be frail, its roof may shake, the wind may blow through it, the storms may enter it, but there is where the soul expects to be understood. Just as the body, so is the soul in need of a home.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEverybody must build his own home; everybody must guard the independence and the privacy of his prayers. It is the source of security for the integrity of conscience, for whatever inkling we attain of eternity. At home I have a Father who judges and cares, who has regard for me, and when I fail and go astray, misses me. I will never give up my home.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat is a soul without prayer? A soul runaway or a soul evicted from its own home. To those who have abandoned their home: the road may be hard and dark and far, yet do not be afraid to steer back. If you prize grace and eternal meaning, you will discover them upon arrival.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHow marvellous is my home. I enter as a suppliant and emerge as a witness; I enter as a stranger and emerge as next of kin. I may enter spiritually shapeless, inwardly disfigured, and emerge wholly changed. It is in moments of prayer that my image is forged, that my striving is fashioned. To understand the world I must love my home. It is difficult to perceive luminosity anywhere if there is no fight in my own home. It is in the fight of prayers radiance that I find my way even in the dark. It is prayer that illumines my way. As my prayers, so is my understanding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>the many purposes of prayer</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer serves many aims. It serves to save the inward life from oblivion. It serves to alleviate anguish. It serves to partake of God&#8217;s mysterious grace and guidance. Yet, ultimately, prayer must not be experienced as an act for the sake of something else. We pray in order to pray.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is a perspective from which to behold, from which to respond to, the challenges we face. Man in prayer does not seek to impose his will upon God; he seeks to impose God&#8217;s will and mercy upon himself. Prayer is necessary to make us aware of our failures, backsliding, transgressions, sins.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is more than paying attention to the holy. Prayer comes about as an event. It consists of two inner acts: an act of turning and an act of direction. I leave the world behind as well as all interests of the self. Divested of all concerns, I am overwhelmed by only one desire: to place my heart upon the altar of God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod is beyond the reach of finite notions, diametrically opposed to our power of comprehension. In theory He seems to be neither here nor now. He is so far away, an outcast, a refugee in His own world. It is as if all doors were closed to Him. To pray is to open a door, where both God and soul may enter. Prayer is arrival, for Him and for us. To pray is to overcome distance, to shatter screens, to render obliquities straight, to heal the break between God and the world. A dreadful oblivion prevails in the world. The world has forgotten what it means to be human. The gap is widening, the abyss is within the self.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThough often I do not know how to pray, I can still say: Redeem me from the agony of not knowing what to strive for, from the agony of not knowing how my inner life is falling apart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA candle of the Lord is the soul of man, but the soul can become a holocaust, a fury, a rage. The only cure is to discover that over and above the anonymous stillness in the world there is a Name and a waiting.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMany young people suffer from a fear of the self. They do not feel at home in their own selves. The inner life is a place of dereliction, a no man&#8217;s land, inconsolate, weird. The self has become a place from which to flee. The use of narcotic drugs is a search for a home.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHuman distress, wretchedness, agony, is a signal of a universal distress. It is a sign of human misery; it also proclaims a divine predicament. God’s mercy is too great to permit the innocent to suffer. But there are forces that interfere with God’s mercy, with God’s power. This is a dreadful mystery as well as a challenge: God is held in captivity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI pray because God, the Shekhinah, is an outcast. I pray because God is in exile, because we all conspire to blur all signs of His presence in the present or in the past. I pray because I refuse to despair, because extreme denials and defiance are refuted in the confrontation of my own presumption and the mystery all around me. <em>I pray because I am unable to pray.</em>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd suddenly I am forced to do what I seem unable to do. Even callousness to the mystery is not immortal. There are moments when the clamor of all sirens dies, presumption is depleted, and even the bricks in the walls are waiting for a song. The door is closed, the key is lost. Yet the new sadness of my soul is about to open the door.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSome souls are bom with a scar, others are endowed with anesthesia. Satisfaction with the world is base and the ultimate callousness. The remedy for absurdity is still to be revealed. The irreconcilable opposites which agonize human existence are the outcry, the prayer. Every one of us is a cantor; everyone of us is called to intone a song, to put into prayer the anguish of all.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod is in captivity in this world, in the oblivion of our lives. God is in search of man, in search of a home in the soul and deeds of man. God is not at home in our world. Our task is to hallow time, to enable Him to enter our moments, to be at home in our time, in what we do with time.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nUltimately, prayer in Judaism is an act in the messianic drama. We utter the words of the Kaddish: <em>Magnified and sanctified be His great name in the world which He has created according to His will.</em> Our hope is to enact, to make real the magnification and sanctification of this name here and now.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA great mystery has become a reality in our own days, as God’s response to a people’s prayer. After nearly two thousand years the city of David, the city of Jerusalem, is now restored to the people of Israel. This marvellous event proclaims a call for the renewal of worship, for the revival of prayer. We did not enter the city of Jerusalem on our own in 1967. Streams of endless craving, endless praying, clinging, dreaming, day and night, midnights, years, decades, centuries, millenia, streams of tears, pledging, waiting—from all over the world, from all comers of the earth, carried us of this generation to the Wall, to the city of Jerusalem.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>prayer is living</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer must not be dissonant with the rest of living. The mercifulness, gentleness, which pervades us in moments of prayer is but a ruse or a bluff, if it is inconsistent with the way we live at other moments. The divorce of liturgy and living, of prayer and practice, is more than a scandal; it is a disaster. A word uttered in prayer is a promise, an earnest, a commitment. If the promise is not kept, we are guilty of violating a promise. A liturgical revival cannot come about in isolation. Worship is the quintessence of living. Perversion or suppression of the sensibilities that constitute being human will convert worship into a farce. What is handicapping prayer is not the antiquity of the Psalms but our own crudity and spiritual immaturity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe hour calls for a revision of fundamental religious concerns. The wall of separation between the sacred and the secular has become a wall of separation between the conscience and God. In the Pentateuch, the relation of man to things of space, to money, to property is a fundamental religious problem. In the affluent society sins committed with money may be as grievous as sins committed with our tongue. We will give account for what we have done, for what we have failed to do.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nReligion as an establishment must remain separated from the government. Yet prayer as a voice of mercy, as a cry for justice, as a plea for gentleness, must not be kept apart. Let the spirit of prayer dominate the world. Let the spirit of prayer interfere in the affairs of man. Prayer is private, a service of the heart; but let concern and compassion, bom out of prayer, dominate public life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is a confrontation with Him who demands justice and compassion, with Him who despises flattery and abhors iniquity. Prayer calls for self-reflection, for contrition and repentance, examining and readjusting deeds and motivations, for recanting the ugly compulsions we follow, the tyranny of acquisitiveness, hatred, envy, resentment. We face not only things—continents, oceans, planets. We also face a claim, an expectation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod reaches us as a claim. Religious responsibility is responsiveness to the claim. He brought us into being; He brought us out of slavery. And He demands.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHeaven and earth were known to all men. Israel was given a third reality, the reality of the claim of the word of God. The task of the Jew is a life in which the word becomes deed. A sacred deed is where heaven and earth meet.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe have no triumphs to report except the slow, painstaking effort to redeem single moments in the lives of single men, in the lives of small communities. We do not come on the clouds of heaven but grope through the mists of history.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is a pressing urgency to the work of justice and compassion. As long as there is a shred of hatred in a human heart, as long as there is a vacuum without compassion anywhere in the world, there is an emergency.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhy do people rage? People rage and hurt and do not know how to regret, how to repent. The problem is not that people have doubts, but rather that people may not even care to doubt. The charity we may do is terribly diminutive compared with what is required. You and I have prayed, have craved to be able to make gentleness a certainty, and have so often failed. But there are in the world so many eyes streaming with tears, hearts dumb with fears, that to be discouraged would be treason.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>pray to be shocked</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe predicament of prayer is twofold: Not only do we not know how to pray; we do not know what to pray for.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe have lost the ability to be shocked.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe malignity of our situation is increasing rapidly, the magnitude of evil is spreading furiously, surpassing our ability to be shocked. The human soul is too limited to experience dismay in proportion to what has happened in Auschwitz, in Hiroshima.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe do not know what to pray for. Should we not pray for the ability to be shocked at atrocities committed by man, for the capacity to be dismayed at our inability to be dismayed?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer should be an act of catharsis, of purgation of emotions, as well as a process of self-clarification, of examining priorities, of elucidating responsibility. Prayer not verified by conduct is an act of desecration and blasphemy. Do not take a word of prayer in vain. Our deeds must not be a refutation of our prayers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is with shame and anguish that I recall that it was possible for a Roman Catholic church adjoining the extermination camp in Auschwitz to offer communion to the officers of the camp, to people who day after day drove thousands of people to be killed in the gas-chambers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet there be an end to the separation of church and God, of sacrament and callousness, of religion and justice, of prayer and compassion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA home is more than an exclusive habitat, mine and never yours. A residence devoid of hospitality is a den or a hole, not a home. Prayer must never be a citadel for selfish concerns, but rather a place for deepening concern over other people&#8217;s plight. Prayer is a privilege. Unless we learn how to be worthy, we forfeit the right and ability to pray.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<strong>Prayer is meaningless unless it is subversive, unless it seeks to overthrow and to ruin the pyramids of callousness, hatred, opportunism, falsehoods. The liturgical movement must become a revolutionary movement, seeking to overthrow the forces that continue to destroy the promise, the hope, the vision.</strong><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> emphasis our own. -ANV&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe world is aflame with evil and atrocity; the scandal of perpetual desecration of the world cries to high heaven. And we, coming face to face with it, are either involved as callous participants or, at best, remain indifferent onlookers. The relentless pursuit of our interests makes us oblivious of reality itself. Nothing we experience has value in itself; nothing counts unless it can be turned to our advantage, into a means for serving our self-interests.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe pray because the disproportion of human misery and human compassion is so enormous. We pray because our grasp of the depth of suffering is comparable to the scope of perception of a butterfly flying over the Grand Canyon. We pray because of the experience of the dreadful incompatibility of how we live and what we sense.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDark is the world to me, for all its cities and stars. If not for my faith that God in His silence still listens to a cry, who could stand such agony?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer will not come about by default. It requires education, training, reflection, contemplation. It is not enough to join others; it is necessary to build a sanctuary within, brick by brick, instants of meditation, moments of devotion. This is particularly true in an age when overwhelming forces seem to conspire at destroying our ability to pray.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>prayer is praise</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe beginning of prayer is praise. The power of worship is song. First we sing, then we understand. First we praise, then we believe. Praise and song open eyes to the grandeur of reality that transcends the self. Song restores the soul; praise repairs spiritual deficiency.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo praise is to make Him present to our minds, to our hearts, to vivify the understanding that beyond all questions, protests, and pain at God’s dreadful silence, is His mercy and humility. We are stunned when we try to think of His essence; we are exalted when intuiting His presence. While it is true that being human is verified in relations between man and man, depth and authenticity of existence are disclosed in moments of worship.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWorship is more than paying homage. To worship is to join the cosmos in praising God. The whole cosmos, every living being sings, the Psalmists insist. Neither joy nor sorrow but song is the ground-plan of being. It is the quintessence of life. To praise is to call forth the promise and presence of the divine. We live for the sake of a song. We praise for the privilege of being. Worship is the climax of living. There is no knowledge without love, no truth without praise. At the beginning was the song, and praise is man’s response to the never-ending beginning.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe alternative to praise is disenchantment, dismay.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSociety today is no longer in revolt against particular laws which it finds alien, unjust, and imposed, but against law as such, against the principle of law. And yet, we must not regard this revolt as entirely negative. The energy that rejects many obsolete laws is an entirely positive impulse for renewal of life and law.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“Choose life!” is the great legacy of the Hebrew Bible, and the cult of life is affirmed in contemporary theology. However, life is not a tiling, static and final. Life means living, and in living you have to choose a road, direction, goals. Pragmatists who believe that life itself can provide us with the criteria for truth overlook the fact that forces of suicide and destruction are also inherent in life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe essence of living as a human being is being challenged, being tempted, being called. We pray for wisdom, for laws of knowing how to respond to our being challenged. Living is not enough by itself. Just to be is a blessing. Just to live is holy. And yet, being alive is no answer to the problems of living. To be or not to be is not the question. The vital question is: how to be and how not to be?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe tendency to forget this vital question is the tragic disease of contemporary man, a disease that may prove fatal, that may end in disaster. To pray is to recollect <em>passionately</em> the perpetual urgency of this vital question.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>the uphill struggle</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOne of the results of the rapid depersonalization of our age is a crisis of speech, profanation of language. We have trifled with the name of God, we have taken the name and the word of the Holy in vain. Language has been reduced to labels, talk has become double-talk. We are in the process of losing faith in the reality of words.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYet prayer can only happen when words reverberate with power and inner life, when uttered as an earnest, as a promise. On the other hand, there is a high degree of obsolescence in the traditional language of the theology of prayer. Renewal of prayer calls for renewal of language, of cleansing the words, of revival of meanings.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe strength of faith is in silence, and in words that hibernate and wait. Uttered faith must come out as surplus of silence, as the fruit of lived faith, of enduring intimacy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTheological education must deepen privacy, strive for daily renewal of innerness, cultivate ingredients of religious existence, <em>reverence</em> and <em>responsibility</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe live in an age of self-dissipation, of depersonalization. Should we adjust our vision of existence to our paucity, make a virtue of obtuseness, glorify evasion?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy own sense of the reality of food depends upon my being hungry, upon my own craving for food. Had I grown up on intravenous food injections, apples and beans would be as relevant to me as pebbles and garbage.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDo we know how to thirst for God? Do we know what it means to starve?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<blockquote><p>O God, thou art my God, I seek Thee,<br />\nmy soul thirsts for Thee; </p>\n<p>my flesh faints for Thee,<br />\nas in a dry and weary land where no water is.</p>\n<p>So I have looked upon Thee in the sanctuary,<br />\nbeholding Thy power and glory.</p>\n<p>Because Thy steadfast love is better than life,<br />\nmy lips will praise Thee.</p>\n<p>So I will bless Thee as long as I live;<br />\nI will lift up my hands and call on Thy name.</p>\n<p>Psalms 63:2-4</p></blockquote>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<blockquote><p>As a hart longs for flowing streams,<br />\nso longs my soul for Thee, O God.</p>\n<p>My soul thirsts for God,<br />\nfor the living God.</p>\n<p>When shall I come and behold the face of God?</p>\n<p>My tears have been my food day and night,<br />\nwhile men say to me continually,<br />\n“Where is your God?”</p>\n<p>Psalms 42:2-4</p></blockquote>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nReligion is critique of all satisfaction. Its end is joy, but its beginning is discontent, detesting boasts, smashing idols. It began in Ur Kasdim, in the seat of a magnificent civilization. Yet Abraham said, “No,” breaking the idols, breaking away. And so everyone of us must begin saying “No” to all visible, definable entities pretending to be triumphant, ultimate. The ultimate is a challenge, not an assertion. Dogmas are allusions, not descriptions.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nStanding before Mt. Sinai, Israel was told: “Take heed that you do not go up to the mountain and touch the border of it.” Take heed that you do not go up to the mountain and only touch the border. Go to the peak! Once you start going, proceed to the very end. Don&#8217;t stop in the middle of the road.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis is the predicament of man. All souls descend a ladder from Heaven to this world. Then the ladders are taken away. Once they are in this world, they are called upon from Heaven to rise, to come back. It is a call that goes out again and again. Each soul seeks the ladder in order to ascend above; but the ladder cannot be found. Most people make no effort to ascend, claiming, how can one rise to heaven without a ladder? However, there are souls which resolve to leap upwards, without a ladder. So they jump and fall down. They jump and fall down, until they stop.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWise people think that since no ladder exists, there must be another way. We must face the challenge and act. Be what it may, one must leap until God, in His mercy, makes exultation come about.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat do we claim? That religious commitment is not just an ingredient of the social order, an adjunct or reinforcement of existence, but rather the heart and core of being human; its exaltation, its verification being manifest in the social order, in daily deeds.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe begin with a sense of wonder and arrive at radical amazement. The first response is reverence and awe, openness to the mystery that surrounds us. We are led to be overwhelmed by the awareness of eternity in daily living.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nReligious existence is living in solidarity with God. Yet to maintain such solidarity involves knowing how to rise, how to cross an abyss. Vested interests are more numerous than locusts, and of solidarity of character there is only a smattering. Too much devotion is really too little. It is grave self-deception to assume that our destiny is just to be human. In order to be human, one must be more than human. A person must never stand still. He must always rise, he must always climb. Be stronger than you are.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWell-trodden ways lead into swamps. There are no easy ways, there are no simple solutions. What comes easy is not worth a straw. It is a tragic error to assume that the world is flat, that our direction is horizontal.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe way is always vertical. It is either up or down; we either climb or fall. Religious existence means struggle uphill.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<h3>shattering the silence</h3>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLife is a drama, and religion has become routine. The soul calls for exaltation, and religion offers repetition. Honesty, veracity does not come about by itself. Freshness, depth has to be acquired. One must work on it constantly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo be moderate in the face of God would be a profanation. The goal is not an accommodation but a transformation. A mediocre response to immensity, to eternity, is offensive.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe tragedy of our time is that we have moved out of the dimension of the holy, that we have abandoned the intimacy in which relationship to God can be patiently, honestly, persistently nourished. Intimate inner life is forsaken. Yet the soul can never remain a vacuum. It is either a vessel for grace or it is occupied by demons.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAt first men sought mutual understanding by taking comisel with one another, but now we understand one another less and less. There is a gap between the generations. It will soon widen to be an abyss. The only bridge is to pray together, to consult God before seeking counsel with one another. Prayer brings down the walls which we have erected between man and man, between man and God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor centuries Jerusalem lay in ruins; of the ancient glory of King David and Solomon only a Wall remained, a stone Wall left standing after the Temple was destroyed by the Romans. For centuries Jews would go on a pilgrimage to Jerusalem in order to pour out their hearts at the Wailing Wall.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA wall stands between man and God, and at the wall we must pray, searching for a cleft, for a crevice, through which our words can enter and reach God behind the wall. In prayer we must often knock our heads against the stone wall. But Gods silence does not go on forever. While man is busy setting up screens, thickening the wall, prayer may also succeed in penetrating the wall.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe tragedy is that many of us do not even know how to find the way leading to the wall. We of this generation are afflicted with a severe case of dulling or loss of vision. Is it the result of our own intoxication, or is it the result of God’s deliberate concealment of visible lights?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe spiritual memory of many people is empty, words are diluted, incentives are drained, inspiration is exhausted. Is God to be blamed for all this? Is it not man who has driven Him out of our hearts and minds? Has not our system of religious education been an abysmal failure?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe spiritual blackout is increasing daily. Opportunism prevails, callousness expands, the sense of the holy is melting away. We no longer know how to resist the vulgar, how to say no in the name of a higher yes. Our roots are in a state of decay. We have lost the sense of the holy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis is an age of spiritual blackout, a blackout of God. We have entered not only the dark night of the soul, but also the dark night of society. We must seek out ways of preserving the strong and deep truth of a living God theology in the midst of the blackout.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor the darkness is neither final nor complete. Our power is first in waiting for the end of darkness, for the defeat of evil; and our power is also in coming upon single sparks and occasional rays, upon moments full of God’s grace and radiance.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe are called to bring together the sparks to preserve single moments of radiance and keep them alive in our lives, to defy absurdity and despair, and to wait for God to say again: Let there be light.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd there will be light.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the text of &#8220;On Prayer&#8221; as published in <em>Conservative Judaism</em>, v.25 n.1 Fall 1970, p.1-12. Rabbi Dr. Abraham Joshua Heschel delivered this speech at an inter-religious convocation held under the auspices of the U.S. Liturgical Conference in Milwaukee, Wisconsin, on August 28, 1969. In <em>Spiritual Radical: Abraham Joshua Heschel in America, 1940-1972</em> (Yale University Press 2007, p. 339-340), Edward K. Kaplan writes:</p>\n<blockquote><p>Late in August 1969, Heschel was the sole Jew among leading Protestants and Catholics to address a mass meeting of the National Liturgical Conference (an unofficial Catholic organization) in Milwaukee, Wisconsin. The audience was composed of progressive Catholics, most of them young. The agenda called for a fusion of inwardness and action: political change, social justice, and the virtues of prayer. The theme, as described by Robert McAfee Brown in Ins opening address, was that hope must emerge from dissent. Former senator Wayne Morse urged participants to launch a “religious crusade” against the Vietnam War. Andrew Young of the Southern Christian Leadership Conference spoke of “hope in the quest for economic justice” and the revolutionary power of the Gospels.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> The conference took place on 25–28 August 1969. Some 2,500 people attended the opening session at the Milwaukee Arena, which ended with a multimedia extravaganza, a liturgical dance, and a mass set to rock music. See L. I. Steli, “The Road Show of Hope,” <em>Tempo</em>, (15 October 1969), 3; <em>Catholic Herald Citizen</em> (29 March 1969), and articles by Ethel Gintoft, “Speaker [Robert McAfee Brown] Defines Meaning of Liturgy as ‘Work People Do,’ ” <em>Catholic Herald Citizen</em> (30 August 1969), and “Rabbi Reminds Conference of Need for Prayer Along with Activity,” <em>Catholic Herald Citizen</em> (6 September 1969). Robert McAfee Brown, “Backdrop for Hope,” <em>Tempo</em> (15 October 1969), 7.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>The press paid special attention to Heschel. Before the event, he was reported to have criticized repressive tendencies within the Catholic Church, defending activists such as Archbishop James Shannon, “who recently resigned because of conservative pressure against his questioning of the War, Papal authority and the pill ban.” At the same time, Heschel pleaded “that reformers not throw out positive religious traditions, such as reserving time for daily prayer.” In his address, Heschel offered “hope in the midst of alienation, chaos, and destruction.&#8221; How could this be found? Through prayer.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Steli, “Road Show of Hope,” 3; Gintoft, “Rabbi Reminds Conference of Need for Prayer.” Heschel’s speech was excerpted in <em>Tempo</em> (15 October 1969), 8, 11. The most complete version, “On Prayer,” appeared in <em>Conservative Judaism</em> 25, 1 (fall 1970), 1–12, from which I quote.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>In rhythmical cadences, Hesehel demonstrated that prayer was a sanctuary for the “weary, sobbing soul,&#8221; as he continued: “How marvelous is my home. I enter as a suppliant and emerge as a witness; I enter as a stranger and emerge as next of kin.” Prayer was a cosmic drama, with human beings responsible for redeeming the divine: “I pray because God, the Shekhinah, is an outcast. I pray because God is in exile, because we all conspire to blur all signs of His presence in the present or in the past. I pray because I refuse to despair. . . . I pray because I am unable to pray.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Heschel 1970, “On Prayer,” 2–3, 4.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>The focus on prayer even explained his political dissent: “Religion as an establishment must remain separated from the government. Yet prayer as a voice of mercy, as a cry for justice, as a plea for gentleness, must not be kept apart.&#8221; Religious observance braces us to reject the status quo, even if it means toppling the authorities: “Prayer is meaningless unless it is subversive, unless it seeks to overthrow and to ruin the pyramids of callousness, hatred, opportunism, falsehoods. The liturgical movement must become a revolutionary movement, seeking to overthrow the forces that continue to destroy the promise, the hope, the vision.&#8221; Thrilled at Heschel’s “terse, proverbial insights,” the audience gave him a standing ovation.</p></blockquote>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/OnPrayerAbrahamJoshuaHeschel1969#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<div id=\"attachment_9450\" style=\"width: 1035px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2011/09/Abraham-Joshua-Heschel-Prayer-is-Meaningless-Unless-It-is-Subversive-e1412355920208.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-9450\" src=\"https://opensiddur.org/wp-content/uploads/2011/09/Abraham-Joshua-Heschel-Prayer-is-Meaningless-Unless-It-is-Subversive-e1412355920208.jpg\" alt=\"\" width=\"1025\" height=\"683\" class=\"size-full wp-image-9450\" srcset=\"https://opensiddur.org/wp-content/uploads/2011/09/Abraham-Joshua-Heschel-Prayer-is-Meaningless-Unless-It-is-Subversive-e1412355920208.jpg 1025w, https://opensiddur.org/wp-content/uploads/2011/09/Abraham-Joshua-Heschel-Prayer-is-Meaningless-Unless-It-is-Subversive-e1412355920208-300x200.jpg 300w\" sizes=\"auto, (max-width: 1025px) 100vw, 1025px\" /></a><p id=\"caption-attachment-9450\" class=\"wp-caption-text\">&#8220;Prayer is MEANINGLESS unless it is subversive, unless it seeks to overthrow and to ruin the pyramids of callousness, hatred, opportunism, falsehoods. The liturgical movement must become A REVOLUTIONARY MOVEMENT seeking to overthrow the forces that continue to destroy the promise, the hope, the vision.&#8221; &#8212; Rabbi Abraham Joshua Heschel (August 1969, National Liturgical Conference, Milwaukee Wisconsin) as quoted on a banner by the Teva Learning Center program at Isabella Freedman Jewish Retreat Center, Falls Village, Connecticut. Photo by Aharon Varady (license: CC BY-SA).<br /></p></div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">emphasis our own. -ANV</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">The conference took place on 25–28 August 1969. Some 2,500 people attended the opening session at the Milwaukee Arena, which ended with a multimedia extravaganza, a liturgical dance, and a mass set to rock music. See L. I. Steli, “The Road Show of Hope,” <em>Tempo</em>, (15 October 1969), 3; <em>Catholic Herald Citizen</em> (29 March 1969), and articles by Ethel Gintoft, “Speaker [Robert McAfee Brown] Defines Meaning of Liturgy as ‘Work People Do,’ ” <em>Catholic Herald Citizen</em> (30 August 1969), and “Rabbi Reminds Conference of Need for Prayer Along with Activity,” <em>Catholic Herald Citizen</em> (6 September 1969). Robert McAfee Brown, “Backdrop for Hope,” <em>Tempo</em> (15 October 1969), 7.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Steli, “Road Show of Hope,” 3; Gintoft, “Rabbi Reminds Conference of Need for Prayer.” Heschel’s speech was excerpted in <em>Tempo</em> (15 October 1969), 8, 11. The most complete version, “On Prayer,” appeared in <em>Conservative Judaism</em> 25, 1 (fall 1970), 1–12, from which I quote.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Heschel 1970, “On Prayer,” 2–3, 4.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Essays on Prayer as Praxis",
        "North America",
        "personal prayer",
        "Private Prayer",
        "private worship",
        "why prayer"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/107'>Fair Use Right</a> (17 U.S. Code &sect;107 - Limitations on exclusive rights: Fair use)"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "9450"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2011/09/Abraham-Joshua-Heschel-Prayer-is-Meaningless-Unless-It-is-Subversive-e1412355920208.jpg",
        "title": "Abraham Joshua Heschel &#8211; Prayer is Meaningless Unless It is Subversive",
        "caption": "\"Prayer is MEANINGLESS unless it is subversive, unless it seeks to overthrow and to ruin the pyramids of callousness, hatred, opportunism, falsehoods. The liturgical movement must become A REVOLUTIONARY MOVEMENT seeking to overthrow the forces that continue to destroy the promise, the hope, the vision.\" -- Rabbi Abraham Joshua Heschel (August 1969, National Liturgical Conference, Milwaukee Wisconsin) as quoted on a banner by the Teva Learning program at Isabella Freedman Jewish Retreat Center, Falls Village, Connecticut. Photo by Aharon Varady (license: CC BY-SA).\n"
    },
    "source_link": "https://opensiddur.org/?p=21124",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/on-prayer-by-abraham-joshua-heschel-1969/",
    "slug": "on-prayer-by-abraham-joshua-heschel-1969"
}