{
    "title": "על השואה ועל התפלתה | Prayer in the Shoah, an essay and a prayer by Rabbi Dr. David Weiss Halivni (2000)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Peter W. Ochs (translation)",
            "bio": "Dr. Peter W. Ochs (born 1950) is the Edgar M. Bronfman Professor of Modern Judaic Studies at the University of Virginia, where he has served since 1997. He is an influential thinker whose interests include Jewish philosophy and theology, modern and postmodern philosophical theology, pragmatism, and semiotics. Ochs coined the term \"scriptural reasoning\" and is the co-founder (with Anglican theologian David F. Ford) of the Society for Scriptural Reasoning, which promotes interfaith dialog among Christians, Jews, and Muslims through scriptural study groups. He is also a co-founder of the Children of Abraham Institute, which promotes interfaith study and dialog among members of the Abrahamic religions.",
            "website": "https://en.wikipedia.org/wiki/Peter_W._Ochs",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/03/peter-w-ochs-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/peter-ochs"
        },
        {
            "name": "David Weiss Halivni",
            "bio": "Rabbi Dr. David Weiss Halivni (Hebrew: דוד וייס הלבני; September 27, 1927 – June 28, 2022) born in Kobyletska Poliana (now part of Ukraine), was a Judaic studies scholar. He grew up in the home of his maternal grandfather, Rabbi Isaiah (Shaye) Weiss, a Hasidic Talmud scholar in Sighet, Romania. His grandfather began teaching him at age 5, and he was regarded as an Illui (savant). He received semichah (rabbinic ordination) at age 15 from Rabbi Yekutiel Yehuda Gross of the town's yeshiva. When he arrived in the United States at the age of 18 after his liberation following the Holocaust, he was placed in a Jewish orphanage, where he created a stir by challenging the kashrut of the institution. A social worker introduced him to Rabbi Saul Lieberman, a leading Talmudist at the Jewish Theological Seminary of America (JTS) in New York, who recognized his brilliance and took him under his wing. Weiss later studied with Lieberman for many years at the JTS. Initially, he studied in Yeshiva Chaim Berlin under Rabbi Yitzchak Hutner and was allowed to forgo lectures because of his advanced standing. Over the next decade, he completed high school; earned a bachelor's degree in philosophy from Brooklyn College; a master's degree in philosophy from NYU, and his doctorate in Talmud at JTS. For many years he served as a Professor of Talmud at the Jewish Theological Seminary of America (JTS). Halivni's \"source-critical approach\" to Talmud study had a major impact on academic understanding and study of the Talmud. The traditional understanding viewed the Talmud as a unified homogeneous work. While other scholars had also treated the Talmud as a multi-layered work, Halivni's innovation (primarily in the second volume of his <em>Meqorot u-Mesorot</em>) was to distinguish between the onymous statements, which are generally succinct Halachic rulings or inquiries attributed to known Amoraim, and the anonymous statements, characterized by a much longer analysis often consisting of lengthy dialectic discussion, which he attributed to the later authors- \"Stamma'im\" (or Savora'im). After 1983, Halivni served as Reish Metivta of the Union for Traditional Judaism's rabbinical school. Halivni later served as Littauer Professor of Talmud and Classical Rabbinics in the Department of Religion at Columbia University. In July 2005, he retired from Columbia University and moved to Israel, where he taught at the Hebrew University of Jerusalem and Bar Ilan University until his death.",
            "website": "https://en.wikipedia.org/wiki/David_Weiss_Halivni",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/03/david-weiss-halivni-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-weiss-halivni"
        }
    ],
    "date": "2023-03-02",
    "last_updated": "2024-06-01",
    "excerpt": "A meditation on a unique prayer heard by Rabbi Dr. David Weiss Halivni at the Rosh Hashanah services at the Wolfsberg Labor Camp in 1944. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n<span class=\"instruction\">מאמר זה נתחבר כפרק הגות לספר &#8220;מחזור װלפסברג&#8221; שנדפס על־ידי יד ושם והמכיל תפילות לימים נוראים אשר כתב במו ידיו מתוך הזיכרון על נייר מלט, ר׳ נפתלי שטרן ז״ל מסאטמר כהכנה להיותו שליח ציבור בראש השנה במחנה לעבודת כפייה װלפסברג בשנת תש״ה.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">This essay was prepared as a meditation to accompany the prayerbook, Maḥzor Wolfsberg, published by Yad Vashem. The Maḥzor contains High Holiday prayers transcribed from memory by Satmar Ḥazan Naphtali Stern, <em>z”l</em>, in 1944, in preparation for the Rosh Hashanah service he was about to lead in the Wolfsberg Labor Camp.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">(Ḥazan Stern recounts that he wrote the prayers “in pen, on paper torn from cement bags that I purchased [at great risk to his own life] in exchange for bread.” Since then, “for forty three years, the pages were always stored in [my family] Maḥzor.” When Stern decided to give the pages to Yad Vashem for safekeeping, he broke out in tears, kissed them and said, “I made a supreme effort to safeguard these. I did not know then, in the camp, that these writings would become a national treasure. God willing, they will remain before my eyes on Rosh Hashanah.”)</span><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The general description of Ḥazan Stern, as well as the citations from his memoirs, are taken from the foreword to this book.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n<span class=\"instruction\">גם אני הייתי אז במחנה װלפסברג וזוכר אני את התפילה שנערכה שם. אך בגלל הצפיפות הגדולה והיותי צעיר לימים, בן 16, לא יכולתי להדחק ולהכנס פנימה לתוך (האולם) שבו התקיימה התפילה — ונשארתי בחוץ. אבל הרושם נשאר חזק.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">I, too, was an inmate in Wolfsberg, and I remember the prayer service. The service was held in an overcrowded hall, and — still a young man of sixteen — I could not push my way in and remained outside. But what went on inside left a deep impression.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n<span class=\"instruction\">זה היה המקרה הבודד במחנה שהרשו לגו להתאסף ולהרים קולנו בתפילה. התפילות שהתפללו שם היו התפילות הרגילות והמקובלות שהותקנו בתקופה אחרת ומתוך תנאים אחרים. אך במקביל לתפילות אלה, קיימה גם תפילה שבלב, חשאית, שהתאימה למצבם המיוחד של האסירים. לתיאור תפילה זו מוקדש המאמר.</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">This was the only time that we were permitted to gather together in the camp and pray out loud. The prayers that were uttered that day were the traditional ones, composed in a different age and under very different conditions. Nevertheless, among the traditional prayers, one was uttered as a prayer of the heart with a unique kavvanah, unique to the incomparable conditions of the prayers. This essay is a meditation on that prayer.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\nאין לך חברה שאין בה מתפללים,<br />\nאין לך זמן שאין בו מי שיתפלל,<br />\nאין לך מקום שאינו יכול להפוך למקום תפילה<br />\nואין לך אדם שאינו חובק בסתר לבו<br />\nתפילה חשאית לכוחות טמירים<br />\nשיחלצוהו ממיצר,<br />\nלהיטיב את מצבו ולשפר את גורלו.<br />\nהאדם הוא חי מתפלל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nThere is no society without worshippers,<br />\nThere is no time without someone who prays,<br />\nThere is no place that cannot be transformed into a place of prayer<br />\nAnd there is no human being who does not, in the privacy of his heart,<br />\nEmbrace a silent prayer, offered up to the hidden powers,<br />\nTo redeem him from his distress<br />\nTo improve his condition and to better his lot.<br />\nThe human being is a being who prays.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nתפילות אלה אינדיבידואליות הן. כל אדם ותפילתו בפיו. ביהדות, אמנם, החכמים טבעו מטבע של תפילה ואסרו לשנותה. מצד אחד איסור זה גרם להכרת התפילות ועל ידי כך המתפלל מרגיש בן בית בכל בית הכנסת שהוא נכנס ויכול להשתתף בכל תפילה שהוא שומע, ומצד אחר גרם לשגירות שעל ידה הופכת התפילה בקלות למצוות אנשים מלומדה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer is individual; each person has his own prayer. The sages, to be sure, canonized Jewish prayer and prohibited any changes in it. On the one hand, this prohibition made rabbinic prayer publicly recognizable, so that worshippers would feel at home in every synagogue they entered and could participate in every prayer they heard. On the other hand, the prohibition increased the risk that rabbinic prayer might become routine.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nגם התפילות הדומות בתכנן, שונות הן בהדגשת אמירתן, במידת ההתלהבות ושברון הלב — בנות ליווי של התפילה. מצב רוחו של המתפלל קובע את הדבקות והעועמה של התפילה והוא משתנה מיום ליום, משעה לשעה. אין לך אדם המתפלל באותה כוונה פעמיים, כשם שאינו נכנס לאותם המים פעמיים. הזרם הפנימי גורף אותו להתעוררות ורגשות חדשים והם דורשים ממנו כוונות חדשות. ואין לך שני בני אדם המתפללים באותה כוונה, כשם שאין שני בני אדם השרויים באותו מצב רוח. למרות המטבע הקבועה, ליוויי התפילה משתנים מאדם לאדם מזמן לזמן. כך היה מקדמת דנא וכך היה גם במחנות הכפייה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEven when prayers are similar in content, they differ in the emphasis, enthusiasm, and heartbreak that should accompany them. The worshipper’s mood determines the intensity and devotion (<em>devequt</em>) of prayer, and this changes from day to day and hour to hour. No one prays with the same intentionality (<em>kavvanah</em>) on two different occasions, just as no one enters precisely the same body of water on two occasions. The restlessness of the human heart releases feelings that stimulate ever new intentionalities of prayer No two people, therefore, pray with the same intentionality, just as no two people experience the same mood. Although the Rabbinic tradition of prayer is fixed, the accompaniments of prayer change from person to person and from time to time. This is how it always was, and this is how it was in the camps.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלכן אם בדעתנו לעמוד על אופייה וייחודה של התפילה במחנות לעבודת כפייה, אל לנו לחפש תפילות חדשות שם. שכן לבד מהרתיעה מלחדש תפילות, בפרט לימים נוראים, הרי שיצר היצירה נדם במחנות הריכוז והכפייה בגלל העינוי והפחד ששררו שם. וגם אל לנו לצפות למצוא תפילה ישנה שהיתה חביבה במיוחד על רוב המתפללים במחנות לעבודת הכפייה. רוב המתפללים המשיכו להתפלל כדרכם וכהרגלם מקודם. מדובר על יחידי סגולה שהיו מודעים למצבם האיום והבינו את תוכן ופירוש המלים והיו רגישים לבעיות תיאולוגיות. הם חפשו תפילה ישנה שיש בה כמיהה עזה לשדד את המערכות הקיימות ומביעה את הרעיון שהסבל והייסורים שהם מנת חלקם, תוצאות הן של כוחות שטניים, קוסמולוגיים שאין להם, לסובלים, חלק וגורם בהם. תפילה כזאת מצאו בתפילת &#8220;אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ מְלוֹךְ עַל כׇּל הָעוֹלָם בִּכְבוֹדֶךָ וגו׳&#8221; שהוא חלק מתפילת עמידה בראש השנה. בתפילה זו אנו מבקשים מאלהים שימלוך הוא בעצמו, שייקח את הרסן בידו ולא יניח לכוחות שטניים אלה לשלוט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf we are, therefore, to assess what uniquely characterized prayer in the Nazi labor camps, we should not search for some new prayer. Beside our reluctance to change prayers, particularly on the High Holidays, the torture and fear that prevailed in the concentration camps and forced labor camp: silenced the creative urge. We should also not expect to find some particular traditional prayer that became a favorite to most of the worshippers in the camps. Most worshippers simply prayed according to their usual manner and custom. Only a very few exceptional individuals were aware of their terrible circumstances, understood the substance and significance of the words of prayer, and were sensitive to the theological problems entailed in their being uttered in that place. They sought some traditional prayer that would express their deep longing to overcome the forces arrayed against them, and their sense that the suffering and misery around them was the result of satanic, cosmic forces over which they had no control or influence. They found such a prayer in the prayer “<span class=\"hebrew\" lang=\"he\">מְלוֹךְ עַל כׇּל־הָעוֹלָם בִּכְבוֹדֶךָ</span>” (<em>eloheinu v’elohei avotenu m&#8217;lokh al kol ha’olam bikhvodekha</em>); “Our God and God of our ancestors, reign over all the world in your full glory&#8230;” In this prayer, which belongs to the Amidah for Rosh Hashanah, we ask God to reign alone, to take the reins in his hands, and not allow these satanic forces to prevail.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאך כדי לעמוד על משמעותה המלאה של תפילה זו (&#8220;מְלוֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדֶֽךָ&#8221;), עלינו מקודם לרדת לעומק השיתין של השאלה שהיא יסוד כל היסודות בתיאולוגיה של השואה והיא: האם יש לתלות את השואה בחטא? ורק אחר כך נוכל לחזור לדון במשמעות התפילה ולפרשה. וכדי שלא יהיה כלל ספק מהי דעתי בשאלה, אודיע בראשית דברי את מסקנתי, והיא: כתוב בתורה, שנוי בנביאים, משולש בכתובים ומרובע בחז״ל שאין השואה תולדת עוון.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo understand the full meaning of this prayer, we must first reflect deeply on the question that grounds all Holocaust theology: Do we attribute the Shoah to sin? Lest there be any doubt about my own response to this question, I will state my conclusions at the outset. It is written in the Torah, a second time in the Prophets, a third time in the Writings, and a fourth time in the words of our sages, that the Shoah was not the consequence of sin.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכתוב בתורה כיצד?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“IT WAS WRITTEN IN THE TORAH” — WHERE?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכתוב וְאַף גַּם־זֹאת בְּהְוֹתָם בְּאֶרֶץ אֹיבֵיהֶם לֹא־מְאַסְתִּים וְלֹא־גְּעַלְתִּים לְכַלֹּתָם לְהָפֵר בְּרִיתִי אִתָּם&#8221; <span class=\"citation\">(ויקרא כו:מד)</span>. לאחר שהזהירה התורה את בני ישראל שאם יחטאו, יגורשו מארצם וילקו בדבר, חרב ורעב (עד כדי אכילת בשר אדם) היא מסיימת בהבטחה שלמרות החטאים אלהים לא ימאס ולא יגעל אותם לא יביא אותם לידי כליון<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> משמע שפחות מכדי כליון, ימאס ויגעל בהם. ואפשרי פירוש אחר, שהמיאוס והגיעול הם חלק מן הכיליון וגם עליהם מוסבת ההבטחה.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> ולא יפר את הברית אשר נשבע לאברהם, יצחק ויעקב. ברית כרותה בין הקב״ה וישראל לא להשמידם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“And yet for all that, when they are in the land of their enemies, I will not cast them away, nor will I loathe them, to destroy them utterly, and to break my covenant with them” <span class=\"citation\">(Leviticus 26:44)</span>. After the Torah warns the children of israel that, if they sin, they will be driven out of their land and suffer disease, war and famine (to the point of eating human flesh), it closes with the assurance that, despite their sins, God will not despise or reject or annihilate them (<em>yavi otam l’kilayon</em>) and will not abrogate the covenant that he swore to Abraham, Isaac, and Jacob. According to the covenant made between God and Israel, they would not be destroyed for their sins.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nנשאלת השאלה מה מובנה של המילה &#8220;לְכַלֹּתָם&#8221;. היאך עלינו להבינה, במובן כמותי או  במובן איכותי? שלא יכלה אותם לגמרי עד שלא יישאר מהם שריד ופליט, או שלא יכלה אותם שלא יוכלו להשתקם? אלה שדוגלים ברעיון שהשואה באה כתוצאה מחטא, יפרשו את &#8220;לכלתם&#8221; במובן כמותי, במובן של כיליון נמרץ, השמדה גמורה. ואם נשאר שריד גם כשרוב רובו של העם נשמד, אין הוא כיליון וממילא אין הבטחה חלה עליו. לדעתם הואיל ומן השואה נשארו פליטים שהצליחו לשקם את עצמם וחלק מהם אף תרם להגברת חיי הדת במקום מגוריהם אף־על־פי שמיהודי מזרח אירופה נשאר מעט מאד, מקצת מן המקצת ההבטחה נתקיימה. ואלה שנשמדו באו על ענשם בגלל חטאיהם. לדעתם החטא גרם איפוא לשואה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat does the word <em>l’khalotam</em>, “to annihilate them,” mean? Should we understand this in a quantitative or qualitative sense? Does it mean that He will not completely destroy them — to the point that not even a survivor or refugee is left — or that He will not destroy to such an extent that they cannot rebuild their lives? Those who claim that the Shoah is a result of sin will interpret <em>l’khalotam</em> quantitatively, as total annihilation, total extermination. From this perspective, if any survivor remained, then, even though most of the population was destroyed, this would not count as “total annihilation” and would not therefore weaken God’s promise to Israel. These interpreters believe that since there were survivors who rebuilt their lives and also contributed to the enhancement of Judaism — even though very few Jews from Eastern Europe survived — a small part of the promise must have been kept. In this view, those who were destroyed were punished for their sins. These interpreters, therefore, believe that the Shoah was a consequence of sin.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפירוש זה מוטעה הוא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis interpretation is incorrect and misguided.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n&#8220;לכלותם&#8221; אינה הכחדה טוטאלית,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> ראה — תהלים פג.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> הריגת העם או חלק גדול ממנו, אלא הריסת החיים המוסדיים והבסיסיים ללא תקומה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>L’khalotam</em> does not mean total extermination,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> See Psalms 83.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> the killing of a people or a large part of it, but rather the irremediable destruction of a people&#8217;s institutional infrastructure.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבשואה, נעקרו ונמחקו כמעט כליל החיים היהודיים המוסדיים ומיהודי מזרח אירופה נשארו רק אודים מוצלים מאש. טושטש ובוטל הגבול של &#8220;לא לכלותם&#8221; ונתערערה הברית שכרת הקב״ה עם ישראל, אם כי לא הופרה לגמרי. אין לתלות איפוא את השואה בחטא. הקב״ה הבטיח לישראל שלא יכלה אותם מפני חטאיהם ואין לך כיליון יותר גדול בהסטוריה מזה של השואה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd this is precisely what happened in the Shoah: institutional Jewish life in Eastern Europe was uprooted and almost totally erased; the only survivors were as brands snatched from the fire. The limits of <em>lo l’khalotam</em> were blurred and suspended, and the covenant God made with Israel was shaken if not totally abrogated. We cannot, therefore, attribute the Shoah to sin. God promised not to destroy Israel for their sins, and there is no greater destruction in history than the Shoah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nהריסה זו לפעמים באה בעקבות גירוש, בשעה שהעם נמצא על אדמת נכר והיא מתוארת בתוכחה הראשונה, בפרשת &#8220;בחוקותי&#8221; — <span class=\"citation\">(ויקרא כו)</span>. ולפעמים הריסה זו באה בעקבות כיבוש בשעה שהעם נשאר על אדמתו והיא מתוארת בתוכחה השנייה, בפרשת &#8220;כי תבוא&#8221; — <span class=\"citation\">(דברים כח)</span>. בזה ובזה יחידים מתים בדבר, חרב ורעב ובמיתות אחרות.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> כפירושי בתיבת &#8220;לכלותם&#8221;, נאמר בפירוש ר׳ אליהו מזרחי לויקרא כו, ואדון בה כשאגיע לתקופת חז״ל.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> The Hebrew text here is adjusted from where it originally appeared in accord with the organization of the English translation.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs for the kinds of destruction that God might bring as a punishment for sin: this could result in the people’s being exiled to a foreign land, as characterized in the first Rebuke (<em>tokhecha</em>) in parashat Bechukotai <span class=\"citation\">(Leviticus 26)</span>. Or, this kind of destruction could result in the people’s being conquered while on their own soil, as characterized in the second Rebuke in parashat Ki Tavo <span class=\"citation\">(Deuteronomy 28)</span>. In both cases, individuals die from disease, war, famine, and other causes.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Later, when I consider the generation of the sages, I will comment on such explanations of <em>l’khalotam</em> as in, for example, Rabbi Eliahu Mizrachi&#8217;s commentary on Leviticus 26. As in the commentaries on the word “<em>l’kahlotan</em>,” for example, in the commentary of Rabbi Eliahu Mizrachi on Leviticus 26, I will comment on this when we turn to consider the rabbinic sages.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nודע, שיש הבדל בין היחס של כיליון לחטא ובין היחס של גלות לחטא. היחס של גלות לחטא הודגש כמה פעמים בתורה והיא אף מנמקת אותו. הנימוק הוא: העמים ששכנו בארץ טרם נכבשה על ידי בני ישראל, גורשו והומתו מפני שהיו שקועים בתועבות שהתורה מצאה לנחוץ לפרוט בפרוטרוט מתוך הזהרה לא ללכת בעקבותיהם. ואם גם בני ישראל יתנהגו כך ויתורו אחרי התועבות האלה, אין להם זכות קיום בארץ יותר מקודמיהם, וכמוהם גם הם יגורשו. בלשון התורה: הארץ תקיא אותם. &#8220;לֹא תַּעֲשׂוּ מִכֹּל הַתּוֹעֵבֹת הָאֵלֶּה&#8221; כדי &#8220;וְלֹא תָקִיא הָאָרֶץ אֶתְכֶם כַּאֲשֶׁר קָאָה אֶת־הַגּוֹי אֲשֶׁר לִפְנֵיכֶם&#8221; <span class=\"citation\">(ויקרא יח:כח, כ:כב)</span>. ל&#8221;מִפְּנֵי חֲטָאֵינוּ גָּלִינוּ מֵאַרְצֵנוּ&#8221; יש אפוא צידוק ליגאלי.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe must bear in mind that the relationship between destruction and sin is different from the relationship between exile and sin. On several occasions, the Torah takes note of the relationship between exile and sin and even offers the following reason for it. The people who first inhabited the Land were expelled and killed because of their abominations. The Torah was, therefore, concerned to specify what these abominations were in minute detail, so that the children of Israel would be clearly warned: if they, too, turned toward these abominations, they would have no more right than their predecessors to remain in the land. Like the first inhabitants, they too would be expelled. In the language of the Torah, “the land will vomit them out.” “Do not defile yourselves in any of these ways,” so that “the land will not vomit you out the way it vomited out the nation that came before you” <span class=\"citation\">(Leviticus 8:28 and 20:22)</span>. There is therefore legal justification for the belief that “We were exiled from our land on account of our sins” (<em>mipnei ḥato&#8217;einu galinu me’artsenu</em>).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמה שאין כן היחס של כיליון לחטא. הקב״ה הבטיח לישראל שגם בהיותם בארץ אויביהם לא יכלה אותם ולא יהרוס את הכוחות הפוטנציאליים הדרושים כדי להסתדר מחדש ולשוב לארצם. וכשנכבשה ארצם, הבטיח להם שישבור עול הגוים מעל צוואריהם וישתקמו. בתקופתנו, כשרוב בניינה של היהדות נהרס כליל, ללא תקומה, באכזריות שאין דוגמתה בהסטוריה האנושית. אין לתלות את הקטסטרופה הגדולה הזאת בחטאי הנספים. מי שאומר כן מכחיש את ההבטחה שהבטיח הקב״ה לישראל ויש לבדוק אחריו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut there is no justification for relating <em>khilayon</em> (“annihilation”) to sin. The Holy One promised Israel that, even if they were in the land of their enemies, He would not annihilate them nor destroy their capacities to reorganize their lives and return to their land. When their land was conquered, He promised to remove the yoke of the nations from their necks so that they might re-establish themselves. In our own age, most of the edifice of Judaism has been destroyed beyond repair by the cruelest actions in human history. We must not blame such a catastrophe on the sins of its victims. Anyone who does so denies the promises God made to Israel and merits our careful scrutiny (&#8220;<em>[v&#8217;tsarikh] livdok aḥarov</em>&#8220;).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשנוי בנביאים כיצד?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“IT WAS WRITTEN IN THE PROPHETS?” — WHERE?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאם בתורה הראייה לרעיון שלנו היא מן המלה &#8220;לכלותם&#8221; בלבד, הרי בנביאים, במיוחד בספר ירמיה הדברים נאמרים, נשנים ונדגשים בפירוש ומן הדיוק. וכדי שלא אאריך יותר מדי, אביא ואפרש כאן רק את הפירוש והוא: תפלתו של ירמיה בפרק י, כד: &#8220;יַסְּרֵנִי יהוה אַךְ־בְּמִשְׁפָּט אַל־בְּאַפְּךָ פֶּן־תַּמְעִטֵנִי&#8221;  והבטחתו של הקב״ה בפרק ל, יא ו-מו, כח: &#8220;כִּי־אִתְּךָ אֲנִי נְאֻם־יְהוָה לְהוֹשִׁיעֶךָ כִּי אֶעֱשֶׂה כָלָה בְּכָל־הַגּוֹיִם  אֲשֶׁר הֲפִצוֹתִיךָ שָּׁם אַךְ אֹתְךָ לֹא־אֶעֱשֶׂה כָלָה וְיִסַּרְתִּיךָ לַמִּשְׁפָּט וְנַקֵּה לֹא אֲנַקֶּךָּ&#8221;. התפילה היא שהקב״ה גם כשמייסר את ישראל בגלל חטאיהם, ייסר אותם &#8220;אך במשפט&#8221;. ופירש הרד״ק &#8220;כפי שנוכל לסבול&#8221;, כפי כוחנו. יחידים יסבלו דבר חרב ורעב ומיתות אחרות אבל אמות הסיפים של החיים הקולקטיביים לא ינועו והחיים המוסדיים לא יתפרקו. פעולות ציבוריות תמשכנה אמנם מתוך חבלי ייסורים נוראים אך בלי כלייה. דבר זה הודגש גם במילים &#8220;אל באפך&#8221;, אל ברוגזך, &#8220;פן תמעיטנו&#8221;, פן תהיה כלייה. וברד״ק &#8220;אם תיסרני באפך, תמעיטני מהיות גוי&#8221;. אבל אם תייסרני במשפט נשאר גוי — והחיים הציבוריים, הקולקטיביים יימשכו גם לאחר הייסורים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn the Torah, the proof for our thesis can be found only by analyzing the word <em>l&#8217;khalotam</em> (“to annihilate you”). In the Prophets, especially the book of Jeremiah, the evidence is clear, and precise. I will cite and interpret only the primary prooftexts: Jeremiah’s prayer in chapter 10:24: “Chastise me, O Lord, but in measure, not according to your anger, lest You reduce me to nothing”; and God&#8217;s promise in chapters 30:11 and 46:28: “For I am with you to deliver you, declares the Lord. I will make an end of all the nations among which I have dispersed you. But I will not make an end of you. I will not leave you unpunished, but I will chastise you in measure.” Jeremiah prays that, while chastising Israel for their sins, God will chastise them “only in measure.” Radaḳ interprets this as “as much as we can suffer,” according to our capacities. Individuals will suffer disease, war, famine, and other deaths, but the “door-posts” (<em>amot hasipim</em>) will not be moved, and the bases for everyday existence will not be undone. Communal activities will continue, even if in terrible suffering — but without destruction. This point is emphasized again in the words <em>al be’apecha</em>, “Do not act out of your wrath,” please, do not be angry, <em>pen yamitenu</em> “lest we die,” lest we be annihilated, <em>tihe kaliah</em>. In Radaḳ’s reading, “if you chastise us in anger, you will reduce us to something less than a people” (<em>Im teyasreni be’apkha, tam’iteni mi’heyot goy</em>). But if you chastise us in measure, we will remain a people: our corporate life will continue even after Your chastisement.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nהתפילה של ירמיה נתקבלה, ובפרק ל, יא ו-מו, כח הקב״ה מבטיח את ישראל: &#8220;ויסרתיך למשפט ונקה לא אנקך&#8221;. הפירוש ברד״ק הוא: &#8220;אייסרך כפי שתוכל לסבול, לא כפי אפי וחמתי, לא לפי מעשיכם הרעים&#8221;. היינו, מעשיכם הרעים דורשים כלייה. אך אלהים אל חום וחנון הוא ולא יתן להשחית לְכָלָה. הרד״ק מביא פירוש זה מתרגום יונתן, שמע מינה עתיק הוא. זה לשונו של התרגום בפרק ו: &#8220;איתי עליהן יסורין ה׳, אך בדין חשוך [חסוך]. לא יתקף רוגזך בהון דלמא יזערו&#8221; — על ידי כלייה. ומוסיף בפרק ל׳ &#8220;ואייתי עליך יסורין לאלפותך ברם בדין חסוך ושיצאה לא אשיצינך&#8221; .. התרגום מוסיף לאלפותך, ללמדך, ורש״י מוסיף: מעט מעט. שניהם, התרגום ורש״י מוסיפים על המלה &#8220;למשפט&#8221;, וכוונתם לומר שהייסורים לא יהיו חזקים מדי. במפורש נאמר שהקב״ה ייסר את ישראל מפני חטאיהם אבל לא יכלה אותם. לא ישמיד אותם. הבטחה זו הבטיח הקב״ה רק לעם ישראל. יחידים יסבלו גם מוות, אבל אפשר להעביר את הגזרה על ידי תשובה תפילה צדקה אך אין בו משום הבטחה.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> ראה תהלים קיח, יז: &#8220;יסור יסרני יה ולמות לא נתנני&#8221; ומשנה וגמרא יומא פה: ב, פו: א.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nJeremiah’s prayer was accepted, and, in chapters 30:11 and 46:28, the Holy One promises Israel, “I will indeed chastise you in measure and will not utterly destroy you.” In Radaḳ’s reading, “I will chastise you in proportion to what you can tolerate, not in proportion to my anger and fury, and not in proportion to your evil deeds.” That is to say, your evil deeds merit your annihilation, but our God is a god of compassion and mercy and would not inflict total destruction. Radaḳ offers this evidently ancient reading from Targum Yonatan, which reads: “You will suffer God’s chastisements, but will be spared the full extent of the law” (Ch. 10) — that is, you will be spared annihilation. The Targum adds, in Ch. 30: “you will suffer chastisements for the sake of instruction, but you will be spared the full extent of the law. The Targum adds <em>l&#8217;alfutekha</em> — “to teach you” — and Rashi adds <em>me&#8217;at me&#8217;at</em> (&#8220;little by little”). Both Rashi and the Targum thus extend the meaning of the word <em>l’mishpat</em> (“in measure”) in order to indicate that the chastisements will not be too strong. This says explicitly that the Holy One will chastise Israel in proportion to their sins but will not annihilate them. The Holy One gave this promise only to Israel. As for individuals, while they may suffer death, they may also avert the decree through repentance, prayers, and charity, although there is no promise that these will succeed.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> See Psalms 118:18: “The Lord has severely afflicted me, but has not delivered me to death”; and see the Mishnah and the Gemara in Yoma 85b-86a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמה שקרה בשואה הוא מעל ומעבר ל&#8221;משפט&#8221;, מעל ומעבר לייסורים, מעל ומעבר כל עונש. אין עבירה שראויה לעונש כזה. כלייה נחרצת כמוה עוד לא היתה בהיסטוריה, עוד לא ברא השטן ואין לתלותה בחטא. מי שתולה את השואה בחטא מכחיש את ההבטחה שהבטיח הקב״ה לירמיה הנביא פעמיים: &#8220;אתך&#8221;, עם ישראל &#8220;לֹא־אֶעֱשֶׂה כָלָה. . . .וְנַקֵּה לֹא אֲנַקֶּךָּ&#8221;. ולא עוד אלא שמוציא לעז על הסובלים שהם בעצמם גרמו לסבלם, ובעקיפין מקטין את אשמת הנאשמים בטענה שהם עשו מה שצריך היה לעשות. אלמלא הם, אחרים היו עושים כן. דברים אלה הס מלאומרם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat happened in the Shoah is above and beyond measure (<em>l&#8217;mishpat</em>): above and beyond suffering, above and beyond any punishment. There is no transgression that merits such punishment. Such utter destruction has never transpired before in history, has never before been fashioned by Satan, and it cannot be attributed to sin. Whoever attributes the Shoah to sin denies the promise God made on two occasions to the prophet Jeremiah: “with respect to you” (<em>itkha</em>) — the people Israel — “I will not bring annihilation and will not utterly destroy” (<em>lo e&#8217;ese khale. . .venake lo anakeka</em>). Such a person not only accuses the sufferers slanderously with having caused their own suffering, but also indirectly belittles the guilt of the truly guilty by implying that they only did what they had to do. If not they, then some others would have had to do this. Such things must not be uttered!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוהנה לא אצא ידי חובתי אם לא אזכיר גם את המקומות שנראים כאילו הם סותרים את התיזה שלי שלפי התנ״ך חטאים אינם מביאים לידי כלייה. רוב המקומות שנראים כסותרים כמו ירמיה ט, טו: &#8220;וְשִׁלַּחְתִּי אַחֲרֵיהֶם אֶת־הַחֶרֶב עַד כַּלּוֹתִי אוֹתָם&#8221;: יד, יכ: &#8220;כִּי בַּחֶרֶב וּבָרָעָב וּבַדֶּבֶר אָנֹכִי מְכַלֶּה אוֹתָם&#8221; וביחזקאל ה, יג: &#8220;וְכָלָה אַפִּי וגו׳&#8221;, ו, יכ: &#8220;וְכִלֵּיתִי חֲמָתִי בָּֽם&#8221;, ו, ח: &#8220;וְכִלֵּיתִי אַפִּי בָּךְ&#8221; — בנקל ניתנים להשלים ולומר ש&#8221;כָלָה&#8221; שם אינו מוסב על כלל ישראל או רובו אלא על יחידים וקבוצות שאינם נכללים בהבטחה שהבטיח הקב״ה לירמיהו לא לכלותם. אבל במקום אחד קשה להשלים, והוא הנבואה על שארית יהודה בירמיה מב, מד: הקושי מתחזק כשנתבונן ונראה שהמקורות שם אינם עקביים לגמרי ושהנושא הוא &#8220;בהדי כבשי דרחמנא&#8221;, בסודות של הקב״ה. לכן נאריך בו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI cannot fail to take note of the texts that appear to contradict my claim that sins do not bring annihilation. Most texts that appear to contradict my reading of <em>khala</em> are easily reconciled by noting that, in these texts, <em>khala</em> does not apply to all Israel or even most of Israel, but only to individuals and groups who are not included in the promise that God made “not to annihilate them.” Among such texts are Jeremiah 9:15, “I will send the sword after them until I have consumed them”; Jeremiah 14:12, “I will consume them by the sword, by famine, and by disease”; and Ezekiel 5:13, “I will vent my fury on them.” One case is, however, difficult to reconcile in this way: Jeremiah’s prophecy on “the Remnant of Judah” (<em>sh’erit yehudah</em>) in Jeremiah 42:44. The difficulty gets stronger when we see that the sources there are contradictory, and that the matter belongs among God’s secrets, <em>behadi k’vshi deraḥmana</em>. Let us therefore consider the matter at length.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nעל שארית יהודה במצרים מנבא ירמיהו בפרק מד, יב-יד השמדה נחרצת: &#8220;אֶרֶץ־מִצְרַיִם. . .יִפֹּלוּ בַּחֶרֶב בָּרָעָב יִתַּמּוּ מִקָּטֹן וְעַד־גָּדוֹל בַּחֶרֶב וּבָרָעָב יָמֻתוּ. . . . וְלֹא יִהְיֶה פָּלִיט וְשָׂרִיד לִשְׁאֵרִית יְהוּדָה הַבָּאִים לָגוּר־שָׁם בְּאֶרֶץ מִצְרָיִם וגו׳.&#8221; כי לא ישובו כי אם פליטים וכל השמדה זו באה &#8220;מִפְּנֵי אֲשֶׁר קִטַּרְתֶּם . . . . לִמְלֶכֶת הַשָּׁמַיִם וּלְהַסֵּךְ לָהּ נְסָכִים&#8221; &#8220;וַאֲשֶׁר חֲטָאתֶם לַיהוָה וְלֹא שְׁמַעְתֶּם בְּקוֹל יְהוָה וּבְתֹרָתוֹ וּבְחֻקֹּתָיו וּבְעֵדְוֺתָיו לֹא הֲלַכְתֶּם עַל־כֵּן קָרָאת אֶתְכֶם הָרָעָה הַזֹּאת כַּיּוֹם הַזֶּה&#8221; &#8211; שם כג. ניבא להם ירמיה שמפני חטאיהם &#8220;יִתַּמּוּ כֹּל בְּאֶרֶץ מִצְרַיִם&#8221; — נמצא המקור סותר את מה שאמרתי שהקב״ה הבטיח לא לכלות את ישראל או חלק גדול ממנו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn chapter 44:12-14, Jeremiah prophesies about the Remnant of Judah in Egypt: “In the land of Egypt, they will fall by the sword, they will be consumed by famine, young and old alike they will die by sword and famine&#8230;. Of the Remnant of Judah who came to live in Egypt, no survivor or fugitive will be left&#8230;.&#8221;Only refugees will return, and all this destruction comes “Because you burned incense and poured libations to the Queen of Heaven,” “And because you sinned against the Lord and did not listen to His voice” <span class=\"citation\">(44:23)</span>. Jeremiah prophesies that, because of their sins, “all the men of Judah will perish&#8230;in Egypt.” This source might appear to contradict my claim that the Holy One promised not to destroy even a large part of Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nתשובתי היא ששארית יהודה אז היתה קבוצה קטנה, מתי מספר שביקשו את הנביא ירמיה להתפלל עליהם ואמרו: &#8220;נִשְׁאַרְנוּ מְעַט מֵהַרְבֵּה&#8221; &#8211; מב, כ, ובחרו באורחות עקלקלות ונגד האינטרסים החיוניים שלהם, לא להישאר בארץ ולקבל עליהם את מרותם של הבבלים. הם דחו את הבטחת הנביא שהבבלים ירחמו עליהם ויושיבו אותם על אדמתם, וברחו למצרים שהיתה אז על סף נפילה לנבוכדנצר.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> לפי החוקרים, הנבואה שניבא ירמיה על שארית יהודה הייתה קרוב לשנת 568 לפהס״ג , שנה לפני שכבש נבוכדנצר את מצרים, בעשרים ושבע למלכותו , כמ״ש ביחזקאל כט, יז.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> הם עשו כן מתוך עקשנות יתירה שהליכה למצרים תאפשר להם להמשיך לעבוד עכודה זרה &#8220;לְקָטֵר לִמְלֶאכֶת הַשָּׁמַיִם וְהֲסֵּךְ־לָהּ נְסָכִים&#8221;. והאמינו שרק בצילה של עבודה זרה זו יחיו, ושרק היא תציל אותם מפורענות. &#8220;וּמִן־אָז חָדַלְנוּ לְקַטֵּר לִמְלֶכֶת הַשָּׁמַיִם וְהַסֵּךְ־לָהּ נְסָכִים חָסַרְנוּ כֹל וּבַחֶרֶב וּבָרָעָב תָּמְנוּ&#8221; &#8211; מד, יח. ההליכה למצרים הפכה להיות מעין סמל, מעין הצהרה בעצמתה של עבודה זרה, וזה מה שירמיה ניסה לעכב בכל כוחות הנבואה שעמדו לרשותו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMy response is that the Remnant of Judah was then a small group: a few people who asked Jeremiah to pray for them. They said, “We remain a few of many” <span class=\"citation\">(42:20)</span>. They chose a perverse path and, against their own vital interests, decided not to stay in the country and accept Babylonian rule. Rejecting the prophet’s promise that the Babylonians would pity them and return them to their land, they escaped to Egypt at the very time it was about to fall to Nebuchadnezzar.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> according to the scholars, Jeremiah prophesied about the Remnant of Judah around the year 568 B.C.E., a year before Nebuchadnezzar conquered Egypt, in the 27th year of his reign (as written in Ezekiel 29:17).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> They did so only through their obstinate belief that going to Egypt would enable them to continue their idol worship: “to burn incense and pour libations to the Queen of Heaven.” They complained that only this idol worship would save them from calamity: “Ever since we stopped making offerings to the Queen of Heaven and pouring libations to her, we have lacked everything and have been consumed by sword and famine” <span class=\"citation\">(44:18)</span>. “Going to Egypt” thus became a symbol of the strength of idol worship, and this is what Jeremiah tried to prevent with all the prophetic powers he possessed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמרכז החיים הציבוריים והמוסדיים והיצירתיים היו אז בגולה, על יד הנהר כְּבָר. במשך שלושים שגה שהיו שם (גלות יהויכין היתה בשנת 597 לפהס״נ) נתבצרו החיים הציבוריים ונתאוששו. שם ניבא יחזקאל את גבואתו, שם שרו באבלות כששמעו על חורבן המקדש &#8211; יחוקאל ז, ושם בנו בתים ונטעו כרמים וחיפשו תחליף זמני לעבודת המקדש בתפילה ובמקדשי מעט. שארית יהודה היתה מנותקת מהם, מבודדת ופניה לעבודה זרה, מעין אבר מדולדל בגוף היהודי. ואף על פי שהנביא תכופות מאיים עליהם שגורלם יהיה כגורל אנשי ערי יהודה וחוצות ירושלים שנשמדו לגמרי, השתנה גורלם לחומרא שמהם לא נשאר שריד ופליט. הם נידונו כיחידים עובדי עבודה זרה וכאנשי עיר הנדחת<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> ראה דברים יג, ג והמחלוקת שבין ר׳ אליעזר ור׳ עקיבא בתוספתא סנהדרין ד, ג.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שאין ההבטחה חלה עליהם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe center of public institutional and creative life was then in the Babylonian captivity, by the River Chebar. For the thirty years that they were there (Jehoiachin’s exile was in 597 B.C.E), the exiles strengthened and expanded their communal life. There Ezekiel prophesied. There the people mourned when they heard of the destruction of the Temple <span class=\"citation\">(Ezekiel 7)</span>; and there they built houses, planted vineyards, and sought, through prayer and synagogue life, to find a temporary substitute for the Temple service. At the same time, the Remnant of Judah withered in Egypt like an atrophied limb on the Jewish body, cut off from the rest of the exiles, isolated, and drawn toward idol worship. All this, despite the Prophet&#8217;s frequent warnings that they would suffer the same fate as the inhabitants of Jerusalem and the cities of Judah, who were completely destroyed. They did not listen and as a result suffered an even more devastating fate and nothing remained of them. They were judged as individual idolaters, or as members of a “a city condemned for idolatry” (<em>ir hanidaḥat</em>), and therefore God’s promises did not apply to them.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> see Deuteronomy 13:3, and the debate between R. Eliezer and R. Akiva in Tosefta Sanhedrin 4:3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכדאי גם להזכיר שלפי יוספוס הכהן, <span class=\"citation\">קדמוניות 10.9.7</span> ולפי ר׳ יוסף קרא בפירושו לירמיה מד, יד, בשם &#8216;סדר עולם&#8217;, כשנבוכדנצר לכד את מצרים, לקח בשבי לבבל את יהודי מצרים. כך שגם משארית יהודה נשאר שריד ופליט.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> וראה גס סדר עולם, הוצ׳ רטנר סוף פרק כו.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAccording to Josephus <span class=\"citation\">(Antiquities 10.9.7)</span> and to Rabbi Joseph Karo’s commentary on Jeremiah 44:14 (citing Seder Olam), some of the Remnant of Judah survived when Nebuchadnezzar captured Egypt and took the Jews of Egypt captive.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> See also Seder Olam (Ritner edition), at the end of chapter 26.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלכן אין לדמות את השמדת שארית יהודה למה שקרה בדורנו. הקדושים שנספו בשואה היו רוב בניינו של העם היהודי ואם כי לא כולם היו מאמינים, כולם כפרו בעבודה זרה וכבר אמרו חז״ל: כל הכופר בעבודה זרה כאילו מודה בכל התורה כולה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor this reason, we cannot compare what happened to the Remnant of Judah with what happened in our generation. The martyrs murdered in the Shoah represented the backbone of the Jewish people. Although not all of them were believers, all of them rejected paganism and the Sages said, long ago, “Whoever rejects idolatry is judged as one who affirms the whole Torah.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמשולש בכתובים כיצד?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“IT WAS WRITTEN IN THE WRITINGS” — WHERE?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבכתובים נייחד את הדיבור בעיקר על נחמיה פרק ט. בפרק זה סוקר המחבר סקירה היסטורית מבריאת שמים וארץ &#8221; את [אַתָּה] עָשִׂיתָ אֶת־הַשָּׁמַיִם שְׁמֵי הַשָּׁמַיִם וְכָל־צְבָאָם הָאָרֶץ וְכָל־אֲשֶׁר עָלֶיהָ וגו׳&#8221; &#8211; <span class=\"citation\">פסוק ו</span>, עד ימיהם הם &#8220;הִנֵּה אֲנַחְנוּ הַיּוֹם וגו׳&#8221; &#8211; <span class=\"citation\">פסוק לו</span> ומסכם באופן ברור וקצר את הנסים שעשה האלהים לישראל, המצוות, החוקים והתורה שציווה אותם וקשי ערפם ומרים שלא שמעו למצוותיו והשליכו את תורתו אחרי גוום. האלהים העניש אותם ומסר אותם ביד צריהם. &#8220;וַיָּצֵרוּ לָהֶם וּבְעֵת צָרָתָם יִצְעֲקוּ אֵלֶיךָ וְאַתָּה מִשָּׁמַיִם תִּשְׁמָע&#8221; &#8211; <span class=\"citation\">פסוק כז</span>. &#8220;וּכְנוֹחַ לָהֶם יָשׁוּבוּ לַעֲשׂוֹת רַע לְפָנֶיךָ וגו׳ וְאַתָּה מִשָּׁמַיִם תִּשְׁמַע וְתַצִּילֵם כְּרַחֲמֶיךָ רַבּוֹת עִתִּים&#8221; &#8211; פסוק כח. הוא הציל אותם למרות החטאים והזדונות מפני שהוא &#8220;חַנּוּן וְרַחוּם אֶרֶךְ־אַפַּיִם וְרַב־וחסד [חֶסֶד]&#8221; &#8211; <span class=\"citation\">פסוק יז</span>. חס עליהם מלכלותם גם כשעוונותיהם עלו למעלה מראש. חמש פעמים הוא חוזר ואומר שאלהים בגלל רחמיו הרבים לא עזב אותם ובעת צרה הציל אותם. וביתר עוז הוא מדגיש בפסוק לא; &#8220;וּבְרַחֲמֶיךָ הָרַבִּים לֹא־עֲשִׂיתָם כָּלָה וְלֹא עֲזַבְתָּם כִּי אֵל־חַנּוּן וְרַחוּם אָתָּה&#8221;. הגיע להם להיעשות בהם כלה, אבל הוא ברחמיו הגדולים חס וחמל עליהם ומנע מהם כלייה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWithin the Writings, we will focus primarily on Nehemiah 9. In this chapter, the author offers an historical survey, from the creation of heaven and earth (“You made the heavens, the highest heavens, the earth and everything that is on it,” <span class=\"citation\">9:6</span>) until his own day (“Here we are today,” <span class=\"citation\">9:36</span>). Briskly and clearly, he summarizes the miracles that God performed for Israel, the commandments, the ordinances, and the Torah that God commanded them, and also the people’s obstinacy in rejecting His commandments and abandoning His Torah. God punished them and delivered them to their enemies: “Their enemies oppressed them. In their time of trouble, they cried to You and You heard them from heaven” <span class=\"citation\">(9:27)</span>; “But after they had rest from their troubles, they again committed evils before You&#8230;and You heard them from heaven and rescued them out of Your great compassion, again and again” <span class=\"citation\">(9:28)</span>. He saves them despite their sins and their insolence, because He is “gracious and merciful, long-suffering, and of great kindness” <span class=\"citation\">(9:17)</span>. Despite their sins and their insolence, He refrained from destroying them (<em>l’khalotam</em>), even when their “iniquities are overwhelming.” Five times, the author states that out of His great mercy, God did not abandon them, but saved them in times of trouble. He stresses, moreover, that “Out of Your great compassion, You did not destroy them or abandon them, for You are a gracious and compassionate God” <span class=\"citation\">(9:31)</span>. They deserved to be destroyed, but He spared them out of His great mercy and refrained from utterly destroying them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמכאן אנו למדים שגם במקומות אחרים בתנ״ך שנאמר בהם &#8220;כָּלָה&#8221; אין הכוונה לכלייה נחרצה, להשמדה גמורה. אין ההבטחה &#8220;לֹא־אֶעֱשֶׂה כָלָה&#8221; מכוונת לכליית העם כולו, ואם נשארו פליטים ההבטחה נתקיימה. — שכן אבסורד הוא לייחס למידותיו של הקב״ה, למידות רחום וחנון את כליית רוב העם או חלק הגון ממנו. אדרבא, זה סימן מובהק על־פי ירמיה פרק יג, יד &#8220;לֹא־אֶחְמוֹל וְלֹא־אָחוּס וְלֹא אֲרַחֵם&#8221; שבשואה אלהים לא חמל לא חס ולא ריחם. &#8220;כלה&#8221;, היינו שלא יהרוס את החיים הציבוריים, המוסדיים, התת־מבניים באופן שלא יוכלו להשתקם. יחידים או אפילו קבוצות קטנות סובלים ואף נספים. אבל הציבור בכללו נשאר, ולאט לאט נבנה מחדש. ואם הוא בגלות יחזור לארצו. לא יגיע להריסה יסודית השוללת תקומה מחדש. זאת היא ההבטחה שהבטיח הקב״ה לירמיה, והיא היא זאת שנחמיה מייחס לאל רחום וחנון. ברחמיו הרבים הוא מציל את ישראל מסף הכלייה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe way Nehemiah 9 employs the term <em>khala</em> implies that, in other places in the Bible as well, the term <em>khala</em> does not refer to complete annihilation. In the promise, “I will not utterly destroy you,” (<em>lo e&#8217;eseh khala</em>), <em>khala</em> does not refer to the literal annihilation of all Israel, but to the irremediable destruction of Israel’s institutional foundations. It is absurd to associate the attributes of the One who is merciful and compassionate with the destruction of a major part of the people. Individuals or even small groups may suffer death, but <em>klal yisrael</em> remains and is slowly rebuilt; or, if exiled, it is eventually returned to its land. This was God’s promise to Jeremiah, and this was the reason Nehemiah spoke of God&#8217;s attributes of mercy and compassion. In His great mercies He saves Israel from the threshold of destruction.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> Jeremiah’s admonition, “No pity, compassion or mercy will stop Me from destroying them,” applies only to individuals.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמרובע בחז״ל כיצד?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n“IT WAS WRITTEN IN THE RABBINIC LITERATURE” — WHERE?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nנחזור לתוכחה, לפרשת ויקרא כו שבה פתחנו את הדיון בדיבור המתחיל כתוב בתורה. בין הקללות היא מונה &#8220;וְאֶתְכֶם אֱזָרֶה בַגּוֹיִם וַהֲרִיקֹתִי אַחֲרֵיכֶם חָרֶב&#8221; &#8211; פסוק לג וממשיכה: &#8220;וַאֲבַדְתֶּם בַּגּוֹיִם וְאָכְלָה אֶתְכֶם אֶרֶץ אֹיְבֵיכֶם&#8221; פסוק לח. לכאורה כולן לשון כלייה הן: אלהים יפיץ אתכם בין העמים, תטמעו ביניהם. &#8220;והארץ&#8221;, היינו הגוים השוכנים בארץ תכלו אתכם עד כדי העלמותכם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet us return to the rebuke in Leviticus 26 about which we opened our discussion of the Torah. Numbered among the curses are three that would appear, on a literal reading, to speak of kaliah, total destruction: “I will scatter you among the nations, and I will unsheath the sword against you” <span class=\"citation\">(26:33)</span>, and “You will perish among the nations, and the land of your enemies will consume you” <span class=\"citation\">(26:38)</span>. God, in other words, will disperse you among the nations, among whom you will be assimilated, and the “land” — that is, the people living on the land — will utterly consume you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאבל לא כן פירשו חז״ל. את &#8220;אֱזָרֶה&#8221; מפרשת המכילתא, לא במובן אבדון וכליון אלא במובן שלא תהיו גולים למקום אחד, &#8220;שבשעה שבני המדינה גולים למקום אחד הס רואים זה את זה ומתנחמים. ואתס אין אתם כן&#8221; לא תוכלו לנחם זה את זה בגלות ולהקל על הסבל מפני שתהיו פזורים ורחוקים זה מזה. תסבלו אבל תחיו. לא תהיו בסכנת כלייה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe sages explained these curses differently, however. For the Mekhilta, “I will scatter you” (<em>etkhem ezareh</em>) does not mean “I will annihilate you,” but, rather, “you will not be exiled in only one place” — since, “when the people of one country are exiled to a single place, they can see each other and are therefore consoled. But you will not be treated so. You will be dispersed so far apart from one another that you will be unable to see each other and ease the suffering. You will suffer, therefore, but you will also live, you will not be in danger of extinction.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוכו מפרש רש״י את הדיבור &#8220;ואבדתם בגוים&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> ויש להניח שפירש כן על־פי מדרש קדום וראה גם מדרש תהלים מזמור עח, לח: &#8220;והוא רחום יכפר עוון ולא ישחית והרבה להשיב אפו ולא יעיר כל חמתו&#8221; — מוסיף המדרש &#8220;כל חמתו אינו מעיר, אבל מעיר קצת חמתו&#8221;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> לא במובן כלייה &#8211; אבד, לא במובן שמד — אלא: &#8220;כשתחיו פזורים, תחיו אבודים (רחוקים) זה מזה&#8221; ולא תהנו מעזרה וניחום הדדי שבני קבוצה מעניקים זה לזה. וברוח זה מפרש אבן עזרא גם את הסיפא של הפסוק &#8220;וְאָכְלָה אֶתְכֶם אֶרֶץ אֹיבֵיכֶם&#8221;, &#8220;מנהג כל הגולים למקום אחר, בהשתנות האויר עליהם והמים ימותו רובם&#8221;. — &#8220;רובם&#8221; לאו דווקא שכן במשך זמן האנשים — מלבד החולים במחלות נשימה וקיבה — מתרגלים לאקלים החדש. גם אבן עזרא מפרש לא במובן כלייה ממש אלא מיתתם של הרבה יחידים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRashi offers a similar interpretation, reading “You will perish among the nations” (<em>ve&#8217;avadaten bagoyim</em>)<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> We may assume that Rashi based his explanation on the ancient midrash and that he had also seen Midrash Tehilim on Psalm 78:38: “And He is compassionate, forgives iniquity, and does not destroy, but turns His anger away and does not awaken all his wrath.” The midrash adds, “all His wrath is not awakened, but a little of it is.”&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> to mean that “you will be lost,” rather than “annihilated.” “When you are dispersed you will be ‘lost to’ (distant from) each other,” and you will not enjoy the help and consolation that members of a group provide each other. Ibn Ezra interprets the end of the verse — “the land will consume you” (<em>ve’akhla etkhem</em>) — in the same spirit: that is, “most of those who are exiled to a new place tend to die from the change of climate and water” (but not literally “most,” since, except for those with stomach or lung problems, most people will get used to the new climate). Thus, Ibn Ezra also interprets <em>kaliah</em> (“total destruction”) to mean “the death of many individuals” rather than literal “annihilation.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nר׳ אליהו מזרחי מסביר בפירושו על רש״י במקום, שרש״י, ויש להוסיף גם בעל דרשת המכילתא ואבן עזרא, פירש: &#8220;לא אבודים ממש דאם כן היאך תתקיים הבטחתו יתברך ואף גס זאת בהיותם בארץ אויביהם לא מאסתים ולא געלתים לכלותם.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn his commentary on Rashi, Rabbi Eliyahu Mizrachi claims that Rashi — and one could also add Ibn Ezra and the Mekhilta — would explain that “the exiles would not literally perish, since, if so, how would God maintain His promise? Instead, God assures them that, even when they are in the land of their enemies, He will not despise them so much that they would perish.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nפרשנים אלה הבינו את &#8220;לכלותם&#8221;, כמו שפירשתי אני בתחילת הדיון, הבטחה שאלהים לא יכלה את ישראל עד שלא יוכלו להשתקם. שכן אם פירשו במובן שלא יכלה אותם כליל, עד שלא ישאר מהם שריד, אז היו מפרשים את שלוש קללות אלה: &#8220;אתכם אזרה בגוים&#8221;, &#8220;ואבדתם בגוים&#8221;, &#8220;ואכלה אתכם ארץ איביהם&#8221; כמו שנראה לכאורה מן הלשון במובן כלייה. ואף שאינם מזכירים את תפילתו של ירמיה י ,כד ולא את הבטחת אלהים שם ל, י, מו, כט שאלהים לא יכלה את ישראל, תפילה זו והבטחה זו, הן שעמדו נגד עיניהם של מפרשים אלה בפירושיהם, והן צריכות לשמש כמופת ולאזהרה היום שלא לתלות את השואה בחטא. אין חטא ועוון שראוי לעונש של שואה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThese commentators interpret <em>l’khalotam</em>, as we have suggested earlier in our discussion, as referring to the promise that God will not “destroy the community of Israel beyond repair.” Had they, indeed, interpreted it to mean that God will not “utterly destroy Israel,” then they would have read the three curses according to their apparently literal meaning. In this case, “I will scatter you among the nations,” “you will be lost among the nations,” and “the land of your enemies will consume you” would all refer to <em>khalia</em> as “utter destruction.” Even though these commentators do not mention Jeremiah’s prayer <span class=\"citation\">(in 10:24)</span> and God’s promise not to destroy Israel <span class=\"citation\">(in 30:10; 46:29)</span>, this prayer and this promise must have been on their minds when they offered their interpretation. This prayer and promise also needs to be kept today as a sign and a warning not to attribute the Shoah to sin. There is no sin or transgression that merits a punishment like the Shoah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכל מה שאמרתי למעלה לא נאמר אלא על כלל ישראל, כולו או רוב בניינו. להם הבטיח הקב״ה שלא יכלה. אבל יחידים נספים בעוונם ונענשים בידי שמים או בידי אדם (בית הדין). הדברים ארוכים ומסובכים. ולא באתי כאן אלא להעיר: בעוד שכלל ישראל או רוב בניינו אינם כלים גם כשנתמלאה סאתם עם חטאים, ביחס ליחידים יש בתלמוד <span class=\"citation\">שבת דף נה, סוף עמוד א׳</span> שינוי דעות להיפוך, האם בני אדם נענשים ומתים גם בלי חטא. (ולא אעמוד כאן על הוויכוח בספר איוב שהוא מסוג אחר). ר׳ אמי<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> אמורא ארץ־ישראלי, למרות שבנוסחות שלנו כתוב &#8220;רב&#8221; אמי שחי בסוף המאה השלישית.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> קובע: &#8220;אין מיתה בלא חטא ואין יסורין בלי עוון&#8221;. ואילו הגמרא שם מדייקת מברייתא<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> מקורה כתקופת התנאים שנסתיימה בסוף המאה השניה.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שלא כן הוא, אלא יש מיתה בלי חטא ובהקבלה כנראה הסיקו גם שיש יסורין בלא עוון.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> ראה תוס׳ שם דיבור המתחיל וש׳מ.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEverything I have said so far concerns <em>klal yisrael</em>, that Israel would not be destroyed as a collectivity. Individuals may, however, still die from their transgressions, whether punished by heaven or by humans (in the courts). This matter is very complicated, and I raise it only to explain that all Israel, or most of its foundations, will not be destroyed, even when it has filled its full measure of sin. The Talmud <span class=\"citation\">(Shabbat 55a)</span> has a difference of opinion about whether or not individuals suffer the punishment of death even when they do not sin. (I will not at this time discuss the corresponding argument in the Book of Job, since it is of a different type). Rabbi Ami<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> An Amora from the land of Israel, despite the fact that our editions say “Rav” Ami, who lived at the end of the third century.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> determines that “there is no death without sin and no suffering without transgression.” The Gemara argues, however, based on a Baraita,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> The source of which is in the Tannaitic generation that ended at the end of the second century.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> that there is death without sin, and from that we may deduce that there is also suffering without transgression.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_24');\" ><sup id=\"footnote_plugin_tooltip__1_24\" class=\"footnote_plugin_tooltip_text\">[24]</sup></a><span id=\"footnote_plugin_tooltip_text__1_24\" class=\"footnote_tooltip\"> See the Tosafot there that begins with <em>v&#8217;shma minah</em> (“from this we may infer”).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_24').tooltip({ tip: '#footnote_plugin_tooltip_text__1_24', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלוא היתה זאת מחלוקת בהלכה, בוודאי היו כל הפוסקים מחליטים כדיוק מן הברייתא<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_25');\" ><sup id=\"footnote_plugin_tooltip__1_25\" class=\"footnote_plugin_tooltip_text\">[25]</sup></a><span id=\"footnote_plugin_tooltip_text__1_25\" class=\"footnote_tooltip\"> הראשונה הובאה בספרי דברים פסקא שלט בסיום אחר.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_25').tooltip({ tip: '#footnote_plugin_tooltip_text__1_25', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> ובמיוחד לאחר שהגמרא מסיימת ב&#8221;תיובתא דרב אמי תיובתא&#8221;, היינו שדברי ר׳ אמי הופרכו ובוטלו.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_26');\" ><sup id=\"footnote_plugin_tooltip__1_26\" class=\"footnote_plugin_tooltip_text\">[26]</sup></a><span id=\"footnote_plugin_tooltip_text__1_26\" class=\"footnote_tooltip\"> בניגוד לקשיא, בתיובתא ההלכה בטלה לגמרי — &#8220;קבלת הגאונים&#8221;. ראה ערוך, ערך תיובתא ושיטה מקובצת בבא בתרא גב, ב.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_26').tooltip({ tip: '#footnote_plugin_tooltip_text__1_26', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> אבל הואיל והיא מחלוקת שבהשקפה ומקובל בחילוקי דעות השקפתיים שאין הולכים אחרי הכללים המקובלים, אפשר לסמוך גם על דעת יחיד ואף על דעה שנדחתה.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_27');\" ><sup id=\"footnote_plugin_tooltip__1_27\" class=\"footnote_plugin_tooltip_text\">[27]</sup></a><span id=\"footnote_plugin_tooltip_text__1_27\" class=\"footnote_tooltip\"> ראה פירוש המשניות לרמב״ם סוטה פרק ג׳, משנה ג.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_27').tooltip({ tip: '#footnote_plugin_tooltip_text__1_27', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf this were a halakhic argument, then certainly all the decisors would judge according to the Baraita,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_28');\" ><sup id=\"footnote_plugin_tooltip__1_28\" class=\"footnote_plugin_tooltip_text\">[28]</sup></a><span id=\"footnote_plugin_tooltip_text__1_28\" class=\"footnote_tooltip\"> The first Baraita is also quoted in the Sifre Deuteronomy ch. 339.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_28').tooltip({ tip: '#footnote_plugin_tooltip_text__1_28', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> particularly after the Gemara closes by affirming that “the refutation of Rav Ami stands.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_29');\" ><sup id=\"footnote_plugin_tooltip__1_29\" class=\"footnote_plugin_tooltip_text\">[29]</sup></a><span id=\"footnote_plugin_tooltip_text__1_29\" class=\"footnote_tooltip\"> “Unlike a <em>ḳashia</em>, whenever it says <em>tiyuvta</em>, the law is fully nullified” (a tradition of the Geonim). See the lexicon, the entry for “Refutation” (<em>tiyuvta</em>), and the Shita Mekubetset on Baba Batra 52b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_29').tooltip({ tip: '#footnote_plugin_tooltip_text__1_29', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Since, however, this is a non-halakhic argument (in which case one is not required to follow the received opinion of the Gemara), it is possible to follow one of the minority opinions, even one that was rejected.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_30');\" ><sup id=\"footnote_plugin_tooltip__1_30\" class=\"footnote_plugin_tooltip_text\">[30]</sup></a><span id=\"footnote_plugin_tooltip_text__1_30\" class=\"footnote_tooltip\"> See Rambam’s commentary on Mishnah Sota Ch. 3, Mishnah 3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_30').tooltip({ tip: '#footnote_plugin_tooltip_text__1_30', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלכן מקצת מן הראשונים ובמיוחד אלה כמו הרמב״ם והמאירי שהייתה להם נטייה לפילוסופיה נטשו את מסקנת הגמרא ונמשכו אחרי רב אמי שאין מיתה בלא חטא ואין יסורין בלא עוון. קסמה להם המימרה המפורסמת שמבחינה פילוסופית נראית יותר מוצדקת ואלגנטית והיא &#8220;שאין הקב״ה מקפח שכר כל ברייה&#8221; <span class=\"citation\">פסחים קיח, א, ב״ק לח, ב</span> ולא יעניש את האנשים בלי שיביאו על עצמם את העונש.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor this reason, some of the Rishonim — especially those with philosophic approaches, like the Rambam and the Meiri — abandoned the conclusion of the Gemara and were drawn to Rav Ami’s idea that there is no death without sin and no suffering without transgression. They were captivated by the philosophically more convincing and eloquent saying that “God does not withhold the reward of any creature” <span class=\"citation\">(Pesachim 118a, Bava Kamma 38b)</span> and does not punish people who have not brought it on themselves.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nכך למשל, סובר הרמב״ם במורה הנבוכים <span class=\"citation\">חלק שלישי, פרק יז, עמוד שיא</span> בתרגומו של ר׳ יוסף קאפח. לאחר שמסכם חמש השקפות בני אדם בהשגחה, הוא אומר: &#8220;ואנחנו סוברים שכל המצבים האנושייס הללו הם כפי מה שהאדס ראוי לו, וחלילה לאל מעול ואינו מעניש אדם אלא (מי) שחייב עונש וכו׳. ועל פי השקפה זו נמשכים דברי המון, (כמעט כל) חכמנו שאתה מוצא אותם אומרים בפירוש: אין מיתה בלא חטא ויסורין בלא עוון&#8221;.. וכן להלן שם <span class=\"citation\">פרק כד, עמ&#8217; שכט</span>, אחרי שהביא את דעת ההמון &#8220;שה׳ מביא יסורין על האדם בלי שיקדם לו חטא&#8221;, הוא אומר: &#8220;והיסוד התורני היפך השקפה זו, והוא אמרו יתעלה אל אמונה ואין עוול. וגם לא כל החכמים סוברים השקפה זו ההמונית, לפי שכבר אמרו אין מיתה בלא חטא ואין יסורין בלי עוון. וזה היא ההשקפה שראויה להיות הרעה של כל תורני בעל שכל, לא שייחס עוול לה׳&#8221; רימז שמימרה זו שרויה בפלוגתא.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_31');\" ><sup id=\"footnote_plugin_tooltip__1_31\" class=\"footnote_plugin_tooltip_text\">[31]</sup></a><span id=\"footnote_plugin_tooltip_text__1_31\" class=\"footnote_tooltip\"> אלא שסותר את עצמו קצת. מן הלשון &#8220;המון׳ חכמנו משמע שהם רוב ואילו מן הלשון לא יכל&#8221; החכמים סוברים, משמע קעת שהם מיעוט.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_31').tooltip({ tip: '#footnote_plugin_tooltip_text__1_31', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> כך וכך, הרמב״ם מתעלם מן התיובתא שבגמרא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Rambam argues this way, for example, in the Guide for the Perplexed <span class=\"citation\">(III 17:311)</span>. After summarizing the five opinions that people appear to hold about Providence, he says, “We believe that Providence always brings human beings what they deserve, and far be it from God to punish anyone who was not deserving&#8230; And almost all of our sages say clearly that there is no death without sin and no suffering without transgression.” Similarly, after bringing the opinion of the multitude, “that God brings sufferings independently of sin,” the Rambam says that “the principle of Torah that runs counter to this opinion is contained in His dictum, may He be exalted, ‘A God of faithfulness and without iniquity.’ Nor do all the sages share this opinion of the multitude, since they said, long, ago, ‘There is no death without sin and no suffering without transgression.’ And this is the opinion that ought to be followed by all Torah scholars endowed with intellect, for they should not ascribe injustice to God” <span class=\"citation\">(in III 24:329)</span>. There is a hint here that the saying “God does not withhold the reward of any creature” remains controversial,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_32');\" ><sup id=\"footnote_plugin_tooltip__1_32\" class=\"footnote_plugin_tooltip_text\">[32]</sup></a><span id=\"footnote_plugin_tooltip_text__1_32\" class=\"footnote_tooltip\"> Except that he is inconsistent. By using the term “multitude” he leaves it to be understood that they are the majority, while the language of “not all the sages share this opinion” leaves us a sense that they are in a minority.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_32').tooltip({ tip: '#footnote_plugin_tooltip_text__1_32', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> but, in any event, the Rambam disregards the Gemara’s refutation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלא כן ר׳ מנחם המאירי <span class=\"citation\">בבית הבחירה שבת שם</span>, שלא כמו הרמב״ם הוא מביא את התיובתא ומבטלה. זה לשונו: &#8220;מעיקרי הדת להאמין שכל מה שיקרה לטוב ועד רע הכל מושגח מאתו יתברך וכו׳ שאין הקב״ה מקפח שכר כל בריה אם לגמול אם לעונש והוא שאמרו אין מיתה בלא חטא ואין יסורין בלא עוון וכו׳ ואע״פ שנשאר דעת האומר כן בתיובתא אין עיקרי האמונות תלויות בראיות של פשוטי מקראות ואגדות. וכבר ידעת שאין משיבין באגדה&#8221;.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nUnlike the Rambam, Rav Menachem Hameiri does not disregard the Gemara’s refutation; he cites it and then seeks to invalidate it: &#8220;The essence of religion is to believe that God oversees everything that happens, from good to bad. For God does not withhold the reward of any creature, for better or worse, and thus it is said that there is no death without sin and no punishment without transgression&#8230; Even though the Gemara retained another view in its refutation, the principles of faith do not depend on the testimony of the plain sense of Scripture and of Aggadah. And it is well known that we do not base refutations on Aggadot.&#8221; <span class=\"citation\">(Bet Habechira on Shabbat 55b)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nולא רק את התיובתא דוחה המאירי, (הוא חושב את מה שנאמר בברייתא כאגדה בעלמא) אלא שקובע מעין כלל: שאין לבסס עיקרי אמונה על &#8220;פשוטי מקראות ואגדות&#8221; אלא על חקר ועיון היוצא מן הכתובים ואולי מן האגדות. כלל זה הוא ראש פינה במחשבה הפילוסופית היהודית בימי הבינים ומשמש מורה דרך בפרשנות איך להתייחס לטקסט, מה לקבל ממנו ומה לא לקבל ממנו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Meiri not only rejects the Gemara’s refutation (he considers the Baraita merely a popular Aggadah), but also establishes a general principle: the essence of faith should not be based on “the plain sense of Scripture and Aggadah,” but, rather, on that inquiry and deliberation that emerge from Scriptures and, perhaps, the Aggadot. This is, in fact, a fundamental principle of medieval Jewish philosophy, serving as well as a guide to textual exegesis: how to relate to the text, what to take from it, and what not.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאין בידי להכריע אם עמידתם המוחלטת של הפרשנים הפילוסופיים האלה על מידה כנגד מידה על &#8220;אין חטא בלא עונש ואין עונש בלא חטא&#8221; מתייחסת גם לכלל ישראל או רק ליחידים. האם היו רואים בהבטחתו של אלהים לירמיהו הנביא לא לכלות את כלל ישראל גם כשעוונות מחייבים זאת, קיפוח העיקרון שאין הקב״ה מקפח שכר כל בריה, אם לגמול, אם לעונש? או שמא גם לדעתם יחסו של אלהים לכלל ישראל הוא אחר, וכחלק מן הברית אשר כרת עם אברהם, יצחק ויעקב הוא נוטה לחון אותם גם שלא כדין. מן הפסוקים קשה להוכיח לכאן או לכאן הואיל והרמב״ם והמאירי אינם נמשכים אחרי &#8220;פשוטי מקראותי&#8221; ואנו השלכנו כל יהבנו על פשטות הכתוב. ממנה יוצא שבנוגע לכלל ישראל או חלק הגון ממגו, יתכן חטא בלי עונש מתאים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe cannot determine whether these philosophic exegetes apply their retributive doctrine of “no sin without punishment and no punishment without sin” to <em>klal yisrael</em> or only to individuals. Do they read God’s promise to the prophet Jeremiah (not to destroy Israel even when their crimes require it) as a denial of the doctrine that God does not withhold the reward of any creature, for better or worse? Or do they believe that God treats <em>klal yisrael</em> differently — bestowing unmerited favor on them as a part of the covenant He made with Abraham, Isaac, and Jacob? It is hard to prove either reading from the Scriptural verses, since the Rambam and the Meiri are not interested in the “external (or plain) meanings of the Tanakh,” while we put all our trust in the plain sense of the text — which shows that Israel, or a large part of Israel, may indeed sin without appropriate punishment.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמסקנות הגמרא שם, לפי התיובתא, ואנו מקבלים אותה כמשקפת דעת הגמרא,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_33');\" ><sup id=\"footnote_plugin_tooltip__1_33\" class=\"footnote_plugin_tooltip_text\">[33]</sup></a><span id=\"footnote_plugin_tooltip_text__1_33\" class=\"footnote_tooltip\"> וכן דעת בעל הלכות גדולות (שחי קרוב לסוף תקופת התלמוד) סוף הלכות אבל ומביאים אותו הראשונים.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_33').tooltip({ tip: '#footnote_plugin_tooltip_text__1_33', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> בנוגע ליחידים יתכן עונש בלי חטא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[. . .]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_34');\" ><sup id=\"footnote_plugin_tooltip__1_34\" class=\"footnote_plugin_tooltip_text\">[34]</sup></a><span id=\"footnote_plugin_tooltip_text__1_34\" class=\"footnote_tooltip\"> This text does not appear to have been translated in the English translation on page 30 published by Yad Vashem. If you know of another English translation for this short piece of text, please <a href=\"/contact/\">contact us</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_34').tooltip({ tip: '#footnote_plugin_tooltip_text__1_34', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nנמצא שאין לראות את השואה כתוצאה מחטא והיא נשארת חידה סתומה שאין לה הסבר. וכל המסבירה הופך אותה לתופעה טבעית מתחייבת, מקטין את מידת רשעותה, ומוריד את מידת אשמתם של המבצעים. אף־על־פי־כן עלינו למצוא מטפורה מתאימה שתביע את הרעיון שאין לקרבנות חלק וגורם בסבליהם וכל מה שהיו עושים או לא היו עושים לא היה משנה את מערכת יסוריהם. השואה באה אליהם כתוצאה של שנאה ורשעה אדירה שנצלה כוחות קוסמולוגיים בשעה שהיו מתרוצצים ומתנגחים זה בזה ופגעה בבבת עינה של ההסטוריה האנושית, בעם ישראל. לזה נפנה בחלק שני של הדיון הזה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSince the Shoah must not be seen as a consequence of sin, we conclude that it remains an unsolved enigma. Whoever seeks to explain the Shoah reduces it to some natural phenomena, belittles its evil, and assuages the guilt of those who perpetrated it. Nevertheless, we need to find an appropriate metaphor to express our understanding that the victims had no part in their own suffering, and that nothing they had done or had not done would have altered the constellation of their sufferings. The Shoah came upon them as a result of cosmological forces that collided and struggled with each other and thus struck the apple of the eye of history — the people of Israel. We turn to this theme in the second part of our discussion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nעשרה קבין רשע ירדו לעולם.<br />\nתשעה נטל דורגו ואחד ההיסטוריה כולה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTEN MEASURES OF EVIL DESCENDED INTO THE WORLD.<br />\nNINE WERE TAKEN BY OUR GENERATION AND ONE BY THE REST OF HISTORY.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבחלק הקודם תמכנו את יתדותינו בהבטחה שהבטיח אלהים לירמיה שלא ינקה את ישראל בשל חטאים (&#8220;ונקה לא אנקך&#8221;). על יסוד הבטחה זו הסקנו שלא בשל חטאים קרה בדורנו מה שקרה, לא בשל חטאים נחנקו עוללים ויונקים בתאי הגז. הם נחנקו בשל רעת האדם שהגיעה לשיא בימינו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn the previous section, we based our argument on God’s promise to Jeremiah that He would not utterly destroy Israel because of their sins: <em>v’naḳeh lo anaḳekha</em>. On the basis of this promise, we concluded that what happened to us in our generation was not a consequence or our sins. It was not because of their sins that toddlers and babies suffocated in gas chambers. They suffocated because human evil reached its pinnacle in our time.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nההסטוריה האנושית עשירה בבליעליות, בזדון ופשע. אבל דורנו עולה על כל קודמיו באכזריותו, בנחישות החלטתו לבער מן העולם כל מי שבשם יהודי נקרא אפילו לאחר כמה דורות ובמאמצו הקשוח מתוך שימוש בכוחות עצומים לכחד את שם ישראל ולא יזכר עוד. לבי נבהל בקרבי כאשר אני קורא השוואה בין השואה ובין מה שקרה מקודם לכן. ויש — ודווקא מבין המכובדים והמשפיעים ביותר של אלה העוסקים בתיאולוגיה של השואה — שרואים את ההבדל בין השואה ובין מסעי הצלב, אינקוויזיציה וגזרות שגות ת״ח ות״ט, כהבדל כמותי בלבד. עניין של מספר. ולא היא כל אלה היו יכולים להציל את עצמם — גם בגזרות ת״ח ות״ט — אם היו מוכנים להמיר את דתם. הרוצחים חשבו שהם מעלים את נשמותיהם לדרגה גבוהה יותר, שמה שעושים להם הוא לטובתם, לחסוך להם יסורים יותר חזקים בעולם הבא. השנאה הכבושה לא היתה כל כך נגד ישראל כעם או כגזע אלא כנגד דתם. ואלה שקיבלו עליהם את דת הנצרות נשתחררו. אבל בדורנו לא היה ליהודים שום מוצא. מי שנולד יהודי או שהיה מצאצאי יהודים נידון למות ללא יוצא מן הכלל ושום דבר לא היה מועיל לו להימלט. ואל יהא דבר זה קל בעינך. בגזרות הקודמות הסובלים התעודדו מן האמון שהיה להם שהם מתים על קידוש השם. עידוד כזה לא היה לרוב הנספים שבדורנו וכמה מהם אף נחלו אכזבה קורעת לב על שלא ראו שום תוכן וערך בסבלם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHuman history is rich in wickedness, malice, and crime. But our generation has exceeded all its predecessors in its cruelty, in its malicious determination to destroy everything Jewish, through the cruelest means, and by use of the most powerful forces. My heart stops when I read comparisons between the Shoah and anything that happened before it. There are those — including the most respected and influential Holocaust theologians — who see only a quantitative difference between the Shoah and the Crusades, the Inquisition, and the persecution and the slaughter of the Jews under Chmielnicki in 1648-49. In previous centuries, the killers thought they were raising the souls of their victims to a higher plane, that what they were doing was for their own good, to save them from worse suffering in the next world. Their crushing hatred was not primarily against Israel as a people or a race, but against its religion. Those who accepted Christianity were released. But, in our generation, the Jews had no way out. Whoever was born Jewish or was of Jewish descent was condemned to be executed, and nothing could change the decree. This should not be taken lightly. During the previous presecutions, the sufferers found solace in the belief that they were dying as martyrs. There was no such solace for most of those slaughtered in our generation — and among them were those who endured heart-wrenching despair because they could find no meaning and value in their suffering.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nזאת ועוד, ההבדל במספר היה כל כך רב — אומדים שבמשך שבוע אחד נהרגו באושװיץ במיתות משונות יותר יהודים מכל אלה שנהרגו בגזרות הנ״ל יחד — עד שהכמות הופכת להיות איכות. באיכה ד, ד נאמר: &#8220;עוללים שאלו ללחם&#8221;. ואילו באושװיץ, מיידנק וכו׳ לא היו עוללים. נתגזו. החורבן והשממה שבאים בעקבות הרג רב כזה הורסים ומשמידים עד היסוד את החיים הציבוריים, התת־מבניים, הכלליים עד ללא היו. בעוד כשההרג כולל מיעוט אנשים, החיים הציבוריים הכלליים נשארים על תלם. כמו ניתוח בגוף האדם. אם הניתוח הוא קטן, הגוף מתאושש ואם הוא גדול, הגוף מתמוטט. ההבדל בין קטן וגדול הוא הבדל בין חיים ומוות.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAll this and more. It is estimated that, in one week in Auschwitz, more Jews died, through a terrible variety of deaths, than in all the previous persecutions put together. The quantitative difference is so great that the difference in quantity itself becomes a difference in quality. We read in Lamentations, “Little children begged for bread” <span class=\"citation\">(4:4)</span>; in Auschwitz, Majdanek, and the other death camps, there were no little children. They were gassed immediately. The destruction and devastation that comes in the wake of such massive killing undermines the very foundations of public life. When there are only a few victims of such murder, communal life continues to function; but the difference between a small number of victims and a very large number is the difference between life and death for the people as a whole.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוגדולה מזו: אני גם שולל השוואה בין השואה ובין החורבנות, ראשון ושני. השואה עולה עליהם באכזריות, בשנאה, בהיקף, ומידת הכליון. אינני מדבר כאן על החיים הרוחניים. חרבן בית ראשון חולל שינוי רדיקלי לדורות בהתהוותה של הדת. הוא גרם להיתנתקות הדת ממרכז לוקאלי למרכז כל־מקומי שממנו צמח אחר־כך בית־הכנסת. כמו כן גרם באמצעות התפילה להעברת ניהול &#8220;הבית&#8221; שהיה בידי אנשים מסוימים — כהנים ולוויים, שזכו בירושה בזמנים קבועים — שבתות וחגים, לניהול כל אדם ובכל הזמנים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBeyond any comparisons between the Shoah and various pogroms, I also reject any comparisons between the Shoah and destructions of both the First and Second Temples. The Shoah surpasses them in cruelty, hatred, and the magnitude of destruction. I am not referring to spiritual life. The destruction of the First Temple initiated religious transformations that would continue for generations. It led to a process of religious decentralization that resulted in the growth of synagogues and in the emergence of new sources of religious authority. Responsibility for administering religious life was handed over from a select few — the Kohanim and Levi’im, whose positions were hereditary and who performed their functions only at certain set times of prayer, on Sabbaths and Holidays, for the people of Israel as a whole — to every individual, whose prayers were offered every day and all times of the year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשונה היה המצב אחרי חורבן בית שני. אמנם המרכז הדתי, המקדש, נחרב והקרבנות נפסקו, אך גודל ההתדלדלות של החיים הרוחניים בעקבות החורבן מוטל בספק. רוב הכהנים השתייכו לכת הצדוקית וניהלו את הפולחן לפי תורתם, למורת רוחם של חז״ל ועל מקצתם קראו את הפסוק <span class=\"citation\">משלי, י, ז</span>: &#8220;ושם רשעים ירקב&#8221; <span class=\"citation\">משנה יומא ג, יא</span>. ועוד, במשך תקופת בית שני היתה למקדש התחרות רצינית בבית המדרש, במדרש ובמשנה. אדם יכול היה להרגיש קרוב לה׳ גם כשאינו במקדש, גם כשאינו מקריב קרבנות אלא על ידי תלמוד תורה. אלה שעסקו בתלמוד תורה היו באו מכל שכבות העם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe conditions after the destruction of the Second Temple were different. To be sure, the center of religious life, the Temple, was destroyed, and sacrificial services were discontinued. But it is not clear that the destruction led to a general impoverishment of spiritual life. Most of the Kohanim were Sadduccees and conducted their rituals according to Sadducean custom, despite the objections of the sages (who applied to some of them the text of Proverbs 10:7, “The name of the wicked will rot” <span class=\"citation\">[Mishnah Yoma, 3:11]</span>). Furthermore, during the Second Temple period, the Beit Midrash, the center of both midrash and Mishnah, entered into serious competition with the Temple. Through talmud torah, the study of Torah, a person could feel close to God even without entering the Temple and without offering sacrifices. The Beit Midrash, moreover, was open to people from all classes of society, and not only to the aristocracy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואם כי התגעגעו למקדש וכמה הלכות ותקנות נתקנו &#8220;זכר למקדש&#8221;, מעניין שבמקורות ארץ ישראליים לא מצאנו מה שמצאנו בתלמוד בבלי <span class=\"citation\">כמו למשל, ביצה ה, ב ועוד</span> את הנוסח &#8220;מהרה יבנה המקדש ויאמרו אשתקר מי לא, עשינו או לא עשינו, לכן גם היום נעשה או לא נעשה כך&#8221;. הביטוי &#8220;זכר למקדש&#8221; עושה רושם כאילו ויתרו כבר ולא נשאר אלא זכר, בעוד ש״במהרה יבנה המקדש וכו׳&#8221; מביע תקווה שבקרוב קרוב ממש יבנה מחדש ואנשים יזכרו שאשתקד נהגו אחרת. אמוראי בבל שהיו רחוקים מן המאורע בזמן ובמקום, הסתכלו על בניין בית המקדש בעיניים נוסטלגיות יותר מאלה שחיו בארץ ישראל קרוב למאורע והכירו את המציאות. בחורבן בית שני היו חכמים שבכוח סמכותם ותורתם של כמה דורות יכלו לתקן תקנות ולהנציח את הזיכרון למקדש הנחרב. בספרות התנאית שלא בספרות הנביאית, קשה להבחין על פי מהותו בין תנא שחי לפני החורבן ובין תנא שחי אחרי החורבן. כולם מקשה אחת הם. החורבן לא שינה אותם. הם נשארו אדוקים בתלמוד תורה וממנו שאפו את חיי הרוח שלהם. לא היה להם מחסור ברוחניות.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEven though the Amoraim living in the land of Israel longed for the Temple and enacted several laws and ordinances “in memory of the Temple” (<em>zekher l’miḳdash</em>), it is noteworthy that the Palestinian sources do not include the kind of statement that we find in the Babylonian Talmud (for example in Betsah 5d): “The Temple may soon be rebuilt, and people would say, did we do so last year or not&#8230;? Now, too, let us do so or not&#8230;” In place of such a statement, the Palestinian Amoraim use the phrase, “in memory of the Temple,” which gives the impression that they had already abandoned hope and that nothing more remained of the Temple than memories. To declare, however, that “The Temple will speedily be rebuilt” is to share one’s hope that it will very soon be rebuilt (and, when this happens, the people will remember how differently they behaved the year before). Distant from the events of the destruction in time and place, the Babylonian Amoraim reflected nostalgically on the possibility of rebuilding the Temple, while those who lived in the land of Israel, closer to the events, understood the situation more realistically. Within the Tannaitic literature, unlike the Prophetic literature, it is difficult to draw any broad, qualitative distinctions between Tannaim who lived before the destruction and those who lived after it; they are all of one piece. The destruction did not change them. They remained devoted to the study of the Torah and drew their spiritual life from it. The Destruction did not weaken their spiritual life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואילו ביחס להשמדה אין דמיון. לא הבבלים ולא הרומאים היו גזענים ולא גזרו כלייה על עם שלם, אנשים נשים וטף בגלל השתייכותם לגזע נחות. הם היו אכזרים כלפי שונאיהם ודיכאו את המורדים בברוטליות מסמרת שער, כולל משפחות שלמות. &#8220;וַיִּשְׁחַט מֶלֶךְ בָּבֶל אֶת־בְּנֵי צִדְקִיָּהוּ בְּרִבְלָה לְעֵינָיו וְאֵת כָּל־חֹרֵי יְהוּדָה שָׁחַט מֶלֶךְ בָּבֶל׃ וְאֶת־עֵינֵי צִדְקִיָּהוּ עִוֵּר&#8221; <span class=\"citation\">(ירמיה לט, ו-ז</span>) אבל בפשוטי העם כנראה לא נגע. הם היו בוני אימפריות, וכשהשתכנעו הכובשים שאין סכנה נשקפת יותר, התנהגו בחסד עם התושבים. חלק מהם, &#8220;דלת העם&#8221; השאירו במקום וחלק מהם, האריסטוקרטים והנאורים החליפו ביושבי מקום אחר מתוך ההנחה שבמקום חדש יהיה להם יותר קשה להתארגן ולמרוד מחדש. שנבוכדנצר מלך בבל לא היה גזען, רואים גם מזה שנתן שארית ליהודה וכי הפקיד עליהם את גדליהו בן אחיקם בן שפן. &#8220;וַיָּשֻׁבוּ כָל־הַיְּהוּדִים מִכָּל־הַמְּקֹמוֹת אֲשֶׁר נִדְּחוּ־שָׁם וַיָּבֹאוּ אֶרֶץ־יְהוּדָה אֶל־גְּדַלְיָהוּ הַמִּצְפָּתָה&#8221; <span class=\"citation\">(ירמיה מ, יב)</span>. אלמלא לא הרג ישמעאל בן נתניה לגדליהו בן אחיקם, כי אז, למרות ההפרעה שהגלות לבבל בוודאי גרמה, היו החיים הציבוריים, המוסדיים נמשכים בירושלים ובערי יהודה תחת מרותו של מלך בבל. האם היה ירמיה מעודד ומזהיר את שארית יהודה להישאר בארץ תחת חסותו של נבוכדנצר מלך בבל, אם נבוכדנצר היה היטלר שני? ממקורות חיצוניים אנו יודעים שהגולים גרו באזורים נוחים בבבל, חפשיים, תחת הנהגה מקומית. האם זה מה שקרה בדורנו? בדורנו כל מי שגילה סימן כל שהוא של יהדות אחת<br />\nדתו היה להמית תינוק ועולל, זקן ותשוש. איך אפשר לדמות!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs for the devastation itself, there are no similarities. Neither the Babylonians nor the Romans were racists; neither sought to destroy a whole people — man, woman, and child — because they belonged to a lower race. The Babylonians and Romans were both cruel towards their enemies and crushed those who rebelled against them with hair-raising brutality, extending as well to entire families. “The king of Babylon had Zedekiah’s children slaughtered at Riblah before his eyes; the king of Babylon had all the nobles of Judah slaughtered. Then the eyes of Zedekiah were put out” <span class=\"citation\">Jeremiah 39:6-7</span>). But he appears not to have touched the common folk and the poorest of the population (<em>dalet ha-am</em>). Such conquerors were empire builders and, when they were convinced that all danger of rebellion had passed, they tended to deal mercifully with the inhabitants of their empires. A portion of Israel&#8217;s population, the commen folk and the poor, remained at home; another portion, the aristocrats and the intelligentsia, were forced to exchange residencies with a foreign population, on the assumption that, in their new setting, they would find it more difficult to organize new rebellions. As further evidence that Nebuchadnezzar was not a racist, we may note that he left a remnant of Judah&#8217;s population behind and appointed Gedaliah, son of Ahikam, son of Shaphan, to rule over them <span class=\"citation\">(Jeremiah 40:12)</span>. If Ishmael, son of Nathalia, had not killed Gedaliah, son of Ahikam, then, despite the dislocations caused by the exile in Babylon, the fundamental institutions of Judean social life would have remained intact under Nebuchadnezzar&#8217;s rule. Would Jeremiah have encouraged the Remnant of Judah to remain in the land under the protection of the King of Babylon if Nebuchadnezzar had been a second Hitler? From outside sources, we know that the exiles lived in peaceful regions of Babylon, freely, under local rule. Is this what happened in our generation? In our generation, whoever revealed any sign of Jewishness was killed, whether toddler, or child, or old and infirm. How is it possible to make comparisons?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nמה שאמרנו כלפי הבבלים נכון היה גם בהתחלה כלפי הרומאים. מכיבוש הארץ על יד הרומאים (באמצע המאה הראשונה) עד דיכוי מרד בר כוכבא שגבל ברצח עם, עברו כמעט מאתיים שנה. ובמשך הזמן ההוא כל עוד יכלו הרומאים לשמור על ההגמוניה שלהם לא התערבו בחיים הפנימיים, הדתיים והתרבותיים של הנכבשים. הם דרשו סמל של הכנעה מצד הזקנים והמנהיגים של היישוב (שיחול ביום ההולדת של הקיסר, או יום חגיגה רשמי שלהם) וכמובן מסים וחיילים, והשאר השאירו בידיהם של המקומיים. היהודים נצלו את ההזדמנות הזאת ופרצו במרידות מפקידה לפקידה עד שנמאס לרומאים והחליטו לשים קץ לשבט מתקומם זה וערכו בהם טבח, מכרו אותם לעבדים ולשפחות ואת מוסדותיהם הרסו. אלמלא המרדים התכופים לא היו הרומאים מדכאים את מרד בר כוכבא באכזריות פראית כזאת. אין לדמות דיכוי מרד להכחדה המונית של אנשים שרוצים לחיות בשלום.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat I have said concerning the Babylonians applies also to the Romans in the initial phase of their rule. Almost two hundred years passed between the Roman conquest of the land (in the middle of the first century B.C.E.) and their suppression of the Bar Kokhba rebellion (which they ended by murdering the population). Through this period, as long as the Romans could maintain their hegemony, they did not intervene in the inner life of the occupied population in its religion and culture. They demanded signs of submission from the elders and the leaders of the population (which were expected on the birthdays of Caesar, or on any special days of celebration); and, of course, they were interested in taxes and soldiers. But they left all other matters in the hands of the local inhabitants. The Jews exploited this opportunity and periodically broke out in rebellion, until the Romans eventually came to despise them and to make plans for suppressing this “rebellious tribe.” The suppression was ruthless. The Romans slaughtered the population, sold them into slavery, and tore down the fundamental institutions of Jewish life. Had the rebels given in, the Romans would not have crushed the Bar Kokhba rebellion with such barbarous cruelty. One must not compare the suppression of a rebellion with the anntbilation of an entire population that wants to live in peace.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nקשה לי לתאר שמי שבעצמו היה במחנות הריכוז ועל בשרו חזה את הטרגדיה האיומה של כליית עם שלם מתוך יסורים קשים ונוראים, היה מדמה לה מאורעות היסטוריים אחרים שאמנם חדורים היו רציחות, אך לא הגיעו לכלל כליית עם. ומי שכל האינפורמציה שלו היא מפי השמועה או תוך קריאת ספרים ועיניו לא ראו, קשה לו להבחין בין טרגדיה וטרגדיה וההלם של שמיעה או קריאת העובדות מעמעם אותו לחשוב שכולן דומות. ואינו כן. גם בטרגדיות ישנה היררכיה וזו של דורנו היא פסגה. אין לה דמיון בהיסטוריה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt is difficult for me to imagine that anyone who was himself in a concentration camp — and whose own flesh bore signs of the destruction of an entire people, by way of horrible sufferings — would compare what he saw to any other event in history. There have, indeed, been other events of mass murder, but nothing that achieved the total destruction of a people. For those whose information comes only from news reports, word of mouth, and books, it may be difficult to distinguish between one tragedy and another; and the shock of what they hear or read may numb their sense of perception and lead them to suppose that all these tragedies are the same. But it is not so. There is a hierarchy even among tragedies, and the tragedy that met our generation belongs at the top. It is unparalleled in history.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלעיל דחיתי את הרעיון שהשואה היא תוצאת חטא ותליתי אותה ברשעותו של אדם שהגיעה לשיא בימינו. ברם רעיון זה מרגיע את היהודי המאמין שהאלהים מתערב בהיסטוריה לטובת עם ישראל בתנאי שהחטאים לא יכריעו לכף חובה, שלדעתו בימינו אמנם הכריעו, לכן לא התערב. אבל אם השואה אינה תולדת חטא, קשה להבין למה בימינו היה אלהים לכאורה אדיש ובחר לא להתערב? למה, למשל, התערב במצרים (הביא עליהם מכות שלא כדרך הטבע), בתקופת אחשוורוש והמן (כדרך הטבע) ולא באושװיץ? למה באושװיץ נתן לרשעותו של אדם שליטה בלי מצרים לחולל שמה ואבדון? הרי הבטחתו של אלהים לירמיה לא לכלות את עם ישראל כאילו מחייבת אותו להתערב בכל פעם שסכנת כלייה רובצת עליהם ולמנוע אותה. למה לא מנע את הכלייה הרעה ביותר בהיסטוריה? אין תשובה!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nEarlier, I rejected the notion that the Shoah is a consequence of sin, and I attributed it, instead, to human evil, which reached its terrible apogee in our days. At the same time, I also recognize that this notion is comforting to Jews who believe that God intervenes in history for the good of Israel, so long as the people’s sins do not tip the scales of judgment against them. Since, in our day, the scales were certainly tipped against Israel, God did not in fact intervene. According to this reasoning, however, if the Shoah were not the result of sin, then it would be difficult to explain why God was apparently indifferent in our days and chose not to intervene. Why, for example, did God intervene with the Egyptians (bringing them plagues against the laws of nature) or in the time of Ahasuerus and Haman (in a manner consistent with nature); but not in Auschwitz? Why in Auschwitz did He lend human evil unlimited authority to destroy and be destroyed? Did God&#8217;s promise to Jeremiah not obligate Him, as it were, to intervene every time Israel was in danger of annihilation and to prevent it? Why did He not prevent the worst annihilation in human history? There is no answer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאוהד אני את אלה הטוענים שכדי שאדם יהיה אחראי למעשיו הוא צריך להיות חפשי באופן מוחלט, בלי מחסומים והשפעות חיצוניות. ידיעת טוב ורע כשלעצמה אמנם משפיעה עליו לבחור בטוב, אבל כאשר הינו בוחר ברע, כדי להעניש אותו הוא צריך היה לעשות את הרע מתוך בחירה חופשית, בלי התערבות חיצונית. וכשיש התערבות כזאת אפילו אם היא באה מאלהים היא גורעת מאחריותו של המבצע.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_35');\" ><sup id=\"footnote_plugin_tooltip__1_35\" class=\"footnote_plugin_tooltip_text\">[35]</sup></a><span id=\"footnote_plugin_tooltip_text__1_35\" class=\"footnote_tooltip\"> ראה משנה תורה, הלכות תשובה פרק ה׳.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_35').tooltip({ tip: '#footnote_plugin_tooltip_text__1_35', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> לכן יתכן שאלהים יעמוד מרחוק מול רע גמור ולא יתערב ולא יגיב כדי לא לפגוע בחרותו של המבצע ולא יקטין אחריותו. מעין זה קרה בעידן השואה; ה׳ לא התערב ולא הגיב. עמד מרחוק.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI sympathize with those who claim that in order for a person to achieve responsibility for his actions, he must first be fully free, without any obstacles and external influences. To be sure, the knowledge of good and evil itself influences a person to choose the good; but, when he chooses evil, he must, in order to merit punishment, have committed evil fully out of free choice, without any external intervention. Any kind of intervention, even from God, reduces a person’s responsibility for his actions.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_36');\" ><sup id=\"footnote_plugin_tooltip__1_36\" class=\"footnote_plugin_tooltip_text\">[36]</sup></a><span id=\"footnote_plugin_tooltip_text__1_36\" class=\"footnote_tooltip\"> See Mishneh Torah, Laws of Repentance, Ch. 5.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_36').tooltip({ tip: '#footnote_plugin_tooltip_text__1_36', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> It is possible, therefore, that God will remain aloof. In order not to diminish a person’s freedom to act —and thereby diminish his responsibility — God may stand apart, facing utter evil without intervening and without responding. Something like this happened in the time of the Shoah. God did not intervene and did not respond, but stood apart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nברוח זה נאמרו אולי גם הדרשות הידועות על הפסוק &#8220;עִמּוֹ אָנֹכִי בְצָרָה&#8221; <span class=\"citation\">(תהלים צג, טו)</span> שהקב״ה מצטער בצערתן של ישראל אבל אינו מבטלן, משום שלא רוצה להתערב בחרותו של האדם לבצע רע. אלא שמצינו דרשה זו גם כשצרתן של ישראל באה להם בגלל עוונותיהם והקב״ה העניש אותם. כך, למשל, במדרש איכה <span class=\"citation\">פרשה ב׳ סוף סעיף ו</span>: &#8220;כוון שגרמו עוונות ונכנסו שונאים לירושלים וכו׳ ואמר הקב״ה עמו אנכי בצרה כתבתי בתורה, ועכשיו בני שרויין בצער ואני ברווח? כביכול השיב &#8220;אחור ימינו&#8221; <span class=\"citation\">(איכה ב,ג)</span>. הקב״ה מצטער בצערתן של ישראל גם כשהם עצמם גרמו לצערתן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe well-known homilies on the verse “I am with him [Israel] in suffering” (<em>imo anokhi b’tsarah</em>: <span class=\"citation\">Psalms 93:16</span>) may have been offered in this spirit. The Holy One grieves for Israel’s grief but without putting an end to it, because He does not want to intervene in humanity’s freedom to perform evil. But this homily is also applied when Israel suffers because they have sinned and God has punished them. Thus, for example, in Midrash Lamentations, “When they sinned and their enemies entered Jerusalem, &#8230; the Holy One said ‘I wrote in the Torah, I am with him in suffering, but now that my children are overladen with suffering, shall I remain at ease?” <span class=\"citation\">(Ch. 2, at the end of section 6)</span>. God grieves for the grief of Israel even when Israel causes it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבכוונה לא השתמשתי במושג של &#8220;הסתרת פנים&#8221; שהוא רווח בספרות התיאולוגית של השואה<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_37');\" ><sup id=\"footnote_plugin_tooltip__1_37\" class=\"footnote_plugin_tooltip_text\">[37]</sup></a><span id=\"footnote_plugin_tooltip_text__1_37\" class=\"footnote_tooltip\"> כבר באברבנאל, בפירושו ליהושע ז,כ.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_37').tooltip({ tip: '#footnote_plugin_tooltip_text__1_37', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> ולומר שאלהים הסתיר את פניו בעידן השואה. לכן קרה מה שקרה. משום שבדברים <span class=\"citation\">לא, יז-יח</span> הסתרת פנים באה כתוצאה של חטא. ובפירוש נאמר בישעיה <span class=\"citation\">נט, ב</span>: &#8220;וְחַטֹּאותֵיכֶם הִסְתִּירוּ פָנִים מִכֶּם מִשְּׁמוֹעַ&#8221;. ואם נקבל שבעידן השואה שררה הסתרת פנים, הרי כאילו אנו תולים את השואה בחטא — רעיון שדחינו מכל וכל. אבל האידיאות זהות. האלהים כביכול, ריסן את עצמו מלקחת חבל והשאיר מקום לבני אדם להתגדר בו לטוב או לרע. לרוע מזלנו בעידן השואה התגדרו לרע — רע שאין כדוגמתו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIntentionally, I have not made any use of the concept of “the hiding of God&#8217;s face” (<em>hester panim</em>) that is so prevalent in the literature of Holocaust theology.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_38');\" ><sup id=\"footnote_plugin_tooltip__1_38\" class=\"footnote_plugin_tooltip_text\">[38]</sup></a><span id=\"footnote_plugin_tooltip_text__1_38\" class=\"footnote_tooltip\"> And it already appears in Abravanel, in his commentary on Joshua 7:20.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_38').tooltip({ tip: '#footnote_plugin_tooltip_text__1_38', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> According to this concept, God hid his face during the time of the Shoah and allowed whatever happened to happen. I reject this notion, because, as indicated in Deuteronomy, the hiding of God’s face arises as a consequence of sin <span class=\"citation\">(31:17-18)</span>. This meaning appears explicitly in Isaiah: “Your sins have made Him turn His face away and refuse to hear you” <span class=\"citation\">(59:2)</span>. If we believed that “the hiding of God&#8217;s face” prevailed during the Shoah, then it would be as if we attributed the Shoah to sin, which is the very notion that we have rejected. God, as it were, restrained Himself from taking part in history and gave humanity an opportunity to display its capacities, for good or for evil. It is our misfortune that, in the time of the Shoah, humanity displayed its capacities for unprecedented evil.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[A ḲABBALISTIC RESPONSE]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאבל עדיין השאלה במקומה עומדת למה דוקא בדורנו בחר אלהים לא להתערב. בשעה שבתקופות הקודמות התערב והציל את ישראל מכלייה? למה דוקא בדורנו הקפיד לא לפגוע בחרותם ובחפשיותם המוסרית של מבצעי רע, בשעה שבתקופות הקודמות אף הקשה את לב פרעה? למה התייחד דורנו?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut the question still persists: why during our generation in particular did God choose not to intervene, despite His having intervened in previous epochs to save Israel from annihilation? Why in our generation in particular did He choose not to interfere with the freedom and moral license of evildoers, when He did interfere in previous times and even hardened Pharaoh’s heart? Why was our generation singled out?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלשאלה זו וודאי אין לי תשובה והייתי צריך לשמוע לדברי ישעיה הנביא<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_39');\" ><sup id=\"footnote_plugin_tooltip__1_39\" class=\"footnote_plugin_tooltip_text\">[39]</sup></a><span id=\"footnote_plugin_tooltip_text__1_39\" class=\"footnote_tooltip\"> בבלי ברכות י,א.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_39').tooltip({ tip: '#footnote_plugin_tooltip_text__1_39', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שנזף בחזקיהו המלך ואמר לו: &#8220;בהדי כבשי דרחמנא למה לך?&#8221;, בסודות של הקב״ה למה לך? ולפרוש. אלא שמשתוקק אני למצוא מטפורה מתאימה שתביע את הרעיון של התייחדות דורנו, שהיסורים והסבל שעברו עליהם לא הם גרמו להם ולא הם היו בעוכריהם. אתרע מזלם שחיו בתקופה שבה היה צורך בסיגול קוסמולוגי בין יצירתו של האדם כיצור בעל בחירה חפשית ובין אלהות החודרת לכל מקום, כולל רשות המוסר. (&#8220;אין מקום פנוי ממנו&#8221;. לא לחינם נקרא אלהים &#8220;המקום&#8221;. בלעדה, אין הויה).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI certainly have no answer to this question and must be instructed by Isaiah’s words,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_40');\" ><sup id=\"footnote_plugin_tooltip__1_40\" class=\"footnote_plugin_tooltip_text\">[40]</sup></a><span id=\"footnote_plugin_tooltip_text__1_40\" class=\"footnote_tooltip\"> In TB Berachot 10a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_40').tooltip({ tip: '#footnote_plugin_tooltip_text__1_40', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> when he rebuked King Hezekiah and said, according to Talmudic tradition: “Why do you concern yourself with the secrets of the Merciful One?” (<em>b’vadi kivshi d’raḥmana lamah lakh?</em> — <span class=\"citation\">Berachot 10a</span>). Indeed! But I still long to find an appropriate metaphor to capture the singular fate of our generation, who suffered so terribly, not because of anything they did, nor as a result of any misdeeds of their own. It was their misfortune to have lived at a time during which cosmic adjustments had to be made between the human creature, as a creature with free will, and the divinity that is immanent in all parts of creation, including the domain of moral choice. “No place is empty of Him.” Not for nothing do we call God <em>haMaḳom</em>, “the Place.” Without Him, there is no existence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nהקבלה הלוריאנית מלמדת אותנו<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_41');\" ><sup id=\"footnote_plugin_tooltip__1_41\" class=\"footnote_plugin_tooltip_text\">[41]</sup></a><span id=\"footnote_plugin_tooltip_text__1_41\" class=\"footnote_tooltip\"> ראה מ״ש כי חיים ויטאל בהקדמתו לספרו עץ חיים.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_41').tooltip({ tip: '#footnote_plugin_tooltip_text__1_41', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שלפני יצירת האדם אלהים, כביכול, הצטמצם והתכווץ את עצמו כדי לתת מקום לבריאה בעלת עצמאות, הוא האדם. התערבותו של אלהים במעשה ידיו של האדם גרמה לזה ש&#8221;הצמצום&#8221; עצמו הצטמצם והתכווץ והיה לפחות והסיג את גבולו של חרות האדם. והיה צריך איפוא לסגל את הצמצום מחדש (חלק מחידוש מעשה בראשית), להחזירו — לאיתנו ולהגדיל את השטח שבו יוכל האדם להפעיל את הבחירה החופשית שלו. הסיגול מחדש נבע מזה שהצמצום השאיר בעקבותיו חלל ריק. הואיל ואין לריקנות כוח קיום, האלוהות ממשיכה להידחק ולהיכנס לשם ומכרסמת מן החלל. התערבותו של האלהים בהיסטוריה, ובמיוחד בהיסטוריה של עם ישראל, היא מן הגורמים החשובים של הכרסום הזה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLurianic Kabbalah teaches us<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_42');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_42');\" ><sup id=\"footnote_plugin_tooltip__1_42\" class=\"footnote_plugin_tooltip_text\">[42]</sup></a><span id=\"footnote_plugin_tooltip_text__1_42\" class=\"footnote_tooltip\"> See what is written by Chaim Vital in his introduction to the book Etz Chayim (Tree of Life).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_42').tooltip({ tip: '#footnote_plugin_tooltip_text__1_42', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> that, before the creation of humankind, God contracted Himself, as it were, in order to leave space for the creation of an autonomous creature — the human being. But God’s presence in the formation of humankind caused the “Divine Contraction” (<em>tsimtsum</em>) itself to be contracted and thus limited, which meant that space for human freedom was also limited. In order to nurture human autonomy, it was therefore necessary to re-adjust the <em>tsimtsum</em>, to restore and strengthen it and, thereby, to expand the area in which humanity could exercise its free will. This readjustment was necessary because, as God contracts into Himself, He leaves a vacuum in His wake (<em>ḥillel riḳ</em>), and, since a vacuum is not self-maintaining, the divine must continually regenerate it. This means, however, that the divine continually re-enters the vacuum, reintroducing divine being into its emptiness and thus, effectively, “gnawing away” at the vacuum itself. God’s intervention in history, in particular the history of Israel, is among the most important sources of this “gnawing away.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוכדי שהצמצום לא יבולע על ידי הכרסום ותתבטל בחירה חופשית, הקב״ה לפרקים מגלגל בחזרה את הצמצום למקורו הראשון ומאפשר לבחירה חופשית לפעול כמקודם. זה קורה לעתים רחוקות מאד. אין לה רע בהיסטוריה הידועה לנו. אך כשזה קורה האדם הוא בשיא פעילות חירותו המוסרית ויכול לנצלה לטוב או לרע, מתוך מינימום של התערבות ממעל עד שישתווה האיזון בין עצמאותו המוגבלת של האדם לבין עצמאותו המוחלטת של האלהים ואז תחזור ההיסטוריה כפי שאנו מכירים אותם מתוך התנ״ך למקומה. התערבותו של האלהים בהיסטוריה תמשך, ובמשך הזמן יהיה צורך לסגל את הצמצום מחדש. הבה נקווה שאז הבחירה החופשית שתבוא בעקבות התחדשות הצמצום תנוצל לטובה ולא כפי שקרה בדורנו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLest the divine presence devour the <em>tsimtsum</em> altogether, and vitiate free will, the Holy One periodically regenerates the <em>tsimtsum</em>: restoring it to its original source and thus enabling free will to function as before. This occurs very rarely, and has no parallel in history. However, when it does occur, humanity would be brought to the summit of its moral freedom, to be exercised for good or for evil — from the point at which there is only a minimal of intervention from Above, until the divine has re-equalized the normal balance between humanity’s bounded freedom and the absolute freedom of God. At that point, God would have restored history to what we understand, according to the Tanakh, to be its normal place. Since God will continue to intervene in history, we should expect that it will be necessary, in the course of time, for the <em>tsimtsum</em> to be restored and adjusted once again. Let us hope that the free will that results from this restoration will be exercised for good and not as it was exercised in our generation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nנספי השואה חיו כאילו מחוץ להיסטוריה הגורמטיבית. חייהם היו תלויים במידת ניצולם של המבצעים את הבחירה החפשית שלהם, שהגיע אז לשיא עקב &#8220;התחדשות הצמצום&#8221; לכמו שהיה בעת בריאת האדם. לדאבונם ולדאבוננו המבצעים בחרו בדרך הרעה ביותר והקרבנות נשארו ללא מגן, ללא מחסה ואף ללא התערבות ממעל. הם סבלו ומתו ללא סיבה משלהם. הסיבה היתה קוסמולוגית.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThose murdered in the Shoah lived, as it were, outside of normal history. Their lives depended on how free will would be exercised by those whose freedom was fully liberated by the “restoration of <em>tsimtsum</em>” that took place in their days, returning the divine <em>tsimtsum</em> to what it was when humanity was created. Unfortunately for their victims and for us, those who exercised this free will exercised it in the most evil of ways, while their victims remained unprotected and undefended, without any intervention from Above. They suffered and died, but for nothing they had done. The cause of their suffering was cosmic.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[PRAYER IN THE SHOAH]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבספרות חז״ל נאמר שגם הקב״ה מתפלל. מקורו בתלמוד בבלי, <span class=\"citation\">ברכות ז, ראש עמוד א׳</span>. וזה לשונו: &#8220;אמר ר׳ יוחנן בשם ר׳ יוסי. מניין שהקב״ה מתפלל (בלשון גוזמא ומשל, ומראה כי הקב״ה מלמד תפילה לישראל ומצווה אותן להתפלל&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_43');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_43');\" ><sup id=\"footnote_plugin_tooltip__1_43\" class=\"footnote_plugin_tooltip_text\">[43]</sup></a><span id=\"footnote_plugin_tooltip_text__1_43\" class=\"footnote_tooltip\"> ר׳ סעדיה גאון מביא בפירוש על ספר יצירה לר׳ יהודה מברצלונה, (עמ׳ לד-לה).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_43').tooltip({ tip: '#footnote_plugin_tooltip_text__1_43', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שנאמר: &#8220;וַהֲבִיאוֹתִים אֶל־הַר קָדְשִׁי וְשִׂמַּחְתִּים בְּבֵית תְּפִלָּתִי&#8221; <span class=\"citation\">(ישעיהו נו, ו)</span>, בבית תפלתם לא נאמר, אלא בבית תפלתי. מלמד שהקב״ה מתפלל. והגמרא שואלת: &#8220;מאי מצלי&#8221; — מה מתפלל? ומביאה שרב זוטרא בר טוביה אמר רב אמרו<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_44');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_44');\" ><sup id=\"footnote_plugin_tooltip__1_44\" class=\"footnote_plugin_tooltip_text\">[44]</sup></a><span id=\"footnote_plugin_tooltip_text__1_44\" class=\"footnote_tooltip\"> רב במקרא לא בא לפרש את דברי ר׳ יוחנן שהיה צעיר ממנו, אלא אמר כן באופן עצמאי.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_44').tooltip({ tip: '#footnote_plugin_tooltip_text__1_44', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שהקב״ה מתפלל ואומר: &#8220;יהי רצון מלפני שיכבשו רחמי את כעסי ויגולו רחמי<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_45');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_45');\" ><sup id=\"footnote_plugin_tooltip__1_45\" class=\"footnote_plugin_tooltip_text\">[45]</sup></a><span id=\"footnote_plugin_tooltip_text__1_45\" class=\"footnote_tooltip\"> על הפסוק &#8220;כי נכמרו רחמי&#8221; בראשית מג, ל מתרגם אונקלוס &#8220;אתגיללו רחמיהו&#8221; — עץ יוסף.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_45').tooltip({ tip: '#footnote_plugin_tooltip_text__1_45', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> &#8220;על מדותי&#8221; — מידת הדין, &#8220;ואתנהג עס בני במידת הרחמים ואכנס להם לפנים משורת הדין&#8221;.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn rabbinic literature, it is said that the Holy One also prays. The source of this saying is in the Babylonian Talmud <span class=\"citation\">(Berachot 7a)</span>, which reads: R. Yochanan said in the name of Rabbi Yose: From where do we know that the Holy One Blessed be He prays? [In the language of hyperbole and parable, it appears that the Holy One teaches prayer to Israel and commands them to pray.]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_46');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_46');\" ><sup id=\"footnote_plugin_tooltip__1_46\" class=\"footnote_plugin_tooltip_text\">[46]</sup></a><span id=\"footnote_plugin_tooltip_text__1_46\" class=\"footnote_tooltip\"> R. Saadya Gaon, as quoted in the Sefer Yetsirah of R. Judah of Barcelona (pp. 34-35).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_46').tooltip({ tip: '#footnote_plugin_tooltip_text__1_46', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> For it is said, “I will bring them to My holy mountain and lead them to rejoice in House of My prayer (<em>b’vet tefilati</em>)” <span class=\"citation\">(Isaiah 56:7)</span>. It does not say “in the house of their prayer” (<em>b&#8217;vet tefilatam</em>), but rather “in the house of My prayer” (<em>b&#8217;vet tefilati</em>). This teaches that the Holy One Blessed be He prays.” [The Gemara then asks:] What does He pray? (<em>mai mitsalei?</em>) Mar Zutra son of Tuviya said in the name of Rav: [It is said<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_47');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_47');\" ><sup id=\"footnote_plugin_tooltip__1_47\" class=\"footnote_plugin_tooltip_text\">[47]</sup></a><span id=\"footnote_plugin_tooltip_text__1_47\" class=\"footnote_tooltip\"> Rav did not come to comment on the words of R. Yohanan who was younger than him, but offered these words on his own.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_47').tooltip({ tip: '#footnote_plugin_tooltip_text__1_47', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> that the Holy One prays and says:] May it be My will that My mercy conquer My anger and that My mercy redeem<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_48');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_48');\" ><sup id=\"footnote_plugin_tooltip__1_48\" class=\"footnote_plugin_tooltip_text\">[48]</sup></a><span id=\"footnote_plugin_tooltip_text__1_48\" class=\"footnote_tooltip\"> Onkolos translates Genesis 43:30, “his compassion was stirred” as “his compassion was redeemed.” (Ets Yosef).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_48').tooltip({ tip: '#footnote_plugin_tooltip_text__1_48', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> My attribute [of strict judgment], and that I behave toward My children according to the attribute of mercy and judge them leniently (<em>lifnim mishurat hadin</em>).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nתפילה בפי הקב״ה נראית תמוהה. אדם מתפלל משום שמשתוקק למה שאין לו, למה שאין ביכולתו להשיגו. אבל הקב״ה הכל בידו, ואם הוא רוצה שרחמיו יכבשו את כעסו, מי מעכב על ידו?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA prayer by the Holy One is enigmatic. People pray because they desire something they do not have, something beyond their abilities to acquire. But the Holy One has everything in His hand, and if He needs to have His mercy conquer His anger, who can hold Him back?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלכן עלינו לפרש (בעקבות הרשב״א בפירושו על הגדות הש״ס) שתפילה זו היא מעין בקשה לעם ישראל שיאפשרו לו לקב״ה לכבוש את כעסו שיישרו את מעשיהם עד שיגברו כוח רחמיו ורצונו בפעולתם על כעסו&#8221; ואז יוכל להתנהג אתם לפי מידת הרחמים. ואם יצטרך לדון אותם, יכנס להם לפנים משורת הדין. אבל, אם החטאים יהיו חמורים ביותר והעוונות יגדלו עד לשמים, לא יהיה מנוס מלדון אותם מידה כנגד מידה, חטא מול עונש ומי יודע אם יוכלו לעמוד בו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe must therefore explain (following the Rashbah in his commentary on the Aggadot Hashas) that this prayer is, as it were, God’s request of the people Israel to make it possible for Him, the Holy One, to subdue His anger. It is a way of entreating Israel to reform their conduct enough to empower His mercy to rule over His anger, so that, if it were necessary to judge them, He would do so leniently (<em>lifnim mishurat hadin</em>). But if Israel’s sins grew worse and their crimes increased beyond measure, then there would be no escape from their being judged measure for measure, punishment for sin, and who knows if they could survive it?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוהנה כבר העירו המפרשים שבחז״ל נאמר במפורש שהקב״ה מתפלל. אבל בתנ״ך לא נאמר במפורש שהוא ממש מתפלל. אנו יודעים כן מתוך כמה פסוקים בתורה והבולט ביניהם הוא הפסוק בדברים <span class=\"citation\">ה, כו</span>: &#8220;מִי יִתֵּן (לשון תפילה) וְהָיָה לְבָבָם זֶה לָהֶס לְיִרְאָה אֹתִי וְלִשְׁמֹר אֶת כׇּל־מִצְוֺתַי כׇּל הַיָּמִים לְמַעַן יִיטַב לָהֶם וְלִבְנֵיהֶם לְעֹלָם&#8221;. ואמנם יש הבדל ביניהם. בתורה, התפילה היא למנוע חטא, שלא יחטאו ולא יצטרך להענישם (&#8220;ליראה אותו וגו׳&#8221;), ויראת שמים כידוע אינה בידי שמים ואין לו עליה שליטה ואינו יכול לעכבה. אבל חז״ל מניחים &#8220;כי אין צדיק בארץ אשר יעשה טוב ולא יחטא&#8221;. העונש הוא חלק מן המציאות ואין לך דור שאין בו חוטאים ונענשים מפני חטאיהם. התפילה היא, שהעונש יהא מתון, לפי מידת הרחמים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe commentators pointed out long ago, however, that the sages say explicitly that the Holy One prays. Although the Tanakh does not describe God&#8217;s praying in any corporeal way, nevertheless, we may learn this indirectly from several verses of the Torah, of which the most prominent is this verse from Deuteronomy 5:26: “May it be [<em>mi yiten</em>, which is a term of prayer] that their hearts always move them to revere Me and follow all My commandments, so that it may go well with them and with their children forever!” At the same time, there is still a difference between such verses of Torah and the saying of the rabbis. In the Torah, the purpose of prayer is to prevent sin, so that the people will not sin and thereby merit punishment (“to revere Me&#8230;”); and, as it is said, “the fear of heaven is not from heaven,” which means that God cannot rule over the fear of heaven or prevent humans from failing in it. The sages soften the Torah’s lesson, however: “For there is no righteous person in the land who would do good and not sin” <span class=\"citation\">(Ecclesiastes 7:20)</span>. Punishment is a part of reality, and there is no generation without sinners nor without their being punished for their sins. God’s prayer is that the punishment would be restrained by the attribute of mercy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nנשאר לי להוסיף, שאחרי השואה, תפילה זו של הקב״ה קיבלה נופך חדש. נתווספה לה בקשה המופנית למנצלי הבחירה החופשית בין שהם בני ברית ובין שהם אינם בני ברית שיטו את לבבם לטובה, שיבחרו &#8220;באשר חפצתי&#8221; <span class=\"citation\">עפ״י ישעיה נו, ד</span>, ולא יביאו את העולם לידי תוהו ובוהו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI would add that, after the Shoah, this prayer of the Holy One acquires an additional feature: a petition directed to those who exercise free will, whether they are members of the people Israel (<em>bnei brit</em>) or not. The petition is that they turn their hearts to the good, that they choose “what I desire” <span class=\"citation\">(Isaiah 56:4)</span> and do not bring the world to chaos (<em>tohu vavohu</em>).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nלכוח זה של מנצלי הבחירה החופשית שגרם לשואה, אין חבר ורע בהיסטוריה. כוח זה ניתן להם עקב &#8220;התחדשות הצמצום&#8221;, תופעה קוסמולוגית נדירה. אף־על־פי־כן כדאי לכלול אותו בתפילתו של הקב״ה כמטפורה לטרגדיה הכבירה והאיומה ההיא, כאילו כביכול הוא עצמו עמד אין אונים מולה והביע את צערו בבקשה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is no evil in history comparable to the evil power of those who exercised their free will to bring about the Shoah. They acquired this power as a consequence of the “renewal of <em>tsimtsum</em>” (<em>hitḥadshut hatsimtsum</em>), a very rare, cosmic phenomena. Despite the enigmatic character of “God’s praying,” there is reason to add this supplement to God’s prayer as a metaphor for this enormous and ominous tragedy — as if He Himself stood, as it were, powerless before these horrible events and expressed his grief in petitionary prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nעכשיו נוכל לענות לשאלה שבה פתחנו את הדיון והיא: איזה תפלה אופיינית במיוחד למחנות הריכוז ועבודת הכפייה? התשובה היא התפילה המבקשת מאלהים לקצץ בבחירה החופשית של המבצעים ולקחת את רסן השליטה בידיו. תפילה כזאת היא תפילת &#8220;אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ מְלוֹךְ עַל כׇּל־הָעוֹלָם בִּכְבוֹדֶךָ וגו׳&#8221;, הנאמרת בעמידה של ראש השנה. חז״ל, כידוע, תיקנו ברכה אחת (&#8220;ברכת היום&#8221;) בעמידה של שבתות וימים טובים כנגד שתים עשרה (אח״כ שלש עשרה) הברכות האמצעיות, הבקשות, של תפילת העמידה של ימות החול. הם לא רצו להכניס טון של עצבות המלווה את האדם כשהוא שואל אל צרכיו בימים שאנו מצווים עליהם לשמוח ולקרוא עונג.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_49');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_49');\" ><sup id=\"footnote_plugin_tooltip__1_49\" class=\"footnote_plugin_tooltip_text\">[49]</sup></a><span id=\"footnote_plugin_tooltip_text__1_49\" class=\"footnote_tooltip\"> יוצא מן הכלל היא ברכת המזון שבה אנו מבקשים בקשות גשמיות גם בשבת ברצה והחליצנו וגו׳. אבל כבר עמדו על זה המפרשים והסבירו.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_49').tooltip({ tip: '#footnote_plugin_tooltip_text__1_49', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> אמנם גם הברכה האמצעית מכילה בקשות רוחניות כמו &#8220;קדשנו במצותך&#8221;, &#8220;וטהר לבנו לעבדך באמת&#8221; וכו׳, אבל, כנראה, הניחו שבקשות רוחניות שלא כמו בקשות גשמיות מרוממות את הלכי הרוח ומביאות לידי שמחה של מצוה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nNow we may answer the question with which we opened this discussion: what prayer uniquely characterizes prayer in the concentration camps and forced labor camps? It is the prayer that asks God to eliminate the free will of the perpetrators and to take the reins of government back into His hands. A prayer like this is the prayer recited in the Rosh Hashanah Amidah, “God and God of our Ancestors, rule over all the world, in Your full glory.” The sages, as is well known, introduced only one blessing — the blessing of the day” (<em>birkat hayom</em>) — into the Sabbath and Holiday Amidah, as opposed to the twelve (and, later, the thirteen) petitionary blessings they introduced into the daily Amidah. The petitions introduce a note of sadness that accompanies a person when he asks about his own needs, and the sages did not want to introduce sadness into the days on which we are commanded “to rejoice and declare the day a delight” (<em>l’smo&#8217;aḥ u&#8217;liḳro oneg</em>).<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_50');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_50');\" ><sup id=\"footnote_plugin_tooltip__1_50\" class=\"footnote_plugin_tooltip_text\">[50]</sup></a><span id=\"footnote_plugin_tooltip_text__1_50\" class=\"footnote_tooltip\"> Birkhat Hamazon (“Grace after Meals”) is an exception, because it includes petitions for our material needs (in the prayer, Retseh v&#8217;haḥalitsenu, “O strengthen us”), yet we offer it on Sabbaths as well as weekdays. Nevertheless, the commentators have already reflected on this and accepted it.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_50').tooltip({ tip: '#footnote_plugin_tooltip_text__1_50', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> To be sure, the intermediate blessings (of Sabbath and Holiday) also include spiritual requests, such as “sanctify us in Your commandments,” and “purify our hearts to serve You in truth,” but the sages evidently assumed that, unlike material requests, spiritual requests intensify the flow of spiritual energy and elevate the joy of observing the holiday.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nוהנה הברכות האמצעיות של שבתות וחגים דומות זו לזו בכללותן מלבד ראש השנה שנושאו הוא מלכות ויש בו הוספה של &#8220;מְלוֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדֶֽךָ וגו׳&#8221; שהיא אינה בקשה במישרים. שכן שלא כמו בתפילת &#8220;עלינו לשבח&#8221; שדומה מאד לתפילה זו של &#8220;מלוך וגו׳&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_51');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_51');\" ><sup id=\"footnote_plugin_tooltip__1_51\" class=\"footnote_plugin_tooltip_text\">[51]</sup></a><span id=\"footnote_plugin_tooltip_text__1_51\" class=\"footnote_tooltip\"> ואולי שתיהן נתחברו על ידי אותו המחבר. אנו יודעים ש&#8221;עלינו לשבח&#8221; נתחבר על ידי אבא אריכא (רב), נפטר באמצע המאה השלישית בבבל.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_51').tooltip({ tip: '#footnote_plugin_tooltip_text__1_51', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> — אין בקשה הנוגעת לנו היום כמו &#8220;להעביר גלולים מן הארץ&#8221;, &#8220;להפנות אליך כל רשעי ארץ&#8221;, או כמו החלק השני של אותה תפלה, &#8220;קדשנו במצותיך וגו׳&#8221;. תפילה זו של &#8220;מלוך על כל העולם וגו׳&#8221; מנוסחת כאילו היא לגמרי בקשה לטובת אלהים, שהוא ימלוך, שהוא ינשא, שהוא יופיע וכו׳. הנאתנו תהיה רק בעקיפין: אם אלהים ימלוך וכו׳. אז משטר העולם יתנהג על־פי צדק ומשפט. אבל במפורש אין אנו מבקשים אותו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe intermediary blessings for Sabbath and Holidays have similar themes, except for the added theme of “Divine Sovereignty” (<em>malkhut</em>) on Rosh Hashanah, for which we have the supplemental phrase, “Rule over all the world in Your full glory.” This addition is also unique, since it does not constitute a direct petition for our own needs. It is, for example, unlike the Alenu prayer — which it otherwise resembles<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_52');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_52');\" ><sup id=\"footnote_plugin_tooltip__1_52\" class=\"footnote_plugin_tooltip_text\">[52]</sup></a><span id=\"footnote_plugin_tooltip_text__1_52\" class=\"footnote_tooltip\"> Both of them may possibly have been composed by the same author. We know that the Alenu was composed by Abba Arikha (Rav), who died in the middle of the third century in Babylonia.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_52').tooltip({ tip: '#footnote_plugin_tooltip_text__1_52', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> — because it lacks such immediate and tangible entreaties as “Remove abominations from the earth,” or “To turn all the wicked of the earth to You,” or as in the prayer, “sanctify us in Your commandments,” that follows “Rule over the world&#8230;”. The prayer, “Rule over all the world, in Your full glory,” is formulated wholly as a petition for God’s own good, that He would rule, that He would be glorified, that He would appear. Its benefits for us would be solely indirect: if God would rule&#8230;then the government of the world would be conducted according to justice and law. But we do not make this request directly.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבמחנות הריכוז ועבודת הכפייה הוספה זו קיבלה משמעות נוספת ומכריעה. האסירים ראו את מקור הרשע שהגיע שם למימד שקשה לעלות על הדעת, בויתורו של הקב״ה לשלוט, במסירת הרסן לידי ידים אכזריות שואפי דם, ובהחלטה של הקב״ה לא להתערב וליתן להם שליטה בלי מצרים. נגד זה הם התפללו: &#8220;מְלוֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדֶֽךָ וגו׳ וידע כל פעול כי אתה פעלתו ויבין כל יצור כי אתה יצרתו&#8221;. ואמרו: עכשיו הרשעים האלה מתנהגים כאלהים. החיים והמות בידם, ברצותם מחיים וברצותם ממיתים. קח מהם את הכוח הזה ותשלם להם כגמולם ואז &#8220;יאמר כל אשר נשמה באפו ה׳ אלהי ישראל מלך — ומלכותו&#8221; — הישרה והכנה — &#8220;בכל משלה&#8221;.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn the concentration camps and forced labor camps, this supplemental phrase acquired additional and decisive meanings. The prisoners perceived the incomprehensible evil that happened as the consequence of the Holy One’s abdicating His rule, of His transferring the reins of government into the cruel hands of bloodsuckers, and of His own decision not to intervene against them but to grant them unlimited authority. Against them, they prayed, “Rule over all the world in Your full glory. And may everything, may every creature know that You created it, and everything that moves know that You move it&#8230;” And they said: “Now these villains behave like gods. Life and death is in their hands; by their will life is given, and by their will life is taken away. Remove this power from them and punish them according to their deeds, and then every soul will say ‘The Lord God of Israel is King and His dominion” — the right and true one — “rules over all.’”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[EPILOGUE]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nואסיים ב&#8221;דידי הוה עובדא&#8221; כפי שסיפרתי בזיכרונותי (&#8220;עלה לא נדף&#8221;). הייתי במחנה לעבודת כפייה װלפסברג, אחד המחנות של גרוס־רוזן (בשלזיה תחתית), ממאי 1944 עד פברואר 1945 ושם היינו מקבלים חופש בכל יום ראשון שני ויכולנו, לכאורה, להשאר במחנה ולטפל בצרכינו. אלא שהס״ס היו דורשים מתנדבים לעבודות מחוץ למחנה ואלה ש&#8221;התנדבו&#8221; בילו כל היום בעבודת כפייה מפרכת. מי שיכול היה מסתתר. שלא כמו בימי עבודה רגילים לא השתמשו הס״ס ביום ראשון ברשימות ולא קראו שמות אלא לקחו מן הבא בידם. ומי שלא נקלע בדרכם לא נלקח. אך כשהיה להם מחסור בעובדים הלכו<br />\nלחפש ומי שנתפס צפוי היה למלקות אם לא יותר. פעם אחת הייתי אני בין הנתפסים, הסתתרתי תחת מיטה והס״ס נכנס לחדר שצריך היה להיות ריק, וכמו כלב הריח את ריח בשר. וכשהרים את השוט התחננתי לפניו בגרמנית והתחלתי אומר: אדון אוכרשטורמ — פירר הרחמן &#8230; יצאתי בשן ועין.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI will conclude with what I myself experienced (“<em>didi hava uvdah</em>”), as narrated in my memoir, “A Leaf Not Driven,” Aleh Lo Nadaf. I was in the forced labor camp at Wolfsberg, one of the camps of Gross-Rosen (in Lower Silesia), from May 1944 until February 1945. In the camp, we were given a day off every second Sunday, during which we could remain in the camp and, ostensibly, tend to our own needs. But, since the SS were looking for “volunteers” for work outside the camp, and such “volunteering” consumed the entire day in hard labor, whoever could would hide from them. On Sundays, unlike regular days of work, the SS did not call names according to their lists, but would seize people as they found them. Whoever was not caught this way was able to avoid the claws of the SS. But, when there was a shortage of workers, the SS went searching, and whoever was caught hiding could anticipate a whipping if not more. One time I was one of those caught. I was hiding under a bed, and an SS trooper entered the room. The room was supposed to be empty, but, like a dog, he smelled the scent of flesh. When he raised his whip, I pleaded with him in German, and I began saying “Herr Ubersturmfuhrer, Merciful One” (<em>haraḥaman</em>). And I escaped by the skin of my teeth.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאין בידי לשפוט עד כמה תחינה זו עזרה לי להישאר בחיים ולא להתמוטט תחת הלקאותיו. אבל כל ימי הצטערתי על שהשתמשתי במלה קדושה זו &#8220;הרחמן&#8221; הנאמרת במקורות ביחס לקב״ה, בתחנוני לרשע מרושע זה. פשוט לא היו לי מלים אחרות של לשון בקשה. שאבתי אותן מן הסידור ותרגמתי אותן לגרמנית. ואולי בתת־ההכרה חשבתי את הס״ס לאלהים. הם שלטו במחנות שליטה אבסולוטית והחיים והמוות — פשוטו כמשמעו — נתונים היו בידיהם והשתמשתי בתת־הכרתי בביטוי הולם לאל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI cannot judge how much this supplication helped me stay alive and not collapse under the lashing. But every day I grieve for having used this holy word, “Merciful One” (<em>haraḥaman</em>) — which appears in the sources only in relation to the Holy One — to pray for mercy from this villain. I simply knew no other words of entreaty. I drew them from the prayerbook and translated them directly into German. Perhaps, subconsciously, I thought of the SS, as it were, as a god. They ruled over the camp with absolute authority; life and death — literally — were in their power, and I unconsciously used an expression appropriate to God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nיהי רצון<br />\nשבזכות זו שעמדתי<br />\nעל משמעותה הנכונה של תפילת<br />\n&#8220;מְלוֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדֶֽךָ&#8221;,<br />\nשכל כולה באה לעקור את המצב<br />\nששלט במחנות לעבודת כפייה.<br />\n&nbsp;<br />\nיתוקן מה שפגמתי<br />\nבהחלפת קודש לחול<br />\nונזכה לראות<br />\nבהתממשותה של התפילה,<br />\n&#8220;וּמַלְכוּתוֹ בַּכֹּל מָשָׁלָה&#8221; <span class=\"citation\">(תהלים קג:יט)</span><br />\nואז הכל יהיה קודש<br />\nולא יהיה צורך להחליף.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nMay it be Your will<br />\nthat, by virtue of my having understood<br />\nthe correct meaning of the prayer,<br />\n“<em>m&#8217;lokh al kol ha-olam kulo bikhvodekha</em>” — “Rule over all the world in Your full glory,”<br />\nthat all the world comes to eradicate<br />\nthe condition that ruled in the forced labor camp.<br />\nMay it be Your will<br />\nto repair the damage I have caused<br />\nby substituting the profane for the holy.<br />\nAnd may we be worthy of beholding<br />\nthe fulfillment of the prayer,<br />\n“And His dominion rules over all.”<br />\n[and then everything will be sacred<br />\nand there will no need to substitute between the two.]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_53');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_53');\" ><sup id=\"footnote_plugin_tooltip__1_53\" class=\"footnote_plugin_tooltip_text\">[53]</sup></a><span id=\"footnote_plugin_tooltip_text__1_53\" class=\"footnote_tooltip\"> I have added this bracketed text, as it is missing in the published translation. &#8211;ANV&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_53').tooltip({ tip: '#footnote_plugin_tooltip_text__1_53', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nביבליוגרפיה נבחרת\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSELECTED BIBLIOGRAPHY\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשני סוגי ביבליוגרפיות שכיחים היום בספרות והם נמצאים בדרך כלל בסוף הספר: אחד, רשימה מלאה מכל הספרים והמאמרים שדים בנושא הנידון בשפות מקובלות. הקורא יכול לשפוט לפי שיעור המספר ולפי שמות הספרים והמאמרים, את מידת התעסקותו בנושא בכלל ושל התחלקותו לפרטים בפרט. המטרה היא לעודד קריאה ועיון.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTwo kinds of bibliographies are common in the literature today, and both are usually found at the end of the book: the first, a complete list of all books and articles dealing with the subject in the appropriate languages. The reader can judge from the number and names of the books and articles the importance of the subject from a quantitative point of view as well as the sub-topics and details of the subject. The aim is to encourage reading and research.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשני, רשימה של הספרים והמאמרים שנזכרים בפנים הספר שהמחבר נשא ונתן בהם. מטרתו היא לא להקנות לקורא אינפורמציה על הנושא כשהוא לעצמו אלא להוסיף הסבר לדבריו שבפנים ולעודד את הקורא לקורא את המקורות במקורתם — ויראה את הצדק עם מי. הקשר בין הפנים והביבליוגרפיה לפעמים נתבלט גם בזה שהמחבר מציין בגוף הספר לא לשם הספר שאותו הוא מביא אלא למספר (עם סיפרה של העמוד) שהוא מספר של ספר ההוא ביבליוגרפיה. למשל אם נאמר &#8220;ראה 3,50&#8221; המובן הוא, ראה את הספר המצוין ביבליוגרפיה במספר שלוש ובדוק בו את העמוד מספר חמישים. ציון כזה מיגע.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe second is a list of books and articles that are mentioned in the text and that were used by the author. The objective is not to provide the reader with information per se, but to add an explanation about the text and encourage the reader to read the sources themselves. The relationship between the text and the bibliography is sometimes highlighted by the author himself, who indicates with a number the book he used as a source, which represents the number of the book in the bibliography.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשלנו כאן הוא לא כזה ולא כזה. אציין רק לאלה הספרים והמאמרים (רובם מאמרים) שהקדימו אותי ברעיונות או בשברי רעיונות ולא הוזכרו בשמותיהם. להם זכות ראשונים. על מקצתם ידעתי בשעת הכתיבה ועל מקצתם לא ידעתי ונודע לי אחר כך. אלה ואלה הפרו את מחשבותי גם כשדעתי סוטה מדעותיהם — וראויים להיזכר. אני מזכיר אותם בלי למסור את תוכנם המפורט ומסתפק ברמז בעלמא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur marking does not follow either of the two models. I will point out those books and articles (mostly articles) that preceded me in ideas or fragments of ideas and whose names were not mentioned. They will be the first. Some I already knew during the writing, others I only knew later. All of them enriched my thoughts even when I deviated from them and it is appropriate to mention them. I will mention them without dwelling on their content but only a brief allusion to it.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_54');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_54');\" ><sup id=\"footnote_plugin_tooltip__1_54\" class=\"footnote_plugin_tooltip_text\">[54]</sup></a><span id=\"footnote_plugin_tooltip_text__1_54\" class=\"footnote_tooltip\"> I derived this English translation via the Spanish translation. (It does not appear in Peter Ochs&#8217;s English translation.) &#8211;ANV&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_54').tooltip({ tip: '#footnote_plugin_tooltip_text__1_54', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n1) על הקשר שבין השואה והצמצום בתורתו של חב״ד, ראה אליעזר שביד, &#8220;התמודדות הדתית־אורתודוכסית עם השואה&#8221;, מחניים, כסליו תשנ״ה עמ׳ 13-18.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n1. On the relations between the Shoah and divine Contraction (<em>tsimtsum</em>) in Chabad tradition, see Eliezer Schweid, “The Struggles of Orthodox Judaism with the Shoah” (Hebrew) (Machanayim: Kislev, 5755), pp. 13-18.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n2. Hans Jonas, “The Concept of God After Auschwitz,” in <em>Out of the Whirlwind</em>, edited by A.H. Friedlander (Garden City: Doubleday, 1968), pp. 465-476.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nעל יחודה של השואה, ראה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n3. On the uniqueness of the Shoah, see Emil Fackenheim, <em>The Jewish Return to History: Reflections in the Age of Auschwitz and a New Jerusalem</em> (New York: Schoken, 1978); and Steven Katz, “The Uniqueness of the Holocaust: The Historical Dimension,” in <em>Is the Holocaust Unique?</em>, edited by Allen S. Rosenbaum (Boulder, CO: Westview Press, 1978), pp. 19-37.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n4) על הסתרת פנים, ראה את מה שכתב ידידי המנוח:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n4. On the “Hiding of the Face” (<em>histarta panim</em>), see the writings of my late friend, Eliezer Berkowitz, <em>Faith After the Holocaust</em> (New York: Ktav, 1973); and <em>With God in Hell</em> (New York: Sanhedrin Press, 1979).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n5. Norman Lamm, “The Face of God: Thoughts on the Holocaust,” an address delivered to students of Yeshivah College, May 6, 1986.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n6) אלה שרואים את השואה כתוצאה מחטא (חטא שחדר והתפשט בין המוני עם ישראל ונענש בכלייה) מתחלקים לשלש קבוצות:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n6. Those who regard the Shoah as a consequence of sin may be divided into three groups, according to what they consider to be the specific sin that led to the people’s destruction:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nא) החטא הוא הציונות &#8211; דעה זו מזדהה בעיקר עם הרבי מסטמר. ראה &#8220;יאל משה&#8221; (במיוחד את ההקדמה) ניו יורק 1959 ו&#8221;על גאולה ועל תמורה&#8221;, ניו יורק 1967.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\na. Those for whom the sin was Zionism: This opinion is identified primarily with the Satmar Rebbe. See Vayoel Moshe &#8211; the Introduction, in particular &#8211; (Hebrew) (New York, 1959); and “On Redemption and Ruth 4:7” (Hebrew) (New York, 1967).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nב) חטא הוא אנטי ציונות על שלא עלו לארץ &#8211; ראה רי״ש טייכטל, אם הבנים שמחה ירושלים, תשמ״ג ור׳ מנחם עמנועל חרטום, &#8220;הרהורים על השואה&#8221;, דיעות 18 (חורף 1961 עמ׳ 28-37). ראה גם .235-248 L. Kaplan <em>Tradition</em>, (Fall 1980), pp.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nb. Those for whom the sin was anti-Zionism manifested as failure to make aliyah to Israel: See Rabbi Y.S. Taichtal, <em>A Happy Mother Of Children</em> (Hebrew) Jerusalem, 5743); and Rabbi Menachem Emmanuel Chartum, “Reflections on the Shoah,” <em>Deot</em> 18 (Hebrew) (Winter 1961): 28-37. See also L. Kaplan, <em>Tradition</em> (Fall 1980): 235-48.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nג) בחוגי הישיבות נפוצה יותר הדעה שהחטא הוא ההשכלה ושהחליפו ברלין בירושלים. (ודוקא יהודי גרמניה ניצולו יותר מיהודי פולין). הם מצטטים את מה שכתב בעל משך חכמה בפרשת בחוקותי על הפסוק (כו,מד) &#8220;ואף גם זאת וגו׳&#8221;, וקדום לו בשאר ישראל לנצי״ב. ויש מייחסים את השואה ל&#8221;עיקבתא דמשיחא&#8221;. ראה לקט מאמרים ומכתבים מהרב הגה״צ ר׳ אלחנן וסרמן, ניו יורק תשמ״ז, עמ׳ י׳ ו&#8221;אש קדש&#8221; לאדמו״ר מפיאסעצנא וציונים למאמרים בעיתונים או מונוגרפיות חרדיות לר׳ י. שטיינברגר &#8220;העולם הישיבה והשואה&#8221;, מחניים חלק ב׳ כסלו תשנ״ה, עמ׳ 210-213. נימוק זה לא בגדר חטא. וגם אחרי חמישים שנה ויותר ומשיח לא בא, קשה לראות בשואה עיקבתא דמשיחא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nc. In yeshivah circles, the more widespread opinion was that the sin was Haskalah in general (the Jewish Enlightenment) and the way the intellectuals transformed Berlin into their Jerusalem. They cite what was written by the author of Meschech Chochmah (R. Meir Simcha Cohen) in his commentary on Parashat Bechukotai (Leviticus 26:44), “Yet even then&#8230;” (Hebrew); and, before him, by the Netsiv in his commentary (Hebrew), The Gate of Israel (Sha’ar Yisrael). There are also some who link the Shoah to the “Footsteps of the Messiah” (<em>ikvata d’meshiḥa</em>). See the collection of the sayings and writings of R. Elchanan Wasserman (Hebrew) (New York, 5747), p. 10; and the “Holy Fire” (Hebrew) of the Hasidishe Rebbe of Piaseczna; and citations from the ultra-orthodox newspaper articles and monographs in Rabbi Y. Steinberg, The World of the Yeshivah and the Shoah, Part I (Hebrew) (Mahanayim: Kislev, 5755), pp. 210-13.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nבידי נמצא גם מאמר ביידיש (לא ידוע לי שם הספר שבו הופיע המאמר) בשם &#8220;פרוואס האט דער אויבערשטער געברענגט די צװײטע װעלט מלחמה?&#8221; (למה הביא הקב״ה את מלחמת העולם השניה?&#8221;) מאת חיים באקאן, ושם הוא מציין גם לדרכי חיים ושלום, להרב ממונקאטש, אות תרנה, לשו״ת אחיעזר, חלק ג׳ בהקדמה ולספר חיי עולם לסטייפלר שההתבוללות והריפורמה שהתחילה בגרמניה היא שגרמה שהשואה התחילה בגרמניה. שם הוא מביא גם את הדעה שהשואה באה לתקן מה שנתקלקל במשך כל הדורות. הנשמות שחטאו נשלחו למטה ועמדו לפני נסיונות חמורים כדי שתבואנה על תיקונן. &#8220;זה הוא חשבון שנמשך אלפים שנה&#8221; (אלה שנהרגו הן כולן מאותן הנשמות&#8230;).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI also have an article in Yiddish by Chaim Bakan, “Why Did the Holy One Cause World War II?” (I do not know the name of the book in which the article appears). The author also cites the <em>Paths of Life and Peace</em> by Rav of Munkatz (Hebrew); the <em>Ot Tarna</em>, a commentary on the Introduction to the rabbinical responsa Achiezer, Part III (Hebrew); and Steiffler, <em>Life of the World</em> (Hebrew), according to which the Shoah began in Germany because of the assimilation and reform that took place among German Jews. Steiffler also cites the opinion that the Shoah came to repair the sins of all the previous generations. The souls that had previously sinned were reincarnated and made to suffer terrible trials in order to be cleansed of their sin. “This is the accounting that has gone on now for one thousand years.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nB. Maza, <em>With Fury Poured Out: A Torah Perspective on the Holocaust </em>(Hoboken: Ktav, 1986), identifies three categories of sin behind the Shoah: Zionism, assimilation, and secularism. The author writes “we see that now decades after the Shoah, there is a renewal of Torah&#8230;Perhaps it was therefore the will of the Creator to sacrifice those [who died in the Shoah — a million and a half children!) so that the Torah and the people of Israel [!] would live.” This citation also appears in a work by Jonathan Sacks, <em>The Holocaust in Jewish Ideology</em> (Valentine Mitchell, 1988), p. 156.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nשיטה אחרת היא של:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIrving Greenberg offers a very different approach in his “Cloud of Smoke, Pillar of Fire,” in <em>Auschwitz: Beginning of a New Era</em>, edited by Eva Fleischer (New York: Ktav, 1977).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor a summary of these various opinions, see Eliezer Schweid (cited above); and Dan Cohn Sherbok, <em>Holocaust Theology</em>, London: Lamp Press, 1989), pp. 15-23, 56-65; and the articles in J. Sacks cited above; and Howard Joseph, “Some Jewish Theological Reflections on the Holocaust,” in <em>Truth and Compassion: Essays on Judaism and Religion in Memory of Rabbi Dr. Solomon Frank</em>, edited by Howard Joseph, Jack N. Lightstone, and Michael Oppenheim (Waterloo, Canada: Wilfrid Laurier University Press, 1983), pp. 191-99.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nהמאמרים הנ״ל עוסקים בתיאולוגיה של השואה. בפנים דנו בתפילה בזמן השואה, ועל תפילה שאחרי השואה, ראה את מאמרו של ידידי מנוער, אליעור ויזל, &#8220;התפילה והאדם המודרני&#8221;, התפילה היהודית המשך וחידוש, המכון ליהדות ולמחשבה בת זמננו, עורך; גבריאל חיים כהן, רמת גן 1978,עמ׳ 13-26.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe Writings cited here deal with Holocaust theology. In our essay, we discuss prayer during the Shoah. For a discussion of prayer after the Shoah, see the essay of my childhood friend, Eliezer Wiesel, “Prayer and the Modern Person,” in <em>Jewish Prayer: Continuity and Innovation</em>, edited by Gabriel Chaim Cohen (Ramat Gan: The Institute for Judaism and Contemporary Thought, 1978), pp. 13-26.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is Rabbi Dr. David Weiss Halivni&#8217;s essay &#8220;Prayer in the Shoah,&#8221; as published by Yad Vashem/The Holocaust Martyrs’ and Heroes’ Remembrance Authority in <em>The Wolfsberg Labor Camp Maḥzor, 5705</em> (1944) (ed. Bella Gutterman and Naomi Morgenstern, Jerusalem: 2000). The English translation, by Peter Ochs, was first published in a separate English edition (Jerusalem: 2002). There, Ochs offers his &#8220;warm thanks to Penina and Yossi Marciano, of the University of Virginia, for their help on the translation.&#8221; A translation in Spanish was also prepared by an unknown translator for Yad Vashem.</p>\n<p>I have transcribed both the Hebrew and its English translation, setting the two side-by-side with its annotations, and adding a short bit of text missing in the translation near the end. I have also modified transliterated text for consistent romanization. Government published documents not being subject to copyright law in the United States, I have shared this work published by The Holocaust Martyrs’ and Heroes’ Remembrance Authority (a government agency of the State of Israel) under a copyright exception. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/prayer-in-the-shoah-david-weiss-halivni-translated-peter-ochs-2002/Prayer%20in%20the%20Shoah%20%28David%20Weiss%20Halivni%2C%20trans.%20Peter%20Ochs%202002%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/prayer-in-the-shoah-david-weiss-halivni-2000-hebrew/Prayer%20in%20the%20Shoah%20%28David%20Weiss%20Halivni%2C%202000%29%20-%20Hebrew#page/n22/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The general description of Ḥazan Stern, as well as the citations from his memoirs, are taken from the foreword to this book.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">משמע שפחות מכדי כליון, ימאס ויגעל בהם. ואפשרי פירוש אחר, שהמיאוס והגיעול הם חלק מן הכיליון וגם עליהם מוסבת ההבטחה.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">ראה — תהלים פג.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">See Psalms 83.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">כפירושי בתיבת &#8220;לכלותם&#8221;, נאמר בפירוש ר׳ אליהו מזרחי לויקרא כו, ואדון בה כשאגיע לתקופת חז״ל.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">The Hebrew text here is adjusted from where it originally appeared in accord with the organization of the English translation.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Later, when I consider the generation of the sages, I will comment on such explanations of <em>l’khalotam</em> as in, for example, Rabbi Eliahu Mizrachi&#8217;s commentary on Leviticus 26. As in the commentaries on the word “<em>l’kahlotan</em>,” for example, in the commentary of Rabbi Eliahu Mizrachi on Leviticus 26, I will comment on this when we turn to consider the rabbinic sages.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">ראה תהלים קיח, יז: &#8220;יסור יסרני יה ולמות לא נתנני&#8221; ומשנה וגמרא יומא פה: ב, פו: א.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">See Psalms 118:18: “The Lord has severely afflicted me, but has not delivered me to death”; and see the Mishnah and the Gemara in Yoma 85b-86a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">לפי החוקרים, הנבואה שניבא ירמיה על שארית יהודה הייתה קרוב לשנת 568 לפהס״ג , שנה לפני שכבש נבוכדנצר את מצרים, בעשרים ושבע למלכותו , כמ״ש ביחזקאל כט, יז.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">according to the scholars, Jeremiah prophesied about the Remnant of Judah around the year 568 B.C.E., a year before Nebuchadnezzar conquered Egypt, in the 27th year of his reign (as written in Ezekiel 29:17).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">ראה דברים יג, ג והמחלוקת שבין ר׳ אליעזר ור׳ עקיבא בתוספתא סנהדרין ד, ג.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">see Deuteronomy 13:3, and the debate between R. Eliezer and R. Akiva in Tosefta Sanhedrin 4:3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">וראה גס סדר עולם, הוצ׳ רטנר סוף פרק כו.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">See also Seder Olam (Ritner edition), at the end of chapter 26.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">Jeremiah’s admonition, “No pity, compassion or mercy will stop Me from destroying them,” applies only to individuals.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">ויש להניח שפירש כן על־פי מדרש קדום וראה גם מדרש תהלים מזמור עח, לח: &#8220;והוא רחום יכפר עוון ולא ישחית והרבה להשיב אפו ולא יעיר כל חמתו&#8221; — מוסיף המדרש &#8220;כל חמתו אינו מעיר, אבל מעיר קצת חמתו&#8221;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">We may assume that Rashi based his explanation on the ancient midrash and that he had also seen Midrash Tehilim on Psalm 78:38: “And He is compassionate, forgives iniquity, and does not destroy, but turns His anger away and does not awaken all his wrath.” The midrash adds, “all His wrath is not awakened, but a little of it is.”</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">אמורא ארץ־ישראלי, למרות שבנוסחות שלנו כתוב &#8220;רב&#8221; אמי שחי בסוף המאה השלישית.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">מקורה כתקופת התנאים שנסתיימה בסוף המאה השניה.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">ראה תוס׳ שם דיבור המתחיל וש׳מ.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\">An Amora from the land of Israel, despite the fact that our editions say “Rav” Ami, who lived at the end of the third century.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">The source of which is in the Tannaitic generation that ended at the end of the second century.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_24\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_24');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >24</a></th> <td class=\"footnote_plugin_text\">See the Tosafot there that begins with <em>v&#8217;shma minah</em> (“from this we may infer”).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_25\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_25');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >25</a></th> <td class=\"footnote_plugin_text\">הראשונה הובאה בספרי דברים פסקא שלט בסיום אחר.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_26\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_26');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >26</a></th> <td class=\"footnote_plugin_text\">בניגוד לקשיא, בתיובתא ההלכה בטלה לגמרי — &#8220;קבלת הגאונים&#8221;. ראה ערוך, ערך תיובתא ושיטה מקובצת בבא בתרא גב, ב.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_27\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_27');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >27</a></th> <td class=\"footnote_plugin_text\">ראה פירוש המשניות לרמב״ם סוטה פרק ג׳, משנה ג.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_28\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_28');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >28</a></th> <td class=\"footnote_plugin_text\">The first Baraita is also quoted in the Sifre Deuteronomy ch. 339.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_29\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_29');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >29</a></th> <td class=\"footnote_plugin_text\">“Unlike a <em>ḳashia</em>, whenever it says <em>tiyuvta</em>, the law is fully nullified” (a tradition of the Geonim). See the lexicon, the entry for “Refutation” (<em>tiyuvta</em>), and the Shita Mekubetset on Baba Batra 52b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_30\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_30');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >30</a></th> <td class=\"footnote_plugin_text\">See Rambam’s commentary on Mishnah Sota Ch. 3, Mishnah 3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_31\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_31');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >31</a></th> <td class=\"footnote_plugin_text\">אלא שסותר את עצמו קצת. מן הלשון &#8220;המון׳ חכמנו משמע שהם רוב ואילו מן הלשון לא יכל&#8221; החכמים סוברים, משמע קעת שהם מיעוט.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_32\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_32');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >32</a></th> <td class=\"footnote_plugin_text\">Except that he is inconsistent. By using the term “multitude” he leaves it to be understood that they are the majority, while the language of “not all the sages share this opinion” leaves us a sense that they are in a minority.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_33\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_33');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >33</a></th> <td class=\"footnote_plugin_text\">וכן דעת בעל הלכות גדולות (שחי קרוב לסוף תקופת התלמוד) סוף הלכות אבל ומביאים אותו הראשונים.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_34\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_34');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >34</a></th> <td class=\"footnote_plugin_text\">This text does not appear to have been translated in the English translation on page 30 published by Yad Vashem. If you know of another English translation for this short piece of text, please <a href=\"/contact/\">contact us</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_35\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_35');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >35</a></th> <td class=\"footnote_plugin_text\">ראה משנה תורה, הלכות תשובה פרק ה׳.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_36\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_36');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >36</a></th> <td class=\"footnote_plugin_text\">See Mishneh Torah, Laws of Repentance, Ch. 5.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_37\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_37');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >37</a></th> <td class=\"footnote_plugin_text\">כבר באברבנאל, בפירושו ליהושע ז,כ.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_38\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_38');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >38</a></th> <td class=\"footnote_plugin_text\">And it already appears in Abravanel, in his commentary on Joshua 7:20.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_39\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_39');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >39</a></th> <td class=\"footnote_plugin_text\">בבלי ברכות י,א.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_40\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_40');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >40</a></th> <td class=\"footnote_plugin_text\">In TB Berachot 10a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_41\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_41');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >41</a></th> <td class=\"footnote_plugin_text\">ראה מ״ש כי חיים ויטאל בהקדמתו לספרו עץ חיים.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_42\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_42');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >42</a></th> <td class=\"footnote_plugin_text\">See what is written by Chaim Vital in his introduction to the book Etz Chayim (Tree of Life).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_43\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_43');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >43</a></th> <td class=\"footnote_plugin_text\">ר׳ סעדיה גאון מביא בפירוש על ספר יצירה לר׳ יהודה מברצלונה, (עמ׳ לד-לה).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_44\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_44');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >44</a></th> <td class=\"footnote_plugin_text\">רב במקרא לא בא לפרש את דברי ר׳ יוחנן שהיה צעיר ממנו, אלא אמר כן באופן עצמאי.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_45\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_45');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >45</a></th> <td class=\"footnote_plugin_text\">על הפסוק &#8220;כי נכמרו רחמי&#8221; בראשית מג, ל מתרגם אונקלוס &#8220;אתגיללו רחמיהו&#8221; — עץ יוסף.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_46\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_46');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >46</a></th> <td class=\"footnote_plugin_text\">R. Saadya Gaon, as quoted in the Sefer Yetsirah of R. Judah of Barcelona (pp. 34-35).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_47\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_47');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >47</a></th> <td class=\"footnote_plugin_text\">Rav did not come to comment on the words of R. Yohanan who was younger than him, but offered these words on his own.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_48\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_48');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >48</a></th> <td class=\"footnote_plugin_text\">Onkolos translates Genesis 43:30, “his compassion was stirred” as “his compassion was redeemed.” (Ets Yosef).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_49\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_49');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >49</a></th> <td class=\"footnote_plugin_text\">יוצא מן הכלל היא ברכת המזון שבה אנו מבקשים בקשות גשמיות גם בשבת ברצה והחליצנו וגו׳. אבל כבר עמדו על זה המפרשים והסבירו.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_50\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_50');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >50</a></th> <td class=\"footnote_plugin_text\">Birkhat Hamazon (“Grace after Meals”) is an exception, because it includes petitions for our material needs (in the prayer, Retseh v&#8217;haḥalitsenu, “O strengthen us”), yet we offer it on Sabbaths as well as weekdays. Nevertheless, the commentators have already reflected on this and accepted it.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_51\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_51');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >51</a></th> <td class=\"footnote_plugin_text\">ואולי שתיהן נתחברו על ידי אותו המחבר. אנו יודעים ש&#8221;עלינו לשבח&#8221; נתחבר על ידי אבא אריכא (רב), נפטר באמצע המאה השלישית בבבל.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_52\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_52');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >52</a></th> <td class=\"footnote_plugin_text\">Both of them may possibly have been composed by the same author. We know that the Alenu was composed by Abba Arikha (Rav), who died in the middle of the third century in Babylonia.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_53\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_53');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >53</a></th> <td class=\"footnote_plugin_text\">I have added this bracketed text, as it is missing in the published translation. &#8211;ANV</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_54\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_54');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >54</a></th> <td class=\"footnote_plugin_text\">I derived this English translation via the Spanish translation. (It does not appear in Peter Ochs&#8217;s English translation.) &#8211;ANV</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Holocaust &amp; Genocide Memorial Day Readings",
        "Kristallnacht",
        "International Holocaust Remembrance Day (January 27th)",
        "Yom haShoah (27 Nisan)",
        "Davvening",
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Days of Remembrance of the Victims of the Holocaust (DRVH)",
        "non-dual theology",
        "the Holocaust"
    ],
    "custom_fields": {
        "open_content_license": [
            "Public Domain (Compendium II: Copyright Office Practices, <a href='https://web.archive.org/web/20110211214553/http://ipmall.info/hosted_resources/CopyrightCompendium/chapter_0200.asp'>§ 206.01. Edicts of government</a>)",
            "Public Domain (Compendium II: Copyright Office Practices, <a href='https://web.archive.org/web/20110211214553/http://ipmall.info/hosted_resources/CopyrightCompendium/chapter_0200.asp'>§ 206.01. Edicts of government</a>)",
            "Public Domain (Compendium II: Copyright Office Practices, <a href='https://web.archive.org/web/20110211214553/http://ipmall.info/hosted_resources/CopyrightCompendium/chapter_0200.asp'>§ 206.01. Edicts of government</a>)"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "49134"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/03/wolfsberg-mahzor-1944-pages-unfolded-cropped.jpg",
        "title": "wolfsberg mahzor 1944 pages unfolded &#8212; cropped",
        "caption": "Two leaves from the Wolfsberg Rosh haShanah mahzor 1944 (pages unfolded) -- cropped (Yad Vashem)"
    },
    "source_link": "https://opensiddur.org/?p=49133",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/prayer-in-the-shoah-an-essay-by-david-weiss-halivni-2000/",
    "slug": "prayer-in-the-shoah-an-essay-by-david-weiss-halivni-2000"
}