{
    "title": "ספר רפואת הנפש, פרק ב׳ — תפלה | Sefer Refuat haNefesh — chapter 2: Prayer, by Rabbi Morris Lichtenstein (Society of Jewish Science 1934)",
    "author": "Unknown Translator(s)",
    "coauthors": [
        {
            "name": "Unknown Translator(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please <a href=\"/contact/\">let us know</a>!",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown-translator"
        },
        {
            "name": "Morris Lichtenstein",
            "bio": "Rabbi Morris Lichtenstein (1889–1938) was the founder of the Society of Jewish Science. Born in Lithuania, he later moved to Cincinnati, Ohio where he was ordained at Hebrew Union College in 1916, becoming the first Eastern European student to ever study at the institution. Lichtenstein served as a rabbi in Amsterdam, Troy, and New York City, where he received a masters degree in Psychology from Columbia University in 1919. He briefly served a congregation in Athens, Georgia before moving back to New York to marry Tehilla Hirshenson in 1920. Together they founded the Society of Jewish Science in the early 1920s.",
            "website": "https://en.wikipedia.org/wiki/Morris_Lichtenstein",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/05/Morris-Lichtenstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/morris-lichtenstein"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-05-17",
    "last_updated": "2025-02-02",
    "excerpt": "A brief explanation of the role of prayer in the Jewish Science movement of Rabbi Morris Lichtenstein and his wife Tehilla Lichtenstein, co-founders of the Society of Jewish Science, in Yiddish with an English translation. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\nתפלה\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\nPRAYER\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nעם זײנען פאראנען פערשידענע תפילות אין אונזער טראדיציאָן, װעלכע באצײכענט אונזערע פארשידענע שטעלונגען צו הקב״ה. ערשטענם, זײנען פאראנען שירות ותשבחות, תפלות װעלכע דריקען אויס דעם מענשענם באַװאונדערונג פון גאָטס גרויסע און מעכטיגע ארבײט. װי מיר געפינען אין תהלים. דוד המלך איז מתפּלל מיט גרויס באגסםטערונג: ״מה רבו מעשיך ד׳ וכ׳, װי גרויס זײנען דײנע טהאַטען, גאָט; אלעם האָסטו געטאכט מיט קלוגשאַפט, די גאנצע װעלט איז פול מיט דײנע באזיצונגען״. משה און ישראל זינגען: ״מי כמוך באלים ד׳ מי כמוך נאדר בקדש וכ׳ — װער צװישען די מעכטיגע איז גלײך צו דיר, גאָט; װער איז גאָר גלײך צו דיר װעלכער איז עהרענדבאר מיט הײליגקײט, פורכטבאר אין לויבען געזאנג, װעלכער טהוט װאונדערבארע טהאַטען״. און אויך װען דער מענש באטראכט גאָטם גוטםקײט און זײן גערעכטיגקײט דאן אויך דריקט ער זיך אויס אין תפילות שבח. זינגט דוד המלך: ״טוב ד׳ לכל ורחמיו על כל מעשיו וכ׳— גאָט איז גוט צו אלעמען און זײן ערבארמונג איז איבער אלע זײנע װערקע. אלע דײנע ברואים װעלען דיר לויבען און אלע דײנע חםידים װעלען דיר בענטשען״. און װידער זינגט ער: ״עושה משפּט לעשוקים נותן לחם לרעבים וכ׳— ער טהוט גערעכטיגקײט צו די יעניגע װעלכע זײנען בארויבט, ער שאַפט ברויט פאר די הונגעריגע, ער באפרײט די געבונדענע, ער עפענט די אויגען פון די בלינדע, ער גלײכט אויס די אײנגעבויגענע״.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere are various prayers in our tradition which designate our different attitudes to the blessed Holy One. First of all, there are paeans and praises, prayers which express man&#8217;s wonderment at God&#8217;s great and mighty work, such as we find in the Book of Psalms. King David prays with great enthusiasm: &#8220;How manifold are Thy works, O Lord; in wisdom hast Thou made them all; the earth is full of Thy creatures.&#8221; <span class=\"citation\">(Psalms 104:24)</span> Moses and Israel sing: &#8220;Who is like unto Thee among the mighty, O Lord; who is like unto Thee, glorious in holiness, extolled in praises, doing wonders?&#8221; <span class=\"citation\">(Exodus 15:11)</span> When man reflects on God&#8217;s goodness and righteousness, he also expresses himself in prayers of praise. King David sings: &#8220;The Lord is good to all, and His mercy is over all His works. All Thy creatures shall praise Thee, and all Thy saints shall bless Thy holy name.&#8221; <span class=\"citation\">(Psalms 145:9-10)</span> And again he sings: &#8220;Who executeth justice for the oppressed, Who giveth bread to the hungry; the Lord looseth the prisoners; the Lord openeth the eyes of the blind; the Lord raiseth up them that are bowed down.&#8221; <span class=\"citation\">(Psalms 146:7-8 part)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nאון אויך איז פאראן נאָך א םאָרט תפלה — תפלה של תודה, א תפלה פון דאנקבארקײט אין װעלכע דער מענש איז דאַנקבאַר צו גאָט פאר די חסדים װאָס ער טהוט מיט איהם, װי צום בײשפּיל די תפלה אין דער פרי: ״מודה אני לפניך מלך חי וקים וכ׳ — איך דאנק דיר לעבעדיגער און אימער עקזעסטירענדער קעניג דערפאר װאָס דו האָסט מיר צוריק געגעבען מײן נשמה מיט ערבארמונג, גרויס איז דײן טרײהײט״. און װיעדער אין דאװנען: ״מודים אנחנו לך וכ׳ — מיר דאַנקען דיר װאָס דו ביזט אונזער גאָט און דער גאָט פון אונזערע עלטערען אויך אימער; דו ביזט דער פעלז פון אונזער לעבען, דער פאַנצער פון אונזער הילף, דו ביזט מיט אונז אויף אלע דורות; מיר דאנקען דיר און דערצײלען דײן לויב, װײל אונזער לעבען איז אין דײנע הענד און אונזערע נשטות זײנען אין דײן באפעהל, און פאַר די נסים װאָס דו טהוסט מיט אונז יעדען טאָג וכ׳״.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere is also another kind of prayer, the prayer of thanksgiving in which man expresses his gratitude to God for the kindnesses He does for him. Such, for example, is the morning prayer: &#8220;I give thanks unto Thee, O Living and Eternal King, that Thou hast restored my soul in mercy; great is Thy faithfulness.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The prayer &#8220;Modeh Ani&#8221; by Mosheh ibn Maḥir (circa late 16th c.).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Again in the daily prayers: &#8220;We give thanks unto Thee that Thou art our God and the God of our Fathers forever; Thou art the Rock of our life, the Shield of our help; Thou art with us through all generations; We thank Thee and recount Thy praise, for our life which is in Thy hands and our souls which are in Thy keeping; and we thank Thee for the miracles that Thou performest with us every day. . .&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> From the Modim (Thanksgiving) blessing, the penultimate blessing of the Amidah.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nא דריטער סאָרט תפלה איז תפלת הודוי — די תפלה אין װעלכער א מענש איז זיך מתודה אויף זײנע זינד און ער בעט גאָט פארגעבונג אויף זײנע מעשים װעלכע זײנען ניט נאָך גאָט׳ס װילען. דיזע װערען אמײנסטען געזאָגט יום כפּור, װען דער איד בעט גאָט דאָס ער זאָל איהם מוחל זײן די זינד װאָס ער האָט געטאָן אומגערן און מוטװיליג, פאַרבאָרגענערהײט און אפענערהײט, סײ װיסענדיג און סײ ניט װיסענדיג, מיט׳ן האַרצען און מיט׳ן מויל אדער מיט׳ן האנד וכ׳.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA third kind of prayer is the prayer of confession, in which a man admits his sins and begs forgiveness from God for those deeds of his that are not in accord with the divine will. These are recited mainly on the Day of Atonement when the Jew pleads with God to forgive him for the sins he has committed deliberately and unwittingly, hiddenly and openly, knowingly and unknowingly, with his heart or with his mouth or with his hand, etc.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nאײן אויסערגעװײנליכע תפלת הודוי איז פאַרפאַסט געװאָרען פון רבנו נסים: רִבּוֹנוֹ שֶׁל עוֹלָם, קוֹדֶם כָּל דָּבָר אֵין לִי פֶּה לְהָשִׁיב וְלֹא מֵצַח לְהָרִים רֹאשׁ וכ׳. אין דיזער תפלה װײזט ער די קלײנקײט פון מענשען אין גאָטס געגענװארט, און די נאטירליכע און אומנאַטירליכע זינדען װאָס דער מענש באגעהט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAn unusual prayer of confession was composed by Rabbenu Nissim: “Master of the world, above all I have no mouth to answer and no presumption to lift up my head. . .&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> From the Vidui haGadol recited before Kol Nidrei and on Yom Kippur Qatan.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> In this prayer he notes the littleness of man in relation to God and the natural and unnatural sins that man commits.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nדער פערטער סאָרט תפלה איז של בקשה; דאם הײסט, די תפלה װאָס א מענש איז מתפּלל װען ער דאַרף האָבען גאָטם הילפע; װען ער איז פאראײנגט אדער פארדריקט, װען ער איז קראנק אדער װען האָפענונג איז פאַרשװאונדען פון זײן חארצען, װען ער איז מרה שחורה אדער װען זײן גײסט איז פול מיט איבערנאטירליכע דאגות און שרעק, אָדער װען א מענש איז אין דחקות אָדער אין אַנדערע דריקענדע אומשטענדען, דאן איז ער מתפּלל צו גאָט אום געהאָלפען װערען, דאַן װען זײנע אײגענע קרעפטען זײנען צו קלײן און צו שװאַך זוכט ער געהילף פון הקב״ה. װי מיר געפינען אין תהלים דאָס דוד המלך איז מתפּלל צו גאָט װען נאָר ער געפינט זיך אין א סכנה: ״חנני ד׳ כי אמלל אני וכ׳ — גאָט, דערבארעם זיך אויף מיר, װײל איך בין פאַראורמגליקט; גאָט, גיב מיר א רפואה, װײל מײנע בײנער זײנען צעטרײסעלט, און מײן גײסט איז זײער צושראָקען, און גאָט ביז װי לאַנג נאָך. גאָט, קעהר זיך און ראַטעװע מײן נשמה, העלף מיר צוליב דײן גענעדיגקײט״. און װידער. ״הטה אלי אזנך מהרה הצילני וכ׳ — קעהר דײן אויער צו מיר און ראַטעװע מיר גיך; זײ מײן מעכטיגער פעלז, מײן הויז פעסטונג אין העלפען מיר, װײל דו ביזט מײן פעלז און מײן פעסטונג, און צוליב דײן נאָמען באַשיץ מיר און פיחר מיר וכ׳.״\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe fourth kind of prayer is that of petition, i.e. the prayer that a person prays when he needs God&#8217;s help, when he is lonely or oppressed, when he is sick or when hope has fled from his heart, when he is melancholy or when his spirit is filled with unnatural worries and fear, or when he is in distress or in other grievous circumstances. Then, when his own powers are too limited and weak, he seeks aid from the blessed Holy One. So we find in the Book of Psalms that King David prays to God when he finds himself in danger: “Be gracious unto me, O Lord, for I languish away; Heal me, O Lord, for my bones are affrighted; My soul also is sore affrighted; And Thou, O Lord, how long? Return, O Lord, deliver my soul; Save me for Thy mercy&#8217;s sake.&#8221; <span class=\"citation\">(Psalms 6:3-5)</span> And again: &#8220;Incline thine ear unto me, deliver me speedily; Be Thou to me a rock of refuge, even a fortress of defence to save me; For Thou art my rock and my fortress; Therefore for Thy name&#8217;s sake lead me and guide me. <span class=\"citation\">(Psalms 31:3-4)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nאין דזשואיש סײענס גיבען מיר גרויס אויפמערקזאמקײט צו אלע תפלות, אבער איבערהויפּט צו תפלה של בקשה. ערשטענס, װײל אין דעם סאָרט תפלה ליגט א עיקר פון אמונה. װען א מענש בעט גאָט דאָס ער זאָל איהם העלפען גלויבט ער פריער אז גאָט קען העלפען, אז ער איז א רחום וחנון און װעט ניט פארלאָזען און דעריבער איז ער מתפּלל צו איהם; און צװײטענס, װען דער מענש איז צוגעדריקט, אָדער װען ער איז אין שמערצען און ער קען זיך אלײן ניט העלפען און אנדערע קענען אויך װעניג טאָן פאר איהם, דאן קען דער מענש זײן זיכער אז גאָט איז זײן אײנציגער העלפער, גאָט װעלכער האָט איהם געגעבען לעבען װעט איהם אויך געבען א רפואה און קראפט און פּרנסה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn Jewish Science<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Jewish Science, &#8220;i.e., the application of Jewish teachings to everyday life,&#8221; as explained by Rabbi Morris and Tehilla Lichtenstein in the words of Ellen M. Umansky in her Introduction to <em>Applied Judaism: Selected Jewish Science Essays by Tehilla Lichtenstein, co-founder of the Society of Jewish Science</em> (ed. Doris Friedman 1989), p. 13.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> we give great attention to all prayers, but chiefly to the prayer of petition. First because in this kind of prayer lies a primary root and principle of faith. When a man asks God to help him, he first believes that God can help and that He is a gracious and merciful God who will not forsake him. That is why he prays to Him. Secondly, when a person is in distress or when he is in pain and cannot help himself and others also can do little for him, he can be sure that God is his only help. God, who has granted him life, will also grant him healing and strength and prosperity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nאין דזשואיש סײענס גיבען מיר גרויס אויפמערקזאמקײט צו תפלת היחיד, דאָס הײסט צו די תפלות װאָס יעדער אײנציגער דארף זאָגען אדער האלטען אין הארצען פאַר זיך זעלבסט, פאר די זאכען װאָס ער אלײן דאַרף. אויף דיזען סאָרט תפלה האָט רבי שמעון געזאָגט: ״אַל תַּעַשׂ תְּפִלָּתְךָ קֶבַע, אֶלָּא רַחֲמִים וְתַחֲנוּנִים לִפְנֵי הַמָּקוֹם״ — מאַך ניט דײן תפלה א באשטימטע זאַך (װאָס דו האָסט א חוב דאָס אָפּצוטאָן), נאָר בעט גאָט רחמים װען דו ביזט אין אײן עת צרה. אזא תפלה דאַרף דער מענש האָבען אין געדאַנק װען נאָר ער געפינט זיך אין א צושטאַנד אין װעלכען ער דאַרף האָבען הילפע פון גאָט.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn Jewish Science<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Find note, above.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> we pay great attention to the prayer of the individual, that is, the prayer which each person must say or hold in his heart for himself, for the things that he alone needs. Of this kind of prayer Rabbi Simeon said: &#8220;Do not make your prayer a fixed or mechanical thing (which you are obliged to perform), but a plea for mercy and compassion before God.&#8221; <span class=\"citation\">(Mishnah Avot 2.13)</span> It is this kind of prayer that a person ought to have in mind whenever he finds himself in a situation in which he requires assistance from God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"he\">\nעם זײנען פאראנען פיל זאכען װאָס דער מענש קען טאָן פאַר זיך אַלײן, און אויף דיזע זאַכען דאַרך ער ניט בעטען גאָטס הילף. גאָט האָט געגעבען דעם מענשען א פארשטאַנד און אנדערע כחות מיט װעלכע ער דארף טאָן געװיסע זאכען פאר זיך זעלבסט. דער מענש, צום בײשפּיל, האָט די מעגליכקײט צו ארבײטען און זיך צו באשיצען, אויף דיזע זאַכען דאַרף ער דעריבער אָנװענדען זײנען אײגענע קרעפטען. ער טוז אבער זוכען גאָטס הילף װען זײנע אײגענע כחות זײנען צו שװאַך צו שטרײטען מיט די פּראָבלעמען פון לעבען; װען ער געפינט ניט קײן פּרנסה אפילו װען ער װיל אַרבײטען, אָדער װען זײן געזונד איז צובראכען, אדער װען זײן גײסט איז פאראומעט אדער צעשטערט און פארקלעמט, דאן דארף ער אפעלירען צו גאָט, װעלכער האָט איהם געגעבען א נשמה און קױם, דאָס ער זאָל איהם העלפען, און זײן תפלה אויב עם איז גאנץ הערציג געאָפּפערט, װעט געװיס געענטפערט װערען. גאָט האָט געגעבען דעם מענשען דעם כח התפלה פּונקט װי ער האָט איהם געגעבען דעם כח השכל, כדי ער זאָל קריגען דורך תפלה דאָס װאָס זײן שכל אלײן קען ניט ערײכען.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThere are many things that a man can do for himself; and for these things he ought not to beg God&#8217;s help. God has given man reason and other powers with which he must do certain things for himself. For instance, a person has the capacity to work and protect himself. To these matters, therefore, he ought to apply his own powers. But he must seek God&#8217;s help when his own powers are too weak to struggle with the problems of life. When he finds no adequate livelihood, even though he is willing to work, or when his health is broken, or when his spirit is grieved or disturbed or depressed, then he ought to appeal to God, who has given him a soul and life, that He may aid him. And if his prayer is offered with complete sincerity, it will surely be answered. God has given man the power to pray, just as He has given him the power of reason, so that he may obtain through prayer that which his reason alone cannot attain.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is chapter 2 of Sefer Refuat haNefesh (1934) a tract by Rabbi Morris Lichtenstein summarizing his writings on Jewish Science for a Yiddish literate audience. (For a longer essay find his explanation of the <a href=\"/?p=52689\">efficacious use of Prayer</a> in chapter 3 of <em><a href=\"/?p=52661\">Jewish Science and Healt</a>h</em> (1925).) The Yiddish was translated into English by an unknown translator for the Society of Jewish Science, and published as <em>The Healing of the Soul</em> (Sefer Refuath ha-Nefesh) in 1974. This is the first time the original Yiddish has been set side-by-side with its translation.</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/nybc208248/nybc208248#page/n17/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The prayer &#8220;Modeh Ani&#8221; by Mosheh ibn Maḥir (circa late 16th c.).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">From the Modim (Thanksgiving) blessing, the penultimate blessing of the Amidah.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">From the Vidui haGadol recited before Kol Nidrei and on Yom Kippur Qatan.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Jewish Science, &#8220;i.e., the application of Jewish teachings to everyday life,&#8221; as explained by Rabbi Morris and Tehilla Lichtenstein in the words of Ellen M. Umansky in her Introduction to <em>Applied Judaism: Selected Jewish Science Essays by Tehilla Lichtenstein, co-founder of the Society of Jewish Science</em> (ed. Doris Friedman 1989), p. 13.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Find note, above.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "entering magical territory",
        "Jewish Science movement"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "51003"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/05/Sefer-Refuat-haNefesh-chapter-2-Tefilah-Morris-Lichtenstein-1934.png",
        "title": "Sefer Refuat haNefesh chapter 2 &#8211; Tefilah (Morris Lichtenstein 1934)",
        "caption": "Sefer Refuat haNefesh chapter 2 - Tefilah (Morris Lichtenstein 1934)"
    },
    "source_link": "https://opensiddur.org/?p=51001",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/sefer-refuat-hanefesh-chapter-2-prayer-by-morris-lichtenstein-1934/",
    "slug": "sefer-refuat-hanefesh-chapter-2-prayer-by-morris-lichtenstein-1934"
}