{
    "title": "Thoughts on Family Prayer, by Grace Aguilar (ca. 1840)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Grace Aguilar",
            "bio": "Grace Aguilar (2 June 1816 – 16 September 1847) was an English novelist, poet and writer on Jewish history and religion. Although she had been writing since childhood, much of her work was published posthumously. Among those are her best known works, the novels <em>Home Influence</em> and <em>A Mother's Recompense</em>. Aguilar was the eldest child of Sephardic Jewish refugees from Portugal who settled in the London Borough of Hackney. An early illness resulted in her being educated by her parents, especially her mother, who taught her the tenets of Judaism. Later, her father taught the history of Spanish and Portuguese Jews during his own bout with tuberculosis which had led the family to move to the English coast. After surviving the measles at the age of 19, she began to embark on a serious writing career, even though her physical health never completely recovered. Aguilar's debut was an anonymous collection of poems, <em>The Magic Wreath of Hidden Flowers</em>. Three years later she translated Isaac Orobio de Castro's <em>Israel Defended</em> into English at her father's behest. Later her <em>The Spirit of Judaism</em> drew interest and sales in both Britain and the United States after being published in Philadelphia by Isaac Leeser. He added a preface to the work elucidating his differences with her, the first of many clashes her work would have with mainstream Jewish thought. In the 1840s her novels began to attract regular readers, and Aguilar moved back to London with her parents. Despite her success, she and her mother still had to operate a boys' Hebrew school to stay solvent, which she resented for the time and energy it took from her writing. In 1847, she became ill again with a spinal paralysis which she did not let prevent her from visiting her brother in Frankfurt. Her health worsened and she died there that September.",
            "website": "https://jwa.org/encyclopedia/article/aguilar-grace",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/05/grace-aguilar-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/grace-aguilar"
        },
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-05-18",
    "last_updated": "2023-05-20",
    "excerpt": "\"Thoughts on Family Prayer,\" an essay by Grace Aguilar, was published posthumously by her mother Sarah Aguilar in <em>Essays and Miscellanies</em> (1853), in the section \"<a href=\"https://opensiddur.org/?p=50563\">Sacred Communings</a>,\" pp. 131-150. In the UK edition of <em>Sacred Communings</em> (1853) the prayer appears with small variations of spelling and punctuation on pages 143-163.  . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>The following Remarks on Family Prayer were written about twelve years ago [ca. 1840] by my beloved daughter, at the request of, and expressly for, Mrs. Belinfante, who wished to have some prayers suited to the capacity of very young children, short and simple. Having been considered valuable by several friends, I now publish them for the benefit of those young mothers who are desirous of beginning at a very early age the religious education of their children. —Sarah Aguilar<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> This introduction to the essay appears only in the UK edition.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p></blockquote>\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\" rel=\"noopener\">Contribute a translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\" width=\"33%\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n<u>Thoughts on Family Prayer</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n&#8220;It shall come to pass, before they call I will answer,<br />\nand while they are yet speaking I will hear.&#8221; <span class=\"citation\">(Isaiah 65:24)</span> </p>\n<p>&#8220;The eyes of the Lord run to and fro throughout the whole earth,<br />\nto show himself strong in behalf of those whose heart is perfect towards Him.&#8221; <span class=\"citation\">(2 Chronicles 16:9)</span> </p>\n<p>&#8220;Call upon me in the days of trouble:<br />\nI will deliver thee, and thou shalt glorify me.&#8221; <span class=\"citation\">(Psalms 50:15)</span></p>\n<p>&#8220;The Lord is thy keeper.&#8221; <span class=\"citation\">(Psalms 121:5)</span> </p>\n<p>&#8220;Leave thy fatherless children: I will preserve them alive,<br />\nand let thy widows trust in me, for thus saith the Lord.&#8221; <span class=\"citation\">(Jeremiah 49:11)</span></p>\n<p>&#8220;Whom the Lord loveth he correcteth,<br />\neven as a father the son in whom he delighteth.&#8221; <span class=\"citation\">(Proverbs 3:12)</span></p>\n<p>&#8220;The Lord is nigh to a broken heart,<br />\nand loveth such as be of a contrite spirit.&#8221; <span class=\"citation\">(Psalms 34:19)</span></p>\n<p>&#8220;As one whom his mother comforteth,<br />\nso will I comfort thee.&#8221; <span class=\"citation\">(Isaiah 66:13)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe following simple prayers are not intended for children to repeat <em>themselves</em>, but to be read by the father, mother, or instructress of a young family, in the presence of all their children, from three years old upwards; earlier if the disposition of the child be such as to allow it to remain attentive during the time the prayer may last. To depend upon a young child reading or repeating a prayer by himself, we must either lose a great deal of valuable time, or dishonour the name of our Father in Heaven, by hearing it constantly and irreverently repeated as a task and lesson, before the infant lips are aware of the deep solemnity, the vital consequence of what they are saying. And the habit of carelessly uttering that Holy name is not lost, even when riper years should make them conscious of the evil habit.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt appears to me of the utmost consequence, to impress the infant mind as early as possible with notions of veneration and love for their Father who is in Heaven; and this is easily and delightfully accomplished by their ever associating their <em>parents</em> with their prayers. Imitation is the quality almost the first discernible in children; the love and confidence they bear towards their parents (young children for a mother particularly) urges them to imitate all she does; even to imbibe her feelings of love, or the contrary, wherever they are visible. To make, then, prayers a never-failing source of comfort, of guidance, of relief, let them listen to their mother&#8217;s voice, as morning and evening she addresses her Father in Heaven to thank Him for His care — to implore His protection and guidance through the day and night, His forgiveness of their sins. His grace and strength to resist them, and to love Him according to His commandment; and the youngest child will learn to reverence and love the invisible, yet ever-present God. To look upon Him as his Father and Friend, to feel that he owes all his infant joys to Him, he will learn this, before he is conscious of the blessed gain he has imbibed; and in after years, when the full extent of the comfort, the strength, that religion gives, is felt, how will he bless his mother, at whose knee he first learned to address <em>her God</em>, now he feels to his heart&#8217;s core, <em>his own!</em> But this will never be obtained so completely if a mother merely hears her child repeat his prayers — unless he has joined her in prayer, or seen her pray, all her instructions will be comparatively of little avail. We cannot expect a young child to feel love and reverence for an unseen Being, of himself — he must do so first, because his mother does, or because he knows all that she does it is right for him to follow. He has heard her utter with solemn reverence the name of God; he has seen her serious and quiet whenever she addressed Him in prayer; that all trifling play or amusement is put away before she begins to pray: and that holy impression will seldom leave the intelligent child through life; it remains even when the parent may have sought the God she has loved and served; remains to hallow her memory, and urge him on to tread the path she trod.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnother advantage of this plan is, that a much younger child may be admitted to family prayer than can possibly be taught to pray himself. It is of little consequence that at first he may not quite understand all that his mother reads; he sees her serious yet happy, his brothers and sisters attentive and quiet, and he will learn to be the same, and by imperceptible degrees fully understand and appreciate the privilege of being admitted, though so young, to pray to his Father in Heaven.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIf it be, as it undoubtedly is, necessary that boys should early learn the comfort and blessedness of prayer, it is doubly more so for girls; and for them how much may maternal affection do? How few women are exempt from sorrow and suffering, either bodily or mental, that may only be soothed by constant and faithful prayer? How few young, gentle hearts pass through life unscathed by those inward sorrows, which can be healed only by the consciousness that the love borne towards us by our Father in Heaven, is deeper, stronger than the dearest felt for us by our friends on earth; and how can we learn this love but by studying His word? and how seek Him in our troubles but by being used in our infancy to address Him in every sorrow, and praise Him for every childish joy? It is the want of this constant intercourse with our Heavenly Father that brings down on the Jewish nation the charge of possessing no comfort in their religion; but it is not our <em>religion</em> that is at fault; it is that we never pray <em>with</em> our children, never permit them to see in ourselves the privilege of prayer, but, contented with desiring them to repeat a set form, rest quite satisfied that they will acquire of themselves all that is needed in religion. This is the reason why many of our nation, yearning for comfort, for the privilege of closer communion with our God, desert their fathers&#8217; faith, and seek&#8221; that, so many of whose members show forth so beautifully, so blessedly, its solace and its peace. Oh! should not every Jewish mother tremble, when she thinks that this may be, nay, <em>will</em> be, unless she teach her children to pray, to <em>love</em> their Father who is in Heaven, to revere and feel the privilege, the comfort of His word? and how can she do this but by calling them round her to listen to the morning and the evening prayer? but by evincing how <em>she</em> loves to address her God, and read His word? how careful <em>she</em> is to obey His law, and take His given word for her guide and support in the daily events of life? by showing how earnest she is to lead her children in His paths? Will a child ever forget such lessons? Oh, no! Even in moments of temptation, of doubtful enjoyments, the thought of his mother will be there to check and to save him from evil and from sin. Incumbent as the duty of religious instruction is on mothers of every faith and every class, it is still more imperatively demanded from the mothers of Israel; for they have no assistance in their arduous task, save that which will be vouchsafed them from Heaven, whenever it is sought by earnest and lowly prayer. It rests with them to open to their children the fountains of salvation, of life, of the deep, measureless love, which the history of God&#8217;s dealing with His rebellious people can so abundantly, so eloquently prove. Ever turning from His paths, still His mercy failed not; still we are the objects of His love, His tender pity, which &#8220;waits to be gracious&#8221; only till the heart is lifted up to Him in child-like faith, in earnest prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt appears to me that the great fault shown by the Jewish nation, is in puffing up our hearts with pride from the first moment that we can understand that our religion is different from that of those around us. We are told that we alone are of the true religion, that we alone are worthy in the sight of God, that all else is idolatry and folly. Instead of which we should engrave on the yielding hearts of our children the tale of Israel&#8217;s awful sin; that we <em>were</em> indeed the favoured of the Lord, the blessed, the loved above all others — but that we rejected His gracious love, we revolted from His merciful yoke, and so awfully and ungratefully sinned, that He was compelled in justice to chastise, and that we are <em>now, even now,</em> suffering from the consequence of those sins.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWill not any right feeling child melt at this tale of boundless love and base ingratitude, and feel that he would not act thus, that he would try and love that merciful Being who so much loved him? and then is the moment to impress the still acting mercy of his Father in Heaven upon his little heart. Then tell him we must not despond; that we are God&#8217;s chosen people still, though at present under his displeasure; that He loves and cares for us still as His beloved children, and that we should leave no effort untried to serve and love <em>Him</em> that we might prove to <em>Him</em> the sins of our ancestors are not ours, and to <em>show</em> that a religion so pure, so consoling, so full of hope as that we practise, could have its foundation but in God alone. If the Jewish religion were taught thus, would it not be productive of more real comfort, gratitude, faith, and love than it is, alas! too generally now? I seem to have wandered far from the original subject of these few remarks, but it was necessary to evince the great consequence of family prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet it not be thought I would banish from family circles the prayer books so long in use among us; far from it. Both the morning and evening prayers here written, are invariably followed by the Shemang, without which, in my opinion, no form of <em>Jewish</em> prayer is complete; but my great wish was to write a family prayer that would <em>touch</em> the heart, and <em>reach</em> the understanding of the youngest child. This a selection from our prayers could not do of itself; we could not select a portion sufficiently <em>brief</em> for the purpose, and yet to contain the supplication we require; we should never weary the attention of a child, particularly in the solemn duty of prayer. Until the age of seven, I should say, the morning prayer and the Shemang were quite sufficient, followed as they ever should be in the morning by either a few verses or a chapter from the Bible, and a selection of appropriate verses from the Psalms. From seven till nine, we might add the two prayers directly following the Shemang: &#8220;And it shall come to pass,&#8221; &#038;c.: &#8220;And the Lord spake unto Moses,&#8221; &#038;c. At nine the Amidah might gradually be added till the whole is said, and at thirteen the inclination of the child might be consulted, whether to read more in the prayer book, or study the word of God rather longer by himself.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe evening prayer, the Shemang, a simple hymn, and some well selected verses of the Psalms, is quite enough for any child till the age of thirteen. At that age, if the mother&#8217;s duty has indeed been performed, there will be no need to tell a child to pray, or desire it to read the Bible; he will have learned the comfort of both, and hail it as a privilege and blessing.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDo not let me be understood to insinuate that a child should not be allowed to pray by himself till he has attained the age of thirteen. Had I children of my own, I would hear them pray in tlioir own simple words and childlike phrases every night before they sank to sleep; a duty quite distinct from family prayer. <em>That</em> has already evinced to the infant mind the <em>necessity</em> of prayer, but it is never too soon to teach a child, that will not do alone; there must be private and individual prayer, or he will never learn, to its full extent, his dependence on the assistance and blessing of his God. A general confession of sin will not come home to his little heart, as the recapitulation of the faults he may have committed, or the errors he may have been led into. A general thanksgiving in the same way, does not awake such real, though perhaps childish gratitude, as the memory of pleasures felt by himself individually in the day just passed. Let a mother recall these things to an affectionate child; if he have been naughty, given way to momentary ill temper, or other faults peculiar to childhood, let her gently and affectionately point out the evil, and impress on his mind the necessity of asking God&#8217;s forgiveness, and for the blessing to enable him to become a better boy in future. If any particular pleasure has been his through the day, ask him if he do not think he ought to love and thank his Father in Heaven, who has been so very good to him, and given him kind friends who only seek his happiness. If his lessons are more than usually difficult, teach him to implore the assistance of his Heavenly Father, and assure him if he does so sincerely, and tries all he can himself, he will conquer them. This is prayer; but this can never he taught a child by merely desiring him to learn a set form of words, one-half of which, perhaps, he may not understand. Many think such intimate communion lowers the dignity and destroys the veneration we should feel towards our God — that such little things are unworthy of His regard. But surely this is a false estimate of the universal love that feeds the little birds of the air, and clothes the blossoms of the field; this is judging Him &#8220;whose ways are not our ways,&#8221; as if He were an earthly sovereign; nor one who has love and care for us all, from the king of a mighty empire, to the virtuous child of the poorest beggar — &#8220;As far as the heaven from the earth, so great is His mercy towards those that fear Him.&#8221; Can we measure that boundless space, and where would be that deep love if the concerns of a young child were all unworthy of His regard? Oh! do not let us set forth with this idea. It is because we keep so far from Him, we are so loth to address Him in spontaneous prayer, that there is such little comfort for women of Israel. But did we teach this blessed communion with our ever loving, ever seeing Father, Saviour, Friend, unto our children from their earliest infancy, teach them to pray, not in set phrases, hut in the words that the <em>heart</em> teaches, each year would increase the love, the gratitude we bear Him, and the consciousness of His love towards us; and it is this, <em>this consciousness</em>, that is woman&#8217;s dearest, strongest, loveliest support. Few are the women that yearn not for <em>love</em>, and what can so fully satisfy that yearning as the consciousness of our Father&#8217;s love, far exceeding in its depth, its fulness, its unutterable bliss, the dearest boon to us on earth. But unless we accustom our children to lean on this love, to trust in it, appeal to it, it will be long, very long, ere we realize its comfort in riper years, for we shall fear to approach His footstool for relief and comfort under those innumerable petty trials that form the weary lot of woman. Family prayer will have taught a child <em>veneration</em> to its God. If he have been accustomed to see his mother ever approach His footstool, and open His word with reverence and seriousness, yet with cheerfulness and holy joy, we need have no fear, however simple and childish the words of his prayer may be, but veneration and love will be in his heart:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n&#8220;Father,<br />\nhelp me to be a good child,<br />\nand do all my mother bids me.<br />\nI have been naughty<br />\nand quarrelled with my sister<br />\n(or whatever the fault may be),<br />\nand given mamma pain;<br />\npray forgive me for Thy holy name&#8217;s sake,<br />\nand help me to be good to-morrow.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis is simple, earnest prayer, and our God, who hath promised to hear all who call upon Him, will listen as graciously to those few words — ay, and as mercifully answer them — as He would the more eloquent appeal of weightier sorrows.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n&#8220;Father,<br />\nI want to try to thank and love Thee<br />\nfor being so good to me<br />\nand making me so happy, and a good child.<br />\nTeach me how,<br />\nfor I know Thou lovest little children.<br />\nI thank and love thee very much.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nSuch in all probability would be the form in which little children would of themselves pray and praise; and is not this, I ask, more acceptable to Him who demands the heart, not the lips, than a set form they repeat, merely because they are desired to do so? Oh! when we are inclined to think such childlike phrases are unworthy of His notice, let us remember every bird and every flower are guarded by His all-seeing love, and the doubt will fly; for hath He not breathed into the youngest babe an immortal soul, and will not its first aspirations be looked on and heard in love by Him who gave it?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA mother alone can do this. Time and trouble and pain it may cost her, but what mother would grudge these for a few brief years, when their fruits may be the everlasting comfort of her offspring through this life — their salvation in eternity?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo render a child more attentive to family prayer than he would be, merely from the faculty of imitation, innate within him, a mother could pleasantly and improvingly assist him, by making each sentence the subject of a brief explanation, in words adapted to his understanding. We will take the Shemang for example, the most perfect epitome of man&#8217;s moral and religious duty that ever was compiled. We turn to the Word of God, and show that it is there (Deuteronomy, chapter 6, verses 4 to 10) that God inspired Moses to write it for the good of His faithful servants: — &#8220;Hear, oh Israel, the Lord our God is one Lord.&#8221; Here explain as simply as possible the foundation of our Faith, the unity of our God, that He would be worshipped <em>alone</em>, and bring forward as confirmation of your words the <em>First</em> and <em>Second</em> Commandments: &#8220;Blessed be the name of the Lord our God for ever and ever.&#8221; Explain why this is not in the Bible; that the compiler of the prayers felt impelled to write it in praise and thanksgiving to his Father in Heaven, for giving him instructions how to live in a manner that would please Him. The next verse divide into three portions; explain to your children, first, that to love their merciful Father with all their <em>heart</em>, they must love Him better than anybody or anything on earth, that as He is kinder to them than their kindest earthly friend, so they ought to love Him more. Secondly, make Soul your subject: that to love Him with all our soul, we must attentively cultivate our talents as His gifts, for as He gave them to us in love. He would justly be displeased if we neglected or abused them, or became proud and conceited, forgetting they are His gifts, and looking on them as our own. In the same way make Might the subject of another Bible lecture, and prove, that to love Him with all our might, we must do all we possibly can to please and serve Him, that even little children can do a great deal by trying to be good and obedient, aflfectionate and attentive to their prayers, and His Holy Word for His sake, that is, because they wish to remember Him and obey His commands. The next verse, closely connected with the Ten Commandments (&#8220;<em>These words</em>&#8221; referring as well to the chapter previous, as to the verses directly preceding), enables us to explain them at length, making the duties included in each the subject of a separate lesson. The next may also be divided into two parts: the first, &#8220;thou shalt teach them diligently,&#8221; or, literally translated from the Hebrew, &#8220;thou shalt repeat them <em>over and over again</em> to thy children,&#8221; as more relating to ourselves than them; but the proof we give that in teaching them we are obeying our Father in Heaven, may do more towards impressing our words on their yielding mind, than the longest sermon. The next paragraph explain, as meaning we must think of Him when we are sitting in the house, or walking by the way, when we lie down, and when we rise up. Pointing out the many things in our walks to associate with Him — the birds, the flowers, the trees, the beautiful blue sky and green fields, all are objects of delight to children, and may be made how much more subservient to their eternal welfare, than merely as emotions of pleasure. The next two verses may impress the necessity of peculiar forms, which we should attend to in obedience to the command of <em>the Lord</em>, even if we cannot see the necessity so much now as when they were given. We are still His chosen people, and His commands are quite as obligatory to us now, as when we were in Jerusalem, and even more necessary, to separate us from the nations now than then.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTo explain the Shemang, and the morning and evening prayer in this manner, lengthening or shortening our instructions, according to the temper and inclination of our children, is not the work of a day. It may occupy weeks, even months; indeed we should not be satisfied till our children explain them to us as we have to them. But will not the time thus devoted be richly rewarded, if these instructions at length open to their hearts and understandings the exhaustless comfort, the unutterable fulness of fervent and unceasing prayer? How should we despond if years, long weary years run on, ere we can trace any reward for our labour and self-denial? for rigidly and firmly must a mother, who wishes thus to instruct her children, watch herself, that her precepts be confirmed by example, that in her whole conduct she displays their fruits. Of this she may rest assured, that never was fervent and faithful prayer unheard by the God of love, and, therefore, if prayer for His assistance, His blessing, ever accompanying our efforts for our children, we shall be heard, ay, and answered, however long that answer may be deferred, however painful may be our path till it be vouchsafed.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA few words on the imperative necessity to make the Word of God, our Bible, our daily companion, and part of the daily instruction of our children, and I have done. The greatest mischief that can be done to the interests of the Jewish religion, is to keep (as too many do) our children from reading an English Bible,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> This is not the case in America. — American Publisher [A. Hart, late Carey and Hart, 126 Chestnut Street, Philadelphia].&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> on the plea, that the way in which it is translated will do them more harm than good. Never was there a mistake more egregious than this, or more likely to produce evil consequences. Suppose, as is most likely, intimacy with the Christian ensues; that religious conversation is started; how are we to answer arguments founded on the <em>Bible</em>, if we can produce none from the same holy authority; and how are we to produce them, if the Word of God is never taught us according to our belief, if a Christian be, as is but too often the case, the first person from whose hands we receive an English Bible: if Christian interpretation be the only kind we can receive? Even more necessary to us, in our scattered and forsaken state, is the Word of God, than to the Christian; though by the latter it is made a daily study; by us, with the exception of our Sabbath portions, <em>seldom</em> or <em>never</em> perused — and why? Because we shun the English version, and the Hebrew <em>never</em> can be to us what the English is. There may be mistakes in the translation, but these are comparatively few, and of no consequence, compared with the injury we do ourselves and our children by withholding it entirely; and even this evil is now remedied by a valuable little work just published by a Jew, in which the mistaken renderings are corrected, and the real meanings are attached to them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nImperatively we are called upon to teach the Bible to our children; according to the belief of Judaism, danger threatens if we do not, danger that can only be avoided by making it from early childhood the foundation of their faith, their comfort and their stay; and how can we do this? By showing, even more by example than by precept, that so it is to us; that it is our daily companion, a privilege and a blessing. If we read to them but three or six verses of the narrative part, and as many selected from the Psalms, every day, we shall make a yet stronger impression; for we shall show them we wish <em>them</em> to share the privilege God&#8217;s love has granted us. And for this instruction, a child of three or four is not too young. If it sees a mother address her God in prayer, for grace to understand what she is going to read before she opens the sacred book, if it be but one verse she reads and explains as simply as she can to her infant hearers every day when prayers are finished, she may rest assured that book will be regarded by them with as much veneration and love as she can desire. Let her teach them that unless they pray for instruction the Bible must be as a sealed book, and that, even with His teaching, there are many parts they must not expect to understand, but receive with humility and gratitude as the Word of God, which he will explain hereafter. I would make a child acquainted with Scripture history, through the means of Scripture story books, if it felt a wish for them, but I would never put the <em>Bible itself</em> in the hands of a child, to peruse <em>alone</em>, till the age of twelve or thirteen, and not then if it had not learned to venerate and love it. A whole life is inadequate for the thorough understanding of God&#8217;s most Holy Word; can we then begin too soon, or think five, ten, even fifteen minutes too long a time to bestow on this important study every day? We think nothing of hours devoted daily to some ornamental accomplishment; but that which is the staiF of life, the guide, the gate unto eternity, we imagine must come of itself to our children. Surely this is wrong; and, if we love the precious gifts a Father&#8217;s favour hath bestowed, can we better prove our gratitude to <em>Him</em>, our love to <em>them</em>, than by early opening to them the well of life, and leading them up to Him in &#8220;whose presence is the fulness of joy, and pleasures for evermore?&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe peculiar language and imagery of the Bible require careful explanation, for not till that is given can we hope to make them really love the book. Amongst Christians, there are many, very many valuable books to assist us in reading the Bible. We, alas! have none; but to those Jewish parents really interested in their tasks, Trimmer’s explanation of the Old Testament for the use of schools, and Burder’s Oriental Literature, would prove invaluable assistants, very few portions of these relating to the doctrines of Christ; and what there are, can easily be left out without injuring the explanation we may wish to give.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Only the first sentence of this paragraph appears in the US edition.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWith regard to the Psalms, I prefer reading them in the Bible, to our prayer books, because the translation appears to me much more simple and clear, and, from their being divided in separate verses, we can better explain them by taking each verse alone; we can also more easily select verses suited to the occasion, or the mood of our children. David&#8217;s Psalms are indeed a rich treasury of prayer and praise, and, however our own lips may feel inadequate to express the feelings of our hearts, <em>there</em> we shall find all we need, either in despondency or aspiration, joy or sorrow, doubt or faith, <em>there</em> we shall strike some echoing chord. Oh! can we then open this &#8220;fountain of life,&#8221; this &#8220;rock of strength,&#8221; this &#8220;well of salvation,&#8221; too soon to our children?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\" style=\"text-align: left;\">\n&#8220;Be not rash with thy mouth,<br />\nand let not thy heart be hasty to utter anything before God,<br />\nfor God is in Heaven, and thou upon earth,<br />\ntherefore let thy words be few.&#8221; <span class=\"citation\">(Ecclesiastes 5:2)</span><br />\n&nbsp;<br />\n<a href=\"/?p=50989\">Family Morning Prayer</a><br />\n<a href=\"/?p=50993\">Prayer Before Reading the Bible</a><br />\n<a href=\"/?p=51011\">Family Evening Prayer</a><br />\n(Additional Portions for Friday Evenings and Saturday Mornings)<br />\n[Schedule] to Read the Whole of the [Tanakh], with the Exception of the Psalms, in the 52 Weeks of the [Gregorian Calendar] Year<br />\nTable to Read All the Psalms in One Month\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Thoughts on Family Prayer,&#8221; an essay by Grace Aguilar, was published posthumously by her mother Sarah Aguilar in <em>Essays and Miscellanies</em> (1853), in the section &#8220;<a href=\"/?p=50563\">Sacred Communings</a>,&#8221; pp. 131-150. In the UK edition of <em>Sacred Communings</em> (1853) the prayer appears with small variations of spelling and punctuation on pages 143-163. </p>\n<p>The UK edition includes a note by Sarah Aguilar that provides something of a date for the essay, twelve years prior to her editing or publication of <em>Sacred Communings</em>, and so we can only say it was written circa 1840. Sarah Aguilar also notes that it was written on behalf of a Mrs. Belinfante. We do not yet know who she was other than to note the Belinfante family were a prominent family of Sefaradim located in the Netherlands and in Germany. If you know anything more about the identity of Mrs. Belinfante, please leave a comment or <a href=\"/contact/\">contact us</a>.</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sabbath-thoughts-and-sacred-communings-grace-aguilar-1853/Sabbath%20Thoughts%20and%20Sacred%20Communings%20%28Grace%20Aguilar%201853%29#page/142/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe_2 {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe_2 p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe_2\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe_2\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe_2 img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe_2 = 0;var ai_iframe_height_advanced_iframe_2 = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe_2); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe_2\"><div id=\"ai-div-loader-advanced_iframe_2\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe_2\"  name=\"advanced_iframe_2\"  src=\"https://archive.org/stream/essaysmiscellani01agui/essaysmiscellani01agui#page/130/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe_2&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe_2 = document.getElementById(\"advanced_iframe_2\");var hiddenTabsDoneadvanced_iframe_2 = false;\r\nfunction resizeCallbackadvanced_iframe_2() {}var recalculateIframeResizeadvanced_iframe_2 = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe_2 = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe_2() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe_2);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe_2);}  \r\n        function initResponsiveIframeadvanced_iframe_2() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe_2 = window.setTimeout(\"recalculateIframeadvanced_iframe_2()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe_2);</script><style>#advanced_iframe_2 {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">This introduction to the essay appears only in the UK edition.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">This is not the case in America. — American Publisher [A. Hart, late Carey and Hart, 126 Chestnut Street, Philadelphia].</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Only the first sentence of this paragraph appears in the US edition.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Pedagogical Essays on Jewish Prayer"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "English vernacular prayer",
        "family prayers"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "1295"
        ],
        "_thumbnail_id": [
            "51045"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/05/Thoughts-on-Family-Prayer-Grace-Aguilar-1853-cropped.png",
        "title": "Thoughts on Family Prayer (Grace Aguilar 1853) &#8211; cropped",
        "caption": "Thoughts on Family Prayer (Grace Aguilar 1853) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=51044",
    "permalink": "https://opensiddur.org/miscellanea/pedagogy/thoughts-on-family-prayer-by-grace-aguilar-ca-1840/",
    "slug": "thoughts-on-family-prayer-by-grace-aguilar-ca-1840"
}