{
    "title": "גאָט פון אַבְרָהָם | Tkhine before Havdalah and Bakashe for the End of Shabbat (Got fin Avrum)",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Yudis Retig (translation)",
            "bio": " &nbsp;",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/07/yudis-retig-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/yudis-retig"
        },
        {
            "name": "Yocheved Retig (translation)",
            "bio": "&nbsp;",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/07/yocheved-retig-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/yocheved-retig"
        },
        {
            "name": "Levi Yitsḥaq Derbarmdiger Rosakov of Berditchev",
            "bio": "Levi Yitzchok of Berditchev (1740–1809), also known as the holy Berdichever, and the Kedushas Levi, was a Hasidic master and Jewish leader. He was the rabbi of Ryczywół, Żelechów, Pinsk and Berdychiv, for which he is best known. He was one of the main disciples of the Maggid of Mezritch, and of his disciple Rabbi Shmelke of Nikolsburg, whom he succeeded as rabbi of Ryczywół. Levi Yitzchok was known as the \"defense attorney\" for the Jewish people (\"Sneiguron Shel Yisroel\"), because he would intercede on their behalf before God. Known for his compassion for every Jew, he was one of the most beloved leaders of Eastern European Jewry. He is considered by some to be the founder of Hasidism in central Poland. And known for his fiery service of God.",
            "website": "https://en.wikipedia.org/wiki/Levi_Yitzchok_of_Berditchev",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/levi-yitshaq-rosakov"
        }
    ],
    "date": "2016-07-07",
    "last_updated": "2022-08-24",
    "excerpt": "Master of all realms! You hear from all worlds. You look with love and grace upon all of your creations for whose sake you created Your world. Seize and fulfill the pure request from Your servant who comes before You after a full week, having shown her heart is full and her mood somber. The beloved Shabbes koidesh is already going away, and with our Shabbes, our rest has also disappeared. A new week comes up to meet us, against us, Master of the universe. We are people who know, just like You know, the heavy and difficult life of Your people Yisruel: their bitter mood, how difficulty and bitterly each Jew acquires his meager piece of bread through worry and heartache, the fear and hardship with which each Jew scrapes together his seemingly hopeless living.  . . .",
    "content": "[expander_maker id=\"1\" more=\"TABLE HELP\" less=\"close\"]\r\n<p />\r\n<u style=\"text-underline-offset: 5px;\">TOGGLE COLUMNS (on/off)</u>: <div id=\"column-toggle-container\"></div>\r\n<p />ADJUST COLUMN POSITIONS: select the column header cell and drag it where you want. <strong><a href=\"https://opensiddur.org/wp-content/images/column-drag6.gif\" rel=\"lightbox\">show me!</a></strong>\r\n<p />COPY INDIVIDUAL COLUMN(S): use <a href=\"https://merribithouse.net/copytables/\">CopyTables</a>, a browser extension.\r\n<hr />\r\n[/expander_maker]\r\n<p />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Yiddish)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nרִבּוֹן כָּל הָעוֹלָמִים! דו הער פון אַלע װעלטן, װעלכע דו קוקסט מיט ליבע און גענאָד אױף אַלע דײַנע בְּרוּאִים װעלכע דו האָסט אױף דײַן װעלט באַשאַפן. פאַרנעם דעם רײנעם געבעט פון דײַן דינסט װעלכע קומט פאַר דיר אױף אַ פולע װאָך אױסצוגיסן איר פולע האַרץ און שװער געמיט, דער ליבער שַׁבָּת קוֹדֶשׁ איז שױן אַװעק, מיט אים צוזאַמען איז אױך אונער רו פאַרשװאונדן. אַ נײַע װאָך קומט אונז אַנטקעגן, רִבּוֹנוֹ שֶׁל עוֹלָם, װער נאָך װי דו װײסט דעם שװערן לעבן פון דײַן פאָלק יִשְׂרָאֵל, זײער ביטערן געמיט, װי שװער און ביטער יעדער איד פאַרדינט זײַן שטיקל ברױט, מיט װעלכע זאָרג און עָגְמַת־נֶפֶשׁ, מיט װעלכע שרעק און מאַטערניש ער טרײַבט צוזאַמען זײַן פינצטערע חיונה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMaster of all realms! You hear from all worlds. You look with love and grace upon all of your creations for whose sake you created Your world. Seize and fulfill the pure request from Your servant who comes before You after a full week, having shown her heart is full and her mood somber. The beloved Shabbes koidesh is already going away, and with our Shabbes, our rest has also disappeared. A new week comes up to meet us, against us, Master of the universe. We are people who know, just like You know, the heavy and difficult life of Your people Yisruel: their bitter mood, how difficulty and bitterly each Jew acquires his meager piece of bread through worry and heartache, the fear and hardship with which each Jew scrapes together his seemingly hopeless living.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\n װער נאָך פון אַלע פעלקער אין דער װעלט שפּירט אַזױ דעם שרעקלעכן רושם פון אַ נײַע װאָך װי דײַנע אָרעמע באַטריבטע קינדער? אַ נײַע װאָך קומט אונז אַנטקעגן, אַ נײַע װאָך ברענגט אונז נײַע זאָרג, נײַע שרעק. דאָס אײנציקע װאָס אונז איז געבליבן איז נאָר די האָפענונג צו דיר אַלײן, נאָר די אײנציקע הָפענונג און גלױבן אין דיר דערבאַרעמדיקער. גאָט האָט אונז געגעבן קרעפטן ביז הײַנט אונזערע צרות מיט געדולד צו דערטראָגן. לָכֵן יְהִי רָצוֹן מִלְּפָנֶיךָ עס זאָל זײַן דער װיל פון דיר, גרױסער אַלמעכטיקער גאָט אַז אין דער נײַער װאָך זאָלסטו אונז עפענען די טױערן פון דײַנע רַחֲמָנוּת, דו זאָלסט אונז צושיקן אונזער חיונה בנחת און נישט בצער. דו זאָלסט אונז געבן פַּרְנָסָה פון דײַן פולע האַנט, װי דָּוִד הַמֶּלֶךְ עָלָיו הַשָּׁלוֹם האָט געזאָגט <span class=\"hebrew\" lang=\"he\">”פּוֹתֵחַ אֶת־יָדֶךָ וּמַשְׂבִּיעַ לְכָל־חַי רָצוֹן“</span> &#8211; דו עפנסט דײַן האַנט און זעטיקסט אַלע דײַנע בְּרוּאִים. די נײַע װאָך זאָל אונז ברענגען  בְּשׂוֹרוֹת טוֹבוֹת יְשׁוּעוֹת וְנֶחָמוֹת אױף אונז און אױף אַלע אונזערע אָרעמע ברידער און שװעסטער, טרײסט אַלע אונזערע צעבראָכענע הערצער, הײל אונזערע װאונדן, דערפרײ דײַנע באַטריבטע און פַראָרעמטע קינדער װאו זײ געפונען זיך און שיק אונז דײַן גוֺאֵל צֶדֶק בִּמְהֵרָה בְיָמֵינוּ. אָמֵן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWho from all the peoples in the world still senses the horrible impact of a new week like Your children of poverty and sadness do? A new week comes up to meet us and brings us new worry, new fear. The only thing that is left to us is our hope in You alone, simply our sole hope and belief in You. Compassionately, God has given us up until now the power to endure our sorrows with patience. Therefore, <em>y’hi rutzoin milfuneykhu</em>, that it should be the will of You and You alone, Great, All Powerful God, that in the new week You should open to us the gates of Your mercy, that You should send us our sustenance through nakhes, through pleasure, and not through sorrow. That you should give us livelihood from Your full hand, like King Duvid, peace upon him, said: “<em>Poysai’kh eys yudeykhu, i’masbia l’khol khai rutzoin</em>.” “You open your hand and satisfy all Your creatures.&#8221; That the new week should bring good news, rescue, and comfort upon us, and upon all our brothers and sisters in poverty. That the new week should comfort all our broken hearts, heal our wounds, and gladden Your saddened and impoverished children where they have found themselves. Send us Your justice-loving redeemer, <em>bim’hai’re v’yumai’ni</em>, quickly and in our lifetime! Umayn.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\nגאָט פון אַבְרָהָם, פון יִצְחָק און פון יַעֲקֹב! בעהיט דײַן ליעב פאלק יִשְׂרָאֵל פון אלעם בײַזען אין דײַנעם לױב. אַז דו ליעבע שַׁבָּת קוֹדֶשׁ גײט אַװעק, אַז די װאָך און דו חוֹדֶשׁ און די יאָר זאָל אונז צו קומען צו אֱמוּנָה שְׁלֵימָה, צו אֱמוּנַת חֲכָמִים, צו אַהֲבַת חֲבֵרִים, צו דְבֵיקַת הַבּוֹרֵא בָּרוּךְ הוּא; מאמין צו זײַן בִּשְׁלוֹשׁ עֶשְׂרֵה עִקְרִים שֶׁלָךְ, וּבִגְאוּלָה קְרוֹבָה בִּמְהֵרָה בְיָמֵינוּ, וּבִתְחִיַּת הַמֵּתִים, וּבִנְבוּאַת משֶׁה רַבֵּינוּ עָלָיו הַשָּׁלוֹם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod of Avrum, and of Yitzkhok, and of Yankef, protect your beloved people Yisruel from all hurt, in your love. As the beloved holy Shabbes goes away, that the week, and the month, and the year, should come to us with perfect faith, with faith in the sages, with love of friends, in cleaving to The Blessed Creator with belief in Your thirteen principles of faith, in the ultimate redemption&#8211; may it be soon and in our days&#8211; in the resurrection of the dead, and in the prophecy of Moyshe our teacher, may he rest in peace.\n </div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\">\n רִבּוֹנוֹ שֶׁל עוֹלָם! דו ביסט דאָך נֹתֵן לַיָּעֵף כֹּחַ. גיב דײַנע ליעבע אידישע קינדערלעך אױך כֹּחַ דיך צו לױבען און נור דיך צו דינען אין קײן אנדערן חָלִילָה נישט; און אַז די װאָך און דער חוֹדֶשׁ און דער יאָר זאָל אונז קומען צו רַחֲמָנוּת און צו געזונט און צו מַזָּל און צו וְהַצְלָחָה און צו בְּרָכָה און צו חֶסֶד און צו בָּנֵי חַיֵּי וּמְזוֹנֵי וְסִיַּעְתָּא דִשְׁמַיָּא לָנוּ וּלְכָל יִשְׂרָאֵל, וְנֹאמַר אָמֵן\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMaster of the universe! You are the one who gives strength to the weak! Give Your beloved Jewish children more strength so we can love You and serve You, only You, and no other, Heaven forbid. And that the week, and the month, and the year, should come to us with mercy, health, auspiciousness, success, blessing, and kindness, and to children, life, and food, through the help of Heaven, for us and all Yisruel, and let us say, Umayn\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>These translations of the tkhines read before havdalah were first published in the bentsher, <em>Oneg Shabbes</em> (Philadelphia: 2014, Print-O-Craft). Got fin Avrum (a/k/a Got Fun Avrohom) has been attributed to Rav Levi Yitsḥok of Berditchev.</p>\n<h3>Recordings</h3>\n<p><iframe loading=\"lazy\" width=\"100%\" height=\"300\" scrolling=\"no\" frameborder=\"no\" allow=\"autoplay\" src=\"https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/893909380&#038;color=%23d0c0b8&#038;auto_play=false&#038;hide_related=false&#038;show_comments=true&#038;show_user=true&#038;show_reposts=false&#038;show_teaser=true&#038;visual=true\"></iframe></p>\n<div style=\"font-size: 10px; color: #cccccc;line-break: anywhere;word-break: normal;overflow: hidden;white-space: nowrap;text-overflow: ellipsis; font-family: Interstate,Lucida Grande,Lucida Sans Unicode,Lucida Sans,Garuda,Verdana,Tahoma,sans-serif;font-weight: 100;\"><a href=\"https://soundcloud.com/tkhines\" title=\"Tkhines in Song * תחינות לידער\" target=\"_blank\" style=\"color: #cccccc; text-decoration: none;\" rel=\"noopener\">Tkhines in Song * תחינות לידער</a> · <a href=\"https://soundcloud.com/tkhines/dos-eyntsike-vos-undz-iz-geblibn-by-avra-shapiro-and-benna-kessler\" title=\"Dos Eyntsike Vos Undz Iz Geblibn by Avra Shapiro and Benna Kessler\" target=\"_blank\" style=\"color: #cccccc; text-decoration: none;\" rel=\"noopener\">Dos Eyntsike Vos Undz Iz Geblibn by Avra Shapiro and Benna Kessler</a></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Motsei Shabbat"
    ],
    "tags": [
        "gut vokh",
        "Yiddish vernacular prayer",
        "תחינות tkhines",
        "Needing Source Images"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1506"
        ],
        "_thumbnail_id": [
            "13978"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/07/havdalah.png",
        "title": "havdalah",
        "caption": "Sefer Minhagim, Amsterdam: 1722"
    },
    "source_link": "https://opensiddur.org/?p=13975",
    "permalink": "https://opensiddur.org/prayers/solilunar/shabbat/motsei-shabbat/tkhines-havdoloh-got-fin-avrum/",
    "slug": "tkhines-havdoloh-got-fin-avrum"
}