{
    "title": "Zekher Milah, a different tack on Brit milah & Brit banot by Rabbi Arthur Waskow",
    "author": "Arthur Waskow",
    "coauthors": [
        {
            "name": "Arthur Waskow",
            "bio": "Rabbi Arthur Waskow is the director of <a href=\"http://www.theshalomcenter.org\">The Shalom Center</a>. In 2013, Rabbi Waskow received T’ruah’s first Lifetime Achievement Award as a “Human Rights Hero.” His chapter, “Jewish Environmental Ethics: Adam and Adamah,” appears in Oxford Handbook of Jewish Ethics and Morality (Dorff &amp; Crane, eds.; Oxford Univ. Press, 2013). Rabbi Waskow is the author of 22 books including <em>Godwrestling</em>, <em>Seasons of Our Joy</em> (JPS, 2012), and <em>Down-to-Earth Judaism: Food, Money, Sex, and the Rest of Life</em>. With Sister Joan Chittister and Murshid Saadi Shakur Chisht he co-authored <em>The Tent of Abraham: Stories of Hope and Peace for Jews, Christians, and Muslims</em>, and with with Rabbi Phyllis Berman wrote <em>Freedom Journeys: Exodus &amp; Wilderness Across Millennia</em> (Jewish Lts, 2011). He edited <em>Torah of the Earth</em> (two volumes, eco-Jewish thought from earliest Torah to our own generation).  These pioneering books on eco-Judaism are available at discount from “<a href=\"https://salsa.democracyinaction.org/o/602/t/4180/shop/shop.jsp?storefront_KEY=698\">Shouk Shalom</a>,” The Shalom center's online bookstore.",
            "website": "https://en.wikipedia.org/wiki/Arthur_Waskow",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/arthur-waskow-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/arthur-waskow"
        },
        {
            "name": "the Shalom Center",
            "bio": "Founded by Arthur Waskow, the Shalom Center equips activists and spiritual leaders with awareness and skills needed to lead in shaping a transformed and transformative Judaism that can help create a world of peace, justice, healing for the earth, and respect for the interconnectedness of all life.",
            "website": "https://theshalomcenter.org",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/03/the-shalom-center-logo-retouched-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/shalom-center"
        }
    ],
    "date": "2014-01-06",
    "last_updated": "2025-03-29",
    "excerpt": "For a number of reasons, some medical, some psychological, some spiritual, some communal-traditional, I <em>support</em> and <em>urge</em> male circumcision. When couples have come to me and despite my advice are adamant in refusing to do it with a boy-child, AND/OR if they ask my advice about a brit/ covenant ceremony for a girl -- I urge them to follow what I've proposed below. . . .",
    "content": "<div id=\"attachment_8333\" style=\"width: 523px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2014/01/V05p129001_Elijahs_Chair1.jpg\" rel=\"lightbox-0\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-8333\" src=\"https://opensiddur.org/wp-content/uploads/2014/01/V05p129001_Elijahs_Chair1.jpg\" alt=\"Elijah&#039;s Chair (from the Jewish Encyclopedia 1906, vol. 5)\" width=\"513\" height=\"485\" class=\"size-full wp-image-8333\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/01/V05p129001_Elijahs_Chair1.jpg 513w, https://opensiddur.org/wp-content/uploads/2014/01/V05p129001_Elijahs_Chair1-300x283.jpg 300w\" sizes=\"auto, (max-width: 513px) 100vw, 513px\" /></a><p id=\"caption-attachment-8333\" class=\"wp-caption-text\">Elijah&#8217;s Chair (from the Jewish Encyclopedia 1906, vol. 5)</p></div>\n<p>For a number of reasons, some medical, some psychological, some spiritual, some communal-traditional, I <em>support</em> and <em>urge</em> male circumcision.</p>\n<p>When couples have come to me and despite my advice are adamant in refusing to do it with a boy-child, AND/OR if they ask my advice about a brit/ covenant ceremony for a girl &#8212; I urge them to follow what I&#8217;ve proposed below.</p>\n<p>Parts of my proposal owe a good deal to what my son David Waskow and his wife Ketura Persellin did to enrich the covenanting ceremony for their children, which is described in Phyllis’ and my book on the Jewish life-cycle, <em><a href=\"http://books.google.com/books?id=QA0lHQAACAAJ\">A Time for Every Purpose Under Heaven</a></em> (pp. 28-31), along with our own comments. But there are also some important differences between what they did and our/my own suggestions in the book and since then &#8212; suggestions for which they are not responsible.</p>\n<p>Shalom, salaam, sohl; paz, peace! &#8212; Arthur</p>\n<hr />\n<h3>Covenanting/naming/welcoming ceremony on the 8th day of the child’s life (whether a girl or boy)</h3>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td colspan=\"2\"><em>Place a ceremonial knife on the table where the baby is brought;</em></td>\n</tr>\n<tr>\n<td width=\"150\"><em>Lift the knife and say:</em></td>\n<td>“<em>Zekher Milah</em>, in memory of circumcision of the body and in honoring the tradition that goes back for hundreds of generations to Abraham and Sarah, and then through Yitsḥaḳ into the Jewish people, and goes back for hundreds of generations to Avraham and Hagar, and then through Yishmael into our cousins the Arab and Muslim peoples, I lift this knife to touch &#8212;</td>\n</tr>\n<tr>\n<td><em>As you speak each passage, DO touch the child where indicated, gently:</em></td>\n<td>Your ears: May you always be open to hearing the pains and joys and truths of others (<em>and quote Jeremiah 6:10</em>):</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nעַל מִי אֲדַבְּרָה וְאָעִידָה וְיִשְׁמָעוּ הִנֵּה עֲרֵלָה אָזְנָם וְלֹא יוּכְלוּ לְהַקְשִׁיב הִנֵּה דְבַר ה׳ הָיָה לָהֶם לְחֶרְפָּה לֹא יַחְפְּצוּ בוֹ.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nTo whom shall I speak and give warning, That they may hear? Behold, their ear is dull, And they cannot attend; Behold, the word of haShem is become unto them a reproach, They have no delight in it.\n</td>\n</tr>\n</tbody>\n</table>\n</td>\n</tr>\n<tr>\n<td></td>\n<td>Your mouth: May you always be of unimpeded, truthful, and profound speech as Moshe came to be (<em>and quote Exodus 6:12, 30 in which Moshe tells God he is of uncircumcised &amp; foreskinned tongue</em>):</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוַיְדַבֵּר מֹשֶׁה לִפְנֵי ה׳ לֵאמֹר הֵן בְּנֵי יִשְׂרָאֵל לֹא שָׁמְעוּ אֵלַי וְאֵיךְ יִשְׁמָעֵנִי פַרְעֹה וַאֲנִי עֲרַל שְׂפָתָיִם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd Moshe spoke before haShem, saying: ‘Behold, the children of Yisrael have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?’\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוַיֹּאמֶר מֹשֶׁה לִפְנֵי ה׳ הֵן אֲנִי עֲרַל שְׂפָתַיִם וְאֵיךְ יִשְׁמַע אֵלַי פַּרְעֹה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd Moshe said before haShem: ‘Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?’\n</td>\n</tr>\n</tbody>\n</table>\n</td>\n</tr>\n<tr>\n<td></td>\n<td>Your genitals: May you take deep pleasure in your body from this moment forward as you grow into adulthood, and may you give rise to future generations; (<em>and quote the passages on Avraham’s circumcisions of himself and his sons, Genesis 17:9-13, 23-27, and 21:2-4</em>):</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוַיֹּאמֶר אֱלֹקִים אֲבָל שָׂרָה אִשְׁתְּךָ יֹלֶדֶת לְךָ בֵּן וְקָרָאתָ אֶת שְׁמוֹ יִצְחָק וַהֲקִמֹתִי אֶת בְּרִיתִי אִתּוֹ לִבְרִית עוֹלָם לְזַרְעוֹ אַחֲרָיו.<br />\nוּלְיִשְׁמָעֵאל שְׁמַעְתִּיךָ הִנֵּה בֵּרַכְתִּי אֹתוֹ וְהִפְרֵיתִי אֹתוֹ וְהִרְבֵּיתִי אֹתוֹ בִּמְאֹד מְאֹד שְׁנֵים עָשָׂר נְשִׂיאִם יוֹלִיד וּנְתַתִּיו לְגוֹי גָּדוֹל.<br />\nוְאֶת בְּרִיתִי אָקִים אֶת יִצְחָק אֲשֶׁר תֵּלֵד לְךָ שָׂרָה לַמּוֹעֵד הַזֶּה בַּשָּׁנָה הָאַחֶרֶת.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd Elohim said: `Rather, Sarah your wife shall bear you a son; and you shall call his name Yitsḥaḳ; and I will establish My covenant with him for an everlasting covenant for his seed after him.<br />\nAnd as for Yishmael, I have heard you; behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.<br />\nBut My covenant will I establish with Yitsḥaḳ, whom Sarah shall bear unto you at this set time in the next year.’\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוַיִּקַּח אַבְרָהָם אֶת יִשְׁמָעֵאל בְּנוֹ וְאֵת כָּל יְלִידֵי בֵיתוֹ וְאֵת כָּל מִקְנַת כַּסְפּוֹ כָּל זָכָר בְּאַנְשֵׁי בֵּית אַבְרָהָם וַיָּמָל אֶת בְּשַׂר עָרְלָתָם בְּעֶצֶם הַיּוֹם הַזֶּה כַּאֲשֶׁר דִּבֶּר אִתּוֹ אֱלֹקִים.<br />\nוְאַבְרָהָם בֶּן תִּשְׁעִים וָתֵשַׁע שָׁנָה בְּהִמֹּלוֹ בְּשַׂר עָרְלָתוֹ.<br />\nוְיִשְׁמָעֵאל בְּנוֹ בֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה בְּהִמֹּלוֹ אֵת בְּשַׂר עָרְלָתוֹ.<br />\nבְּעֶצֶם הַיּוֹם הַזֶּה נִמּוֹל אַבְרָהָם וְיִשְׁמָעֵאל בְּנוֹ.<br />\nוְכָל אַנְשֵׁי בֵיתוֹ יְלִיד בָּיִת וּמִקְנַת כֶּסֶף מֵאֵת בֶּן נֵכָר נִמֹּלוּ אִתּוֹ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd Avraham took Yishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Avraham’s house, and circumcised the flesh of their foreskin in the selfsame day, as Elohim had said unto him.<br />\nAnd Avraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.<br />\nAnd Yishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.<br />\nAnd all the men of his house, those born in the house, and those bought with money of a foreigner, were circumcised with him.\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוַתַּהַר וַתֵּלֶד שָׂרָה לְאַבְרָהָם בֵּן לִזְקֻנָיו לַמּוֹעֵד אֲשֶׁר דִּבֶּר אֹתוֹ אֱלֹקִים.<br />\nוַיִּקְרָא אַבְרָהָם אֶת שֶׁם בְּנוֹ הַנּוֹלַד לוֹ אֲשֶׁר יָלְדָה לּוֹ שָׂרָה יִצְחָק.<br />\nוַיָּמָל אַבְרָהָם אֶת יִצְחָק בְּנוֹ בֶּן שְׁמֹנַת יָמִים כַּאֲשֶׁר צִוָּה אֹתוֹ אֱלֹקִים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd Sarah conceived, and bore Abraham a son in his old age, at the set time of which God had spoken to him.<br />\nAnd Abraham called the name of his son that was born unto him, whom Sarah bore to him, Isaac.<br />\nAnd Abraham circumcised his son Isaac when he was eight days old, as God had commanded him.\n</td>\n</tr>\n</tbody>\n</table>\n</td>\n</tr>\n<tr>\n<td></td>\n<td>Your heart: May you open your heart to all humanity and all beings who live upon our planet (<em>and quote Deuteronomy 10:16 and 30:6</em>):  </p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוְאָנֹכִי עָמַדְתִּי בָהָר כַּיָּמִים הָרִאשֹׁנִים אַרְבָּעִים יוֹם וְאַרְבָּעִים לָיְלָה וַיִּשְׁמַע ה׳ אֵלַי גַּם בַּפַּעַם הַהִוא לֹא אָבָה ה׳ הַשְׁחִיתֶךָ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nNow I stayed in the mount, as at the first time, forty days and forty nights; and haShem hearkened unto me that time also; haShem would not destroy you.\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוּמָל ה׳ אֱלֹקֶיךָ אֶת לְבָבְךָ וְאֶת לְבַב זַרְעֶךָ לְאַהֲבָה אֶת ה׳ אֱלֹקֶיךָ בְּכָל לְבָבְךָ וּבְכָל נַפְשְׁךָ לְמַעַן חַיֶּיךָ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd haShem your G!d will circumcise your heart, and the heart of your seed, to love haShem your G!d with all thy heart, and with all thy soul, that thou mayest live.\n</td>\n</tr>\n</tbody>\n</table>\n<p>and may we take on together the task of Eliyah the Prophet, to turn the hearts of the parents to the children and the hearts of the children to the parents lest the Earth be utterly destroyed (<em>and quote Malakhi 3:23-24</em>):</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nהִנֵּה אָנֹכִי שֹׁלֵחַ לָכֶם אֵת אֵלִיָּה הַנָּבִיא לִפְנֵי בּוֹא יוֹם ה׳ הַגָּדוֹל וְהַנּוֹרָא.<br />\nוְהֵשִׁיב לֵב אָבוֹת עַל בָּנִים וְלֵב בָּנִים עַל אֲבוֹתָם פֶּן אָבוֹא וְהִכֵּיתִי אֶת הָאָרֶץ חֵרֶם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nBehold, I will send you Eliyah the prophet Before the coming of the great and terrible day of haShem.<br />\nAnd he shall turn the heart of the fathers to the children, And the heart of the children to their fathers; Lest I come and smite the land with utter destruction. Behold, I will send you Eliyah the prophet Before the coming of the great and terrible day of haShem.\n</td>\n</tr>\n</tbody>\n</table>\n</td>\n</tr>\n</tbody>\n</table>\n",
    "categories": [
        "Brit Milah &amp; Simḥat Bat"
    ],
    "tags": [
        "Pnai Or",
        "Renewal",
        "ברית brit"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "8333"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/01/V05p129001_Elijahs_Chair1.jpg",
        "title": "Elijah&#8217;s_Chair",
        "caption": "Elijah's Chair (from the Jewish Encyclopedia 1906, vol. 5)"
    },
    "source_link": "https://opensiddur.org/?p=8323",
    "permalink": "https://opensiddur.org/prayers/life-cycle/jewish-life-cycle/brit-milah-and-simhat-bat/zekher-milah-a-different-tack-on-brit-milah-brit-banot-by-arthur-waskow/",
    "slug": "zekher-milah-a-different-tack-on-brit-milah-brit-banot-by-arthur-waskow"
}