{
    "post_id": 62899,
    "title": "מן הסערה - סדר הקריאה בתורה לראש השנה של ימות מלחמה | From the Whirlwind – a Torah reading for Rosh Hashanah during times of war, by Rabbah Gila Caine (2025)",
    "author": "Gila Caine",
    "coauthors": [
        {
            "name": "Gila Caine",
            "bio": "Born and raised in Jerusalem, Rabbah Gila Caine graduated from the Hebrew University with an MA in Contemporary Judaism and received her rabbinic ordination at the HUC-JIR’s Israeli program in 2011. She now serves as rabbi at Temple Beth Ora congregation in Edmonton, Alberta, where she lives with her husband, children and two cats.",
            "website": "https://gilacaine.substack.com/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/06/gila-caine-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gila-caine"
        }
    ],
    "date": "2025-07-15",
    "last_updated": "2025-08-01",
    "excerpt": "A Torah reading ceremony proposed for Rosh Hashanah using the traditional texts read but organized in a novel way to juxtapose the stories of Yitsḥaq and Yishmael. . . .",
    "content": "<div class=\"hebrew\" lang=\"heb-Hebr\" style=\"font-size: 1.2em; direction:rtl; text-align: right;\">\nטקס הקריאה בתורה שאני מציעה משתמש בטקסטים המסורתיים לראש השנה ושואב השראה ממורכבות התורה עצמה ומהאופן בו המיתוסים שלנו יוצרים מרחב קדוש שמאפשר לנו להכיל את סערת הסיפורים.  בראש השנה שעברה (התשפ&#8221;ה), פתחנו שני ספרי תורה וקראנו בו זמנית את סיפוריהם יצחק וישמעאל, הנה מה שכתבתי לקוראים בתורה אצלנו כאשר התכוננו לימים הנוראים: &#8220;שתי הקריאות הללו מספרות סיפור רב-שכבתי, אבל אני רוצה שנשמע את שני הסיפורים בו זמנית. אני חושבת שאחד הדברים שאיבדנו הוא היכולת לפנות מקום לנרטיבים מרובים, לאפשר חמלה גם כלפי עמנו וגם כלפי אחרים. כלפי ילדינו וכלפי ילדי אחרים.&#8221;</p>\n<p>בקובץ המצורף ניתן למצוא את מבנה הקריאה בתורה, כולל חלוקה לעליות, כפי שערכנו אותה בשנה שעברה וכפי שאנו מתכוונים לערוך אותה השנה. כמו כן, בקובץ הרחבתי בהגיון שמאחורי הקריאה הזו, ובמענה שהיא נותנת, לדעתי, לצורך העמוק שלנו היום כעם.\n</p></div>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nThe Torah reading ceremony I propose for Rosh Hashanah uses the traditional texts we always read and draws on the complexity of Torah itself and the way our myths create a sacred space,  for us to contain a turmoil of narratives. On Rosh Hashanah last year (5785), we opened two Torah scrolls and read the stories of Isaac and Ishmael simultaneously, here’s what I wrote to our Torah readers as we prepared for the High Holidays: “Both these readings tell a many-layered story, but I want us to hear both stories at once. I think one of the things we’ve lost is the ability to make room for multiple narratives, for allowing compassion both for our own people and for others. For our own children and for the children of others.”&#8230;.</p>\n<p>In the [following] I&#8217;ve added additional information relating to the reasoning behind the structure of this reading, as well as a full outline of the reading&#8217;s &#8220;choreography&#8221;, so you can use it in your congregation.\n</p></div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמנהסערה: הצעה לקריאה בתורה לראש השנה התשפ״ו (מבוססת על הקריאה בתורה יצרנו וערכנו בבית הכנסת בשנה שעברה, התשפ״ה)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nFrom the Whirlwind: A suggested Torah Reading for Rosh Hashanah 5786 (based on the structure we created and used at TBO, R”H 5785)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nבאופן מסורתי קוראים בתפילות השחרית של ראש השנה שני סיפורים דומים/שונים: בשחרית של א׳ ר״ה קוראים את סיפור לידתו של יצחק וגירוש בנו הבכור של אברהם אבינו, ישמעאל, ובשחרית של היום השני קוראים את סיפור עקידתו של יצחק אבינו. שני סיפורים קשים המספרים על מאבק פנים משפחתי, על חוסר שייכות וחוסר ביטחון, על אב שמוכן (בכאב ובצער?) להקריב את בניו. למזלו של אברהם שני הבנים שורדים, אולם אנו הצאצאים שלהם נושאים עד היום את הפציעה המוסרית הקשה שנחרטה בנפשם של יצחק וישמעאל.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTraditionally, two echoing stories are read during the morning services on Rosh Hashanah: On the first day we read the story of the birth of Yitsḥaq and the expulsion of Avraham&#8217;s eldest son Yishmael, and on the morning of the second day we read the story of the binding of Yitsḥaq. These two difficult stories tell of internal family strife, of the yearning for belonging and security, of a father who is willing (with pain and sorrow?) to sacrifice his sons. Fortunately for Avraham both his sons survive, but we their descendants, still bear the heavy moral wound that was engraved in the souls of Yitsḥaq and Yishmael.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nבשנה שעברה, ראש השנה התשפ״ה, ראיתי שלא נוכל לקרוא את הסיפורים בימים נפרדים &#8211; הסיפורים דומים כל כך ומהדהדים אחד את השני, את כאב בגידת האב, כאב האובדן והבדידות. באותו ראש השנה כבר עמדנו לציין כמעט שנה שלמה מאז השביעי באוקטובר, ולתדהמתי הנה אנחנו מתכוננים לציין כבר כמעט שנתיים והסיוט שלנו ושל שכנינו עוד לא הסתיים. שנתיים בהן נדמה שנארטיבים התאבנו, השילו מעליהם סימני שאלה, ובאותו הזמן ממש אנו מצויים בכאוס רעיוני מתמשך, &#8220;וַיַּעַן־יְהֹוָה אֶת־אִיּוֹב (מנהסערה) [מִן  הַסְּעָרָה] וַיֹּאמַר&#8221; <span class=\"citation\">(איוב לח:א)</span>, כאוס שגם בזוועה שבו יש התגלמות אלוהית. נדייק &#8211; התגלות אלוהית אינה בהכרח דבר חיובי או נעים, היא בעיקרה רגע של מסך נקרע, מופשל, ואנו רואים מציאות שהיא מעבר למציאות האנושית הבנויה והמסודרת. אנו חווים פתאום את מידת הענווה נזרקת עלינו בעל כורחנו ומורכבות הבריאה ומורכבותה של המציאות נחשפת בפנינו ואנו עומדים פגיעים אל מול פני ההבנה הזו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLast year, on Rosh Hashanah 5785, I realised we couldn&#8217;t read the stories on separate days – they each speak the pain of a father&#8217;s betrayal, the pain of loss and loneliness. On that Rosh Hashanah, we were about to mark almost one year since the horror of October 7. To my amazement here we are preparing to mark almost two years from that day, and our nightmare and that of our neighbours is not yet over. Two harsh years in which narratives seem to have solidified, shedding their question marks, and at the same time we find ourselves in ongoing conceptual chaos, “And <span class=\"divine-referent\">Adonai</span> answered Job from the whirlwind and <span class=\"divine-referent\">He</span> said” <span class=\"citation\">(Job 38:1)</span>, chaos in which even in its horror there is divine manifestation. To be precise, revelation is not necessarily a positive or pleasant thing; it is essentially a moment when the veil is torn, lifted, and we see an image of Creation that is beyond the constructed and orderly human reality. We suddenly experience <em>middat anavah</em>/humility thrown upon us against our will, and the complexity of creation and the complexity of reality are revealed to us, and we stand vulnerable in the face of this understanding.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nמיתוסים טובים לוקחים אותנו אל תוך הרגעים ההיוליים האלה, בדיוק למקום שהוא כל כך גולמי וחשוף וכואב מכיוון שהוא מרחב הבריאה ומרחב האמת. אנחנו לא נדבר כאן על מושג האמת, אלא דווקא על מיתוס ועל הדרך שבה מיתוס וטקס יכולים לעזור לנו ליצור מקום בנפש ובגוף להכיל את השברון, גם אם לשעה קלה. טקס יוצר מרחב אישי או קהילתי שבו אנחנו מוזמנים לגלם מיתוס, להתחבר אל אבות ואמהות קדומים, להתחבר ולהציג אידאות של רגשות, פחדים ותשוקות שלנו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGood myth takes us into these primordial moments, precisely to the place that is utterly raw, exposed and painful because it is the space of creation and the space of truth. We will not discuss the concept of truth here, but rather myth and the way in which myth and ritual help us create a place in our minds and bodies to contain the chaos, even if only for a moment. Ritual creates a personal and communal space where we are invited to embody myth, to connect with our ancestors, to connect and express our emotions, fears and desires.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nטקס הקריאה בתורה שאני מציעה משתמש בטקסטים המסורתיים לראש השנה ושואב השראה ממורכבות התורה עצמה ומהאופן בו המיתוסים שלנו יוצרים מרחב קדוש שמאפשר לנו להכיל את סערת הסיפורים.  בראש השנה שעברה (התשפ״ה), פתחנו שני ספרי תורה וקראנו בו זמנית את סיפוריהם יצחק וישמעאל, הנה מה שכתבתי לקוראים בתורה אצלנו כאשר התכוננו לימים הנוראים: &#8220;שתי הקריאות הללו מספרות סיפור רב־שכבתי, אבל אני רוצה שנשמע את שני הסיפורים בו זמנית. אני חושבת שאחד הדברים שאיבדנו הוא היכולת לפנות מקום לנרטיבים מרובים, לאפשר חמלה גם כלפי עמנו וגם כלפי אחרים. כלפי ילדינו וכלפי ילדי אחרים.&#8221;\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Torah reading ceremony I propose for Rosh Hashanah uses the traditional texts we always read and draws on the complexity of Torah itself and the way our myths create a sacred space, for us to contain a turmoil of narratives. On Rosh Hashanah last year (5785), we opened two Torah scrolls and read the stories of Isaac and Yishmael simultaneously, here’s what I wrote to our Torah readers as we prepared for the High Holidays: “Both these readings tell a many-layered story, but I want us to hear both stories at once. I think one of the things we’ve lost is the ability to make room for multiple narratives, for allowing compassion both for our own people and for others. For our own children and for the children of others.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nקריאה זו לא מבקשת מאיתנו למוטט את זהותנו ולנטוש את ההיסטוריה שלנו, כל מה שהיא מנסה לעשות היא להציע לנו כלים ליצירתה של תודעה יהודית  בריאה יותר ותקווה לעתיד בר קיימא.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis reading does not ask us to collapse our identity and abandon our history; all it tries to do is offer us tools to create a healthier Jewish consciousness and spark hope for a sustainable future.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהכנת המרחב\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSetting the stage (“choreography”)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\n1. מוציאים שני ספרי תורה ומניחים על שני שולחנות, אחד ליד או מול השני. אפשר לערוך את הקריאה הזו גם במידה ויש רק ס״ת אחד בבית הכנסת, הקריאות סמוכות מאוד בקלף. רצוי אם כן להכין שולחן ארוך מספיק שניתן יהיה לפתוח את הקלף לשני הסיפורים ולהעמיד את הקוראים אחד ליד השני.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n1. Take out two Torah scrolls and place them on two tables, one next to or across from the other. This reading can be done even if there is only one Sefer in the synagogue, as the readings are very close together in the scroll. It is therefore advisable to prepare a table long enough to allow the scroll to be opened for both stories and to place the readers next to each other.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\n2. בכל עליה יש שני קוראים ורק עולה אחד/ת! כל עלייה תביא קטע מסיפור יצחק וקטע מסיפור ישמעאל. במידה ויש שני ספרי תורה, כל סיפור נקרא מקלף אחר, ובדרך זו הסיפורים &#8220;מתקדמים&#8221; יחד. הערה למי שבקהילתם לא דוברים עברית: אנחנו הוספנו בכל עליה &#8220;תרגום&#8221;, חברת קהילה שתפקידה היה לקרוא בקול את שני הקטעים באנגלית (או שפת המקום אם דוברים שפה אחרת) בסופה של כל עליה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n2. Each aliyah has two readers and only one person reciting the blessing! Each aliyah will bring a section from the story of Yitsḥaq and a section from the story of Yishmael. If there are two Torah scrolls, each story is read from a different scroll, and in this way the stories &#8220;progress&#8221; together. Note: if your community is not Hebrew speaking, you can add a Turgeman/translator, a community member whose job is to read aloud both readings in English (or the local language if they speak another language) at the end of each aliyah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\n3. בין אם מוסיפים קריאה בשפת המקום ובין אם לא, חשוב לעזור לקהילה לשים לב לאופן שבו הסיפורים משוחחים אחד עם השני ומלמדים אותנו על מקורו העמוק של הפצע שאנו נושאים. קריאה כזו דורשת ממנחת/ה התפילה להוסיף זמן של לימוד ומחשבה על החוויה הזו, אולי לא תוך כדי התפילה, אך בוודאי שלפני או אחרי, או בימי אלול המובילים אותנו אל השנה החדשה.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n3. Whether or not a reading in the local language is included, it’s important to help the community notice how the stories speak and echo each other, and in a way, teach us about the deep source of the wound we carry. Such a reading requires the prayer leader to add time to study and reflect on this experience, perhaps not during the service, but certainly before or after, or in the days of Elul that lead us into the new year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהקריאה<br />\nסיפור יצחק <span class=\"citation\">(בראשית פרק כב:א-יט)</span><br />\nסיפור ישמעאל <span class=\"citation\">(בראשית פרק כא:א-כא)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTorah reading<br />\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:1-19)</span><br />\nStory of Yishmael <span class=\"citation\">(Genesis 21:1-21)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעליה א׳\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAliyah 1\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:א-ג)</span><br />\n<sup>א</sup>&nbsp;וַיְהִי, אַחַר הַדְּבָרִים הָאֵלֶּה, וְהָאֱלֹהִים, נִסָּה אֶת־אַבְרָהָם; וַיֹּאמֶר אֵלָיו, אַבְרָהָם וַיֹּאמֶר הִנֵּנִי. <sup>ב</sup>&nbsp;וַיֹּאמֶר קַח־נָא אֶת־בִּנְךָ אֶת־יְחִידְךָ אֲשֶׁר־אָהַבְתָּ, אֶת־יִצְחָק, וְלֶךְ־לְךָ, אֶל־אֶרֶץ הַמֹּרִיָּה; וְהַעֲלֵהוּ שָׁם, לְעֹלָה, עַל אַחַד הֶהָרִים, אֲשֶׁר אֹמַר אֵלֶיךָ. <sup>ג</sup>&nbsp;וַיַּשְׁכֵּם אַבְרָהָם בַּבֹּקֶר, וַיַּחֲבֹשׁ אֶת־חֲמֹרוֹ, וַיִּקַּח אֶת־שְׁנֵי נְעָרָיו אִתּוֹ, וְאֵת יִצְחָק בְּנוֹ; וַיְבַקַּע, עֲצֵי עֹלָה, וַיָּקָם וַיֵּלֶךְ, אֶל־הַמָּקוֹם אֲשֶׁר־אָמַר־לוֹ הָאֱלֹהִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:1-3)</span><br />\n<sup>1</sup>&nbsp;Now after these events it was that <span class=\"divine-referent\">Elohim</span> tested Avraham and said to him: “Avraham!” He said: “Here I am.” <sup>2</sup>&nbsp;He said: “Pray take your son, your only-one, whom you love, Yitsḥaq, and go-you-forth to the land of Moriyya/Seeing, and offer him up there as an offering-up upon one of the mountains that I will tell you of.” <sup>3</sup>&nbsp;Avraham started-early in the morning, he saddled his donkey, he took his two serving-lads with him and Yitsḥaq his son, he split wood for the offering-up and arose and went to the place that <span class=\"divine-referent\">Elohim</span> had told him of.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:א-ה)</span><br />\n<sup>א</sup>&nbsp;וַיהוָה פָּקַד אֶת־שָׂרָה, כַּאֲשֶׁר אָמָר; וַיַּעַשׂ יְהוָה לְשָׂרָה, כַּאֲשֶׁר דִּבֵּר. <sup>ב</sup>&nbsp;וַתַּהַר וַתֵּלֶד שָׂרָה לְאַבְרָהָם בֵּן, לִזְקֻנָיו, לַמּוֹעֵד, אֲשֶׁר־דִּבֶּר אֹתוֹ אֱלֹהִים. <sup>ג</sup>&nbsp;וַיִּקְרָא אַבְרָהָם אֶת־שֶׁם־בְּנוֹ הַנּוֹלַד־לוֹ, אֲשֶׁר־יָלְדָה־לּוֹ שָׂרָה — יִצְחָק. <sup>ד</sup>&nbsp;וַיָּמָל אַבְרָהָם אֶת־יִצְחָק בְּנוֹ, בֶּן־שְׁמֹנַת יָמִים, כַּאֲשֶׁר צִוָּה אֹתוֹ, אֱלֹהִים. <sup>ה</sup>&nbsp;וְאַבְרָהָם, בֶּן־מְאַת שָׁנָה, בְּהִוָּלֶד לוֹ, אֵת יִצְחָק בְּנוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:1-5)</span><br />\n<sup>1</sup>&nbsp;Now <span class=\"divine-referent\">YHVH</span> took account of Sarah as he had said, <span class=\"divine-referent\">YHVH</span> dealt with Sarah as he had spoken. <sup>2</sup>&nbsp;Sarah became pregnant and bore Avraham a son in his old age, at the set-time of which <span class=\"divine-referent\">Elohim</span> had spoken to him. <sup>3</sup>&nbsp;And Avraham called the name of his son, who was born to him, whom Sarah bore to him: Yitsḥaq/He Laughs. <sup>4</sup>&nbsp;And Avraham circumcised Yitsḥaq his son at eight days old, as <span class=\"divine-referent\">Elohim</span> had commanded him. <sup>5</sup>&nbsp;Avraham was a hundred years old when Yitsḥaq his son was born to him.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעליה ב׳\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAliyah 2\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:ד-ו)</span><br />\n<sup>ד</sup>&nbsp;בַּיּוֹם הַשְּׁלִישִׁי, וַיִּשָּׂא אַבְרָהָם אֶת־עֵינָיו וַיַּרְא אֶת־הַמָּקוֹם — מֵרָחֹק. <sup>ה</sup>&nbsp;וַיֹּאמֶר אַבְרָהָם אֶל־נְעָרָיו, שְׁבוּ־לָכֶם פֹּה עִם־הַחֲמוֹר, וַאֲנִי וְהַנַּעַר, נֵלְכָה עַד־כֹּה; וְנִשְׁתַּחֲוֶה, וְנָשׁוּבָה אֲלֵיכֶם. <sup>ו</sup>&nbsp;וַיִּקַּח אַבְרָהָם אֶת־עֲצֵי הָעֹלָה, וַיָּשֶׂם עַל־יִצְחָק בְּנוֹ, וַיִּקַּח בְּיָדוֹ, אֶת־הָאֵשׁ וְאֶת־הַמַּאֲכֶלֶת; וַיֵּלְכוּ שְׁנֵיהֶם, יַחְדָּו.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:4-6)</span><br />\n<sup>4</sup>&nbsp;On the third day Avraham lifted up his eyes and saw the place from afar. <sup>5</sup>&nbsp;Avraham said to his lads: “You stay here with the donkey, and I and the lad wish to go yonder, we wish to bow down and then return to you.” <sup>6</sup>&nbsp;Avraham took the wood for the offering-up, he placed them upon Yitsḥaq his son, in his hand he took the fire and the knife. Thus the two of them went together.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:ו-ח)</span><br />\n<sup>ו</sup>&nbsp;וַתֹּאמֶר שָׂרָה — צְחֹק, עָשָׂה לִי אֱלֹהִים: <sup>כָּל־הַשֹּׁמֵעַ,</sup>&nbsp;יִצְחַק־לִי. <sup>ז</sup>&nbsp;וַתֹּאמֶר, מִי מִלֵּל לְאַבְרָהָם, הֵינִיקָה בָנִים, שָׂרָה:  כִּי־יָלַדְתִּי בֵן, לִזְקֻנָיו. <sup>ח</sup>&nbsp;וַיִּגְדַּל הַיֶּלֶד, וַיִּגָּמַל; וַיַּעַשׂ אַבְרָהָם מִשְׁתֶּה גָדוֹל, בְּיוֹם הִגָּמֵל אֶת־יִצְחָק.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:6-8)</span><br />\n<sup>6</sup>&nbsp;Now Sarah said: “<span class=\"divine-referent\">Elohim</span> has made laughter for me, all who hear of it will laugh for me.” <sup>7</sup>&nbsp;And she said: “Who would have declared to Avraham: Sarah will nurse sons? Well, I have borne him a son in his old age!” <sup>8</sup>&nbsp;The child grew and was weaned, and Avraham made a great drinking-feast on the day that Yitsḥaq was weaned.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעליה ג׳\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAliyah 3\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:ז-ט)</span><br />\n<sup>ז</sup>&nbsp;וַיֹּאמֶר יִצְחָק אֶל־אַבְרָהָם אָבִיו, וַיֹּאמֶר אָבִי, וַיֹּאמֶר, הִנֶּנִּי בְנִי; וַיֹּאמֶר, הִנֵּה הָאֵשׁ וְהָעֵצִים, וְאַיֵּה הַשֶּׂה, לְעֹלָה. <sup>ח</sup>&nbsp;וַיֹּאמֶר, אַבְרָהָם, אֱלֹהִים יִרְאֶה־לּוֹ הַשֶּׂה לְעֹלָה, בְּנִי; וַיֵּלְכוּ שְׁנֵיהֶם, יַחְדָּו. <sup>ט</sup>&nbsp;וַיָּבֹאוּ, אֶל־הַמָּקוֹם אֲשֶׁר אָמַר־לוֹ הָאֱלֹהִים, וַיִּבֶן שָׁם אַבְרָהָם אֶת־הַמִּזְבֵּחַ, וַיַּעֲרֹךְ אֶת־הָעֵצִים; וַיַּעֲקֹד, אֶת־יִצְחָק בְּנוֹ, וַיָּשֶׂם אֹתוֹ עַל־הַמִּזְבֵּחַ, מִמַּעַל לָעֵצִים.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:7-9)</span><br />\n<sup>7</sup>&nbsp;Yitsḥaq said to Avraham his father, he said: “Father!” He said: “Here I am, my son.” He said: “Here are the fire and the wood, but where is the lamb for the offering-up?” <sup>8</sup>&nbsp;Avraham said: “<span class=\"divine-referent\">Elohim</span> will see-for-himself to the lamb for the offering-up, my son.” Thus the two of them went together. <sup>9</sup>&nbsp;They came to the place that <span class=\"divine-referent\">Elohim</span> had told him of; there Avraham built the place-for-slaughter and arranged the wood and bound Yitsḥaq his son and placed him on the place-for-slaughter atop the wood.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:ט-יא)</span><br />\n<sup>ט</sup>&nbsp;וַתֵּרֶא שָׂרָה אֶת־בֶּן־הָגָר הַמִּצְרִית, אֲשֶׁר־יָלְדָה לְאַבְרָהָם — מְצַחֵק. <sup>י</sup>&nbsp;וַתֹּאמֶר, לְאַבְרָהָם, גָּרֵשׁ הָאָמָה הַזֹּאת, וְאֶת־בְּנָהּ:  כִּי לֹא יִירַשׁ בֶּן־הָאָמָה הַזֹּאת, עִם־בְּנִי עִם־יִצְחָק. <sup>יא</sup>&nbsp;וַיֵּרַע הַדָּבָר מְאֹד, בְּעֵינֵי אַבְרָהָם, עַל, אוֹדֹת בְּנוֹ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:9-11)</span><br />\n<sup>9</sup>&nbsp;Once Sarah saw the son of Hagar the Mitsri-woman, whom she had borne to Avraham, laughing. . . . <sup>10</sup>&nbsp;She said to Avraham: “Drive out this slave-woman and her son, for the son of this slave-woman shall not share-inheritance with my son, with Yitsḥaq!” <sup>11</sup>&nbsp;The matter was exceedingly bad in Avraham’s eyes because of his son.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעליה ד׳\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAliyah 4\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:י-יב)</span><br />\n<sup>י</sup>&nbsp;וַיִּשְׁלַח אַבְרָהָם אֶת־יָדוֹ, וַיִּקַּח אֶת־הַמַּאֲכֶלֶת, לִשְׁחֹט, אֶת־בְּנוֹ. <sup>יא</sup>&nbsp;וַיִּקְרָא אֵלָיו מַלְאַךְ יְהוָה, מִן־הַשָּׁמַיִם, וַיֹּאמֶר, אַבְרָהָם אַבְרָהָם; וַיֹּאמֶר, הִנֵּנִי. <sup>יב</sup>&nbsp;וַיֹּאמֶר, אַל־תִּשְׁלַח יָדְךָ אֶל־הַנַּעַר, וְאַל־תַּעַשׂ לוֹ, מְאוּמָה:  כִּי עַתָּה יָדַעְתִּי, כִּי־יְרֵא אֱלֹהִים אַתָּה, וְלֹא חָשַׂכְתָּ אֶת־בִּנְךָ אֶת־יְחִידְךָ, מִמֶּנִּי.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:10-12)</span><br />\n<sup>10</sup>&nbsp;And Avraham stretched out his hand, he took the knife to slay his son. <sup>11</sup>&nbsp;But <span class=\"divine-referent\">YHVH</span>’s messenger called to him from heaven and said: “Avraham! Avraham!” He said: “Here I am.” <sup>12</sup>&nbsp;He said: “Do not stretch out your hand against the lad, do not do anything to him! For now I know that you are in awe of <span class=\"divine-referent\">Elohim</span> – you have not withheld your son, your only-one, from me.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:יב-טו)</span><br />\n<sup>יב</sup>&nbsp;וַיֹּאמֶר אֱלֹהִים אֶל־אַבְרָהָם, אַל־יֵרַע בְּעֵינֶיךָ עַל־הַנַּעַר וְעַל־אֲמָתֶךָ — כֹּל אֲשֶׁר תֹּאמַר אֵלֶיךָ שָׂרָה, שְׁמַע בְּקֹלָהּ:  כִּי בְיִצְחָק, יִקָּרֵא לְךָ זָרַע. <sup>יג</sup>&nbsp;וְגַם אֶת־בֶּן־הָאָמָה, לְגוֹי אֲשִׂימֶנּוּ:  כִּי זַרְעֲךָ, הוּא. <sup>יד</sup>&nbsp;וַיַּשְׁכֵּם אַבְרָהָם בַּבֹּקֶר וַיִּקַּח־לֶחֶם וְחֵמַת מַיִם וַיִּתֵּן אֶל־הָגָר שָׂם עַל־שִׁכְמָהּ, וְאֶת־הַיֶּלֶד — וַיְשַׁלְּחֶהָ; וַתֵּלֶךְ וַתֵּתַע, בְּמִדְבַּר בְּאֵר שָׁבַע. <sup>טו</sup>&nbsp;וַיִּכְלוּ הַמַּיִם, מִן־הַחֵמֶת; וַתַּשְׁלֵךְ אֶת־הַיֶּלֶד, תַּחַת אַחַד הַשִּׂיחִם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:12-15)</span><br />\n<sup>12</sup>&nbsp;But <span class=\"divine-referent\">Elohim</span> said to Avraham: “Do not let it be bad in your eyes concerning the lad and concerning your slave-woman; in all that Sarah says to you, hearken to her voice, for it is through Yitsḥaq that seed will be called by your (name). <sup>13</sup>&nbsp;But also the son of the slave-woman – a nation will I make of him, for he too is your seed.” <sup>14</sup>&nbsp;Avraham started-early in the morning, he took some bread and a skin of water and gave them to Hagar – placing them upon her shoulder – together with the child and sent her away. She went off and roamed in the wilderness of Be’er-shava. <sup>15</sup>&nbsp;Now when the water in the skin was at an end, she threw the child under one of the bushes,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעליה ה׳\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAliyah 5\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:יג-טו)</span><br />\n<sup>יג</sup>&nbsp;וַיִּשָּׂא אַבְרָהָם אֶת־עֵינָיו, וַיַּרְא וְהִנֵּה־אַיִל, אַחַר, נֶאֱחַז בַּסְּבַךְ בְּקַרְנָיו; וַיֵּלֶךְ אַבְרָהָם וַיִּקַּח אֶת־הָאַיִל, וַיַּעֲלֵהוּ לְעֹלָה תַּחַת בְּנוֹ. <sup>יד</sup>&nbsp;וַיִּקְרָא אַבְרָהָם שֵׁם־הַמָּקוֹם הַהוּא, יְהוָה יִרְאֶה, אֲשֶׁר יֵאָמֵר הַיּוֹם, בְּהַר יְהוָה יֵרָאֶה. <sup>טו</sup>&nbsp;וַיִּקְרָא מַלְאַךְ יְהוָה, אֶל־אַבְרָהָם, שֵׁנִית, מִן־הַשָּׁמָיִם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:13-15)</span><br />\n<sup>13</sup>&nbsp;Avraham lifted up his eyes and saw: here, a ram was caught behind in the thicket by its horns! Avraham went, he took the ram and offered it up as an offering-up in place of his son. <sup>14</sup>&nbsp;Avraham called the name of that place: ‘<span class=\"divine-referent\">YHVH</span> Sees.’ As the saying is today: ‘On <span class=\"divine-referent\">YHVH</span>’s mountain (it) is seen.’ <sup>15</sup>&nbsp;Now <span class=\"divine-referent\">YHVH</span>’s messenger called to Avraham a second time from heaven\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:טז-יח)</span><br />\n<sup>טז</sup>&nbsp;וַתֵּלֶךְ וַתֵּשֶׁב לָהּ מִנֶּגֶד, הַרְחֵק כִּמְטַחֲוֵי קֶשֶׁת, כִּי אָמְרָה, אַל־אֶרְאֶה בְּמוֹת הַיָּלֶד; וַתֵּשֶׁב מִנֶּגֶד, וַתִּשָּׂא אֶת־קֹלָהּ וַתֵּבְךְּ. <sup>יז</sup>&nbsp;וַיִּשְׁמַע אֱלֹהִים, אֶת־קוֹל הַנַּעַר, וַיִּקְרָא מַלְאַךְ אֱלֹהִים אֶל־הָגָר מִן־הַשָּׁמַיִם, וַיֹּאמֶר לָהּ מַה־לָּךְ הָגָר; אַל־תִּירְאִי, כִּי־שָׁמַע אֱלֹהִים אֶל־קוֹל הַנַּעַר בַּאֲשֶׁר הוּא־שָׁם. <sup>יח</sup>&nbsp;קוּמִי שְׂאִי אֶת־הַנַּעַר, וְהַחֲזִיקִי אֶת־יָדֵךְ בּוֹ:  כִּי־לְגוֹי גָּדוֹל, אֲשִׂימֶנּוּ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:16-18)</span><br />\n<sup>16</sup>&nbsp;And [Hagar] went and sat by herself, at-a-distance, as far away as a bowshot, for she said to herself: “Let me not see the child die!” So she sat at-a-distance, and lifted up her voice and wept. <sup>17</sup>&nbsp;But <span class=\"divine-referent\">Elohim</span> heard the voice of the lad. <span class=\"divine-referent\">Elohim</span>’s messenger called to Hagar from heaven and said to her: “What ails you, Hagar? Do not be afraid, for <span class=\"divine-referent\">Elohim</span> has heard the voice of the lad there where he is. <sup>18</sup>&nbsp;Arise, lift up the lad and grasp him with your hand, for a great nation will I make of him!”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמפטיר\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMaftir\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור יצחק <span class=\"citation\">(בראשית כב:טז-יט)</span><br />\n<sup>טז</sup>&nbsp;וַיֹּאמֶר, בִּי נִשְׁבַּעְתִּי נְאֻם־יְהוָה:  כִּי, יַעַן אֲשֶׁר עָשִׂיתָ אֶת־הַדָּבָר הַזֶּה, וְלֹא חָשַׂכְתָּ, אֶת־בִּנְךָ אֶת־יְחִידֶךָ. <sup>יז</sup>&nbsp;כִּי־בָרֵךְ אֲבָרֶכְךָ, וְהַרְבָּה אַרְבֶּה אֶת־זַרְעֲךָ כְּכוֹכְבֵי הַשָּׁמַיִם, וְכַחוֹל, אֲשֶׁר עַל־שְׂפַת הַיָּם; וְיִרַשׁ זַרְעֲךָ, אֵת שַׁעַר אֹיְבָיו. <sup>יח</sup>&nbsp;וְהִתְבָּרְכוּ בְזַרְעֲךָ, כֹּל גּוֹיֵי הָאָרֶץ, עֵקֶב, אֲשֶׁר שָׁמַעְתָּ בְּקֹלִי. <sup>יט</sup>&nbsp;וַיָּשָׁב אַבְרָהָם אֶל־נְעָרָיו, וַיָּקֻמוּ וַיֵּלְכוּ יַחְדָּו אֶל־בְּאֵר שָׁבַע; וַיֵּשֶׁב אַבְרָהָם, בִּבְאֵר שָׁבַע.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yitsḥaq <span class=\"citation\">(Genesis 22:16-19)</span><br />\n<sup>16</sup>&nbsp;And [<span class=\"divine-referent\">Elohim</span>’s messenger] said: “By myself I swear – <span class=\"divine-referent\">YHVH</span>’s utterance – indeed, because you have done this thing, have not withheld your son, your only-one, <sup>17</sup>&nbsp;indeed, I will bless you, bless you, I will make your seed many, yes, many, like the stars of the heavens and like the sand that is on the shore of the sea; your seed shall inherit the gate of their enemies, <sup>18</sup>&nbsp;all the nations of the earth shall enjoy blessing through your seed, in consequence of your hearkening to my voice.” <sup>19</sup>&nbsp;Avraham returned to his lads, they arose and went together to Be’er-shava. And Avraham stayed in Be’er-shava.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nסיפור ישמעאל <span class=\"citation\">(בראשית כא:יט-כא)</span><br />\n<sup>יט</sup>&nbsp;וַיִּפְקַח אֱלֹהִים אֶת־עֵינֶיהָ, וַתֵּרֶא בְּאֵר מָיִם; וַתֵּלֶךְ וַתְּמַלֵּא אֶת־הַחֵמֶת, מַיִם, וַתַּשְׁקְ, אֶת־הַנָּעַר. <sup>כ</sup>&nbsp;וַיְהִי אֱלֹהִים אֶת־הַנַּעַר, וַיִּגְדָּל; וַיֵּשֶׁב, בַּמִּדְבָּר, וַיְהִי, רֹבֶה קַשָּׁת. <sup>כא</sup>&nbsp;וַיֵּשֶׁב, בְּמִדְבַּר פָּארָן; וַתִּקַּח־לוֹ אִמּוֹ אִשָּׁה, מֵאֶרֶץ מִצְרָיִם.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nStory of Yishmael <span class=\"citation\">(Genesis 21:19-21)</span><br />\n<sup>19</sup>&nbsp;<span class=\"divine-referent\">Elohim</span> opened her eyes, and she saw a well of water; she went, filled the skin with water, and gave the lad to drink. <sup>20</sup>&nbsp;And <span class=\"divine-referent\">Elohim</span> was with the lad as he grew up, he settled in the wilderness, and became an archer, a bowman. <sup>21</sup>&nbsp;He settled in the wilderness of Paran, and his mother took him a wife from the land of Mitsrayim.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This special reading was prepared by Rabbah Gila Caine for Temple Beth Ora (Alberta, Canada) for 2025/5785 and contained commentary in Hebrew with English translation by the author. The translation of the Torah reading was made by Aharon Varady as derived from the translation of Everett Fox for <a href=\"/?p=22192\">Parashat Vayera</a> <span class=\"citation\">(Genesis 18:1-22:24)</span>. </p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Rosh haShanah Readings"
    ],
    "tags": [
        "2023-2025 Israel–Hamas war",
        "21st century C.E.",
        "58th century A.M.",
        "arab",
        "peace"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3016"
        ],
        "_thumbnail_id": [
            "62903"
        ],
        "date_src_start": [
            "2025-07-13"
        ],
        "date_src_end": [
            "2025-07-13"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/a-martian-sky-skraper-nasa-jpl-caltech-university-of-arizona.jpg",
        "title": "A Martian Sky Skraper (NASA, JPL-Caltech, University of Arizona)",
        "caption": "<a href=\"https://www.flickr.com/photos/nasamarshall/50229356997\">A whirlwind on Mars</a> (NASA, JPL-Caltech, University of Arizona)"
    },
    "source_link": "https://opensiddur.org/?p=62899",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/rosh-hashanah-readings/from-the-whirlwind-a-torah-reading-for-rosh-hashanah-during-times-of-war-by-gila-caine-2025/",
    "slug": "from-the-whirlwind-a-torah-reading-for-rosh-hashanah-during-times-of-war-by-gila-caine-2025"
}