{
    "post_id": 64024,
    "title": "Earth Pledge for the 20th Anniversary of Earth Day at Stanford University (22 April 1990)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        },
        {
            "name": "Unknown",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        }
    ],
    "date": "2025-10-18",
    "last_updated": "2026-01-31",
    "excerpt": "This Earth Pledge is attested in <em><a href=\"https://archive.org/details/earthpledgebook00john/\">The Earth Pledge Book: A Call for Commitment</a></em> (1994), an environmentalist work compiled and introduced by John F. Ince. While Ince did not author this Earth pledge himself, on page 143 in his <em>The Teacher’s Guide To The Earth Pledge</em>, he includes the following detail: \"On the 20th anniversary of Earth Day in 1990, the [following] Earth Pledge was introduced at Stanford University.\"  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\"><a href=\"/translate/\" target=\"_blank\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI pledge to protect the earth,<br />\nAnd to respect the web of life upon it,<br />\nAnd to honor the dignity<br />\nOf every member<br />\nOf our global family.<br />\nOne planet, one people, one world,<br />\nin harmony.<br />\nWith peace, justice and freedom for all.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This Earth Pledge is attested in <em><a href=\"https://archive.org/details/earthpledgebook00john/\">The Earth Pledge Book: A Call for Commitment</a></em> (1994), an environmentalist work compiled and introduced by John F. Ince. While Ince did not author this Earth pledge himself, on page 143 in his <em>The Teacher’s Guide To The Earth Pledge</em>, he includes the following detail: &#8220;On the 20th anniversary of Earth Day in 1990, the [following] Earth Pledge was introduced at Stanford University.&#8221; More information is needed to identify the author or authors and what connection, if any, there might be to earlier published earth pledges. Follow-up research should make sure to look at the <a href=\"https://archives.stanford.edu/catalog/m2296\">Earth Day 1990 collection, 1990-1991 (m2296)</a> in the Archival Collections of Stanford University.</p>\n<p>Most of <em>The Earth Pledge Book: A Call for Commitment</em> presents 112 additional pledges of action that add a bit of heft and responsibility to the pledge itself. These take the form of the following, to take just the first two for examples: &#8220;1) I pledge to appreciate the sights, sounds, and smells of nature. 2) I pledge to respect all life forms including animals, plants, insects, and people of all races, creeds, ethnic backgrounds, and nationalities.&#8221; Ince also adds the following guide of ethical principles on pages 150-157. Some details included by Ince reflect greatly on the romantic overlap between environmentalist and New Age religion in the United States in the late 20th century, especially an appreciation of nature, repeated emphasis of holism, and a perceived depth of Native American spirituality in earth wisdom. (For example in ethical principle <em>Spiriutal Consciousness</em>, he writes &#8220;Native American rituals and other religious ceremonies are encouraged as a way of reaffirming our connectedness with the earth.&#8221;) The full list of Ince&#8217;s Ethical Principles are copied below:</p>\n<blockquote><p>\nEthical Principles to Guide the Use of the Earth Pledge.</p>\n<p>Can These Points Become Principles of Interaction Within The Classroom and Broader Community?</p>\n<p>1. Cooperation, Coordination, Collaboration<br />\nBy developing cooperative and collaborative relationships we seek to avoid duplication of effort, competition, waste and inefficiency. We also seek to move beyond adversarial relationships to establish trust and understanding as the primary motivators in personal interaction. The Earth Pledge is non- sectarian, non-denominational, and non-political.</p>\n<p>2. Inclusiveness<br />\nFundamental to the mission of the Earth Pledge is creating a sense of inclusiveness. People of all cultural backgrounds, political persuasions, age groups, races, genders, nationalities, professions and religions are welcome within the community of those affiliated with The Earth Pledge.</p>\n<p>3. Healing and Growth<br />\nWithin the community of those associated with the Earth Pledge there is the potential for healing and ethical growth. One of the central purposes of the Earth Pledge is to provide a non-judgmental home for those who wish to find a safe space to grow and regain their centeredness.</p>\n<p>4. Positive Mindedness<br />\nThe Earth Pledge is about affirming our faith in the future with a sense of positive mindedness. Though our collective speaking of the Earth Pledge we seek to consciously create a future with hope and promise.</p>\n<p>5. Consensus Building and Commonalities<br />\nThe Earth Pledge is designed to help build broad consensus behind one simple, but powerful statement of principles. Our goal is to focus attention on our common interests and our common goals.</p>\n<p>6. Outreach To All Sectors of Society<br />\nThe Earth Pledge seeks to actively engage nonprofit groups in the fields of environment, peace, human rights and social justice. The Earth Pledge also seeks to reach out to all other sectors of our society including government, the religious community, secondary schools, universities, the business community, the media, the medical field, the scientific community, the entertainment community and the legal community.</p>\n<p>7. Enjoyment<br />\nThe Earth Pledge, and all of us associated with it, will be most effective when there is a sincere feeling of enjoyment in our efforts. To build this sense of enjoyment, humor, music, celebration, dance, sport, and spontaneity are all encouraged as part of locally inspired programs for the Earth Pledge Campaign.</p>\n<p>8. Multiculturalism<br />\nCustoms, rituals and ceremonies of all cultural, racial, ethnic traditions are welcome within the context of the Earth Pledge Campaign.</p>\n<p>9. Professionalism and Discipline<br />\nIn spreading the message of the Earth Pledge, people should be disciplined and professional in their approach. Earth Stewards need not be stiff or rigid. In fact, spontaneity and originality are encouraged. But basic considerations of courtesy, care, attention to detail and civility should be honored at all times.</p>\n<p>10. Imagination and Creativity<br />\nWe seek to call into play our active imaginations and originality in creating programs involving the Earth Pledge. Whatever comes from the honest and sincere expression of self is worthy and true.</p>\n<p>11. Partnering<br />\nIn creating programs for spreading the message of the Earth Pledge, emphasis will be placed on ideas that build upon the respective strengths of partners and participants. It is hoped that by working in such partnerships the whole will be significantly greater than the sum of the parts.</p>\n<p>12. Technological Relevance<br />\nIn spreading the message of the Earth Pledge every effort should be made to design expressive forms that utilize the most recent and relevant technologies available. Computer networking, video production, CD ROM, and other new technologies should be effectively and creatively utilized.</p>\n<p>13. Emphasis on Children and Schools<br />\nChildren are the future, and have the most real stake in the issue of sustainability. Children bring special qualities to the world including an ability to see the world in holistic terms. In organizing programs for the Earth Pledge, emphasis will be placed upon activities that may have a special appeal to children.</p>\n<p>14. Celebrity Involvement<br />\nWe live in a celebrity culture. Celebrities are a source of inspiration to many people. Thus, efforts will be made to actively involve celebrities in the promotion of the Earth Pledge.</p>\n<p>15. Appreciating The Power of Our Words and The Importance of Keeping Promises<br />\nThe Earth Pledge is about consciously creating a future with promise through our speaking. Our committed speaking creates hope. When we learn to keep our promises we learn the meaning of integrity.</p>\n<p>16. Long Term Thinking<br />\nThe objectives of the Earth Pledge Campaign are long term. The ultimate vision of the Earth Pledge is to create a widespread speaking of the pledge in as many forums and situations as possible so that it becomes integral to our way of thinking and behaving. It may take many years to realize this objective. Thus, this is a long term commitment.</p>\n<p>17. Fiscal Responsibility<br />\nAll viable activities and programs must be built upon a stable financial foundation. Therefore, careful forethought and attention must be paid to responsible financial stewardship. This stewardship may include sale of Earth Pledge products by schools and community groups as a fundraiser for their own programs of environmental awareness.</p>\n<p>18. Openness, Trust and Honesty<br />\nPeople associated with the Earth Pledge should feel free to openly and respectfully express their personal aspirations, ideas, beliefs, misgivings, concerns, fears and doubts. The sooner such feelings are expressed the better.</p>\n<p>19. Community Involvement<br />\nAlthough the Earth Pledge is global in context, the basis of involvement must come from the community. Whenever possible student councils, local town councils, school boards, school committees, and state and local governments should be involved.</p>\n<p>20. Spiritual Consciousness<br />\nDiverse forms of spiritualism are welcome within the community of those associated with the Earth Pledge. Native American rituals and other religious ceremonies are encouraged as a way of reaffirming our connectedness with the earth.</p>\n<p>21. Active Involvement<br />\nThe public speaking of the Earth Pledge is an important activity in and of itself. It is through our committed speaking that we create our future. But our pledges are made all the more powerful when linked with specific hands-on activities of Earth Stewardship. A natural outgrowth of the Earth Pledge Campaign is a tie in with finite projects of Earth CPR (Conservation, Protection and Restoration). Therefore, included with fifty of the pledges in this book there is a contact number with a corresponding address listed on page 136 of this book. Please get actively involved by contacting the appropriate organization to learn what you can do.\n</p></blockquote>\n<h3>Source(s)</h3>\n<div id=\"attachment_64025\" style=\"width: 260px\" class=\"wp-caption alignnone\"><a href=\"https://opensiddur.org/wp-content/uploads/2025/10/earth-pledge-john-ince-1994-p--5.png\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-64025\" src=\"https://opensiddur.org/wp-content/uploads/2025/10/earth-pledge-john-ince-1994-p--5-250x250.png\" alt=\"\" width=\"250\" height=\"250\" class=\"size-thumbnail wp-image-64025\" /></a><p id=\"caption-attachment-64025\" class=\"wp-caption-text\">Earth Pledge [unattributed Stanford University 1990] (in The Earth Pledge: A Call for Commitment,  John Ince 1994), p. 5</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Earth, our Collective Home &amp; Life-Support System",
        "&#127760; Earth Day (22 April)"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "earth pledges",
        "eco-conscious",
        "eco-feminism",
        "universalist"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "6185"
        ],
        "_thumbnail_id": [
            "64027"
        ],
        "date_src_start": [
            "1990-04-22"
        ],
        "date_src_end": [
            "1990-04-22"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/10/the-earth-pledge-book-a-call-for-commitment-john-ince-1994-cover-e1760847890298.png",
        "title": "The Earth Pledge Book: A Call for Commitment (John Ince 1994) &#8211; cover detail",
        "caption": "The Earth Pledge Book: A Call for Commitment (John Ince 1994) - cover detail"
    },
    "source_link": "https://opensiddur.org/?p=64024",
    "permalink": "https://opensiddur.org/prayers/collective-welfare/earth/earth-pledge-stanford-university-earth-day-1990/",
    "slug": "earth-pledge-stanford-university-earth-day-1990"
}