{
    "post_id": 12558,
    "title": "A Tree Comes of Age, an essay on the awakening of the trees during the month of Sh'vat by Rabbi Dr. Daniel Sperber",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Daniel Sperber",
            "bio": "Daniel Sperber (Hebrew: דניאל שפרבר) is a British-born Israeli academic and rabbi. He is a professor of Talmud at Bar-Ilan University in Israel, and an expert in classical philology, history of Jewish customs, Jewish art history, Jewish education and Talmudic studies. Sperber is the author of Minhagei Yisrael: Origins and History on the character and evolution of Jewish customs. He has written extensively on many issues regarding how Jewish law can and has evolved. This includes a call for a greater inclusion of women in certain ritual services, including ordination. In 1992, Sperber won the Israel Prize, for Jewish studies. (via <a href=\"https://en.wikipedia.org/wiki/Daniel_Sperber\">wikipedia</a>)",
            "website": "https://en.wikipedia.org/wiki/Daniel_Sperber",
            "avatar": "https://opensiddur.org/wp-content/uploads/2016/01/Daniel_Sperber-96x96.png",
            "profile_link": "https://opensiddur.org/profile/daniel-sperber"
        },
        {
            "name": "Hai Ben Sherira Gaon",
            "bio": "Hai ben Sherira (or Hai b. Sherira (Gaon), Hebrew: האי בר שרירא; better known as Hai Gaon, Hebrew: האיי גאון, b. 939, d. March 28, 1038), was a medieval Jewish theologian, rabbi and scholar who served as Gaon of the Talmudic academy of Pumbedita during the early 11th century. He received his Talmudic education from his father, Sherira ben Hanina, and in early life acted as his assistant in teaching. In his forty-fourth year he became associated with his father as \"ab bet din,\" and with him delivered many joint decisions.",
            "website": "https://en.wikipedia.org/wiki/Hai_Gaon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/hai-ben-sherira"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2016-01-28",
    "last_updated": "2026-01-31",
    "excerpt": "Tu Bishvat is sometimes referred to as the day in which the sap begins to rise in the trees. From where does this teaching arise? \"A Tree Comes of Age\" by Rabbi Dr. Sperber was originally given as a lecture on Parashat Yitro 5769/ February 14, 2009 and published on Bar-Ilan University's Parashat Hashavua Study Center's website, <a href=\"http://www.biu.ac.il/JH/Parasha/eng/ytro/sper.html\">here</a>. We have formatted the essay adding a number of the sourcetexts referred to in the lecture and all referenced citations. . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Hebrew</th>\n<th style=\"text-align: left;\">English</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe first mishnah in Tractate Rosh ha-Shanah tells us that one of the four dates for the New Year is the New Year for trees:  “On the first of Shvat is the New Year for trees, according to the House of Shammai.  The House of Hillel say on the fifteenth of that month.”   The gemara (loc. sit. 14a) presents the view of the House of Shammai and explains:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nהכין אמרינן מאי טעמ׳ אמר ר׳ אלעזר אמר ר&#8217; אושעיא הואיל ויצאו חב גשמי שנה ועדאן רוב תקופה מבחוץ.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n“Why? Rabbi Eleazar said, citing Rabbi Hoshaiah:   since most of that year’s rain is past, and still most of the season is ahead.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRav Hai Gaon, the last of the Babylonian geonim (11th century) was requested to interpret this gemara, and so he did.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> See B. M. Levine, <em>Otzar ha-Geonim le-Rosh ha-Shanah</em>, Jerusalem 1933, p. 23.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nופרישנה דהכי קאמ׳ הואיל ויצאו רוב גשמי שנה אף על פי שרוב תקופה מבחוץ לא נותר להזכרת גשמים אלא ששים יום ויצאו יותר ממאה נמצא הקיץ שקרוב ואף על פי שרוב תקופת טבת מבחוץ לראש תקופת ניסן<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nורבנן דתמן אמרין בה טעמא אחרינא שעד כן חיין ממי שנה שעברה מיכן ואילך הן חיין מימי שנה הבאה <span class=\"citation\">(ירושלמי ראש השנה א׳ ב)‏</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut after doing so, he continued and said that the rabbis of the land of Israel – “the rabbis over there” – give another reason, namely that thus far the trees have been living off the water of the past year, and henceforth they live off the water of the coming year (according to the Jerusalem Talmud, <em>Rosh ha-Shanah</em> 1.2).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nודברים נראין הן כי בזמן הזה הוא שקוראין אותו בלשון ישמעאל &#8220;אלגמרה אלתאניה&#8221; ובו מתלחלחין עצי אילנות ומתחלין לשתות לחיות ואומ׳ &#8220;גרי אלמא פי אלעוד&#8221; (בערבית: נכנסו המים בעץ.). ‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nRav Hai Gaon added: &#8220;This seems reasonable.  For this season is called in the language of Ishmael <em>al’jamra al-taniya</em> (= the second ember), and at this time the sap begins to flow and the trees begin to drink and come alive, and it is said <em>gari al-ma fi al-ud</em> (the water has entered the tree).&#8221;</p></blockquote>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nבימות הגשמים עצור איש השדה באהלו, עטוף בגדים, יושב על יד האח הבוערת ומנמנם. הצאן והבקר מכונסים גם הם במכלא שמסביב לאהלו, רועדים מקור ומצפים לימות חמה, למרחבי מרעה בשדות ובהרים. והנה קם אללה בחסדו הגדול ומוריד להם מן השמים שלוש גחלים. גחלת ראשונה (ג׳מרת אלהאווי — גחלת האויר) יורדת שבעה בשבט, מחממת את האויר ומבשרת את בוא האביב. מתעורר האכר מתנומתו, פותח את המכלא ומתחיל לשלוח את בהמתו לשדה. אולם עדיין לא ימצאו מקום מרעה טוב ועוד גדול הקור. ייחל האכר עוד שבעת ימים אחרים. עד יום ארבעה־עשר בשבט. ובארבעה־עשר בשבט יוריד אללה מן השמים גחלת שניה (ג׳מרת אלמאיי — גחלת המים). יתחממו המים, ייכנסו לעצים ויחזירום לפריחתם ולפריים, ישמח האכר וישלח את בהמתו להרים, למרעה. אולם עדיין שולטת הקרה ויתהולל הרוח ואין עוד לצאת לעבודת השדה. מונה האכר עוד שבעה ימים, ואז מוריד אללה את הגחלת השלישית מן השמים (ג׳מרת אלארד — גחלת הארץ). תתחמם האדמה ומתחילה להתכסות בדשא רך. ואז יתנער האכר מעצלותו שימות הגשמים נסכו עליו ויצא לעבודתו בשדה ובגן עד הערב.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat did Rav Hai Gaon mean by saying that this time of year is called “the second ember”? This remark can be understood in the light of an ancient Arab legend,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> As recorded by Yom-Tov Levinsky, <em>Sefer ha-Moadim</em>, Part 2, &#8220;Yemei Mo’ed ve-Zikaron,&#8221; p. 321.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; according to which people spend the rainy season closed up in their tents, wrapped in layers of clothing, dozing by the glowing fireplace.  The flocks and herds are also gathered into their enclosures surrounding the tent, shivering with cold and waiting for sunny days and expansive pasture in the fields and hills.   Then Allah is stirred by his great mercy to bring down for them three embers from heaven:  one ember, <em>jamrat al- hawi</em> (the ember of air) comes down on the seventh of Shvat and warms the air, bringing tidings of the arrival of spring.  Then the farmer wakes from his slumber, opens the enclosure and begins to send his livestock out to the fields.  However they will not yet find good pasture, and the weather is still bitter cold.   Then the farmer waits expectantly another seven days, until the fourteenth of Shvat, on which day Allah brings down another ember from heaven (<em>jamrat al-mayi</em> – the ember of water), and then the water warms up, enters the trees and makes them blossom and bear fruit once more.  This makes the farmer joyful, and he sends his livestock off to the hills to pasture.   However the weather is still too cold and windy to go out and till one’s fields.  The farmer counts another seven days, and then Allah brings down the third ember from heaven (<em>jamrat al- ard</em> – the ember of the earth).   The soil gets warmer and begins to be covered by tender blades of grass.  Then the farmer shakes off the laziness cast over him by the rainy season, and goes out to work in the field and in his garden until evening.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnother variant of this legend about embers appears in the work of the 13th-century Arab geographer, <a href=\"https://en.wikipedia.org/wiki/Zakariya_al-Qazwini\">Al-Kazwini</a>, in his cosmography. <span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Abu Yahya Zakariya&#8217; ibn Muhammad al-Qazwini (أبو یحیی زکریاء بن محمد القزویني) or Zakarya Qazvini (Persian: زکریا قزوینی) ‎(1203–1283), <em>Marvels of Creatures and the Strange Things Existing</em> (عجائب المخلوقات وغرائب الموجودات), <a href=\"https://archive.org/details/kosmographie01qazw\">Vol. 1, p.76</a>. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;   During the month of Shvat the farmers of the land of Israel gradually make the fire which warms them less.  On the seventh of Shvat they remove one ember from the fire, because the air is beginning to get warmer. On the fourteenth of Shvat they take out a second ember, because the water is getting warmer, and on the twenty-first of Shvat, a third ember, because the ground is also warming up.   The day after the second ember is removed, on the fifteenth of Shvat, they plant roses, Jasmine and narcissus.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Levinsky, Sefer Hamoadim, 321.<br />\nנוסח אחר של אותה אגדת הגחלים מביא הגיאוגרף הערבי קאזוויני (מאה שלוש־עשרה) בקוסמוגראפיה שלו (כרך א׳ עמ׳ 76) : אכרי ארץ־ישראל מתחילים להקטין בחודש שבט את האח המתחממת. ד בשבט מוציאים גחלת אחת מן האש, כי האויר מתחיל להתחמם. י״ד בשבט — גחלת שנייה, כי המים מתחממים ובכ״א בשבט — גחלת שלישית כי האדמה מתחממת כבר. ממחרת הגחלת השניה, בחמישה עשר בשבט, שותלים בארץ ורדים. יסמינים ונרקיסים&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSo we see that Rav Hai Gaon meant to explain the view of the School of Hillel, that the New Year for trees falls on the fifteenth of Shvat, and brought as evidence what he had heard from Arab farmers, that the trees begin to drink the warming water of the coming year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוהוא קרוב לט״ו בשבט שלתקופה ובדין הוא שיהא ראש השנה לאילן<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n(Rav Hai Gaon in <em>Otzar ha-Geonim le-Rosh ha-Shanah</em>, p. 23.)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis legend draws a comparison between the farmer, sleepy in winter and awakening in the month of Shvat, and the trees, dormant in winter and awakening on their New Year.   Indeed, the Torah compares trees to human beings, saying, “Are trees of the field human” (Deut. 20:19).<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> In the film Lord of the Rings we see the wondrous and beloved characters known as Ents, large old and wise trees,   full of kind-hearted wisdom, who play a central role in saving the world of humankind.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Sages felt kindly towards trees and cared for their welfare and health.   They even said that if a tree is unhealthy, restrictions against its fruit do not apply (Tosefta, Shevi’it 1.10):   “The tree may be pruned with a knife … and neither the laws of the seventh year nor concerning the customs of the Amorites are to constitute any hindrance.”  In other words, one may paint a red mark on the unhealthy tree in order to announce that its fruit is allowed, and one may even do so during the sabbatical year and even if the gentiles do the same, or even if passersby might pray over it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nJust like human beings, trees have their own birthday and New Year, a sort of Bar mitsvah, marking their no longer being <em>orlah</em> (their fruit forbidden because of the trees’ young age).   Trees are dormant in winter and awaken to drink the water that grows warmer from the second ember in the middle of the month of Shvat, so that they can produce their fruit in due season and enable us to recite a benediction over trees and the fruit they bear.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n***\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnother noteworthy theme connected with Tu biShvat is that the fifteenth of Shvat was traditionally a day off for teachers and pupils in the Beit Midrash.  On that day the Beit Midrash did not function, and the youngsters did not come to their rabbi’s house to study.  Upon leaving the morning prayer service, the melamed (instructor) had to give his pupils wine and honey cake at his own expense, not theirs.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> According to Minhagei Wormeise by Rabbi Yospe Shemesh, 1673.  Perhaps the widespread practice of handing out report cards on Tu b’Shvat, even though there is no vacation then, originated from this custom. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;   This date was also considered the end of the term:<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> Records of Talmud Torah, Kiev, 1765, appearing in:  S. Assaf, Mekorot le- Toledot ha-Hinnukh be- Yisrael, Part 4, Tel Aviv 1948, p. 193. &nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<blockquote><p>When the New Year for trees came on the fifteenth of Shvat, … the melamed would depart, regardless of his employer’s wishes, for he would have in mind to find another location and a city where he would be more highly respected than in his previous position, and where the pay would be better.  Until the beginning of the next term the number of students would dwindle, until a new melamed arrived… And thus it would continue, until the youngsters would grow up and chirp like birds and the rabbis would not know what they are saying … and they would begin to behave superciliously … and impudence, levity and the like would increase.</p></blockquote>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDuring term-time, however, they were very strict in disciplining their instructors, as we learn from the records of the communities of Altona, Hamburg and Wandsbek, 1724:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<blockquote><p>It has become known to the community that there are some melameds who have been doing the Lord’s work fraudulently, letting off the youngsters from their studies on days that are not vacations, as on the past Sunday, the day after the fifteenth (of Shvat, which that year fell on the Sabbath), not only canceling studies on the holy Sabbath but also on Sunday, thereby contravening the law of the Torah and not only causing irrevocable damage but also coming under the general rule, “Cursed is he who does the Lord’s work fraudulently.”  Seeing this, the community cannot stand silently by and therefore warns that such a thing shall not be repeated in the future, but that the melameds shall teach the schoolchildren regularly, and if anyone violates this rule he shall be given a punishment beyond bearing.</p></blockquote>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<p></span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNo more need be said.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;A Tree Comes of Age&#8221; was originally given as a lecture on Parashat Yitro 5769/ February 14, 2009 and published on Bar-Ilan University&#8217;s Parashat Hashavua Study Center&#8217;s website, <a href=\"http://www.biu.ac.il/JH/Parasha/eng/ytro/sper.html\">here</a>. I have transcribed and added a number of the sourcetexts referred to in the lecture and in doing this I have added to the annotations in the original post. &#8211;Aharon Varady</p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">See B. M. Levine, <em>Otzar ha-Geonim le-Rosh ha-Shanah</em>, Jerusalem 1933, p. 23.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">As recorded by Yom-Tov Levinsky, <em>Sefer ha-Moadim</em>, Part 2, &#8220;Yemei Mo’ed ve-Zikaron,&#8221; p. 321.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Abu Yahya Zakariya&#8217; ibn Muhammad al-Qazwini (أبو یحیی زکریاء بن محمد القزویني) or Zakarya Qazvini (Persian: زکریا قزوینی) ‎(1203–1283), <em>Marvels of Creatures and the Strange Things Existing</em> (عجائب المخلوقات وغرائب الموجودات), <a href=\"https://archive.org/details/kosmographie01qazw\">Vol. 1, p.76</a>. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Levinsky, Sefer Hamoadim, 321.<br />\nנוסח אחר של אותה אגדת הגחלים מביא הגיאוגרף הערבי קאזוויני (מאה שלוש־עשרה) בקוסמוגראפיה שלו (כרך א׳ עמ׳ 76) : אכרי ארץ־ישראל מתחילים להקטין בחודש שבט את האח המתחממת. ד בשבט מוציאים גחלת אחת מן האש, כי האויר מתחיל להתחמם. י״ד בשבט — גחלת שנייה, כי המים מתחממים ובכ״א בשבט — גחלת שלישית כי האדמה מתחממת כבר. ממחרת הגחלת השניה, בחמישה עשר בשבט, שותלים בארץ ורדים. יסמינים ונרקיסים</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">In the film Lord of the Rings we see the wondrous and beloved characters known as Ents, large old and wise trees,   full of kind-hearted wisdom, who play a central role in saving the world of humankind.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">According to Minhagei Wormeise by Rabbi Yospe Shemesh, 1673.  Perhaps the widespread practice of handing out report cards on Tu b’Shvat, even though there is no vacation then, originated from this custom. </td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">Records of Talmud Torah, Kiev, 1765, appearing in:  S. Assaf, Mekorot le- Toledot ha-Hinnukh be- Yisrael, Part 4, Tel Aviv 1948, p. 193. </td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Rosh haShanah la-Ilanot (Tu biShvat)",
        "Rosh Ḥodesh Shəvat (שְׁבָט)"
    ],
    "tags": [
        "sap",
        "saraf"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "580"
        ],
        "_thumbnail_id": [
            "12568"
        ],
        "date_src_start": [
            "2016-01-28"
        ],
        "date_src_end": [
            "2016-01-28"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/01/sap-112363_1280-e1454050469807.jpg",
        "title": "sap-112363_1280",
        "caption": "\"<a href=\"https://pixabay.com/en/sap-tree-bark-liquid-dried-gum-112363/\">Sap</a>\" (credit: BastardAsh, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=12558",
    "permalink": "https://opensiddur.org/prayers/lunisolar/days-of-judgement-new-year-days/rosh-hashanah-lailanot/a-tree-comes-of-age-by-daniel-sperber/",
    "slug": "a-tree-comes-of-age-by-daniel-sperber"
}