{
    "post_id": 64696,
    "title": "תָּה בְחַרְתָּֽנוּ לְיוֹם הַסְּגִידָה | Tah Veḥartanu le-Yom haSgidah, an adaptation of the fourth berakhah of the Sigd festival musaf — by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic texts, adding <em>niqqud</em> and <em>t'amim</em> as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer"
        }
    ],
    "date": "2025-11-21",
    "last_updated": "2025-12-01",
    "excerpt": "An adaptation of the fourth berakhah of a festival musaf, for Sigd. Since halakhically there is technically no Sigd musaf, this does not end with shem u-malkhut in the ḥatimah.  . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nAn adaptation of the fourth berakhah of a festival musaf for Sigd. One technical note: as there is technically no Sigd musaf in the liturgical framework historically established within the halkhah of rabbinic Judaism, this berakhah does not end with <em>shem u-malkhut</em> in the ḥatimah.</p>\n<p>Note: “<span class=\"divine-referent\">The CAUSE</span>” is used to translate the Divine Name <span class=\"divine-referent\">YHVH</span>, based on the philosophical idea of <span class=\"divine-referent\">God</span> as the <span class=\"divine-referent\">Prime Mover</span> and on the interpretation of <span class=\"divine-referent\">the Name</span> as a causative form of the copula – “causes to be.” “<span class=\"divine-referent\">God</span>” is used to translate the divine name <span class=\"divine-referent\">Elohim</span>. All divine referents (pronouns, epithets, names) are rendered in <a href=\"https://en.wikipedia.org/wiki/Unicase\">unicase</a>.\n</div>\n<hr />\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\"><a href=\"/translate/\" target=\"_blank\">Contribute&nbsp;a&nbsp;translation</a></th>\n<th>Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאַתָּה בְחַרְתָּֽנוּ מִכׇּל־הָעַמִּים אָהַֽבְתָּ אוֹתָֽנוּ וְרָצִֽיתָ בָּֽנוּ וְרוֹמַמְתָּֽנוּ מִכׇּל־הַלְּשׁוֹנוֹת וְקִדַּשְׁתָּֽנוּ בְּמִצְוֺתֶֽיךָ וְקֵרַבְתָּֽנוּ מַלְכֵּֽנוּ לַעֲבוֹדָתֶֽךָ וְשִׁמְךָ הַגָּדוֹל וְהַקָּדוֹשׁ עָלֵֽינוּ קָרָֽאתָ וַתִּתֶּן־לָֽנוּ יהוה אֱלֹהֵֽינוּ בְּאַהֲבָה מוֹעֲדִים לְשִׂמְחָה חַגִּים וּזְמַנִּים לְשָׂשׂוֹן אֶת־יוֹם חַג הַסְּגִידָה הַזֶּה יוֹם קַבָּלַת בְּרִיתֵֽנוּ מִקְרָא קֹֽדֶשׁ זֵֽכֶר לִיצִיאַת מִצְרָֽיִם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYou chose us from all peoples, loved us and desired us, and raised us over all tongues, and sanctified us with Your commandments, and brought us near, <span class=\"divine-referent\">our Sovereign</span>, to Your labor, and Your great and holy name over us You called, and You gave us, <span class=\"divine-referent\">Cause</span> <span class=\"divine-referent\">our God</span>, in love, festivals for joy, pilgrimages and seasons for happiness, this day of prostration, the day of accepting our covenant, a holy occurance, a remembrance of the exodus from Egypt.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוּמִפְּנֵי חֲטָאֵֽינוּ גָּלִֽינוּ מֵאַרְצֵֽנוּ וְנִתְרַחַֽקְנוּ מֵעַל אַדְמָתֵֽנוּ וְאֵין אֲנַֽחְנוּ יְכוֹלִים לַעֲלוֹת וְלֵרָאוֹת וּלְהִשְׁתַּחֲוֺת לְפָנֶֽיךָ וְלַעֲשׂוֹת חוֹבוֹתֵֽינוּ בְּבֵית בְּחִירָתֶֽךָ בַּבַּֽיִת הַגָּדוֹל וְהַקָּדוֹשׁ שֶׁנִּקְרָא שִׁמְךָ עָלָיו מִפְּנֵי הַיָּד שֶׁנִּשְׁתַּלְּחָה בְּמִקְדָּשֶֽׁךָ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut due to our sins we were exiled from our land and made distant from upon our ground, and we cannot offer up and be seen and bow before you and do our requirements in Your chosen house, the great and holy house of which Your name is called, due to the hand that was stretched out against Your Temple.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nיְהִי רָצוֹן מִלְּפָנֶֽיךָ יהוה אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ מֶֽלֶךְ רַחֲמָן שֶׁתָּשׁוּב וּתְרַחֵם עָלֵֽינוּ וְעַל־מִקְדָּשְׁךָ בְּרַחֲמֶֽיךָ הָרַבִּים וְתִבְנֵֽהוּ מְהֵרָה וּתְגַדֵּל כְּבוֹדוֹ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it be willed before You, <span class=\"divine-referent\">Cause</span> <span class=\"divine-referent\">our God</span> and <span class=\"divine-referent\">God of our ancestors</span>, <span class=\"divine-referent\">compassionate Sovereign</span>, that You return and have compassion on us and on Your Temple in great compassion, and speedily rebuild it and greaten its glory.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאָבִֽינוּ מַלְכֵּֽנוּ גַּלֵּה כְּבוֹד מַלְכוּתְךָ עָלֵֽינוּ מְהֵרָה וְהוֹפַע וְהִנָּשֵׂא עָלֵֽינוּ לְעֵינֵי כׇּל־חָי וְקָרֵב פְּזוּרֵֽינוּ מִבֵּין הַגּוֹיִם וּנְפוּצוֹתֵֽינוּ כַּנֵּס מִיַּרְכְּתֵי אָֽרֶץ וַהֲבִיאֵֽנוּ לְצִיּוֹן עִירְךָ בְּרִנָּה וְלִירוּשָׁלַֽיִם בֵּית מִקְדָּשְׁךָ בְּשִׂמְחַת עוֹלָם וְשָׁם נַעֲשֶׂה לְפָנֶֽיךָ אֶת־קׇרְבְּנוֹת חוֹבוֹתֵֽינוּ תְּמִידִים כְּסִדְרָם וּמוּסָפִים כְּהִלְכָתָם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"divine-referent\">Our Parent</span>, <span class=\"divine-referent\">our Sovereign</span>, reveal Your glorious sovereignty upon us speedily and make known and bear us before the eyes of all flesh and bring near our dispersed from among the nations and gather our exiled from the ends of the earth and bring us to Ẓíōn Your city in cheer, and to Jerusalem Your holy Temple in eternal joy, and there we will do before You our required offerings, regular per their order and additional per their law.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאַךְ אֶת־מוּסַף יוֹם חַג הַסְּגִידָה הַזֶּה נַעֲשֶׂה כְּמוֹ שֶׁכָּתַֽבְתָּ עָלֵֽינוּ בְּתוֹרָתֶֽךָ עַל־יְדֵי מֹשֶׁה עַבְדֶּֽךָ מִפִּי כְבוֹדֶֽךָ כָּאָמוּר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBut the addition for this Day of Prostration we will do as You wrote for us in Your Torah by the hands of Moshe Your servant, from Your holy mouth, as it is said:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיְצַ֤ו מֹשֶׁה֙ אֶת־הָעָ֔ם בַּיּ֥וֹם הַה֖וּא לֵאמֹֽר׃ אֵ֠לֶּה יַֽעַמְד֞וּ לְבָרֵ֤ךְ אֶת־הָעָם֙ עַל־הַ֣ר גְּרִזִ֔ים בְּעׇבְרְכֶ֖ם אֶת־הַיַּרְדֵּ֑ן שִׁמְעוֹן֙ וְלֵוִ֣י וִֽיהוּדָ֔ה וְיִשָּׂשכָ֖ר וְיוֹסֵ֥ף וּבִנְיָמִֽן׃ וְאֵ֛לֶּה יַֽעַמְד֥וּ עַל־הַקְּלָלָ֖ה בְּהַ֣ר עֵיבָ֑ל רְאוּבֵן֙ גָּ֣ד וְאָשֵׁ֔ר וּזְבוּלֻ֖ן דָּ֥ן וְנַפְתָּלִֽי׃ וְעָנ֣וּ הַלְוִיִּ֗ם וְאָֽמְר֛וּ אֶל־כָּל־אִ֥ישׁ יִשְׂרָאֵ֖ל ק֥וֹל רָֽם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd Moshe commanded the people on that day, quote: “These will stand to bless the people on Mt. Gerizim upon your crossing the Jordan: Shim’on and Levi and Yehuda and Yissachar and Yosef and Binyamin. And these will stand for the curse on Mt. ‘Eval: Reuven and Gad and Asher and Zvulun, Dan and Naftali. And the levites will announce and say to each Israelite person aloud.” <span class=\"citation\">(Deuteronomy 27:11–14)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ מֶֽלֶךְ רַחֲמָן רַחֵם עָלֵֽינוּ טוֹב וּמֵטִיב הִדָּֽרֶשׁ־לָֽנוּ שׁוּבָה אֵלֵֽינוּ בַּהֲמוֹן רַחֲמֶֽיךָ בִּגְלַל אָבוֹת שֶׁעָשׂוּ רְצוֹנֶֽךָ בְּנֵה בֵיתְךָ כְּבַתְּחִלָּה וְכוֹנֵן מִקְדָּשְׁךָ עַל־מְכוֹנוֹ וְהַרְאֵֽנוּ בְּבִנְיָנוֹ וְשַׂמְּחֵֽנוּ בְּתִקּוּנוֹ וְהָשֵׁב כֹּהֲנִים לַעֲבוֹדָתָם וּלְוִיִּם לְשִׁירָם וּלְזִמְרָם וְהָשֵׁב יִשְׂרָאֵל לִנְוֵיהֶם וְשָׁם נַעֲלֶה וְנֵרָאֶה וְנִשְׁתַּחֲוֶה וְנִסְגוֹד לְפָנֶֽיךָ בְּכׇל־פַּעֲמֵי זְמַנֵּֽנוּ כַּדָּבָר הָאָמוּר בְּדִבְרֵי נְחֶמְיָה תִּרְשָׁתָךְ —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"divine-referent\">Our God</span> and <span class=\"divine-referent\">God of our ancestors</span>, <span class=\"divine-referent\">compassionate Sovereign</span>, have compassion on us; good one who does good, seek us, return to us in Your myriad compassions for the sake of the ancestors who did Your will; build Your house as it was and establish Your temple on its foundation that we may se its building and rejoice in its repair, and return the priests to their labor and the levites to their song and their hymn, and return Israel to their abode, and there we will ascend and be seen and bow down and prostrate before You on all the occasions of our times, as the matter is said in the words of Neḥemiah Your governor:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוַיָּק֙וּמוּ֙ עַל־עׇמְדָ֔ם וַֽיִּקְרְא֗וּ בְּסֵ֨פֶר תּוֹרַ֧ת יְהֹוָ֛ה אֱלֹהֵיהֶ֖ם רְבִעִ֣ית הַיּ֑וֹם וּרְבִעִית֙ מִתְוַדִּ֣ים וּמִֽשְׁתַּחֲוִ֔ים לַיהֹוָ֖ה אֱלֹהֵיהֶֽם׃ יָּ֜קׇם עַֽל־מַֽעֲלֵ֣ה הַלְוִיִּ֗ם יֵשׁ֨וּעַ וּבָנִ֜י קַדְמִיאֵ֧ל שְׁבַנְיָ֛ה בֻּנִּ֥י שֵׁרֵבְיָ֖ה בָּנִ֣י כְנָ֑נִי וַֽיִּזְעֲקוּ֙ בְּק֣וֹל גָּד֔וֹל אֶל־יְהֹוָ֖ה אֱלֹהֵיהֶֽם׃ וַיֹּאמְר֣וּ הַלְוִיִּ֡ם יֵשׁ֣וּעַ וְ֠קַדְמִיאֵ֠ל בָּנִ֨י חֲשַׁבְנְיָ֜ה שֵׁרֵֽבְיָ֤ה הֽוֹדִיָּה֙ שְׁבַנְיָ֣ה פְתַֽחְיָ֔ה ק֗וּמוּ בָּרְﬞכוּ֙ אֶת־יְהֹוָ֣ה אֱלֹֽהֵיכֶ֔ם מִן־הָעוֹלָ֖ם עַד־הָעוֹלָ֑ם וִיבָֽרְכוּ֙ שֵׁ֣ם כְּבֹדֶ֔ךָ וּמְרוֹמַ֥ם עַל־כׇּל־בְּרָכָ֖ה וּתְהִלָּֽה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd they arose on their pulpits and read from the book of the Torah of <span class=\"divine-referent\">the Cause</span> their <span class=\"divine-referent\">God</span> a quarter of the day, and for a quarter of the day they confessed and prostrated themselves to <span class=\"divine-referent\">the Cause</span> their <span class=\"divine-referent\">God</span>.  And getting up on the levite ascent, Yéshua’ and Bani, Qadmiel, Shvanya, Buni, Sherevya, Bani, Knani, and they cried in a loud voice to <span class=\"divine-referent\">the Cause</span> their <span class=\"divine-referent\">God</span>. And the levites, Yéshua’ and Qadmiel, Bani, Ḥashavnya, Sherevya, Hodiya, Shvanya, Ptaḥya, said: “Arise! Bless <span class=\"divine-referent\">the Cause</span> <span class=\"divine-referent\">your God</span> from eternity to eternity, and may Your honored name be blessed and exalted over all blessing and praise!” <span class=\"citation\">(Nehemiah 9:2–5)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nוְהַשִּׂיאֵֽנוּ יהוה אֱלֹהֵֽינוּ אֶת־בִּרְכַּת מוֹעֲדֶֽיךָ לְחַיִּים וּלְשָׁלוֹם לְשִׂמְחָה וּלְשָׂשׂוֹן כַּאֲשֶׁר רָצִֽיתָ וְאָמַֽרְתָּ לְבָרְכֵֽנוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nAnd bring us, <span class=\"divine-referent\">Cause</span> <span class=\"divine-referent\">our God</span>, Your seasons’s blessing, for life and for peace, for joy and for happiness, as You desired and said to bless us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nאֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵינוּ יַעֲלֶה וְיָבֹא יַגִּֽיעַ יֵרָאֶה וְיֵרָצֶה יִשָּׁמַע יִפָּקֵד וְיִזָּכֵר זִכְרוֹנֵֽנוּ וּפִקְדוֹנֵֽנוּ וְזִכְרוֹן אֲבוֹתֵֽינוּ וְזִכְרוֹן מָשִֽׁיחַ בֶּן־דָּוִד עַבְדֶּֽךָ וְזִכְרוֹן יְרוּשָׁלַֽיִם עִיר קׇדְשֶֽׁךָ וְזִכְרוֹן כׇּל־עַמְּךָ בֵּית יִשְׂרָאֵל לְפָנֶֽיךָ לִפְלֵטָה לְטוֹבָה לְחֵן לְחֶֽסֶד וּלְרַחֲמִים לְחַיִּים וּלְשָׁלוֹם בְּיוֹם חַג הַסְּגִידָה הַזֶּה יוֹם קַבָּלַת בְּרִיתֵֽנוּ׃ זׇכְרֵֽנוּ יְהֹוָה אֱלֹהֵֽינוּ בּוֹ לְטוֹבָה וּפׇקְדֵֽנוּ בוֹ לִבְרָכָה וְהוֹשִׁיעֵֽנוּ בוֹ לְחַיִּים וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחׇנֵּֽנוּ וְרַחֵם עָלֵֽינוּ וְהוֹשִׁיעֵֽנוּ כִּי אֵלֶֽיךָ עֵינֵינוּ כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<span class=\"divine-referent\">Our God</span> and <span class=\"divine-referent\">God of our ancestors</span>, may our remembrances and our accountings and the remembrance of our ancestors and the remembrance of the anointed son of David Your servant and the remembrance of Jerusalem Your holy city and the remembrance of all Your people the house of Israel ascend and come and reach and be seen and be desired and be heard and be accounted and be remembered before You for escape, for grace, for mercy and for compassion, for life and for peace on this Day of Prostration, the day of accepting our covenant. Remember us, <span class=\"divine-referent\">Cause</span> <span class=\"divine-referent\">our God</span>, on it for good, and account for us on it for blessing, and save us on it for life, and in a matter of salvation and compassion grace and have compassion on us and save is, for to You are our eyes, for a sovereign merciful and compassionate Deity are You.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nקַדְּשֵֽׁנוּ בְּמִצְוֺתֶֽיךָ וְתֵן חֶלְקֵֽנוּ בְּתוֹרָתֶֽךָ שַׂבְּעֵֽנוּ מִטּוּבֶֽךָ וְשַׂמְּחֵֽנוּ בִּישׁוּעָתֶֽךָ וְטַהֵר לִבֵּֽנוּ לְעׇבְדְּךָ בֶּאֱמֶת וּדְבָרְךָ אֱמֶת וְקַיָּם לָעַד׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSanctify us in Your commandments and grant us a portion in Your law, sate us with Your good and make us rejoice in Your salvation and purify our hearts to serve You in truth, and Your word is true and enduring forever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\">\nבָּרוּךְ אַתָּה מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBlessed are You, who sanctifies Israel and the times.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n",
    "categories": [
        "Sigd Festival"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Beta Esrael",
        "Ethiopian Jewry",
        "Public Amidah"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "420"
        ],
        "_thumbnail_id": [
            "64699"
        ],
        "date_src_start": [
            "2025-11-19"
        ],
        "date_src_end": [
            "2025-11-19"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/11/pikiwiki-israel-15507-sigd-jerusalem.jpg",
        "title": "PikiWiki_Israel_15507_Sigd_Jerusalem",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:PikiWiki_Israel_15507_Sigd_Jerusalem.JPG\">PikiWiki Israel 15507 Sigd Jerusalem</span> (credit: Yehudit Garinkol, license: CC BY)"
    },
    "source_link": "https://opensiddur.org/?p=64696",
    "permalink": "https://opensiddur.org/prayers/lunisolar/pilgrimage/sigd/tah-vehartanu-le-yom-hasgidah-an-adaptation-of-the-fourth-berakhah-of-the-sigd-festival-musaf-by-isaac-gantwerk-mayer/",
    "slug": "tah-vehartanu-le-yom-hasgidah-an-adaptation-of-the-fourth-berakhah-of-the-sigd-festival-musaf-by-isaac-gantwerk-mayer"
}