{
    "title": "מזמור לתודה לכבוד משה איש האלהים | A Thanksgiving in Commemoration of Moses Maimonides, an octocentennial prayer by Ḥakham Shem Tov Gaguine (Bevis Marks Synagogue, 27 May 1935)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Shem Tov Gaguine",
            "bio": "Shem Tov Gaguine (5 September 1884, Jerusalem – 30 July 1953, Manchester) was a British Sephardic Rabbi and scion of a famous Moroccan Rabbinical dynasty which emigrated to Palestine from Spain at the time of the Inquisition. He was the great-grandson of R' Ḥaim Gaguin, the first Ḥakham Bashi of the Holy Land during the Ottoman Empire, and the son and nephew respectively of Rabbis Isaac and Abraham Gaguin. He was the great-great grandson of the famous scholar and kabbalist, Sar Shalom Sharabi.\r\n\r\nHe studied at the \"Doresh Zion\" College, Jerusalem and was a pupil of R. Jacob Alfiya. At an early age, he contributed articles to the Palestinian Hebrew Press (\"Hahhabbezeleth\" et al.) on aspects of Jewish traditional observances, as well as on biblical and philological matters. He was awarded rabbinical diplomas by numerous authorities, including R. Ḥaim Berlin and Chief Rabbis Jacob Meir, C.B.E. and Avraham Kook, C.B.E. of Palestine. In 1911, Rabbi Gaguine was appointed to serve in the office of dayyanut in Cairo. In 1919, he was invited to serve In Manchester, being appointed Av Beit Din 1n 1920. In 1927 he was appointed Rosh Yeshivah of Judith Montefiore College in Ramsgate. His major contribution to Jewish scholarship was <em>Keter Shem Tov</em>, an encyclopaedic treatise which examines and compares the rites, ceremonies and liturgy of the eastern and western Sephardim and Ashkenazim, paying particular attention to the customs of Spanish and Portuguese Jews. (via <a href=\"His major contribution to Jewish scholarship was Keter Shem Tob, an encyclopaedic treatise which examines and compares the rites, ceremonies and liturgy of the eastern and western Sephardim and Ashkenazim, paying particular attention to the customs of Spanish and Portuguese Jews\">Wikipedia</a>)",
            "website": "http://en.wikipedia.org/wiki/Shem_Tob_Gaguine",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Shem-Tov-Gaguine-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/shem-tov-gaguine"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2023-06-10",
    "last_updated": "2025-03-29",
    "excerpt": "\"A Thanksgiving in Commemoration of Moses Maimonides\" with its accompanying <em>Hashkabah</em> is found in the <em>Service of Praise and Thanksgiving to Commemorate the 800th Anniversary of the Birth of Moses Maimonides</em> prepared by Bevis Marks Synagogue in London on 27 May 1935. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"acrostic\">יְ</span>סוֹד <span class=\"acrostic\">הַ</span>תּוֹרָה <span class=\"acrostic\">וּ</span>מְקוֹר <span class=\"acrostic\">הַ</span>חָכְמָה, בָּאנוּ הַיוֹם בְּאֵימָה, לְהוֹדוֹת לְשִׁמְךָ גְדוֹל הָעֵצָה, מַה־נִּפְלְאוּ מַעֲשֶׂיךָ וּגְבוּרוֹתָיךָ, בְּרָאתָ אָדָם וְהִרְכַּבְתּוֹ נָגִיד עַל כָּל־יְצוּרֶיךָ, וּבְמִשְׂגַּבֵּי הַטֶּבַע יִתְקַלָּס, אַתָּה הִרְכָּבְתָּ אֶנוֹשׁ לְרֹאשׁ לְכָל־בָּאֵי עוֹלָם, קוֹמַת אִישׁ גַּמָּד הִגְבַּהְתָּ אֶל רֹאשׁ הַכּוֹכָבִים, עַל חוּג שָׁמַיִם יִתְהַלֵּךְ לָחוּג חֻקֵּי מַסְלוּלֵיהֶם הֲלִיכוֹתֵיהֶם וַעֲתִידוֹתֵיהֶם, וְלַחְקוֹר סוֹדוֹתֶיךָ יוֹצֵר בְּרֵאשִׁית׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAlmighty God! who art the source of law and the fount of all wisdom, we come before Thee this day in reverence and gratitude, in awe and wonder at thine unfathomable works. Thou didst create man, and didst give him dominion over all that Thou hadst formed: to master not those things alone which belong to earth, but, scanning the vault of Heaven, to trace its highways, to comprehend and foretell the courses of its stars; to search, indeed, into mysteries which are thine, O Creator of the Beginning!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nהֵן זֶה שְׁמֹנֶה מֵאוֹת שָׁנָה, בְּעֵת שֶׁהַיַהֲדוּת הָיְתָה בְסַכָּנָה, וְהָעוֹלָם שׁוֹמֵם, וְקוֹל הַתּוֹרָה דוֹמֵם, הֵקַמְתָּ לָנוּ רוֹעֶה נֶאֱמָן, צֶדֶק וָחֵן הִלְבַּשְׁתּוֹ, לְהָאִיר הַדֶּרֶךְ לְצֹאן מַרְעִיתוֹ, הִדְרַכְתָּ כוֹכָב מִשְּׁמֵי קוֹרְדוֹבָא, וַיְפַזֵּר קַרְנֵי אוֹר בְּכָל־אַרְצוֹת הַגּוֹלָה. אִיהוּ נִיהוּ מָרָנָא וְרַבָּנָא הַגָּאוֹן רבינו משה ב׳ר מימון זִכְרוֹנוֹ לִבְרָכָה, אַתָּה יְיָ יָדַעְתָּ אֶת לְבָבוֹ, בִּגְדוֹלוֹת לֹא הָלַךְ בְּנִפְלָאוֹת מִמֶּנּוּ לֹא דָרַשׁ, וְהָאִישׁ מֹשֶׁה עָנָו, אֲבָל לְמַעֲלוֹת רוּחוֹ וּלְמַחְשְׁבוֹתָיו לֹא שָׂם בְּרִיחַ וּדְלָתַיִם, כִּי אַתָּה הֶרְשֵׁיתָ לוֹ לַעֲלוֹת הָהָרָה, וְאָמַרְתָּ לוֹ אַל תִּירָא מֹשֶׁה עַבְדִּי מִפְּנֵי הָאֵשׁ חֹשֶׁךְ עָנָן וַעֲרָפֶל, וַיַּעַל מֹשֶׁה, וּפָתַחְתָּ לוֹ הַשָּׁמַיִם, וְהֶרְאֵיתָ לוֹ מַחֲנַיִם וְרִבּוֹתַיִם, וּמִמֵּי חָכְמָתְךָ שָׁאַב וַיִּגְבְּרו וַיָּפוּצוּ וַיִּהְיוּ לְפַלְגֵי מָיִם, וַיַשְׁקוּ אֶת גַנֶּךָ וַיַּצְמִיחוּ פְרִי מְגָדִים, וַיֵדַע כִּי מֵרוּחֲךָ שֶׁאָצַלְתָּ עָלָיו יָצָאוּ, וּמִימֵי רַבִּינָא וְרַב אַשֵּׁי, לֹא קָם בְּיִשְׂרָאֵל עוֹד כְּמֹשֶׁה׃</p>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe thank Thee, O Lord! that, at a time when the faith of men was failing and the teaching of their fathers went unheeded, Thou didst raise up a faithful guide in Israel, that he, filled with the spirit of righteousness, might illumine anew the path of thy people: even our revered master, MOSES, SON OF MAIMON, of Blessed Memory. Him didst Thou cause to shine forth as a star; so that the light which went forth from Cordova has shed its radiance, these eight hundred years, over all the lands of our dispersion. Thou didst know, O Lord! the meekness of his soul: that he walked not proudly, nor exercised himself in things too wonderful for him; but that he restrained not the searchings of his mind nor set a bound to the striving of his spirit. And, as did Moses the Prophet, so did he draw from the well of thy holy inspiration streams of knowledge and wisdom which, widened and deepened by his untiring purpose and devotion, spread abroad whithersoever the seeds of divine learning had been sown, and nourished a rich and precious fruitage. Of a truth, like him there hath not arisen another in Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאֲדוֹן עוֹלָם בְּיַד חֲזָקָה נָתַתָּ לוֹ שֵׁבֶט מוֹשְׁלִים, וּבְמַטֵּה נוֹעַם קוֹמֵם נִכְשָׁלִים, הִרְבִּיץ תּוֹרָתְךָ בְּיִשְׂרָאֵל, וְכֻלָּם יַחַד עָנוּ וְאָמְרוּ כִּי עִמּוֹ אֵל, בְּפֵירוּשׁ הַמִּשְׁנָה, אַרְמוֹן נִפְלָא בָנָה, בִּלְשׁוֹנוֹ הַזַּכָּה וְהַבְּהִירָה, וּבְסַדְרְנוּתוֹ הַכַּבִּירָה, בְּמוֹרֶה הַנְּבוּכִים, הֵאִיר מַחֲשַׁכִּים, וְגַם בְּחָכְמַת הָרְפוּאָה, עָלָה עַל גִּבְעָה נִשָּׂאָה׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nSovereign of the Universe! we thank Thee for the noble heritage which he bequeathed unto us: more especially for his “Strong Hand,” which has helped to raise the stumbling and to stablish thy Law in Israel’s perpetual keeping; for his Interpretation of the Oral Law which has made clear to us the teachings of our sages; for that “Guide,” with which he enlightened the darkness of the perplexed; for that rare gift of lucid thought and expression with which Thou didst uniquely endow him; for his mastery of the knowledge and practice of healing, which made him supreme among physicians in his day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nמַלְאָכֶיךָ הַקְּדוֹשִׁים הֶעֱלוּהוּ בָּעוֹלָם הָעֶלְיוֹן, לְהִתְעַנֵּג מִזִּיו שְׁכִינָתְךָ עִם מֹשֶׁה רַבֵּינוּ בְּרוּם חֶבְיוֹן, אֲבָל עוֹדֶנּוּ חַי בַּתַּחְתּוֹנִים כְּבַמְרוֹמִים, וּסְפָרָיו נִקְרָאִים בְּבָתֵּי וַעַד לַחֲכָמִים, וְזִכְרוֹ הַטּוֹב יִשָּׁאֵר חָקוּק בְּלֵב עַם יִשְׂרָאֵל לָעַד וּלְעוֹלְמֵי עוֹלָמִים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAnd when his appointed task was done, Thou didst receive him in thy Holy Habitation, there to rejoice in tho glory of thy Presence. And, as in Heaven, so on earth ho yet lives; for his inimitable works still are cherished and read, and the memory of him, blessed and revered, will be borne in the hearts of all Israel for ever and ever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n<span class=\"instruction\">דרוש</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\n<span class=\"instruction\">Sermon</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n<span class=\"instruction\">הדלקת נר תמיד לע׳נ הרמב״ם</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\n<span class=\"instruction\">Lighting of the Perpetual Lamp in Memory of Moses Maimonides.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n<span class=\"instruction\">השכבה להרמב״ם</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\n<span class=\"instruction\">Hashkabah.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\nוְהַחָכְמָה מֵאַיִן תִּמָּצֵא,<br />\nוְאֵיזֶה מְקוֹם בִּינָה׃ <span class=\"citation\">(איוב כח:יב)</span><br />\nיִרְאַת יְהוָֹה מוּסַר חָכְמָה,<br />\nוְלִפְנֵי כָבוֹד עֲנָוָה׃ <span class=\"citation\">(משלי טו:לג)</span><br />\nמַיִם עֲמֻקִּים דִּבְרֵי פִי אִישׁ,<br />\nנַחַל נֹבֵעַ מְקוֹר חָכְמָה׃ <span class=\"citation\">(משלי יח:ד)</span><br />\nאַשְׁרֵי אָדָם מָצָא חָכְמָה,<br />\nוְאָדָם יָפִיק תְּבוּנָה׃ <span class=\"citation\">(משלי ג:יג)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nWhere shall wisdom be found?<br />\nand where is the place of understanding? <span class=\"citation\">(Job 28:12)</span><br />\nThe fear of the Lord is the instruction of wisdom;<br />\nand before honour goeth humility. <span class=\"citation\">(Proverbs 15:33)</span><br />\nThe words of a man’s mouth are as deep waters;<br />\na flowing brook, a fountain of wisdom. <span class=\"citation\">(Proverbs 18:4)</span><br />\nHappy is the man that findeth wisdom,<br />\nand the man that getteth understanding. <span class=\"citation\">(Proverbs 3:13)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\nמָה רַב טֽוּבְךָ אֲשֶׁר צָפַֽנְתָּ לִֽירֵאֶֽיךָ,<br />\nפָּעַֽלְתָּ לַֽחוֹסִים בָּךְ נֶֽגֶד בְּנֵי אָדָם׃ <span class=\"citation\">(תהלים לא:כ)</span><br />\nמַה יָּקָר חַסְדְּךָ אֱלֹהִים,<br />\nוּבְנֵי אָדָם בְּצֵל כְּנָפֶֽיךָ יֶֽחֱסָיוּן׃<br />\nיִרְוְיֻן מִדֶּֽשֶׁן בֵּיתֶֽךָ,<br />\nוְנַֽחַל עֲדָנֶֽיךָ תַשְׁקֵם׃ <span class=\"citation\">(תהלים לו:ח-ט)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nHow great is thy goodness, which thou hast treasured those that fear thee;<br />\nwhich thou hast wrought for those that trust in thee, before the sons of men. <span class=\"citation\">(Psalms 31:20)</span><br />\nHow excellent is thy loving-kindness, O God!<br />\nThou shelterest the children of men under the shadow of thy wings.<br />\nThou satisfiest them abundantly with the richness of thy house:<br />\nand causest them to drink of the stream of thy delights. <span class=\"citation\">(Psalms 36:8-9)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\nטוֹב שֵׁם מִשֶּֽׁמֶן טוֹב,<br />\nוְיוֹם הַמָּֽוֶת מִיוֹם הִוָּֽלְדוּ׃ <span class=\"citation\">(קהלת ז:א)</span><br />\nסוֹף דָּבָר הַכֹּל נִשְׁמָע,<br />\nאֶת הָֽאֶלֹהִים יְרָא,<br />\nוְאֶת מִצְוֺתָיו שְׁמוֹר,<br />\nכִּי זֶה כָּל־הָֽאָדָם׃ <span class=\"citation\">(קהלת יב:יג)</span><br />\nיַעְלְזוּ חֲסִידִים בְּכָבוֹד,<br />\nיְרַנְּנוּ עַל מִשְׁכְּבוֹתָם׃ <span class=\"citation\">(תהלים קמט:ה)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\" style=\"text-align: left;\">\nA good name is more fragrant than rich perfume;<br />\nand the day of death better than the day of one’s birth. <span class=\"citation\">(Ecclesiastes 7:1)</span><br />\nThe sum of the matter, after all hath been heard,<br />\nis, to fear God,<br />\nand keep his commandments,<br />\nfor this is the whole of man. <span class=\"citation\">(Ecclesiastes 12:13)</span><br />\nLet the pious be joyful in glory;<br />\nlet them sing aloud upon their couches. <span class=\"citation\">(Psalms 149:5)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nמְנוּחָה נְכוֹנָה, בִּֽישִׁיבָה עֶלְיוֹנָה, תַּֽחַת כַּנְפֵי הַשְּׁכִינָה, בְּמַֽעֲלַת קְדוֹשִׁים וּטְהוֹרִים, כְּזֹֽהַר הָֽרָקִיעַ מְאִירִים וּמַזְהִירִים, וְחִלּוּץ עֲצָמִים, וְכַפָּרַת אֲשָׁמִים, וְהַרְחָֽקַת פֶּֽשַׁע, וְהַקְרָֽבַת יֶֽשַׁע, וְחֶמְלָה וַֽחֲנִינָה, מִלִּפְנֵי שׁוֹכֵן מְעוֹנָה, וְחֻלָּקָא טָבָא, לְחַיֵּי הָֽעוֹלָם הַבָּא, שָׁם תְּהֵא מְנַת וּמְחִיצַת וִישִׁיבַת נֶפֶשׁ הַשֵּׁם הַטּוֹב מוֹרֵנוּ וְרַבֵּינוּ כְּבוֹד רִבִּי מֹשֶׁה בֵּן מַיְמוֹן רוּחַ יְיָ תְּנִיחֶֽנּוּ בְגַן עֵֽדֶן, דְּאִתְפְּטַר מִן עָֽלְמָא הָדֵין, כִּרְעוּת אֱלָהָא מָרֵהּ שִׁמַיָּא וְאַרְעָא, הַמֶּֽלֶךְ בְּרַֽחֲמָיו יָחוֹס וְיַחְמוֹל עָלָיו׃ וְיִלָּוֶה אֵלָיו הַשָּׁלוֹם, וְעַל מִשְׁכָּבוֹ יִהְיֶה שָׁלוֹם, כְּדִכְתִיב, יָבוֹא שָׁלוֹם יָנֽוּחוּ עַל מִשְׁכְּבוֹתָם, הוֹלֵךְ נְכוֹחוֹ׃ <span class=\"citation\">(ישעיה נז:ב)</span> הוּא וְכָל־בְּנֵי יִשְׂרָאֵל הַשֹּׁכְבִים עִמּוֹ בִּכְלַל הָרַֽחֲמִים וְהַסְּלִיחוֹת, וְכֵן יְהִי רָצוֹן וְנֹאמַר אָמֵן׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nMay the repose which is prepared in the celestial abode, under the wings of the divine presence in the high place of the holy and pure-that shine and are resplendent as the bright light of the firmament with a renewal of strength, a forgiveness of trespasses, a removal of transgressions, an approach of salvation, compassion and favour from him that sitteth enthroned on high, and also a goodly portion in the life to come, be the lot and the resting-place of our Teacher and Master R. MOSES BEN MAIMON (whom may God grant peace in Paradise), who  departed from this world according to the will of God, the Lord of heaven and earth, May the supreme King of kings, through his infinite mercy, have mercy, pity and compassion on him. May the Lord grant him peace and may his repose be in peace; as it is written, “He shall come in peace; they shall rest in their beds; every one walking in his uprightness.” <span class=\"citation\">(Isaiah 57:2)</span> May he, and all his people of Israel, who slumber in the dust, be included in mercy and forgiveness. May this be his will! and let us say, <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"citation\">משנה מכות  ג:טז</span><br />\nרִבִּי חֲנַנְיָא בֶּן עֲקַשְׁיָא אוֹמֵר, רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא לְזַכּוֹת אֶת־יִשְׂרָאֵל, לְפִיכָךְ הִרְבָּה לָהֶם תּוֹרָה וּמִצְוֺת, שֶׁנֶּֽאֱמַר יְיָ חָפֵץ לְמַעַן צִדְקוֹ, יַגְדִּיל תּוֹרָה וְיַאְדִּיר׃ <span class=\"citation\">(ישעיה מב:כא)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"citation\">Mishnah Makot 3.16</span><br />\nRabbi Ḥananyá, the son of Akashyá, saith that the Holy One, blessed be he! being pleased to make Israel worthy of enjoying happiness, hath enlarged the Law with many precepts; as it is said, “The Lord was pleased for the sake of his righteousness to magnify the Law, and to make it glorious.” <span class=\"citation\">(Isaiah 42:21)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\" style=\"text-align: right;\">\n<span class=\"instruction\">קדיש דרבנן</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"instruction\">Ḳaddish d&#8217;Rabbanan.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;A Thanksgiving in Commemoration of Moses Maimonides&#8221; with its accompanying <em>Hashkabah</em> is found in the <em>Service of Praise and Thanksgiving to Commemorate the 800th Anniversary of the Birth of Moses Maimonides</em> prepared by Bevis Marks Synagogue in London on 27 May 1935. We have been unable to determine the author of this prayer. Many thanks to Simon Montagu for identifying the author of this prayer as Ḥakham Shem Tov Gaguine as <a href=\"https://hebrewbooks.org/pdfpager.aspx?req=39347&#038;st&#038;pgnum=36\">attested here</a>.</p>\n<p>Many thanks to Shufra Judaica (Elli Fischer and David Selis) for providing the page images used for deriving this transcription.</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/service-to-commemorate-the-800th-anniversary-of-rambams-birth-bevis-marks-1935/Service%20to%20Commemorate%20the%20800th%20Anniversary%20of%20Rambam%27s%20birth%20%28Bevis%20Marks%201935%29#page/n27/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Bnei (Bar/Bat) Mitsvah &amp; Other Birthday Prayers"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Maimonides",
        "Moshe ben Maimon",
        "Western Sepharadim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1192"
        ],
        "_thumbnail_id": [
            "51499"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/06/Maimonides-Arthur-Szyk-1950.jpg",
        "title": "Maimonides (Arthur Szyk 1950)",
        "caption": "Maimonides (Arthur Szyk 1950)"
    },
    "source_link": "https://opensiddur.org/?p=51496",
    "permalink": "https://opensiddur.org/prayers/life-cycle/jewish-life-cycle/birthdays/thanksgiving-in-commemoration-of-moses-maimonides-a-prayer-celebrating-the-octocentennial-birthday-of-rambam-bevis-marks-synagogue-1935/",
    "slug": "thanksgiving-in-commemoration-of-moses-maimonides-a-prayer-celebrating-the-octocentennial-birthday-of-rambam-bevis-marks-synagogue-1935"
}