{
    "post_id": 9359,
    "title": "&#x1f4d5;︎ \"A Case Study on the Open Siddur Project,\" by Gabrielle Girau Pieck (University of Basel, 2014)",
    "author": "Gabrielle Girau Pieck",
    "coauthors": [
        {
            "name": "Gabrielle Girau Pieck",
            "bio": "Born in 1967 in Omaha, Nebraska, Gabrielle Girau Pieck lives with her husband and two young sons in Basel, Switzerland, working as a freelance theologian in the fields of Liberal Judaism and Interfaith Dialogue while teaching mathematics and English. She studied Yiddish literature from a feminist perspective at the Hebrew University in Jerusalem and the Jewish Theological Seminary of America in New York and holds a Masters degree in Jewish Studies at Emory University in Atlanta, Georgia.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/09/Gabrielle-Girau-Pieck-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gabrielle-girau-pieck"
        }
    ],
    "date": "2014-09-18",
    "last_updated": "2026-01-31",
    "excerpt": "A selection from <em><a href=\"https://opensiddur.org/wp-content/uploads/2014/09/Gabrielle-Pieck-Jewish-Theology-after-Google-Post-Rabbinic-and-Post-Denominational-Judaisms-in-a-Digitized-World.pdf\">Jewish Theology after Google: Post-Rabbinic and Post-Denominational Judaisms in a Digitized World</a></em> (a Masters thesis for the University of Basel, 2014), specific to the Open Siddur Project. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<p style=\"padding-left: 30px;\"><em>The Scriptorium was in turmoil. Brother Paul, the precentor in charge, had detected a murmur from the back row and, furious that the rule of silence was being compromised, strode down the aisle just in time to see Brother Jacob tuck something under his robe. When he demanded to see it, Brother Jacob shame-facedly produced a codex, but not one that the antiquarii of this monastery had copied. or of any monastery, for this Psalter was printed. Shocked as much by the sight of the mechanical type as by Brother Jacob&#8217;s transgression, Brother Paul so far forgot himself that he too broke the silence, thundering that if books could be produced by fast, cheap, and mechanical means, their value as precious artifacts would be compromised. [&#8230;] And how would the spread of cheap printed materials affect the culture of the Word, bringing scribbling into every hut and hovel whose occupants had hitherto relied on priests to interpret writing for them?</em><span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> N. Katherin N. Hayles. <em>Electronic Literature: New Horizons for the Literary</em>. Notre Dame: The University of Notre Dame Press, 2008. p. 2. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>This fictitious sketch from N. Katherine Hayles in <em>Electronic Literature: New Horizons for the Literary</em> evokes the present day tumultuous dynamics surrounding electronic literature and the search by humans to find meaning within it whether with or without the help of religious or other authorities. The setting is a Christian one, hundreds of years ago, but it could just as well be applied to the Jewish context today. Many contemporary Jewish scholars like Rabbi Dr. Abraham Lifshitz in his article &#8220;Tefilla Mitokh Siddur Electroni [Praying from an electronic prayer book]&#8221; are debating the acceptability of electronic prayer books that can be found on computers, iPods or mobile phones. Lifshitz argues that praying from an electronic siddur (Jewish prayer book) is not an acceptable medium for prayer. He bases his ruling on an injunction that Jews should not hold anything while praying. The person praying may become distracted by the object and by a fear of losing it forcing the person&#8217;s attention away from prayer. Lifshitz reasons that electronic devices like iPhones that house electronic siddurs can cause the same lack of concentration during prayer due to incoming messages or calls that might be “lost” during prayer.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Yoel Cohen. “Jewish cyber-theology.” <em>Communication Research Trends</em> 31.1 (2012): 4–14, p.10. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>The shift is not just about <em>going electronic</em>. It is about how the electronic form of the siddur is allowing for new theological functions. Like religious authority, where digital media can be used to either reinforce traditional forms or open up new landscapes for alternative visions of leadership, the Internet also offers both possibilities regarding the siddur, one of the most precious ritual objects in Judaism. The Open Siddur Project, as its name implies, is aiming to open up previous conceptions of the siddur by shaping and fine-tuning the possibilities of the Internet to make the siddur accessible and personalized for everyone. Reaching back into the rich history of print media in describing the mission of the project, the welcome page of the website compares their goals for the siddur with a printing press:</p>\n<p style=\"padding-left: 30px;\">Imagine a printing press and book arts studio shared by everyone in the world looking to design and craft their own siddur. The Open Siddur Project is building it, online, on the web: a collaborative digital-to-print publishing application where you can make your own siddur, share your work, and adopt, adapt, and redistribute work shared by others. work intended for creative reuse and inclusion in new siddurim and related works of Jewish spiritual practice.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Aharon Varady. &#8220;Welcome to the Open Siddur Project.&#8221; <em>The Open Siddur Project</em>. 11 April 2011. Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/open-siddur/welcome-to-the-open-siddur-project/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/open-siddur/welcome-to-the-open-siddur-project/</span></a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>One can only imagine how Brother Paul or a Jewish version of him would react to this, in his eyes, further transgression of the culture of the Word, bringing personalized siddurs into every hovel in the world without any rabbinic authorities to control the process. However, the Open Siddur Project finds that this is exactly what is necessary to preserve the culture of the siddur and revitalize Jewish spirituality. The Open Siddur Project wants to provide a platform where creative and inspiring prayer texts can remain in the public domain free for reuse and redistribution.</p>\n<p>This emphasis on creative production and free distribution of theological texts supports post-rabbinic and post-denominational functions, in this instance that of proactively creating theology instead of passively consuming it, particularly within collaborative arrangements between experts and amateurs. In another of N. Katherine Hayles&#8217; works, <em>How We Think: Digital Media and Contemporary Technogenesis</em>, she presents how, unlike in the time of the introduction of the printing press, worldwide collaborations between expert scholars and expert amateurs are now possible.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> N. Katherine Hayles. <em>How We Think: Digital Media and Contemporary Technogenesis</em>. Chicago: The University of Chicago Press, 2012. p. 36. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; She cites Willeke Wendrich, director of the digital <em>Encyclopedia of Egyptology</em>, who often worked with archeologists. In his experience they regularly hoarded artifacts and refused access to them to strengthen their power bases. In contrast to these offline artifacts, Wendrich argues that &#8220;[&#8230;] database forms and web dissemination mechanisms allow for increased diversity of interpretation and richness of insights, because now the data are freely available to anyone.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> ibid, 39.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Scholars and amateurs alike can access the databases and disseminate their work on the web, invigorating the possibilities for creative collaborations like the Open Siddur Project in its production of theological texts and new interpretations of prayer.</p>\n<p>In an interview with Alan Jacobs entitled, &#8220;The Potential and Promise of Open-Source Judaism,&#8221; one of the founders of The Open Siddur Project, Aharon Varady, describes his project as &#8220;[an expression of] open-source religion.&#8221; He wants to see the digitization of extant works in the public domain and enlarge the circle of &#8220;students, scholars, practitioners, and communities that were already adopting, adapting, and distributing their inspired creativity and scholarship – but were only doing so in the highly restricted channel of copyrighted work.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Aharon Varady quoted by Alan Jacobs. “The Potential and Promise of Open-Source Judaism.” <em>The Atlantic</em>. 12 June 2012. Web. 18 April 2014. &lt;<a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\"><span class=\"footnote_url_wrap\">http://www.theatlantic.com/</span> technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/</a>&gt;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; He sees copyright laws as one of the main barriers to keeping culturally collaborative religious projects like the siddur creative, alive and robust and not technological barriers that are being overcome especially in an age of web dissemination. &#8220;By using free-culture and open source licensing, everyone who wants to participate in Judaism (or any religion) as a collaborative and creatively vital culture, can do so.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> ibid.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Open source licensing safeguards the attribution of creative work until they become part of the Public Domain. This makes a significant difference particularly in the U.S. where copyright laws remain in effect for the life of the creator and another 70 years, dragging out a process that then keeps creative works obscure and ultimately forgotten.</p>\n<p>The form of open source licensing in conjunction with web dissemination of creative works allows for the collaboration of authorities and amateurs alike in keeping religious and cultural artifacts alive and relevant. To this end, Varady counters dialectics that place religion in a separate sphere from culture, keeping religion uninspired. In Varady&#8217;s discourse and communal framing of the Open Siddur Project, he justifies the use of technology for Jewish religion by stating, &#8220;We liberate religion when we return it to culture, as a creative and relevant force for helping to shape our individual and collective consciousness [&#8230;] If its creativity isn&#8217;t maintained, its relevance is ceded to other systems to function in its place. or it is ceded to social elements and authorities who might use it to sustain self-serving agendas&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Aharon Varady. &#8220;An Interview with Aharon Varady on Open Source Judaism.&#8221; <em>The Open Siddur Project</em>. 5 August 2010. Web. 18 April 2014. &lt;<a href=\"https://opensiddur.org/development/press/radio-613-an-interview-%20with-aharon-varady-on-open-source-judaism/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/press/radio-613-an-interview-</span> with-aharon-varady-on-open-source-judaism/</a>&gt;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Varady&#8217;s discourse and communal framing are justification for the Open Siddur Project. Through digital media and open licensing it frees individuals and communities to be creative and collaborative in their religiosity and acts as a counter to the appropriation of religious meaning and interpretation into other spheres or to selfish authorities who take the power of creativity away from the collective and control it in their own hands and for their own mercenary ends.</p>\n<p>David Piff and Margit Warburg in “Seeking for truth: Plausibility alignment on a Baha&#8217;I email list” also support Varady&#8217;s claims that religion is competing with and potentially losing out to other systems. They state, &#8220;In pluralistic situations, religions have to compete not only with one another but also with the reality-defining agencies of society at large. government, the media, the scientific establishment, and so forth.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> David Piff and Margit Warburg. “Seeking for truth: Plausibility alignment on a Baha’I email list.” <em>Religion and Cyberspace</em>. Ed. Morten T. Hojsgaard and Margit Warburg. New York: Routledge, 2005. 86-101. p. 87. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Secular systems such as governments and scientific institutions pose a threat to religions, not just other religions. To stay competitive in this fierce environment of clashing meaning making structures, the Open Siddur Project offers to conjoin creativity with religiosity anew. The conclusions of Rachel Wagner in &#8220;You are what you install: Religious authenticity and identity in mobile apps” likewise supports Varady&#8217;s claims for the connection between creativity, religiosity and non- authoritarianism in the digital sphere. She found:</p>\n<p style=\"padding-left: 30px;\">As our use of religious apps places control of religious interpretation and ritual performance increasingly in the hands of individuals, it also suggests a fluidity, hybridity, bricolage, and flow that gesture against traditional notions of fixed religious authority. The questions raised about authenticity by our use of religious apps also gesture toward a renewed sense of ownership and awareness of who we are and what we choose to believe, and thus presage a new kind of individualized, personalized authenticity of religious experience.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Rachel Wagner. “You are what you install: Religious authenticity and identity in mobile apps.” <em>Digital Religion: Understanding Religious Practice in New Media Worlds</em>. Ed. Heidi A. Campbell. Oxon: Routledge, 2013. 199-206, p.199. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Technology is bringing religious interpretation and control over rituals and ritual objects into the hands of individuals away from the control of authorities and the reliance of amateurs on experts to guide their religious lives. The Open Siddur Project as a religious app is placing the control of the construction of the siddur in the hands of individual Jews no matter their level of expertise. The software of the Open Siddur project allows for the fluid and hybrid construction of individualized prayer books outside the bailiwick of Jewish institutions, denominations and rabbinic authorities that have had a monopoly on the production of siddurs. It is countering any self-serving agendas of reified authoritarian structures that can be found in Jewish denominations and rabbinic institutions and keeping Jewish religiosity vibrant.</p>\n<p>An example of prayers from expert amateurs and experts that can be found and mixed together at the Open Siddur Project is a prayer for Abraham Lincoln and one for Thanksgiving. Isaac Goldstein the Levite, an American Jewish novelist, wrote the prayer for Abraham Lincoln. He was an expert writer, but an expert amateur in Jewish liturgy. His prayer was written in the form of an acrostic and published a few weeks after Lincoln&#8217;s death in <em>The Jewish Messenger</em> on May 25, 1865 under the title, “ACROSTIC ON ABRAHAM LINCOLN, Assassinated Nisan 18th, 5625” <span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Isaac Goldstein. &#8220;Memorial Prayer for Abraham Lincoln.&#8221; republished by <em>The Open Siddur Project</em>. 11 February 2012. Web. 20 April 2014. &lt;<a href=\"https://opensiddur.org/life-cycle/death/memorial-prayer-for-abraham-lincoln-by-isaac-goldstein-the-levi/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/life-cycle/death/memorial-prayer-for-abraham-lincoln-by-isaac-goldstein-the-levi/</span></a>&gt;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;. The prayer highly resembles prayers of exultation towards God, but replacing God with Lincoln. The prayer begins:</p>\n<p style=\"padding-left: 30px;\">Exalted are you Lincoln. Who is like you! You were highly respected among Kings and Princes. All that you accomplished you did with a humble spirit. You are singular and cannot be compared to anyone else. Who among the great are like Lincoln? Who can be praised like you?</p>\n<p>This prayer takes the liberty of creatively infusing standard liturgical features of God&#8217;s greatness with appreciation for Lincoln&#8217;s governmental accomplishments. Rather than religion competing with governments, Goldstein is incorporating government and one of its most historic leaders within Jewish liturgical structures. In this way the author, as a novelist, is preserving the creativity and culture that is part of religion instead of ceding it to other realms and keeping religion alive, healthy and liberated from self-serving agendas.</p>\n<p>Using the Open Siddur Project&#8217;s software, this prayer for Lincoln from 1865 can be set side by side in a personalized siddur with a contemporary prayer for Thanksgiving, but this prayer comes from an expert, the Rabbi David Seidenberg, the founder of <a href=\"http://neohasid.org\">NeoHasid.org</a>. He has received two rabbinic ordinations, one from the Conservative movement and one from the Jewish Renewal movement. Rabbi Seidenberg shared this prayer with the Open Siddur Project on November 25th, 2013. Thanksgiving is replaced with Thanksgivukkah, a blending of Ḥanukkah and Thanksgiving since Thanksgiving fell on one of the eight days of Ḥanukkah during 2013:</p>\n<p style=\"padding-left: 30px;\">May the next Thanksgivukkah be a time of health and abundance for all of you who will receive the world from our hands.</p>\n<p style=\"padding-left: 30px;\">May we together find a way to make sure that there is health and wealth and beauty not just for our family, not just for the Jewish people and humanity, but for all living creatures who share this planet with us.</p>\n<p style=\"padding-left: 30px;\">May the One bless us with the power and wisdom to birth a society that shows love to the world around us, that lives with love towards all beings.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> David Seidenberg. “Thanksgivukah.” <em>The Open Siddur Project</em>. 25 November 2013. &lt;<a href=\"https://opensiddur.org/thanksgiving-days/%E1%B8%A5anukah/prayer-for-thanksgivukah-by-david-seidenberg-neohasid-org/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/thanksgiving-days/%E1%B8%A5anukah/prayer-for-thanksgivukah-by-david-seidenberg-neohasid-org/</span></a>&gt;. Web 20 April 2014.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Instead of competing with the secular holiday of Thanksgiving, through this prayer, Rabbi Seidenberg uses his creativity to produce liturgy that shapes Jewish individual and communal consciousness to extend to all people and to all creatures. By openly sharing his creative use of liturgy he becomes an agent in defining reality and meaning in contemporary society. The free-culture and open source software that is shaping this technology is allowing for prayers from experts like Seidenberg and amateurs like Goldstein to be used side by side, supporting post-denominational and post-rabbinic functions. By shaping the Internet to support these theological functions, the Open Siddur Project allows authorities to interpret religious experience, but amateurs as well, mixing and matching prayers for their own personal liturgy. Additionally, within the Open Siddur Project, Jewish theology and liturgy are not localized in a building or denomination or even a time period. Their software is helping Jews link up to do meaningful and inspiring liturgical work across cultures, expertises, geographic regions and time periods. The founders of the Open Siddur Project and the volunteers who are creating and shaping the software to make it work are akin to caring and inspiring leaders in a post-denominational and post-rabbinic sense. They are helping and inspiring Jews to create meaningful experiences for themselves by crafting their own siddurs instead of being given a preset liturgy from on high. These types of leaders are helping to bring &#8216;the Word&#8217; into every Jewish hut and hovel, empowering amateurs and experts alike to interpret liturgical writing without having to rely on institutions or religious authorities.</p>\n<p>The Open Siddur Project as a form of digital Judaism highlights a shift in writing liturgy from the written word to the printed word and from the printed word to the electronic word. The shift to the medium of the electronic written word has also revolutionized our reading practices. N. Katherine Hayles sees reading as a complex practice that needs to be rethought within the &#8220;rich mixtures of works and images, sounds and animations, graphics and letters that constitute the environments of twenty-first century literacies.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Hayles. <em>How We Think</em>. p.79&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; One scholar who has spent years rethinking reading practices is James J. Sosnoski. In &#8220;Hyper-Readers and Their Reading Engines&#8221; he speculates that reading electronic texts will become our main reading practice. He terms this practice hyper-reading which is a constructive act similar to constructive hypertexts used by writers to connect bits of information for their own needs. He finds that hyper-reading differs from reading printed texts in many ways. For example, a few characteristics of hyper-reading are:</p>\n<ol>\n<li>filtering: a higher degree of selectivity in reading [&amp; therefore]</li>\n<li>skimming: less text actually read</li>\n<li>pecking: a less linear sequencing of passages read<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> James J. Sosnoski. “Hyper-Readers and Their Reading Engines.” In <em>Passions, Politics, and 21st Century Technologies</em>. Ed. Gail E. Hawisher and Cynthia L. Selfe. Urbana, Illinois: Utah State University Press, 1999. 161 – 177. p. 2. Print.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</li>\n</ol>\n<p>Many anti-technologists view this new mode of reading as a loss of meaning, coherence and authorship. By contrast, Sosnoski states, &#8220;I am concerned with the ways in which hyper-readers can &#8216;dismantle the technology of the print book.&#8217; I subscribe to the notion that we live in a postmodern era and that we cannot operate on the conventions that governed the reading practices of previous generations.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> ibid, 3.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Part of how hyper-readers dismantle the technology of the print book is by becoming <em>de facto</em> writers. The practice of hyper-reading is almost the same as hyper-writing since hyper-readers &#8220;tend to assemble the texts they read.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> ibid, 7.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; They are comparable to textual burglars who &#8220;break into electronic texts and once they have found the source codes hidden from sight, steal them away with their cut &amp; paste tools and reassemble them (minus the serial numbers so to speak) in their own home pages.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> ibid.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Through techniques such as filtering, skimming and pecking, readers no longer follow a linear sequence given by an author to a text. They, like writers, steal bits and pieces of various texts and reassemble them in a sequence of their own choosing. These bits and pieces were previously held together in an apparently seamless manner giving the appearance of coherence to a text. Source codes now make these seams visible, but similar processes were undertaken before the advent of hyper-reading and writing. Part of the inspiration and vision for the Open Siddur Project was Rabbi Jacob Freedman&#8217;s <em>Polychrome Historical Haggadah for Passover</em>. A <em>Haggadah</em> is the accompanying prayer book for the seder ritual of Passover when the Israelites&#8217; exodus from Egypt is recounted. With the polychrome haggadah and an additional polychrome siddur, Rabbi Freedman departed from institutionalized reading practices by engaging in a type of hyper-reading in a pre-digitized age:</p>\n<p style=\"padding-left: 30px;\">[He represented] the text of the Haggadah and Siddur as aggregate texts with different authors and periods of composition [&#8230;] In a pamphlet illustrating his vision for a Polychrome Historical Jewish Prayerbook, Rabbi Freedman wrote:</p>\n<p style=\"padding-left: 60px;\">This is perhaps the first attempt to present for publication a polychrome historical prayerbook. The author herewith presents a random selection of prayers in colors merely as examples to show the various levels of historical development [&#8230;] The marginal symbols, also in color, indicate the period when certain prayers or phrases were first formulated and/or introduced into the prayerbook. The references are not to be considered exhaustive.<br />\n<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_18');\" ><sup id=\"footnote_plugin_tooltip__1_18\" class=\"footnote_plugin_tooltip_text\">[18]</sup></a><span id=\"footnote_plugin_tooltip_text__1_18\" class=\"footnote_tooltip\"> Jacob Freedman. <em>Polychrome Historical Haggadah for Passover</em>. Springfield: Jacob Freedman Liturgy Research Foundation, 1974. Print. quoted by <em>The Open Siddur Project</em>. &#8220;Project History.&#8221; Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/history/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/history/</span></a>&gt;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_18').tooltip({ tip: '#footnote_plugin_tooltip_text__1_18', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Previous to Freedman, the seams of the haggadah and the siddur were invisible to almost all amateurs and to many experts as well. Yet he brought the seams to the fore through color-coding.</p>\n<p>In the digital context Sosnoski characterizes this type of reading practice as &#8220;de-authorizing,&#8221; As seen through Freedman&#8217;s color-coded liturgy, hyper- writing in the sense of splicing bits and pieces of text together, at least in the Jewish liturgical context, is nothing new. However, digital media allows for new religious and theological reading practices alongside hyper-writing. In a de-authorized reading practice ownership of texts as intellectual property is often ignored and texts are seen as public property. Moreover hyper-readers go one step further. They ignore any authorial intentions as to the sequence of a text. As hyper-readers/writers their own intentions are the guiding force behind how a text should be read or written.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_19');\" ><sup id=\"footnote_plugin_tooltip__1_19\" class=\"footnote_plugin_tooltip_text\">[19]</sup></a><span id=\"footnote_plugin_tooltip_text__1_19\" class=\"footnote_tooltip\"> Sosnoski, p.8.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_19').tooltip({ tip: '#footnote_plugin_tooltip_text__1_19', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>The Open Siddur Project has realized the transformative potential of this new type of de-authorized reading practice. Dan Mendelsohn Aviv in End of the Jews: Radical Breaks, Remakes, and What Comes Next devotes a chapter to the Open Siddur Project entitled &#8220;People of the (Open Source) Book,&#8221; He describes how individuals at the Open Siddur Project are putting their mark on the digital sphere by facilitating complex de-authorized reading practices:</p>\n<p style=\"padding-left: 30px;\">All of the individuals mentioned in this chapter – designers, bloggers and innovators – are engaged in a transformative endeavour. The digitization of seminal Jewish texts with the ability to remix, share and annotate them has changed the way in which they are perceived as texts. In the eyes of the Next Jew, these documents are no longer static artifacts to be passively consumed. They are vibrant, dynamic entities that grow with each user&#8217;s engagement.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_20');\" ><sup id=\"footnote_plugin_tooltip__1_20\" class=\"footnote_plugin_tooltip_text\">[20]</sup></a><span id=\"footnote_plugin_tooltip_text__1_20\" class=\"footnote_tooltip\"> Dan Mendelsohn Aviv. <em>End of the Jews: Radical Breaks, Remakes, and What Comes Next</em>. Toronto: Key Publishing House, 2012, p.180. Print. [online at The Open Siddur Project &lt;<a href=\"https://opensiddur.org/development/open-source-judaism/people-of-the-open-source-book-by-dan-mendelsohn-aviv/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/open-source-judaism/people-of-the-open-source-book-by-dan-mendelsohn-aviv/</span></a>&gt;]&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_20').tooltip({ tip: '#footnote_plugin_tooltip_text__1_20', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Digital practices that de-author texts grant new theological approaches to texts such as siddurs. &#8216;Next&#8217; Jews proactively create the theology of their liturgy becoming part of a dynamic evolution of the text. This dynamic reflects another characteristic of hyper-reading according to Sosnoski. fragmenting. Hyper- readers often prefer fragmented texts to long linear texts and arrange new texts according to associative patterns rather than conventional structures and genres. &#8220;In other words, many hyper-readers may be more comfortable selecting textual details and reassembling them in their own virtual frameworks than using the frameworks imposed upon them.&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_21');\" ><sup id=\"footnote_plugin_tooltip__1_21\" class=\"footnote_plugin_tooltip_text\">[21]</sup></a><span id=\"footnote_plugin_tooltip_text__1_21\" class=\"footnote_tooltip\"> Sosnoski 8.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_21').tooltip({ tip: '#footnote_plugin_tooltip_text__1_21', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>The Open Siddur Project is quite aware of this reading/writing practice and is shaping their software to help readers and writers realize their creativity within the digital sphere. The Open Siddur Project makes clear that when authors share their work it should be with the intention of letting others modify and adapt it as long as they correctly cite the work and any changes they may have made to it. For potential contributors to the Open Siddur Project, the guidelines emphasize:</p>\n<p style=\"padding-left: 30px;\">The Creative Commons Attribution (<a href=\"https://creativecommons.org/licenses/by/4.0/\">CC BY</a>) and Attribution-ShareAlike (<a href=\"https://creativecommons.org/licenses/by-sa/4.0/\">CC BY-SA</a>) require that derivative works state that they are modified and that there is no implication that any of the contributors endorse the modified work. (Additionally, the license preserves the chain of attribution by requiring all derivative works to be shared with that same license.) If you want to share your work but remain concerned about how your work might be modified, you may also choose to contribute the work anonymously or pseudonymously. Within the Open Siddur web application we are developing, your work will only be editable by individuals or groups you have permitted.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_22');\" ><sup id=\"footnote_plugin_tooltip__1_22\" class=\"footnote_plugin_tooltip_text\">[22]</sup></a><span id=\"footnote_plugin_tooltip_text__1_22\" class=\"footnote_tooltip\"> <em>The Open Siddur Project</em>. &#8220;Frequently Asked Questions.&#8221; Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/faq/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/faq/</span></a>&gt;.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_22').tooltip({ tip: '#footnote_plugin_tooltip_text__1_22', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>The Open Siddur project regulates the modification of works, recognizing hyper-reader tendencies of de-authorization and fragmenting and giving some control back into the hands of the original writers to decide if they still want to have their names as authors attached to altered texts or if they rather publish anonymously or with a pseudonym. Moreover, they are developing software where authors can control which individuals or groups can edit their work. All of these efforts on the part of the Open Siddur Project counterbalance de-authorizing reading practices that tend to assume that all texts are public property. The Open Siddur Project is shaping the digital sphere to give a platform for creative hyper-reading and writing practices of liturgy and in so doing the digital sphere is shaping new and meaningful functions for Jewish theology. Mendelsohn Aviv affirms that for Jews at the Open Siddur Project hyper-reading/writing leads to a deepened sense of ownership of the siddur and meaningful liturgical practices rather than a loss of meaning and ownership as feared by many anti-technologists:</p>\n<p style=\"padding-left: 30px;\">This engagement is also continual, ever-evolving and, though personal, also connects the individual to the broader Jewish learning community. In other words, every text is accompanied by a threaded discussion and more Jews are taking part, be it through creating their own religious texts or adding their voice to the emerging &#8220;Spoken Torah&#8221; of the Jewish blogosphere. Though Jewish community was historically maintained by the work of elites, be they the priests, soferim, or rabbis, the Next Jew no longer relies on scholars sequestered in yeshivas to carry the weight of the tradition. All one needs today is commitment and a stable Wi-Fi connection.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_23');\" ><sup id=\"footnote_plugin_tooltip__1_23\" class=\"footnote_plugin_tooltip_text\">[23]</sup></a><span id=\"footnote_plugin_tooltip_text__1_23\" class=\"footnote_tooltip\"> Mendelsohn-Aviv, p.181.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_23').tooltip({ tip: '#footnote_plugin_tooltip_text__1_23', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Individuals who commit to the broader learning community of the Open Siddur Project and have a WiFi connection are benefiting from the post-denominational and post-rabbinic theological functions enabled through this form of digital Judaism. They get to creatively bring their hyper-reading and writing practices to Jewish liturgy proactively and dynamically producing new theologies. They are adding their voice and their interpretation of Torah through threaded discussions and collaborations in the blogosphere. The work of these amateurs and experts is a new form of collaboration within Jewish tradition. The work rests in the digital sphere instead of in elite institutions like brick and mortar yeshivas or denominations. The digital Judaism of the Open Siddur Project is augmenting Jewish experiences and the holiness of Jewish liturgical texts, keeping siddurs as precious and evolving artifacts and cultivating the culture of the &#8216;Word&#8217; for generations to come.\n</p></div>\n<hr />\n<p>This article is an extensive quote from <em><a href=\"https://opensiddur.org/wp-content/uploads/2014/09/Gabrielle-Pieck-Jewish-Theology-after-Google-Post-Rabbinic-and-Post-Denominational-Judaisms-in-a-Digitized-World.pdf\">Jewish Theology after Google: Post-Rabbinic and Post-Denominational Judaisms in a Digitized World</a></em> (a Masters thesis for the University of Basel, 2014). Bibliographic references have been converted to notations. We are honored to have been a subject for a case study in her Masters thesis. See below for comments. &#8212; Aharon Varady.</p>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">N. Katherin N. Hayles. <em>Electronic Literature: New Horizons for the Literary</em>. Notre Dame: The University of Notre Dame Press, 2008. p. 2. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Yoel Cohen. “Jewish cyber-theology.” <em>Communication Research Trends</em> 31.1 (2012): 4–14, p.10. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Aharon Varady. &#8220;Welcome to the Open Siddur Project.&#8221; <em>The Open Siddur Project</em>. 11 April 2011. Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/open-siddur/welcome-to-the-open-siddur-project/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/open-siddur/welcome-to-the-open-siddur-project/</span></a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">N. Katherine Hayles. <em>How We Think: Digital Media and Contemporary Technogenesis</em>. Chicago: The University of Chicago Press, 2012. p. 36. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">ibid, 39.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Aharon Varady quoted by Alan Jacobs. “The Potential and Promise of Open-Source Judaism.” <em>The Atlantic</em>. 12 June 2012. Web. 18 April 2014. &lt;<a href=\"http://www.theatlantic.com/technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/\"><span class=\"footnote_url_wrap\">http://www.theatlantic.com/</span> technology/archive/2012/06/the-potential-and-promise-of-open-source-judaism/258394/</a>&gt;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">ibid.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Aharon Varady. &#8220;An Interview with Aharon Varady on Open Source Judaism.&#8221; <em>The Open Siddur Project</em>. 5 August 2010. Web. 18 April 2014. &lt;<a href=\"https://opensiddur.org/development/press/radio-613-an-interview-%20with-aharon-varady-on-open-source-judaism/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/press/radio-613-an-interview-</span> with-aharon-varady-on-open-source-judaism/</a>&gt;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">David Piff and Margit Warburg. “Seeking for truth: Plausibility alignment on a Baha’I email list.” <em>Religion and Cyberspace</em>. Ed. Morten T. Hojsgaard and Margit Warburg. New York: Routledge, 2005. 86-101. p. 87. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Rachel Wagner. “You are what you install: Religious authenticity and identity in mobile apps.” <em>Digital Religion: Understanding Religious Practice in New Media Worlds</em>. Ed. Heidi A. Campbell. Oxon: Routledge, 2013. 199-206, p.199. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Isaac Goldstein. &#8220;Memorial Prayer for Abraham Lincoln.&#8221; republished by <em>The Open Siddur Project</em>. 11 February 2012. Web. 20 April 2014. &lt;<a href=\"https://opensiddur.org/life-cycle/death/memorial-prayer-for-abraham-lincoln-by-isaac-goldstein-the-levi/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/life-cycle/death/memorial-prayer-for-abraham-lincoln-by-isaac-goldstein-the-levi/</span></a>&gt;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">David Seidenberg. “Thanksgivukah.” <em>The Open Siddur Project</em>. 25 November 2013. &lt;<a href=\"https://opensiddur.org/thanksgiving-days/%E1%B8%A5anukah/prayer-for-thanksgivukah-by-david-seidenberg-neohasid-org/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/thanksgiving-days/%E1%B8%A5anukah/prayer-for-thanksgivukah-by-david-seidenberg-neohasid-org/</span></a>&gt;. Web 20 April 2014.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Hayles. <em>How We Think</em>. p.79</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">James J. Sosnoski. “Hyper-Readers and Their Reading Engines.” In <em>Passions, Politics, and 21st Century Technologies</em>. Ed. Gail E. Hawisher and Cynthia L. Selfe. Urbana, Illinois: Utah State University Press, 1999. 161 – 177. p. 2. Print.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">ibid, 3.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">ibid, 7.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">ibid.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_18\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_18');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >18</a></th> <td class=\"footnote_plugin_text\">Jacob Freedman. <em>Polychrome Historical Haggadah for Passover</em>. Springfield: Jacob Freedman Liturgy Research Foundation, 1974. Print. quoted by <em>The Open Siddur Project</em>. &#8220;Project History.&#8221; Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/history/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/history/</span></a>&gt;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_19\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_19');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >19</a></th> <td class=\"footnote_plugin_text\">Sosnoski, p.8.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_20\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_20');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >20</a></th> <td class=\"footnote_plugin_text\">Dan Mendelsohn Aviv. <em>End of the Jews: Radical Breaks, Remakes, and What Comes Next</em>. Toronto: Key Publishing House, 2012, p.180. Print. [online at The Open Siddur Project &lt;<a href=\"https://opensiddur.org/development/open-source-judaism/people-of-the-open-source-book-by-dan-mendelsohn-aviv/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/open-source-judaism/people-of-the-open-source-book-by-dan-mendelsohn-aviv/</span></a>&gt;]</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_21\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_21');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >21</a></th> <td class=\"footnote_plugin_text\">Sosnoski 8.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_22\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_22');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >22</a></th> <td class=\"footnote_plugin_text\"><em>The Open Siddur Project</em>. &#8220;Frequently Asked Questions.&#8221; Web. 1 April 2014. &lt;<a href=\"https://opensiddur.org/development/faq/\"><span class=\"footnote_url_wrap\">https://opensiddur.org/development/faq/</span></a>&gt;.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_23\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_23');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >23</a></th> <td class=\"footnote_plugin_text\">Mendelsohn-Aviv, p.181.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "Media Theory",
        "Post-Rabbinic Judaism"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "9366"
        ],
        "date_src_start": [
            "2014-00-00"
        ],
        "date_src_end": [
            "2014-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/09/Printing-press-16th_century-in-Germany.jpg",
        "title": "Printing press, 16th_century in Germany",
        "caption": "\"<a href=\"http://commons.wikimedia.org/wiki/File:Pressing-16th_century.jpg\">Printing press, 16th century in Germany</a>\" from Tolnai világtörténelme. Ujkor -könyv (1908)"
    },
    "source_link": "https://opensiddur.org/?p=9359",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/a-case-study-on-the-open-siddur-project-by-gabrielle-girau-pieck/",
    "slug": "a-case-study-on-the-open-siddur-project-by-gabrielle-girau-pieck"
}