{
    "post_id": 1346,
    "title": "&#x1f4f0; “Color-Coded Prayerbook Devised by Rabbi” (Martin Lauer, Springfield Republican 1972)",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-08-25",
    "last_updated": "2025-05-29",
    "excerpt": "An article on Rabbi Jacob Freedman's planned Polychrome Historical Haggadah from his local newspaper in Springfield, Massachusetts. . . .",
    "content": "<div id=\"attachment_1350\" style=\"width: 270px\" class=\"wp-caption alignright\"><a href=\"https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-1350\" class=\"size-medium wp-image-1350\" title=\"Polychrome Historical Prayerbook Color Coding Schema\" src=\"https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop-260x300.jpg\" alt=\"\" width=\"260\" height=\"300\" srcset=\"https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop-260x300.jpg 260w, https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop-889x1024.jpg 889w, https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop.jpg 969w\" sizes=\"auto, (max-width: 260px) 100vw, 260px\" /></a><p id=\"caption-attachment-1350\" class=\"wp-caption-text\">Crop of Color Key from the Bookmark included with the Polychrome Historic Haggadah (image not included in original article)</p></div>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<h3>Color-Coded Prayerbook Devised by Rabbi</h3>\n<p><em>Springfield Republican</em>, May 21st, 1972 by Martin Lauer </p>\n<p>Religious books like the Bible and scholarly works have traditionally been printed in the manner to which everyone is accustomed. Page after page of type with footnotes or indices taking up a good portion of each sheet has long seemed acceptable.</p>\n<p>Now, within a year, a book is expected to come out which will change not only the basic nature of such books but also indicate sources by color code.</p>\n<p>Rabbi Jacob Freedman of 68 Calhoun St., Springfield has already produced such a book which he calls &#8220;a sample.&#8221; A larger book is planned for which &#8220;90 per cent of the research is completed,&#8221; he said.</p>\n<p>The book called a &#8220;polychrome historical prayerbook&#8221; in Hebrew will be titled &#8220;Siddur Bays Yosef&#8221; in remembrance of Rabbi Freedman&#8217;s late father, the Rev. Joseph Freedman.</p>\n<p>From the color of the print readers can determine the historical period during which the prayer or section of the prayer was written.</p>\n<p>Color blocks to the fight and left of the prayer show when the prayer became part of the Jewish service. In English along with the block color code appear the abbreviations of the references.</p>\n<p>For an example the color key for the entire book is: black denotes a Biblical soure or era; red denotes the Talmudic Period to 650 C.E. (Christian Era); green, Geonic Period, 650-1075; brown, Middle Ages, 1100-1500; purple, pre-modern, 1500-1800: dark blue, modern era. 1800-1900, and light blue, contemporary, 1900-1970.</p>\n<p>The footnotes have the same code.</p>\n<p>In March, Rabbi Freedman received an honorary doctorate degree from the Jewish Theological Seminary of America in New Yew York, N.Y. He said the seminary recognized him at that time as the originator of the color coded process.</p>\n<p>The code&#8217;s benefits are many, he said. A reader gains the historical perspective of the prayer, not only an understanding of what the person was undergoing when he wrote it, but also why Jews might have included it in a service or in their prayers.</p>\n<p>In another instance, a contemporary work might have its base or words taken from the Bible or that era. References through the color code show the reader that these ideas were phrased in a like manner centuries ago.</p>\n<p>Rabbi Freedman said the coding can help persons all the way from elementary grades through the seminary. He said the English footnotes are there so Christian scholars can use the book and note his references.</p>\n<p>One example is the Zohar, a prayer said just before taking the Holy Scrolls from the Ark. The color for the entire prayer except for four Hebrew symbols is the same. The four, Aramaic for the idea of truth, show a Biblical reference.</p>\n<p>Rabbi Freedman said this is an example of how interwoven some of the prayers are.</p>\n<p>He has been a rabbi for 42 years, serving congregations in Chelsea, Fall River, Pittsfield and Long Beach, Calif.</p>\n<p><em>by Martin Lauer, Springfield Republican, 1972</em>\n</div>\n<hr />\n<p>Above is a transcription of Rabbi Freedman&#8217;s <a class=\"pdf\" href=\"https://opensiddur.org/wp-content/uploads/2010/08/1972-05-21-Martin-Lauer-Color-Coded-Prayerbook-Devised-by-Rabbi-newsclipping.pdf\">news clipping</a> of the article by Lauer. Obvious typos and misspellings have been corrected. Thank you to Harry Aizenstadt for contributing this clipping to us.</p>\n<p>In our <a href=\"https://opensiddur.org/development/history/\">project history</a>, we explain how Rabbi Jacob Freedman&#8217;s Polychrome Historical Haggadah was a major inspiration behind our vision for an open siddur project. While researching it&#8217;s history I was so pleased to discover that the <em>haggadah</em> Rabbi Freedman managed to self-publish in 1974 to rave reviews, was really only a proof-of-concept for his life&#8217;s ambition &#8212; a Polychrome Historical Siddur. Rabbi Freedman published a <a class=\"pdf\" href=\"https://opensiddur.org/wp-content/uploads/2009/12/Jacob_Freedman_-_Polychrome_Historical_Prayerbook.pdf\">brochure</a> outlining the scope and color of his envisioned siddur in 1969. In the papers of Rabbi Freedman donated to the Open Siddur Project by Harry Aizenstadt and Lisa Rubins, this article printed May 21st, 1972 by Martin Lauer in the Springfield Republican describes the completed siddur that Freedman was never able to publish in his lifetime. &#8212; Aharon Varady</p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "antecedents",
        "inspirations",
        "Jacob Freedman",
        "Massachusetts",
        "North America"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "1350"
        ],
        "date_src_start": [
            "1972-00-00"
        ],
        "date_src_end": [
            "1972-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/08/Polychrome-Historical-Prayerbook-Color-Coding-Schema-crop.jpg",
        "title": "Polychrome Historical Prayerbook Color Coding Schema",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=1346",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/color-coded-prayerbook-devised-by-rabbi-jacob-freedman-springfield-republican-1972/",
    "slug": "color-coded-prayerbook-devised-by-rabbi-jacob-freedman-springfield-republican-1972"
}