{
    "title": "&#x1F4F0; \"Database Davvenen\" by Rabbi Zalman Schachter-Shalomi (circa mid-1980s)",
    "author": "Zalman Schachter-Shalomi",
    "coauthors": [
        {
            "name": "Zalman Schachter-Shalomi",
            "bio": "Rabbi Dr. Zalman Meshullam Schachter-Shalomi, affectionately known as \"Reb Zalman\" (28 August 1924 – 3 July 2014) was one of the founders of the Jewish Renewal movement. Born in Żółkiew, Poland (now Ukraine) and raised in Vienna, he was interned in detention camps under the Vichy Regime but managed to flee the Nazi advance, emigrating to the United States in 1941. He was ordained as an Orthodox rabbi in 1947 within the ḤaBaD Hasidic movement while under the leadership of the sixth Lubavitcher Rebbe, Yosef Yitzchok Schneersohn, and served ḤaBaD communities in Massachusetts and Connecticut. He subsequently earned an M.A. in psychology of religion at Boston University, and a doctorate from the Hebrew Union College. He was initially sent out to speak on college campuses by the Lubavitcher Rebbe, but  in the early 1960s, after experimenting with \"the sacramental value of lysergic acid\", the main ingredient in LSD, leadership within ḤaBaD circles cut ties with him. He continued teaching the Torah of Ḥassidut until the end of his life to creative, free and open-minded Jewish thinkers with humility and kindness and established warm ecumenical ties as well. In September 2009, he became the first contributor of a siddur to the Open Siddur Project database of Jewish liturgy and related work. Reb Zalman supported the Open Siddur Project telling its founder, \"this is what I've been looking forward to!\" and sharing among many additional works of liturgy, an interview he had with Havurah magazine in the early to mid-1980s detailing his vision of \"<a href=\"http://opensiddur.org/development/press/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/\">Database Davenen</a>.\" The Open Siddur Project is proud to be realizing one of Reb Zalman's long held dreams.",
            "website": "https://en.wikipedia.org/wiki/Zalman_Schachter-Shalomi",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/zalman-schachter-shalomi-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/zalman-schachter-shalomi"
        }
    ],
    "date": "2013-10-08",
    "last_updated": "2025-01-03",
    "excerpt": "The following work was published by a Havurah publication in the late 1970s or early 1980s by Rab Zalman Schachter-Shalomi. In it, Rab Zalman presciently describes a digital database of liturgy and liturgy-related work that havurah groups across the world could use to bring together custom designed and crafted works for use in communal prayer. We are grateful to Reb Zalman for bringing this work to our attention. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nIn the following Q&#038;A with Rabbi Zalman Schachter-Shalomi, prepared for a Ḥavurah publication sometime in the early to mid-1980s, Reb Zalman presciently describes a digital database of liturgy and liturgy-related work that ḥavurah groups across the world could use to bring together custom designed and crafted works for use in communal prayer. We are grateful to Reb Zalman for bringing this work to our attention. If anyone can help us identify the exact date and issue of this work&#8217;s original publication (if indeed, it was ever published), please leave a comment or <a href=\"/contact/\">contact us</a>.</p>\n<p>Folks might already be aware that Reb Zalman and Rebbetzin Eve Ilsen were among those impacted by the <a href=\"http://boulderjewishnews.org/flood\">flooding in Colorado this summer</a> (2013). Their house was flooded, with Reb Zalman&#8217;s office containing many years of his documents and visions being especially damaged. Reb Zalman found this piece of writing while cleaning up the remains of his office and sent it to us as a testament to the long-held vision that we intend to fulfill through our Open Siddur Project. &#8211;Aharon Varady\n</div>\n<hr />\n<div class=\"english\" lang=\"en\">\nLast spring, ḤAVURAH spoke with Reb Zalman Schachter-Shalomi about the kind of liturgy needed in the ḥavurah movement, and how a siddur could be put together. Here are some of Zalman&#8217;s thoughts about why and how we <em>davven</em>, and what we can create.</p>\n<h3>WHY DO WE DAVVEN?</h3>\n<p>At one time we used to have a notion that <em>davvenen</em> was in order to impress God. But the philosophers said, &#8220;Come on, you can&#8217;t impress God.&#8221; Most of the <em>ḥavurah</em> folks don&#8217;t <em>davven</em> just because <em>halacha</em> says to do it. That&#8217;s not the way we are touched or connected. What we are connected with is harder to talk about, but what keeps coming up is this: &#8220;A whole week I&#8217;m &#8220;I&#8221;; now I want to become &#8220;we.&#8221; I must have some connection with transcendence, but transcendence as defined by my reference group.&#8221; It has to be non-sexist, non-age-ist, and so forth; it becomes very hard to have a <em>siddur</em>, because if it had any zap, it&#8217;s been circumscribed out; it has to be an androgynous zap, and we don&#8217;t have that in our language.</p>\n<h3>A SOFTWARE SIDDUR</h3>\n<p>Let&#8217;s play a little science fiction. Imagine that we have <em>davvenen</em> software. The program gets projected on one of those big projection screens, or on the wall. You enter on the computer, &#8220;<em>Ḥavurah</em> style&#8221; and the time allotted, the number of participants, the different participants (<em>Ḥazan</em>, <em>Baal Korah</em>, etc.) and all the parts of the <em>minyan</em>. Then it gives you a little musical interlude, and it invites you to do some movements along with <em>Birchat haShachar</em>. Whenever you&#8217;ve finished with that (you can make it go slower or faster) it begins with a text for &#8220;<em>Mizmor Shir, hannukat habayit leDavid</em>,&#8221; done in clusters, so you have, &#8220;<em>mizmor Shir</em>,&#8221; &#8220;<em>Ḥannukat habayit</em>,&#8221; &#8220;<em>leDavid</em>,&#8221; and each cluster has an English side and a Hebrew side to it. As it goes on with the text, it flashes bits of Tanach on the side, with <em>posek aleph</em> and <em>posek bet</em>, with imagery. We&#8217;re trying to translate what <em>kavvanah</em> is doing into imagery, giving options all the time.</p>\n<h3>THE DATABASE</h3>\n<p>The idea is to have a central database, into which lots of people in the ḥavurah movement can make their contribution. Many options could be included for all parts of the service, created by different people and different groups. People will add their own personal rubrics, based on their own experience. Right now we have calendar rubrics, e.g., on Monday and Thursday you don&#8217;t recite this, but we will add, &#8220;<em>Birchot haShachar</em> works best close to dawn,&#8221; and ways to involve the group. We don&#8217;t put it as law, but as suggestion, as a recipe. We make a big appendix to the <em>siddur</em>. We leave out some of the things now in the siddurs, things that are so hackneyed that you can&#8217;t put them in your mouth, but we include the ones that are good. And we might want to have a series of poems. Many poets who never think of themselves as religious poets (or even religious people), are writing poetry that is current prophesy, that is modern <em>piyyut</em>. We want to use that stuff for <em>musaf</em>, where we need one more fortissimo after <em>k&#8217;riat ha Torah</em>. This poetry is not the kind of thing that&#8217;s made for reading by the group, but if someone reads it well and dramatically, the congregation can say amen afterward.</p>\n<p>The way this would be used, is that people would phone in, on their modems, and have a printout on which they could assemble the <em>siddurim</em> they want from the things that are available. It wouldn&#8217;t even have to be on paper; it could be made into transparencies, to be projected overhead, so that people&#8217;s hands are free to move as they want. All this would be very fluid, with new possibilities available all the time. For example, you have a printout, &#8220;<em>Elokenu, Elokei avotenu, Elokei Avraham v&#8217;Eloket Yitzhak, v&#8217;Elokei Yaakov</em>.&#8221; Then you have an alternate: &#8220;<em>Elokei Avraham v&#8217;Sarah</em>; alternate: <em>Elokei Avraham, Yitzhok v&#8217;Yaakov, Elokei Sarah, Rivkah, Leah v&#8217;Rochel</em>; you can have <em>Bilhah v&#8217;Zilpah</em>, and you can show the fantastic range of what people have done—<em>Baruch Atah Adoshem, magen Avraham v&#8217;Sarah; Baruch Atah HaShem, magen Avraham v&#8217;esrat Sarah</em>—so much is already floating around, there&#8217;s no need for people always to have to reinvent the wheel, instead of adding to the storehouse of what we&#8217;ve already got. The database can also include a little handbook for the <em>baal tefillah</em>, to point out what are the social dimensions of the service, a sort of checklist to review with <em>chaverim</em> after the service: &#8220;how did go, how did that go, how can we improve it?&#8221;</p>\n<h3>VIDEOTAPE</h3>\n<p>There are other forms, song-forms and dance-forms. At B&#8217;nai Or we&#8217;ve been doing things with different phases of the service. Some people have been doing dance, and motion choirs to certain responses that get incorporated into the davvenen; you don&#8217;t have to be a ballet dancer, and yet you&#8217;ll be able to do something more than <em>shucklen</em>. We can record some of the very fluid things that the women are creating for Rosh Hodesh. We can record whole services. Moshe Waldoks recorded a <em>Ma&#8217;ariv</em> service that B&#8217;nai Or is working on, which is not finished yet. Shut-in people can especially benefit from these videotapes, so that if they have a VCR, they can put on their <em>Shaḥarit</em>, <em>Minha</em> and <em>Ma&#8217;ariv</em> and <em>davven</em> along, and get <em>kavvanah</em> along with it. In order to be good the material can&#8217;t come from one source. A lot of people are working on many different pieces. This kind of usage will also make it possible for things to get tried out by people davvening. Sometimes things [work] real well for the eye, but not for the ear; you have to try out how it sings.</p>\n<p>I really believe that a wonderful renaissance of <em>davvenen</em> can be made, using a central database. Because then you don&#8217;t have to tell anyone, do this or that, because our people aren&#8217;t the ones to be told—but if you give them resources, they sure use resources. And every ḥavurah has at least one member who can connect with a database. People who have the equipment are proud to have it and show it off; it&#8217;s a nice magic.\n</div>\n<p><em>Zalman Schachter-Shalomi is Professor of Religion and Jewish Mysticism at Temple University, and is the Rebbe of the B&#8217;nai Or Community. He was a founding member of Ḥavurat Shalom.</em></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "antecedents",
        "inspirations"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "214"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/10/reb_zalman.jpg",
        "title": "Reb Zalman Schachter-Shalomi",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=7665",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/database-davvenen-by-reb-zalman-schachter-shalomi-havurah/",
    "slug": "database-davvenen-by-reb-zalman-schachter-shalomi-havurah"
}