{
    "title": "&#x1F4D5;&#xFE0E; \"People of the (Open Source) Book\" by Dan Mendelsohn Aviv (Key Publishing, 2012)",
    "author": "Dan Mendelsohn Aviv",
    "coauthors": [
        {
            "name": "Dan Mendelsohn Aviv",
            "bio": "Dr. Dan Mendelsohn Aviv has been engaged in Jewish learning as an educator, lecturer, professor, published scholar and author for almost twenty years. His book End of the Jews: Radical Breaks, Remakes and What Comes Next came out in 2012. Having spent three years creating an alternative model for informal education, he recently returned to his greatest passion-classroom instruction at <a href=\"http://www.bialik.ca/\" target=\"_blank\">Bialik Hebrew Day School</a> in Toronto, Canada. He is also an itinerant blogger (at The Next Jew), inchoate podcaster and MacBook zealot.  Most of all, he is proud of his darling Noa and three children.",
            "website": "http://thenextjew.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/dan-mendelsohn-aviv"
        }
    ],
    "date": "2014-03-25",
    "last_updated": "2024-10-10",
    "excerpt": "All of the individuals mentioned in this chapter—designers, bloggers and innovators—are engaged in a transformative endeavour. The digitization of seminal Jewish texts with the ability to remix, share and annotate them has changed the way in which they are perceived as texts. In the eyes of the Next Jew, these documents are no longer static artifacts to be passively consumed. They are vibrant, dynamic entities that grow with each user’s engagement. This engagement is also continual, ever-evolving and, though personal, also connects the individual to the broader Jewish learning community. In other words, every text is accompanied by a threaded discussion and more Jews are taking part, be it through creating their own religious texts or adding their voice to the emerging “Spoken Torah” of the Jewish blogosphere. Though Jewish community was historically maintained by the work of elites, be they the priests, soferim, or rabbis, the Next Jew no longer relies on scholars sequestered in yeshivas to carry the weight of the tradition. All one needs today is commitment and a stable Wi-Fi connection. . . .",
    "content": "<p><em>We are grateful to Dan Mendelsohn Aviv and Key Publishing House for sharing &#8220;</em>People of the (Open Source) Book,&#8221;<em> chapter 12 of his work, <a href=\"http://thenextjew.com/buy-the-book/\">End of the Jews: Radical Breaks, Remakes, and What Comes Next</a>.</em><em> Published in 2012 by Key Publishing House, Dr. Mendelsohn Aviv surveyed a number of <a href=\"http://en.wikipedia.org/wiki/User-generated_content\">user-generated content</a> projects then active in the Jewish world, including the Open Siddur Project and several others. To note, many of the efforts described might not qualify as open source projects as their content and code is not or never was shared with an <a href=\"http://opendefinition.org/\">open content</a>, <a href=\"http://www.opensource.org/docs/osd\">open source</a>, or <a href=\"http://freedomdefined.org/definition\">free-culture</a> copyright license. However, as Dr. Mendelsohn Aviv explains, </em></p>\n<blockquote><p>All of the individuals mentioned in this chapter—designers, bloggers and innovators—are engaged in a transformative endeavour. The digitization of seminal Jewish texts with the ability to remix, share and annotate them has changed the way in which they are perceived as texts. In the eyes of the Next Jew, these documents are no longer static artifacts to be passively consumed. They are vibrant, dynamic entities that grow with each user’s engagement. This engagement is also continual, ever-evolving and, though personal, also connects the individual to the broader Jewish learning community. In other words, every text is accompanied by a threaded discussion and more Jews are taking part, be it through creating their own religious texts or adding their voice to the emerging “Spoken Torah” of the Jewish blogosphere. Though Jewish community was historically maintained by the work of elites, be they the priests, <em>soferim</em>, or rabbis, the Next Jew no longer relies on scholars sequestered in yeshivas to carry the weight of the tradition. All one needs today is commitment and a stable Wi-Fi connection.</p></blockquote>\n<h3>Chapter 12: The People of the (Open Source) Book</h3>\n<p>For Jews, the People of the Book, the most traditional book is a Torah scroll. It serves not only as the ultimate authority in Jewish law but even its physical form manifests the preservation of a millennia-long practice. Hearkening back to the eighth century BCE, the present day sofer, or scribe<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Today, women have also started writing Torah scrolls as well. Though there is a commandment for each individual to write their own Torah (based on verse Deuteronomy 31:19), women were exempt as Maimonides argued in his Sefer haMitsvot (positive commandment 18) that the purpose of writing a Torah is to study it—and women were not required to study Torah. However, as consensus has shifted in the Orthodox world about women and Torah study, more women have taken an interest in fulfilling the commandment of writing Torah scrolls and training to become a soferet. Writing a Torah requires much advanced study as there are about 4,000 rules that guide the process and requires the steady hand of an artist and calligrapher.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; whose job it is to hand-write a Torah scroll works with all-natural materials: klaf or gevil,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> According to Babylonian Talmud Bava Batra 14b, Moses inscribed the first Torah scroll on gevil, or unsplit cowhide. Gevil differs from klaf in that it is made from the whole hide after removal of the animal’s hair. Once the cow’s skin has been removed and depilated, it is limed and stretched on a frame. Klaf on the other hand, is a segment of tanned skin.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; parchment produced from cowhide (although the skin of any kosher animal will do)—sixty-two panels in total, thread fabricated from hair or sinew to sew the parchment panels together, three bottles of ink made from gall-nut juice, gum and darkening tints,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Apparently, even the recipe of the ink is considered to be “Torah from Sinai” as reflected in the following anecdote from Babylonian Talmud Eruvin 13a: <br />\n<blockquote><br />Rabbi Yehuda said in the name of Shmuel who quoted Rabbi Meir: When I was learning from Rabbi Akiva, I used to add vitriol [i.e., ferrous sulphate} to the ink [used to write a Torah scroll] and he said nothing to me. When I came to Rabbi Ishmael he said to me: Son, what is your profession? I said to him: I am a scribe. He said: Son, be careful in your work, for your work is the work of Heaven. If you leave out a single letter or add in an extra letter— you destroy the entire world. I said to him: I have something called vitriol, which I put into the ink. He said to me: Did they [i.e., our ancestors] place vitriol into their ink? Did not the Torah say ‘And wrote and erased’ (Numbers 5:23)—[which means] writing which can be erased?’<br /></blockquote>\n<br />&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; about twenty quills fashioned from a turkey-feather or reed, and finally, wooden rollers known as the Atzei Ḥayyim, or “Trees of Life.” The sofer works with a sargel or ruler to delineate the margins and the required forty-two rows in each column. He must reproduce each of the 304,805 letters of the Pentateuch with great care as any transcription error or penmanship malfunction might render the whole scroll pasul, or “invalid.” The whole project could take anywhere between twelve and eighteen months to complete. Because of the precision of the craft and the attention paid to detail, popular belief is that the Torah scrolls found in synagogue Arks across the world were written and produced in <em>exactly the same manner as Moses did over three thousand years ago</em>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> See Deuteronomy 31:22ff.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>However, for the People of the Book, as soon as their Torah took written form (known as Torah she’Biḥtav—the Written Torah), an oral tradition of parsing, interpreting and spirited disputing (known as Torah she’Ba’al Peh— the Spoken or Oral Torah) emerged to explicate the meaning of the text— or, at least, that is how the Rabbis understood it in their representation in Mishnah Avot 1:1. Within four generations, the “spoken” Torah began to accumulate upon and grow the original Torah. (We perhaps might more appropriately be called “The People Who Talk A Lot About the Book”&#8230;.)</p>\n<p>And yet, despite all the protestations about the Spoken Torah’s spokenness, it, like its counterpart, is a written text, embracing and straddling both oral and literary conventions. In a sense, the Torah is all about making links; between written and spoken, between God and the Jews, and between individual Jews. By way of illustration, consider the following exchange in Mishnah Berakhot (4:3) between three Tanna’im (i.e., Mishnah-era Rabbis) about the Amidah, a central pillar of Jewish prayer and t he essential part of any synagogue service:</p>\n<p style=\"padding-left: 30px;\">Rabban Gamliel says: Every day a person must pray eighteen [blessings of the Amidah].<br />\nRabbi Yehoshua says: [One may say] an abbreviated [form of the] eighteen [blessings].<br />\nRabbi Akiva says: If the prayer is fluent in his mouth, he must say eighteen [blessings]; but if it is not—[he may say] an abbreviated eighteen [because otherwise he may stumble on the words].</p>\n<p>These stylized, semi-staccato utterances read almost as tweets in their brevity. Try rereading them without all the explanatory notes inside the brackets with the appropriate hashtags. (The longest, Rabbi Akiva’s statement, comes in at 102 characters, well under Twitter’s 140 character limit.) However, as one conversant in mishnaic or Talmudic discourse, the work of troubadour poets, or Twitter will tell you, these compressions and shorthands are quite common. They make the words easy to remember in sequence and repeat, linking students to each other and to the chain of tradition. For the reader, this philomnemonic style is equally effective.</p>\n<p>Additionally, and most novel, the way in which the written text was employed and deployed by traditional scholars prefigures the way in which many “use” texts today in the postmodern digital age. For example, one could read the first chapter in Mishnah Avot as an email that had been forwarded multiple times, with each sender adding on a comment or two before passing on the attachment (i.e., “the Torah”) to the next. (And each addition could easily qualify as a profound tweet.) Jonathan Rosen noted the similarities between Talmud and the Internet in the appropriately titled <em>The Talmud and the Internet: A Journey Between Worlds</em>. But even the most casual glance at any page of Talmud would reveal a deeply embedded network of texts from different places and different centuries. In other words, Talmud text, with its embedded links to other Jewish texts, is hypertext without Wi-Fi—and what Next Jews do today with text is not any different from what the Amora’im (i.e., Talmudic-era Rabbis) did back then. What is radically different is how.</p>\n<p>In this light, one can develop a more historical appreciation for the place, role and status of Jewish blogs. Like Torah, blogging as a form of expression also straddles oral and literary conventions. At the most superficial level, a blog reads like a book but sounds like a monologue. It also crackles with the immediacy of the spoken word, the “realtime-ness of speech as, unlike a book, it can be updated daily, hourly and, in some extreme cases, even minute-ly. It also attempts and invites connections and permalinks. The body of work, otherwise known as ‘Jewish blogs” might include all blogs written by Jews, but even if left to the blogs whose subject matter deals directly with the Next Jew-ish experience in all of its diverse expressions, the numbers are staggering and growing each day. This chapter will look at some of those blogs and bloggers and consider how blogging might become Torah she’Baal Peh for the digital age. Blogging is one of the driving forces that animates Jewish-protean tribalism. Its relentless grappling with Jewish tribal meta-issues—or, as some might dismiss it “navel-gazing”—takes many forms beyond the general “Is  good for the Jews?” Jewish bloggers ask tough, occasionally irreverent questions about the nature of the Jewish tribe and their own place and participation in tribal affairs. The answers they generate are often unconventional and contentious—but equally illuminating.</p>\n<h4>DIY, FOSS and FLOSS</h4>\n<p>The most commonly cited statistic about Michael and Sharon Strassfeld’s <em>The Jewish Catalog: A Do-It-Yourself Kit</em> is that it sold more copies than any other Jewish book in American history besides the Bible. Published in 1973, it was modeled after the <em>Whole Earth Catalog</em> which had been published from 1968 to 1972. Both volumes were all about “access to tools” (as Whole Earth Catalog was subtitled), providing individuals with empowering information to “conduct his own education, find his own inspiration, shape his own environment, and share his adventure with whoever is interested.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> See page 3 for the quote and the rest of the <a href=\"http://www.wholeearth.com/issue-electronic-edition.php?iss=1010\">Whole Earth Catalog</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; The Jewish Catalog provided basic information about Judaism and Jewish life in America. It also offered information about Jewish crafts, recipes, meditational practices, and tips on grass-roots activism.</p>\n<p>Its do-it-yourself ethos successfully captured the imagination of a generation of young Jews who were searching for a way to connect to Judaism outside of staid institutional frameworks. (Sound familiar?)</p>\n<p>And so, thirty-five years later, a blogger by the name of BZ<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> See <a href=\"http://mahrabu.blogspot.com/2008/07/21st-century-jewish-catalog-alpha.html\">here</a> for the complete post.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; asked: What will be our generation&#8217;s <em>Jewish Catalog</em>? This question gave rise to a rumination about the place of seminal texts in the present moment, with BZ wondering aloud if it “isn’t necessarily a book, and isn’t necessarily a static document.”</p>\n<p>This is but one example of how, with the assistance of technology, the People of the Book have gone open source and do-it-yourself (DIY). This is a profound and significant move which has implications for proliferation of Jewish engagement and learning.</p>\n<p>The methodology and philosophy of “open source” first evolved in the realm of software development. In 1997, Eric S. Raymond, a programmer and shepherd of fetchmail (a free email client) began to think aloud about the Linux operating system, free and open source software and the ramifications for radical collaboration. Fetchmail was developed to test out “the surprising theories about software engineering suggested by the history of Linux.” Linux (unlike Windows and Mac OS) was designed and distributed as free software, otherwise known as FOSS—free and open source software. (The variation, FLOSS, stands for “free/libre open source software”) More important, its source code was open to users so they could tweak the design, make improvements and share them with peers. Raymond&#8217;s thoughts eventually coalesced online into the essay entitled “The Cathedral and the Bazaar,” which evolved and grew with subsequent feedback and discussions. The website,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> For the essay (and subsequent discussion about Raymond’s ideas), see <a href=\"http://www.catb.org/~esr/writings/cathedral-bazaar/cathedral-bazaar/index.html#catbmain\">here</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; (as with all open source materials) gives permission “to copy, distribute and/or modify this document under the terms of the Open Publication License, version 2.0.” Although, as Raymond quickly points out, he sold O’Reilly the exclusive commercial printing rights.</p>\n<p>As mentioned earlier, free and open source software makes the source code freely available to users. Where the “cathedral” and “bazaar” metaphors are most illustrative is in between official software releases. Let us say that a new free and open source app was released two months ago, but developers are busily working on Version 2.0 and are set to release the updated app early next year. In the cathedral model, that source code, the one in process, is only accessible to an exclusive group, the bishops, priests and monks of software development. Upon release, it will be available to all. In the “bazaar,” the source code is freely available online to all users at all times. Linus Torvalds pioneered this process in 2006 with Linux and though he wrote the largest proportion of code (around 2 percent),<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> For more about the Linux development process and the philosophy of open source, see <a href=\"http://openlife.cc/files/OpenLife-aa.pdf\">here</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; the operating system was developed by a crowd of enthusiastic users for free.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> How big that crowd should be to be maximally effective, see, for example, <a href=\"http://www.mibsoftware.com/bazdev/\">here</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; Raymonds main idea and observation about this process is that, in the bazaar, “given enough eyeballs, all bugs are shallow.” Open sourcing and unfettered access also welcomes the crowd to vigilantly test the accuracy of code and maintain the integrity of content. As Raymond also observed, the prevalence of open source is a victory for hacker culture, where once-marginal users have emerged from the fringes to command the center and dominate it.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> See <a href=\"http://catb.org/~esr/faqs/hacker-revenge.html\">here</a>.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</p>\n<p>Jewish users, too, have embraced this do-it-yourself and open source ethos. In coming together to open source a project, users not only produce an evolving and meaningful Jewish artifact, they also construct a Jewish community that often extends both temporally and physically beyond the scope of the original project. Riffing on Raymond, Jewish users are definitely creatures of the bazaar as they revisit, reconsider and, in some cases, rework many of the seminal texts in Jewish life: the Siddur, the Tanakh, the d’var torah [sermon], the Haggadah and The Book of Legends. These “open source projects” not only invited involvement by users at their individual level of learning and desire for engagement, but created connections and forged bonds between individuals across time zones and denominations. More important, open source projects invite participation from individuals who tend to lurk at the margins of the mainstream Jewish community.</p>\n<p>For the Next Jew, empowered with a high-speed connection and a lot of good will, many traditional Jewish experiences (i.e., Shabbat prayer, sitting through a d’var torah, sharing the Seder with family, or studying Tanakh) have been redesigned from the bottom up to include the user’s experience, involvement and engagement. So, let us say, the Next Jew is rolling into the weekend. It is Shabbat morning &#8230; what’s next?</p>\n<h4>The Siddur</h4>\n<p>Each denomination has its own siddur of choice, although each synagogue within the various movements express their own preference for specific prayerbooks. The Modern Orthodox generally embrace the ArtScroll edition, although many use the <em>Siddur HaShalem</em> (”The Complete Siddur”) otherwise known as the Birnbaum Siddur (after its editor Philip Birnbaum) or other editions which include the traditional liturgy with little to no English whatsoever in between the covers. If the Next Jew is not so traditionally minded, these volumes might not work for her.</p>\n<p>The Conservative movement employs <em>Siddur Sim Shalom</em>, which provides a translation of the prayers on the left-hand page with annotations and instructions in English (e.g., “Congregation [recites], then Reader:”). Sim Shalom retains the traditional Hebrew text throughout except when, for ideological reasons, some key passages (like those about the hope for the restoration of sacrifices) are taken out. Also, the Matriarchs are included in a parallel rendering of the beginning of the Amidah prayer. <em>Sim Shalom</em> also includes prayers for Israel&#8217;s Independence Day and Yom HaShoah, Holocaust Remembrance Day. Some congregations in the Greater Toronto Area have adopted <em>Siddur Ḥadash</em>, which is regarded as “more traditional” than Sim Shalom.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> See <a href=\"http://www.cjnews.com/index.php?ption=com_content&#038;task=view&#038;id=l4l63&#038;Itemid=86\">here</a> for the complete story of <em>Siddur Ḥadash</em>’s launch.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; (Toronto’s Conservatives swing more conservatively than sister congregations in the United States.) Though Sim Shalom might be a good fit, depending on the Next Jew’s facility with Hebrew, she might be interested in something a bit more accessible.</p>\n<p>The Reform has traditionally employed Gates of Prayer which was originally published in 1975. Though including prayers in Hebrew, it offers substantially more English on each page. Additionally, the siddur includes alternative versions of every service. However, since 2007, a new siddur entitled <em>Mishkan T&#8217;filah</em> has been embraced by hundreds of congregations across North America. <em>Mishkan T&#8217;filah</em> differs from Gates of Prayer in four significant ways. First, <em>Mishkan T&#8217;filah</em> has a Hebrew title, which reflects its greater emphasis on Hebrew language. It reads from right to left like a Hebrew book. (Gates of Prayer could come that way too, but you would have to special order it.) Second, it does not refer to God as “He,” opting for more gender-neutral language. Third, or arguably an extension of the previous point about gender-neutrality, <em>Mishkan T&#8217;filah</em> is also gender-equal, including the Matriarchs as well as the Patriarchs in the Amidah prayer. And, finally, while Gates of Prayer offered variations of whole services, <em>Mishkan T&#8217;filah</em> also offers four variations of an individual prayer on the same page spread. The curious Next Jew will find the Hebrew prayer on the right side, accompanied by an English transliteration and a literal English translation, but on the left side, she will find more poetic renderings with passages to ponder, meditate and consider on her own.</p>\n<p>The Reconstructionists prefer <em>Kol HaNeshamah</em>, a compendium of the movement’s weekday, Shabbat and Holyday prayer book. As Rabbi Peretz Rodman noted in his review of the gamut of siddurim, <em>Kol HaNeshamah</em> is “traditionalist in form, but radical in ideology”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> See <a href=\"http://www.myjewishlearning.com/texts/Liturgy_and_Prayers/Siddur_Prayer_Book/Choosing_a_Siddur.shtml\">here</a> for the complete review.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;—and rather bulky. Would its purported radicality or significant heft be a deal breaker?</p>\n<p>But what if the Next Jew does not comfortably fit into any of these denominational boxes? What if none of these options seems like a good one for Shabbat morning? “Imagine,” writes The Hierophant,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> A hierophant is someone who guides congregants into sacred encounters. The Open Siddur Project uses the title as a referent to the project&#8217;s director responsible for communicating the mission of the project and welcoming potential contributors.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; “a printing press and book arts studio shared by everyone in the world looking to design and craft their own siddur.” He continues:</p>\n<blockquote><p>Imagine a social network focused on publishing built around privacy, collaboration, and a public database and digital library of Jewish liturgy in a format that can easily show historical variations and changes across Jewish traditions, manuscripts, and facsimile editions. Imagine a collection of text and recordings, freely licensed for creative reuse in every language Jews pray in or have ever prayed. Reimagine your siddur, custom tailored to your practice, replete with your insights and those selected from your friends, family, and the complete corpus of Jewish tradition, and a record of your family’s and community’s minhagim and nusaḥ.</p></blockquote>\n<p>There is much to unpack in The Hierophant’s vision, but what I found curious was the order of the bedrock principles of the Open Siddur social network. I wondered: Why privacy first? [The Hierophant, otherwise known as] Aharon Varady, the founding director for the project, told me that Open Siddur “is not Wikipedia,” which is anything but private. The project’s goal is for users to employ technology to improve “a spiritual practice which is at its core, personal, although personal practice is often framed within a communal structure.” He went on to observe that:</p>\n<blockquote><p>[i]f we really respect that the siddur is the traditionally technological means by which Jews mediate their spiritual and thus personal practice, then we must ensure that their creative work is as private as any personal journal or diary, until they wish to share their content.</p></blockquote>\n<p>Varady is deeply steeped in the thinking and practice of Open-Source. Indeed, he prefaced his communication with me by letting me know that the content is licensed with a CC-BY-SA 3.0 Unported license, which means that I am free:</p>\n<ol>\n<li><strong>to Share</strong> — to copy, distribute and transmit the work</li>\n<li><strong>to Remix</strong> — to adapt the work</li>\n<li>to make commercial use of the work</li>\n</ol>\n<p>But I am only free to do so under the following conditions:</p>\n<ol>\n<li><strong>Attribution</strong> — You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).</li>\n<li><strong>Share Alike</strong> — If you alter, transform, or build upon this work, you may distribute the resulting work only under the same or similar license to this one.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> See <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">here</a> for the full extent of the CC-BY-SA 3.0 Unported license, including waivers, the public domain, and other rights.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;</li>\n</ol>\n<p>(I hope I am living up to the terms of this agreement!)</p>\n<p>Though the Open Siddur website, as Varady indicates, is really a “placeholder for a much more interactive web application,” its premise is an interesting one, compelling to many and only possible in the present moment: the sharing of liturgy-related content in real-time, created and annotated by the user. The user’s content serves as both a resource and repository for traditions at the individual, familial and national levels, tracking changes and variations across time. In other words, the Open Siddur is a truly living siddur. It is born and matures with each use. And, hopefully, it will never die. Most importantly, the user connects with others through this process of maturing ritual practice.</p>\n<p>Where the Open Siddur works at the macro level, Build a Prayer works on the micro. Described as an “online space where Jews of all ages and backgrounds can connect on a deeply personal level with prayer and Shabbat,” <em>Build a Prayer</em> facilitates the creation and customization of the Shabbat service “in a fun and interactive way that is meaningful for you and your community.” Despite the interface’s ease of use, the experience of putting together a service exposes some of the limitations of this user-created prayer experience. First, the organization providing the server space for the user-interface will most probably frame the extent of the user experience. For example, BBYO, a historically secular organization and sponsor of Build a Prayer, opted to provide its members with this DIY experience. However, for example, the user can only select the traditional format for the Amidah prayer without an option to add the Matriarchs alongside the traditionally lauded Patriarchs. (This emendation is standard in most progressive minyans and in many of the siddurim mentioned above.) Was leaving this out a sin of omission or commission? Was BBYO sending a message or simply not clued in?</p>\n<p>Second, and most important to someone like Aharon Varady:<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> See <a href=\"http://davidsaysthings.wordpress.com/2010/02/18/bbyo-build-a-prayer-thing/#comment-2141\">here</a> for Aharon’s complete comment.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp; who ultimately owns the content? If I am building a prayer, is it truly my prayer? Can I share it without getting permission from the folks who paid for the server space? Can someone else remix my prayer or must they wait until seventy years after I die? That remains to be seen &#8230; but if Aharon Varady has his way and a lot of help from informed Jewish users, Open Siddur will be the one-stop and source for online Jewish liturgical content of all stripes and shapes.</p>\n<hr />\n<p>[gview file=&#8221;https://opensiddur.org/wp-content/uploads/2014/03/Dan-Mendelsohn-Aviv-End-of-the-Jews-People-of-the-Open-Source-Book-ch.12-p.168-195.pdf&#8221;]</p>\n<p><a href=\"http://thenextjew.com/buy-the-book/\">Buy the Book: <em>End of the Jews: Radical Breaks, Remakes, and What Comes Next</em></a></p>\n<p><a href=\"http://thenextjew.com/buy-the-book/\"><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-8741 alignnone\" src=\"https://opensiddur.org/wp-content/uploads/2014/03/EOTJ-219x300.jpg\" alt=\"Buy the Book: End of the Jews: Radical Breaks, Remakes, and What Comes Next by Dan Mendelsohn Aviv\" width=\"219\" height=\"300\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/03/EOTJ-219x300.jpg 219w, https://opensiddur.org/wp-content/uploads/2014/03/EOTJ-748x1024.jpg 748w, https://opensiddur.org/wp-content/uploads/2014/03/EOTJ.jpg 980w\" sizes=\"(max-width: 219px) 100vw, 219px\" /></a></p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Today, women have also started writing Torah scrolls as well. Though there is a commandment for each individual to write their own Torah (based on verse Deuteronomy 31:19), women were exempt as Maimonides argued in his Sefer haMitsvot (positive commandment 18) that the purpose of writing a Torah is to study it—and women were not required to study Torah. However, as consensus has shifted in the Orthodox world about women and Torah study, more women have taken an interest in fulfilling the commandment of writing Torah scrolls and training to become a soferet. Writing a Torah requires much advanced study as there are about 4,000 rules that guide the process and requires the steady hand of an artist and calligrapher.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">According to Babylonian Talmud Bava Batra 14b, Moses inscribed the first Torah scroll on gevil, or unsplit cowhide. Gevil differs from klaf in that it is made from the whole hide after removal of the animal’s hair. Once the cow’s skin has been removed and depilated, it is limed and stretched on a frame. Klaf on the other hand, is a segment of tanned skin.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Apparently, even the recipe of the ink is considered to be “Torah from Sinai” as reflected in the following anecdote from Babylonian Talmud Eruvin 13a: </p>\n<blockquote><p>Rabbi Yehuda said in the name of Shmuel who quoted Rabbi Meir: When I was learning from Rabbi Akiva, I used to add vitriol [i.e., ferrous sulphate} to the ink [used to write a Torah scroll] and he said nothing to me. When I came to Rabbi Ishmael he said to me: Son, what is your profession? I said to him: I am a scribe. He said: Son, be careful in your work, for your work is the work of Heaven. If you leave out a single letter or add in an extra letter— you destroy the entire world. I said to him: I have something called vitriol, which I put into the ink. He said to me: Did they [i.e., our ancestors] place vitriol into their ink? Did not the Torah say ‘And wrote and erased’ (Numbers 5:23)—[which means] writing which can be erased?’</p></blockquote>\n<p></td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">See Deuteronomy 31:22ff.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">See page 3 for the quote and the rest of the <a href=\"http://www.wholeearth.com/issue-electronic-edition.php?iss=1010\">Whole Earth Catalog</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://mahrabu.blogspot.com/2008/07/21st-century-jewish-catalog-alpha.html\">here</a> for the complete post.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">For the essay (and subsequent discussion about Raymond’s ideas), see <a href=\"http://www.catb.org/~esr/writings/cathedral-bazaar/cathedral-bazaar/index.html#catbmain\">here</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">For more about the Linux development process and the philosophy of open source, see <a href=\"http://openlife.cc/files/OpenLife-aa.pdf\">here</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">How big that crowd should be to be maximally effective, see, for example, <a href=\"http://www.mibsoftware.com/bazdev/\">here</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://catb.org/~esr/faqs/hacker-revenge.html\">here</a>.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://www.cjnews.com/index.php?ption=com_content&#038;task=view&#038;id=l4l63&#038;Itemid=86\">here</a> for the complete story of <em>Siddur Ḥadash</em>’s launch.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://www.myjewishlearning.com/texts/Liturgy_and_Prayers/Siddur_Prayer_Book/Choosing_a_Siddur.shtml\">here</a> for the complete review.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">A hierophant is someone who guides congregants into sacred encounters. The Open Siddur Project uses the title as a referent to the project&#8217;s director responsible for communicating the mission of the project and welcoming potential contributors.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://creativecommons.org/licenses/by-sa/3.0/\">here</a> for the full extent of the CC-BY-SA 3.0 Unported license, including waivers, the public domain, and other rights.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">See <a href=\"http://davidsaysthings.wordpress.com/2010/02/18/bbyo-build-a-prayer-thing/#comment-2141\">here</a> for Aharon’s complete comment.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "Media Theory",
        "North America",
        "user-generated content"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "8741"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/03/EOTJ.jpg",
        "title": "End of the Jews: Radical Breaks, Remakes, and What Comes Next by Dan Mendelsohn Aviv",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=8739",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/people-of-the-open-source-book-by-dan-mendelsohn-aviv/",
    "slug": "people-of-the-open-source-book-by-dan-mendelsohn-aviv"
}