{
    "post_id": 99,
    "title": "&#x1F4F0; &#8220;Prayer a la Carte&#8221; (Raphael Ahren, Haaretz 2009)",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2009-07-03",
    "last_updated": "2025-12-01",
    "excerpt": "From the summer of 2009, the first article ever written about our project, the Open Siddur, in the pages of Ha'aretz. By Raphael Ahren. . . .",
    "content": "<p>Raphael Ahren wrote a <a href=\"http://web.archive.org/web/20090811023431/http://www.haaretz.com:80/hasen/spages/1097532.html\">nice article</a> on the project in this week&#8217;s <a href=\"http://web.archive.org/web/20100421232533/http://www.haaretz.com:80/hasen/pages/LiArt.jhtml?contrassID=2&amp;subContrassID=16&amp;sbSubContrassID=0\">Anglo File</a> Section of <a href=\"http://www.haaretz.com\">Haaretz</a> that appeared both <a href=\"http://web.archive.org/web/20090811023431/http://www.haaretz.com:80/hasen/spages/1097532.html\">online</a> and in-print (<a href=\"https://opensiddur.org/wp-content/uploads/2009/07/Prayer-Ala-Carte-Raphael-Ahren-Haaretz-2009.07.03.pdf\">pdf</a>). Please read the article at Haaretz (support Raphael&#8217;s page views!), and return here to comment &#8212; below the reprint.</p>\n<blockquote>\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td class=\"t18B\" colspan=\"2\" valign=\"top\">\n<h2><strong>Prayer ala carte</strong></h2>\n<p><strong><br />\n</strong></td>\n</tr>\n<tr>\n<td class=\"t11B\" colspan=\"2\" valign=\"top\">By Raphael Ahren</td>\n</tr>\n<tr>\n<td colspan=\"2\" height=\"1\"><span dir=\"ltr\"><span class=\"tagTitle\">Tags: </span><span><a class=\"tagsText\" onmouseover=\"this.className=&#039;tagBack tagsTextOver&#039;\" onmouseout=\"this.className=&#039;tagsText&#039;\" href=\"http://web.archive.org/web/20090708012146/http://www.haaretz.com:80/hasen/pages/tags/index.jhtml?tag=Aharon+Varady\" target=\"_top\" rel=\"noopener\">Aharon Varady</a></span><span>, <a class=\"tagsText\" onmouseover=\"this.className=&#039;tagBack tagsTextOver&#039;\" onmouseout=\"this.className=&#039;tagsText&#039;\" href=\"http://www.haaretz.com/prayer-ala-carte-1.279328\" target=\"_top\" rel=\"noopener\">Israel News</a></span></p>\n<p /></td>\n</tr>\n<tr>\n<td colspan=\"2\" height=\"15\"></td>\n</tr>\n<tr>\n<td>Aharon Varady always dreamed of putting together his own prayer book. Realizing that many people &#8211; including himself &#8211; often see prayer as a dull and robotic exercise in the fulfillment of a religious duty, he thought for years about ways to enable people to create their own prayer book, or siddur, in order to make the most of their experience. A fellow at this year&#8217;s PresenTense Institute, Varady earlier this month finally embarked on a daring project, creating a tool for &#8220;individuals and groups to build the siddur they&#8217;ve always wanted,&#8221; as his Web site explains.</p>\n<p>Varady&#8217;s Open Siddur project aspires to funnel all different regional traditions, translations, commentaries and instructional notes that Jews from the four corners of the world have produced through the ages into one Web application. The site will provide the core liturgy and enable users to freely add content, comparable to cooking Web sites where food aficionados exchange and comment on each other&#8217;s recipes.</p>\n<p>Similarly, at OpenSiddur.net users can download different prayers, add creative translations, commentaries and other &#8220;siddur recipes,&#8221; as the 34-year-old Philadelphia resident put it. Looking for an oriental version of the morning services or a rare medieval religious poem? Chances are that sooner or later someone will upload it to the site, Varady assures.</p>\n<p>&#8220;We believe the text of the siddur is an aggregate of thousands of years of inspired authors,&#8221; Varady told Anglo File this week. &#8220;This culture, which right now is locked in text we can [only] read on paper, is not yet available easily to manipulation and remixing, adopting and tweaking for people who want to use the siddur as a spiritual tool.&#8221;</p>\n<p>While the new site facilitates the study of Jewish liturgy, he says, its main purpose is helping those who are dissatisfied with the way conventional siddurs dictate prayer. &#8220;People don&#8217;t feel they can be engaged with their prayer,&#8221; Varady says. &#8220;It&#8217;s programmed for them.&#8221;</p>\n<p>Varady is one of sixteen fellows currently participating in the Jerusalem-based PresenTense Institute, which for the third consecutive summer invited Jewish social entrepreneurs mostly from English-speaking countries into its headquarters on Emek Refaim Street to assist them in launching their various projects. During the six-week program, fellows have a designated work space, whenever their full schedule of skill-building sessions, &#8220;Lunch N&#8217; Learn&#8221; forums and field trips allows it.</p>\n<p><strong>Sparking a paradigm shift</strong></p>\n<p>Ariel Beery, the New York-born co-founder and director of the PresenTense Group, believes that Varady&#8217;s project might &#8220;spark a paradigm shift in how we approach individual spirituality and group coordination in an age of radical interdependence,&#8221; as he told Anglo File this week. &#8220;If we&#8217;ve learned anything from Facebook it&#8217;s that even though every person has their own page and profile, it is the interaction [that] provides the value people seek.&#8221;</p>\n<p>But the soft-spoken Varady, a technology consultant and city planner by profession, takes a more modest approach. &#8220;If there&#8217;s anything radical about my project,&#8221; he says, &#8220;it&#8217;s that an individual can start creating an archive of personal prayers and keep it private or share it with others.&#8221;</p>\n<p>He notes that his innovative project was inspired by Jacob Freedman&#8217;s &#8220;polychrome&#8221; siddur, which color coded parts of the text to indicate during which time periods various prayers were added. Freedman started his project in the late 1960s but never completed it. Now, Varady says, the time has come to once again try to create a prayer book for people &#8220;who take their prayer very seriously, or for independent congregations that are struggling to create a relevant siddur for their community.&#8221;</p>\n<p>Varady realizes that some people &#8211; especially those who are proud to pray with their grandfather&#8217;s siddur &#8211; will not be attracted to a Web site offering prayer a la carte, picking and choosing texts from various geographic areas, time epochs and religious streams.</p>\n<p>Yet he thinks his project has the potential to make praying interesting to those who otherwise wouldn&#8217;t bother. &#8220;We can teach children that prayer is important,&#8221; he says, &#8220;but we can&#8217;t take for granted that this will be relevant for them when they are adults, when they have a choice. What we can do is provide the deepest resources for them to engage in this essential creative process.&#8221;</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "PresenTense"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "10734"
        ],
        "date_src_start": [
            "2009-07-03"
        ],
        "date_src_end": [
            "2009-07-03"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2009/07/Prayer-Ala-Carte-Raphael-Ahren-Haaretz-2009.07.03.png",
        "title": "Prayer-Ala-Carte-Raphael-Ahren-Haaretz-2009.07.03",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=99",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/prayer-ala-carte/",
    "slug": "prayer-ala-carte"
}