{
    "post_id": 318,
    "title": "&#x1F4F0; “Taking Prayer Into Their Own Hands” (Steve Lipman, New York Jewish Week 2010)",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-01-13",
    "last_updated": "2025-09-30",
    "excerpt": "In January 2010, the Jewish Week published a piece about the Open Siddur Project by Steve Lipman, entitled, \"Taking Prayer Into Their Own Hands.\" The article is no longer available online at the Jewish Week website or in any online cache. We have archived it here for posterity. . . .",
    "content": "<p>In January 2010, the New York Jewish Week published a piece about the Open Siddur Project by Steve Lipman, entitled, &#8220;Taking Prayer Into Their Own Hands.&#8221; The article is no longer available online at the Jewish Week website or in any online cache. Below is an excerpt preserved for posterity:</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nFive and a half centuries after Gutenberg invented the printing press and changed the face of Christianity by making mass-produced copies of the Bible available to the laity, 21st-century technology is beginning to revolutionize Judaism in a similar, if more individualizing way. Jewish individuals, Jewish denominations and Jewish organizations, who don’t find a prayer book to their liking in the pews of synagogues or on the shelves of book stores, are finding an answer in cyberspace.</p>\n<p>“I would enjoy more davening out of a siddur if it had what I say,” says Josh Rosenberg, a computer analyst in Philadelphia and a founder of an independent minyan there who hopes to make his own siddur through opensiddur.org.</p>\n<p>Through a growing number of Web sites that offer the text of prayer books (words in Hebrew or English that can be customized with a keystroke) and self-publishing programs that allow anyone with a computer and printer to print their own books (tomes that can be professionally bound), anyone can make a siddur in his or her image.</p>\n<p>No one compiles figures on this trend, but it appears that hundreds, if not thousands, of Jewish people have already designed and made their own siddurim in the last few years. And this does not include the wider-scale productions of customized prayer books produced for Jewish institutions.</p>\n<p>Many of these prayer books are used to supplement, not replace, the siddurim already found in synagogue pews.</p>\n<p>Many of the Jews making their own siddurim are unaffiliated, or loosely affiliated with established congregations or denominations. “We’re all in the business of giving Jews the tools to empower themselves and create meaningful prayer experiences,” says Rabbi Elie Kaunfer, a leader in the movement of independent minyanim.</p>\n<p>People who make their own siddurim feel free to cut and paste, accepting creative translations and excluding parts of the liturgy they do not find meaningful. In many cases, this means a new sensitivity to gender issues, adding the Matriarchs at the beginning of key prayers or subtracting prayers like “&#8230;who did not create me as a woman.”</p>\n<p>“You cannot do any of this without the technology developing,” says Efraim Feinstein, lead developer of the Open Siddur Project. “We’re enabling people to do something they couldn’t do before.” The volunteer-driven project, now in its “early stages,” offers only a limited amount of downloadable, public domain text.</p>\n<p>This trend parallels other developments in Jewish life, such as families turning to tutors for their children’s religious education instead of synagogues’ Hebrew schools, or worshippers “attending” services streamed on the Internet instead of attending in person.</p>\n<p>Interviews with a cross-section of observers in the Jewish community offer several reasons why a growing number of Jews are creating their own siddurim: a return to tradition, a greater interest in spirituality, more desire for theological autonomy and less allegiance to the branches of Judaism, which for decades dominated the writing and production of siddurim.</p>\n<p>In many non-Orthodox congregations, rabbis have produced siddurim, with members’ input, in line with their congregations’ approaches to Judaism.</p>\n<p>“When congregants produce a prayer book, that often leads to more meaningful prayer — for at least a while,” says Jonathan Sarna, professor of American Jewish history at Brandeis University. “Congregants feel empowered.”</p>\n<p>The signs of niche siddurim can been seen across the denominational spectrum, from Reform, whose CCAR Press recently issued a new version of its Mishkan T’filah prayer book earmarked for Australia, New Zealand and South Africa, to Orthodox, whose “Koren Siddur” edited by Rabbi Jonathan Sacks, chief rabbi of the British Empire, offers new competition to the variety of haredi prayer books published by ArtScroll.</p>\n<p>Outside of the Orthodox world, where the basic text of the siddur is sacrosanct, with built-in opportunities for individual expressions of thanks or request, the ability to print one own’s siddur raises an inevitable question — is this good or bad for the Jewish community? That is, if everyone is praying on a different page, literally and figuratively, what happens to a sense of Jewish community?</p>\n<p>How far can you push the limits of individual expression?</p>\n<p>Will a variety of prayers produce more worshippers?</p>\n<p>What will happen to the minyan, the quorum of 10 worshippers — all male, in the case of the Orthodox — that Judaism requires for the recital of certain prayers?</p>\n<p>Will this lead to a community of Jews davening alone? Feinstein and his colleagues at the Open Siddur Project –– have heard these reservations.</p>\n<p>“You’re making a new pick-and-choose Judaism,” critics tell him. “We’re enabling people to strengthen their ties with Judaism,” Feinstein counters. He, a physicist in training, notes that many of the people behind the make-your-own-siddur-trend have backgrounds in science, rather than theology.</p>\n<p>Experts contacted by The Jewish Week offer mixed answers to these questions.</p>\n<p>“In the sense that this can help draw people” to lives of prayer, “it’s a good thing,” says Rabbi Nosson Scherman, general editor of ArtScroll. “Anything that brings people to prayer is a good thing. Jews need things that will keep Jews Jewish, even tangentially so.”</p>\n<p>People taking prayer into their own hands “creates a larger tzibur,” Rabbi Brad Hirschfield, president of CLAL-The National Jewish Center for Learning and Leadership, says, using the Hebrew term for community.</p>\n<p>“I think it will help Judaism,” says Danny Levine, owner of J. Levine Books &#038; Judaica in Manhattan, “because it allows people at more levels to reach out to God.” The movement to customize siddurim probably won’t hurt sales of extant prayer books, he says, because orders for siddurim come from synagogues affiliated with denominations.</p>\n<p>On the other hand, Rabbi Michael Strassfeld, a leader of the hands-on havurah movement and co-editor of The Jewish Catalog series in the 1970s, senses “a tension” between individual autonomy and fealty to a wider community. “A greater communal aspect” was evident in the havurah movement, Rabbi Strassfeld says.</p>\n<p>“This is of a piece with the tenor of our times,” says Dr. Jack Wertheimer, professor of American Jewish history at the Jewish Theological Seminary. </p>\n<p>“People want to tailor religion to fit their individualized tastes. What is lost, of course, is the concept of matbea shel tefila, a required structure and canon of prayers, as well as the role of prayers as force for unifying Jews.</p>\n<p>“The traditional siddur once offered Jews a fairly universal way of connecting with one another, across the ages and in many lands,” Wertheimer says. “When you enter a synagogue not knowing what to expect, you might be charmed or left utterly bewildered.”</p>\n<p>The Open Siddur Project, founded by urban planner Aharon Varady, is aiming at mostly young, mostly computer literate Jews who feel uncomfortable praying from fixed texts.</p>\n<p>“I hardly expect anyone to not feel alienated or bored when provided by texts written by others in different languages and different contexts,” Varady’s website states. “This is as true for folks well practiced on davening thrice daily as it is for those who visit shul once a year on Yom Kippur.” The new custom of customized siddurim represents both a break from and a bridge with the past.</p>\n<p>“Once upon a time, Jews — Israelites — prayed from the heart — sans Siddurim,” Varady states.</p>\n<p>The current system of Jewish prayer derives from the impromptu tefillot said by the Patriarchs, and the formalized prayers, often said concurrently with sacrifices offered in the First and Second Temple in Jerusalem. The first written siddur, for use by scholars, is attributed to Amram ben Sheshna haGaon in 875 CE Babylonia; the first printed siddur appeared in Italy in 1486; siddurim for general use were not available until 1865.</p>\n<p>“In the 19th century,” Sarna says, “it was common for rabbis to produce their own siddurim.”</p>\n<p>“The problem is, the prayer book became fixed,” Rabbi Strassfeld says. The secret is finding a balance between saying the words in one’s heart and reciting the prepared text in unison with fellow worshippers, says Rabbi Kenneth Brander, dean of Yeshiva University’s Center for the Jewish Future.</p>\n<p>“Judaism is looking for there to be creativity within prayer,” Rabbi Brander says. “Every person has the responsibility of making sure the prayer service does not become routine.”</p>\n<p>But, he adds, “There is a structure. I fear that some of the people who are making their own prayer books have not studied the structure.”</p>\n<p>Aryeh Ben David, a Scarsdale native who moved in 1980 to Israel, where he heads Ayeka (ayeka.org), a “transdenominational &#8230; Spiritual Education” initiative, says people who are looking for answers to questions about the experience of prayer in a new siddur are asking the wrong questions.</p>\n<p>“The siddur is really incidental when it comes to prayer,” he says — the key is one’s attitude when talking to the Creator. “The issue is not the siddur. The issue is Jews don’t have a relationship with God. It doesn’t matter what siddur you have.”</p>\n<p>True prayer, Ben David says, is not reading words from a book; it’s talking from the heart.</p>\n<p>Like Teyve, in “Fiddler on the Roof,” who addresses God like a close friend. “That’s how we should daven,” Ben David says.\n</p></div>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Press &amp; Research Articles"
    ],
    "tags": [
        "Jewish Week"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "38291"
        ],
        "date_src_start": [
            "2010-01-13"
        ],
        "date_src_end": [
            "2010-01-13"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2010/01/jHaqBoAf.jpg",
        "title": "jHaqBoAf",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=318",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/the-open-siddur-project/press-and-research-articles/welcome-jewish-week-readers/",
    "slug": "welcome-jewish-week-readers"
}