{
    "post_id": 54850,
    "title": "אַקְדָּמוּת מִלִּין (לַפּוּרִים) | Aqdamut for Purim, by Avraham Menaḥem Mendel Mohr (1855)",
    "author": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
    "coauthors": [
        {
            "name": "Avraham Menaḥem Mendel Mohr",
            "bio": "Avraham Menaḥem Mendel Mor (April 11 , 1815 - 29th May 1868), born in Lviv (Lemberg), was a Galician Jewish scholar, publisher, translator and author in Hebrew and Yiddish. He was one of the members of the Haskala movement in Galicia. Mortkhe Yofe has a nice article written up for him at the <a href=\"https://congressforjewishculture.org/people/3149/Mohr,%20Avrom-Mendl%20(Avraham-Mendel)%20(1815%E2%80%931868)\">Congress for Jewish Culture</a>.",
            "website": "https://he.wikipedia.org/wiki/אברהם_מנחם_מנדל_מור",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/avraham-menahem-mendel-mohr-96x96.png",
            "profile_link": "https://opensiddur.org/profile/avraham-menahem-mendel-mohr"
        },
        {
            "name": "Isaac Gantwerk Mayer (transcription &amp; naqdanut)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/index.php?user_ID=342\">translates</a> and <a href=\"/index.php?user_ID=2240\">authors</a> his own original works.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-transcription"
        },
        {
            "name": "Isaac Gantwerk Mayer (translation)",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English.  (He also <a href=\"/index.php?user_ID=2240\">authors</a> his own original works and <a href=\"/index.php?user_ID=820\">transcribes</a> Hebrew and Aramaic text, adding niqqud and t'amim as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-translation"
        }
    ],
    "date": "2024-03-17",
    "last_updated": "2025-12-01",
    "excerpt": "This is the Aqdamut for Purim by Avraham Menaḥem Mendel Mohr from his <em>Kol Bo l'Purim</em> (1855) transcribed and translated from Aramaic into English by Isaac Gantwerk Mayer. . . .",
    "content": "<table style=\"margin-left: auto;margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Aramaic)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nאַקְדָּמוּת מִלִּין לְאַחֲוָיָא מֵאֲחַשְׁוֵרֹשׁ מַלְכָּא טִפְּשָׁתָא<br />\nאַוְלָא שָׁקִילְנָא לְפוּמָא כַּסָא דְּחַמְרָא וְכַּדָא דְיֵינָא שְׂרָפוּתָא<br />\nאַפֵּיק מָאנֵי דְּבֵי מַקְדְשָׁא וְשָׁתֵי בְהוֹן אִיהוּ וְרַבְרְבָנוֹהִי וּלְחֵינָתָא<br />\nאִיהוּ בְּקַרֵי וְאִיהִי בְּבוֹצִינָא תַּרְוַיְיהוּ אִתְכַּוְונוּ לִזְנוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nPreceding the words of fraternity from the foolish king Ahasuerus,<br />\nI ask permission from the opening of a wineglass and the vessel of burnt wine.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Referring to distilled beverages.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script><br />\nBringing out the vessels of the Temple, he and his officials and concubines drank from them,<br />\nMen in town, women in the garden, both preparing for licentiousness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nבְּיוֹמָא שְׁבִיעָאָה קַדִּישָׁא דָּא הוּא יוֹמָא יַקִּירָא דְּשַׁבַּתָּא<br />\nבְּהַאי יוֹמָא דְּיִשְׂרָאֵל מְשַׁבְּחִין לְמָארֵיהוֹן וְעָסְקִין בְּאוֹרַיְיתָא<br />\nבִּטְעֵם חַמְרָא אַנְצוּיֵי בִּשְׁפִּירִתָּא דְנַשֵׁי וּמִתְעַסְקִין בִּזְנוּתָא<br />\nבְּיַד סָרִיסוֹהִי שְׁדַר לְאַיְתִי יַת וַשְׁתִי עַרְטִילָאִי דְלֵית דַּכְוָותָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nOn the holy seventh day, that is, the precious day of the Sabbath —<br />\nThe very day that Israel praises their <span class=\"divine-referent\">Master</span> and engages in the Torah —<br />\nWith the taste of wine, women adorned themselves beautifully and engaged in licentiousness.<br />\nBy the hand of his eunuch, he sent to bring his concubine Vashti without purity.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nגְּמוּל אֲתֵיב לָהּ קוּבְּ״הֻ בְּגִין דְעָבְדָה עֲבִידְתָּא בִּיהוּדַיְיתָא בְּשַׁבַּתָּא<br />\nגַּבְרִיאֵל מַלְאֲכָא קַדִּישָׁא בִּגְזֵרַת עִירִין עָבֵיד לָהּ זְנָבָה בְּמִצְחָתָא<br />\nגְּלַל כֵּן לָא צְבִיאַת לְמֵיתֵי קֳדָם מַלְכָּא וּלְמֶעֱבַד לֵיהּ רְעוּתָא<br />\nגַּבְרָא בַּר אַהוּרְיָירִי דְּאַבָּא שְׁדָרַת לֵיהּ לְקָבֵּל אַלְפָא חַמְרָא שָׁתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n<span class=\"divine-referent\">The Almighty God</span> paid her back her for making Jews work on the Sabbath.<br />\nThe holy angel Gabriel, by decree of the Watcher-angels, made a tail on her forehead,<br />\nTherefore, she was not willing to come before the king and do his will.<br />\nThe son of the steward sent for him to receive a thousand measures of wine,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nדְּנָא מִלְּתָא דָלְקָת בֵּיה כְּנוּרָא עַל דְּזַלְזְלָא בְּמַלְכוּתָא<br />\nדִּינָא שְׁדַר לַחֲכִּימֵי דִיהוּדָאֵי דְהַיתֵי נְבוּכַדְנֶצַּר מִירוּשְׁלֵם קַרְתָּא<br />\nדָּא אֲתִיבוּ לֵיהּ מִיּוֹמָא דִגְלִינָא מֵאַרְעָא לֵית בָּן דַעֲתָּא<br />\nדַּעֲתָּאן דְתֵיזִיל לְעַמּוֹן וּמוֹאָב דְיָתְבִין כְּחַמְרָא עַל־דּוֹרְדְיָיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nA word emerged within him like fire, as a glutton in the kingdom.<br />\nHe sent word to the wise men of the Jews who Nebuchadnezzar had taken from the city of Jerusalem,<br />\nSince they came to him from the day of exile from the land — none understood more knowledge!<br />\nTheir understanding which reached Ammon and Moab, sitting like wine on lees.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהַקְרֵיב לְוַת שְׁבַע יַעֲטוֹהִי שְׁאִילתָּא דָא מִלְּתָא רַבְרְבָתָא<br />\nהֶדְיוֹט מְמוּכָן דְלֵג בְּרֵישׁ דָא הוּא הָמָן רְשִׁיעָא בַּר חַמְדָתָא<br />\nהָא עֵיטָא יְהִיב לֵיהּ לְמִקְטַל לְוַשְׁתִי וְלִנְסַב אִתְּתָא אוֹחֲרְנַיְיתָא<br />\nהַאי רְשׁיעָא אֲמַר בְּלִבֵּיהּ לְמֵיהַב לֵיהּ בְּרַתֵּיהּ לְאִנְתְּתָא וּמַלְכְוָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBring before before his seven advisors this question, the officials&#8217; word!<br />\nThe commoner Memuchan, who was set as their head, is Haman the wicked, son of Hamdata.<br />\nHe advised him to kill Vashti, and to marry another wife.<br />\nThis wicked man said in his heart he would give his daughter wifehood and kingdom.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nוְכַד פָּג יֵינָא דְמַלְכָּא וּדְכַר יַת כׇּל־עוֹלֵמְתָּהָא לְשׁוּשַׁן בִּירְנָתָא<br />\nוְאִשְׁתַּכְּחַת תַּמָּן אֶסְתֵּר דַּהֲוַת מִן־גְנִיסַת דְּשָׁאוּל מַלְכָּתָא<br />\nוַי צָוַח הָמָן רְשִׁיעָא כַּד חָזָא בְּעֵינוֹהִי הַאַי שְׁפִּירָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAnd when the wine of the king&#8217;s banquet was gone, and he remembered all her beauty to Shushan the citadel,<br />\nEsther, who was from the lineage of King Saul, was discovered there.<br />\n&#8220;Augh!&#8221; cried Haman the wicked when he saw her in her beauty.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nזְנָא אֲחַשְׁוֵרֹשׁ עִם־כֻּלְּהוֹן וְלָא נַיְיחָא בְּהוֹן דַּעֲתָּא<br />\nזִווּגָא דְּאֶסְתֵּר פַּייסֵיהּ בְּגִין דְּטָעִים טַעַם בְּעוּלְתָּא וּבְתוּלְתָּא<br />\nזַמִין לֵיהּ מַלְאֲכָא שִׁדְתָּא חִלּוּפָא דְאֶסְתֵּר בְּצַלְמָהָא וּדְמוּתָא<br />\nזֵיהוֹר יְקָרָהּ לָא אִסְתָּאַב וְאִשְׁתְּאָרָת זַכָּאָה בִּקְדוּשָׁתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThis one, of Ahasuerus was not pleased with knowing any of the others.<br />\nThe pairing of Esther satisfied him, because she felt both experienced and virginal.<br />\nAn angel prepared for her a beautiful shadow, reflecting Esther&#8217;s image and likeness.<br />\nHer radiance was not diminished, and her appearance was pure in holiness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nחֲשַׁבוּ בִּגְתָן וָתֶרֶשׁ לְמֵיהַב לֵיהּ לְמַלְכָּא סָמָא דְמוֹתָא<br />\nחַכִּים מׇרְדֳּכַי אֲצִִת מִלֵּיהוֹן דְּהַוָה יָדַע בְּכׇל לְשָׁן לַחִישׁוּתָא<br />\nחַוֵי פִּתְגָמָא לְאֶסְתֵּר וְאֶסְתֵּר לְמַלְכָּא וְאִשְׁתַּכְּחָא מִלְּתָא מְהִמְנוּתָא<br />\nחֲרַץ לְהוֹן מוֹתָא וְאִצְטְלִיבוּ וְאִתְכַּתַב בְּסִפְרָא דוֹכְרְנַיְיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBigthan and Teresh schemed to give the king a deadly poison.<br />\nThe wise Mordecai heeded their words, for he knew all whispered tongues.<br />\nHe gave word to Esther, and Esther to the king, and the secret word was discovered,<br />\nThey hastened their death, and they were hung, and it was written in the book of remembered deeds.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nטִפֵּשׁ אֲחֲשְׁוֵרֹשׁ רַבֵּי יַת הָמָן בַּר הַמְדָתָא<br />\nטְעֵם אִתְיְיהַב לְמִסְגַד קַמֵּיהּ בִּדְחִילוּ וְאֶמְתְנוּתָא<br />\nטָמֵא הָמָן חָקִיק לֵיהּ צִלְמָא עַל לִבָּא בִּרְשִׁיעוּתָא<br />\nטָהוֹר מׇרְדֳּכַי לָא צָבִי לְמִסְגַד דְּדָא פּוּלְחַן נוּכְרְיָיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAhasuerus the foolish promoted Haman son of Hammedatha,<br />\nAn order was given to bow before him with trembling and sincerity.<br />\nThe impure Haman engraved an idol over his heart in of wickedness.<br />\nThe pure Mordechai would not bow to him, for it was foreign worship.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nיָעַץ הָמָן לְשֵׁיצָאָה יַת מׇרְדֳּכַי וְכׇל יִשְׂרָאֵל אוּמָתָא<br />\nיַרְחָא אֲדָר סְלִיק לֵיהּ בָּתַר דְּאַטִיל גוֹרָלָא וְחֶשְׁבְּנוּתָא<br />\nיִשְׂרָאֵל עַמָּא קַדִּישָׁא לְאַשְׁמָדָא מִתְּחוֹת שְׁמַיָּא וכׇל אַתְרְוָותָא<br />\nיוֹמָא תְּלִיתָאֵי אָזַל וַאֲכַל קוּרְצָא בֵּי מַלְכוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHaman plotted the destruction of Mordecai and all the people of Israel.<br />\nHe cast lots, and the calculations revealed the thirteenth day of Adar.<br />\nThe people of Israel, a holy nation, were to be exterminated from under heaven and all places,<br />\nOn the thirteenth day, he went and slandered them in the royal house.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nכַּלְבָּא בִּישָׁא אֲמַר אִיתִי גוּבְרִין מִתְבַּדְרִין בּכׇל מְדִינְתָּא<br />\nכַּרְגָּא לָא יְהָבִין לְמַלְכָּא וְלָא עָבְדִין שׁוּם מְשַׁמְשׁוּתָא<br />\nכַּד מִתְיַלִיד לְהוֹן דְּכַר מוֹהֲלִין וּפוֹרְעִין יָתֵיהּ בְּלָא רַחֲמְנוּתָא<br />\nכְּדֵין וּכְדֵין עָבְדִין בִּישָׁא דְלָא לְמִפְרַט בְּשִׁפְוָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe vicious cur said, &#8220;There are men dispersed in all the provinces,<br />\nWho don&#8217;t pay taxes to the king, more do any service.<br />\nWhen a male of them is born, they circumcise and tear him open without mercy,<br />\nSuch and such cruelty they do, without specifying with their lips.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nלֵאלָהָךְ לֵית אִינּוּן פָּלְחִין וְאָמְרִין דְּלֵית בֵּיהּ מְשָׁשׁוּתָא<br />\nלְכוּלָא שַׁתָּא מַסְקִין בְּשִׁהִי וּפִהִי וּמְקַלְלִין בְּבֵי כְּנִישְׁתָּא לְמַלְכוּתָא<br />\nלְיֵינָא דִילָן טָמֵא קַרְיָין וּמוֹשְׁדִין יָתַהּ כְּמֵי מְסָאֲבוּתָא<br />\nלְמִשְׁבַּק יַתְהוֹן בְּאַרְעָא בִּישׁ יִמְטֵי לָנָא וְסַגְיָא עֲוַיָיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTo your god they do not worship, and say that he is insubstantial.<br />\nThey spend all year in tarrying and idleness, and curse the kingdom in the synagogue.<br />\nOur wine they call impure, and toss it like sewage-water.<br />\nLeaving them in the land is bad, they will come to us and increase offense.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמַלְכִּי יִשְׁפַּר עֲלָךְ לְאַתְרָכָא לְהוֹן מֵאַרְעָךְ בְּחָדָא שַׁעְתָּא<br />\nמִן דָּא יֵיתוּן עַסַר אֲלַף קַנְטְנַרִין דְכַסְפָּא לְגִנְזָא דְמַלְכוּתָא<br />\nשְׁמַיָּא אֲתִיבוּ לֵיהּ רָשָע כְּבַר אַקְדִימוּךְ יִשְׂרָאֵל בְּתִּקְלִין דְמִשְׁכַּנְתָּא<br />\nמָרָא דְעַלְמָא יַעֲבִיד עִמָּךְ מִלְחַמְתָּא וּקְרָבוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMy king, it would be better for you to drive them out from your land at a single time.<br />\nFrom this, let ten thousand silver centenarii be given into the royal treasury!&#8221;<br />\nHeaven responded to him, &#8220;Wicked one, the shekalim of the Tabernacle have already set Israel above you.<br />\nThe Master of the World will make war and battle against you.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nנְטַל מַלְכָּא עִזְקָא מִן יְדוֹי וַאֲמַר לחָמָן בְּנַקְשׁוּתָא<br />\nנְסִיב לָךְ כַּסְפָּא וְהַדֵין עַמָּא וַעֲבֵיד בֵּיהּ כִּרְעוּתָא<br />\nנְבִיַיָא כֻּלְּהוּ לָא אִהַדַּרוּ לְיִשְׂרֽאֵל בִּתְּיוּבְתָּא כְּהַדָא עִזְקָתָא<br />\nנַפְשֵׁיהוֹן אִתְמַסְרוּ בִּידֵי סַנָאָה דִגְרִיעַ מְנַחַשׁ קַדְמַייתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe king took the ring of authority from his hand and gave it to the cunning Haman.<br />\nHe said to him, &#8220;Take the money and do with the people as you wish.&#8221;<br />\nAll the prophets couldn&#8217;t make Israel repent as much as that ring did!<br />\nTheir souls were handed over to the hateful one, more cunning than the primeval serpent.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nסִפְרֵי אִתְכַּתִּיבוּ לְשֵׁיצָאָה יַת יִשְׂרָאֵל עַד זִבּוּלָא בַּתְרַיְיתָא<br />\nסְעוּדָתָא דַאֲחַשְׁוֵרֹשׁ דְּאִתְהַנִי מִינָהּ עָבְדָה לְהוֹן הַאַידָתָא<br />\nסוֹדָא גְלִי לֵאלִיָהוּ מִשְׁמַיָּא דְיָכְלִין צַדִּיקַיָּא לְמִבְטַל דָא גְזֵרָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBooks were written to destroy Israel, even to the lowest dunghill.<br />\nThe feast of Ahasuerus, for him to enjoy, she made at that time for them.<br />\nElijah revealed the secret from heaven, so that the righteous could annul this decree.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nעוּבְדָא סָח אֵלִיָהוּ לְמׇרְדֳּכַי בְּחֶלְמָא דְהוּא צַדִּיקָא וְרֵישׁ גַלְוָתָא<br />\nעֵיטָא יְהַב לֵיהּ לְאַלְבָּשָׁא שַׂק וְאֵפֶר וּלְאַפוּשֵׁי צְלוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nElijah told Mordecai the matter in a dream – for he was righteous and the head of exiles.<br />\nHe gave him advice to wear sackcloth and ashes and to spread out in prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nפּוּרְפּוּרֵיהּ בְּזַע וּלְבִישׁ שַׂקָא וְאָתָא עַד קֳדָם תְַּרעָא דְמַלְכוּתָא<br />\nפְּרִיסְתְּקָא שָׁדְרָא אֶסְתֵּר לְמִגְזַר צוֹמָא לְכׇל עַמָּא יוֹמִין תְּלָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHe tore his purple, put on sackcloth, and came before the king&#8217;s gate.<br />\nHe sent Esther a message to decree a three-day fast for all the people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nצְמִית אוּף הִיא וְאַעֲלִית קֳדָם מַלְכָּא בְּלָא הַרְמְנוּתָא<br />\nצַדִּיקַת אִתְלַבַּשַׁת חִינָא וְאוֹשִׁיט לָהּ אֲחֲשְׁוֵרֹשׁ שַׁרְבִּטָא דְמַלְכוּתָא<br />\nצְוַח וַאֲמַר מָה בָּעִיתְּ יְהִיבְנָא לְבַר מִבִּנְיָן מַקְדְשָׁא בִּירוּשְׁלַם קְַרְתָּא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nShe also fasted, and went up before the king without permission.<br />\nShe wore righteous grace, and Ahasuerus held out to her the scepter of rule.<br />\nHe cried and said, &#8220;What do you desire? I will give it, excepting building the Temple in the city of Jerusalem.&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nקֳבֵל דְנָא אָמְרָה יֵיתִי מַלְכָּא וְהָמָן לְאֵרִסְטוֹן דִּי תַּקְנִית וְשֵׁרוּתָא<br />\nקַבְעִין תֶּהֱווּן אוּף לְמָחַר דְּאַעֲבִיד לְכוֹן סְעוּדָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nUpon this she said, &#8220;Let the king and Haman come to the luncheon and meal that I have made.<br />\nAgree to do so tomorrow, when I will make you a feast!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nרְשִׁיְעָא הָמָן אִתְיַיהֵר וְחַוִי דָא מִלְּתָא לְאִנְתְּתֵיה וּבְנֵי בֵּיתָא<br />\nרְבוּתָא דַּעַבְדָה לֵיהּ אֶסְתֵּר גָּרְמָה לֵיהּ קְטַלָא וּמוֹתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe wicked Haman arrogantly showed those words to his wife and household-members.<br />\nThe greatness that Esther had made him caused him killing and death.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nשִׁנְתָא נְדַּת מִמַלְכָּא וְהָשְׁדָא לְמַלְכְּתָא עַל דְּזַמְנָא לְבַר הַמְדָתָא<br />\nשִׁדֵר לְמֵיתֵי וּלְמִקְרֵי קֳדָמוֹהִי יַת סִפְרֵי דוֹכְרְנַיְיתָא<br />\nשִׁמְשַׁי מוֹחֵק וְגַבְרִיאֵל כּוֹתֵב דְמׇרְדֳּכַי אַצֵל לְמַלְכָּא מִסָמָא דְמוֹתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSleep fled from the king, and he threw to the queen that he had invited the son of Hammedatha.<br />\nHe send to bring and read before him the books of remembered deeds.<br />\nShimshai erased, but Gabriel wrote that Mordechai saved the king from deadly poison.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nתִּוַה מַלְכָּא עַל דְלָא אִתְעַבִיד עִמֵּיהּ שׁוּם יְקָר וּרבוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe king wondered why no honor and greatness had been done for him!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nמַאן בְּדַרְתָּא שָׁאִיל וְהָמָן אָתִי לְמֵימַר דַעֲבִיד לְמׇרְדֳּכַי צְלִיבוּתָא<br />\nאֲמַר מַלְכָּא סַב לְבוּשָׁא וְסוּסָא וְאַרְכִּיב לְמׇרְדֳּכַי בְּשׁוּשַׁן בִּירָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\n&#8220;Who&#8217;s in the court?&#8221; he asked, and Haman came to say to make a crucifix for Mordechai.<br />\nThe king told him, to him to set Mordecai in clothes on a horse and have him ride through Shusha, the capital.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nהַאי שַׁעֲתָּא אוֹדִיקַת בְּרַתֵּיהּ מֵחָלוֹנָא וְשָׁדִית עֲלֵיהּ עֲצִיצָא דְצוֹאָתָא<br />\nרִשְׁעָתֵּיהּ תִבַּת בְּישֵׁיהּ וְאַתְחִיל לְמִנְפַּל מֵרְבוּתֵיהּ לְשְׁאוֹל תַּחְתִּיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAt that moment, his own daughter saw him from the window and threw a full chamber-pot at him.<br />\nHis wickedness turned bad on him and he began to fall from his greatness into lowest Tartarus.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nחַרְבוּנָה חַוִי לְמַלְכָּא דְאַתְקִין צְלָבָא לְמׇרְדֳּכַי עַל דְּשֵׁזְבֵּיהּ מִגוֹ מוֹתָא<br />\nרְגַז מַלְכָּא וַאֲמַר צְלִיבוּ יַת הָמָן עֲלֵיהּ עַל דְמָרִיד בְּמַלְכוּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nḤarvonah told the king that he had set up a crucifix for Mordechai in order to save him from death.<br />\nThe king was enraged and said, &#8220;Crucify Haman on it, for rebelling against the kingdom!&#8221;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nוְיָהֵיב רְשׁוּ לִיהוּדָאֵי לְמִקְטַל יַת עַמְמַיָּא דְאִינּוּן לְהוֹן נִגְוָתָא<br />\nחֱדוֹ יְהוּדָאֵי וּצְלִיבוּ בְּנוֹהִי דְהָמָן מִן פַּרְשַׁנְדָתָא עַד וַיְזָתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAnd he gave permission to the Jews to kill any nations who would go against them.<br />\nThe Jews rejoiced and crucified the sons of Haman, from Parshandatha to Vaizatha.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nיוֹמָא דְפּוּרְיָא שְׁפַר עֲלָן לְמֶהֱנֵי שְׁבָחֵי דְתַּלְמוּדֵי דְרַב שָׁתָא<br />\nצַדִּיקַיָּא מְסַחְרִין עֲלֵי תַּכָּא דְרַב יֵינָא דְנָטִיר בֵּי נַעֲוָותָא<br />\nחַמְרָא טָבָא לְפוּם רַבֲּנָן וְתַלְמִידֵיהוֹן לְמַקְבַָע הִלְכְתָא כְּרַב כַּתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nOn the day of Purim, it is fitting for us to enjoy the praises of the Talmud of R. Drink.<br />\nThe righteous celebrate with the tray of R. Wine, which is guarded from the vat house.<br />\nGood wine, per fiat of our rabbis and their students, establishing the law per R. Pile.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb-Hebr\" style=\"text-align: right;\">\nחָמְשִׁין אִינּוּן אוּשְפּוּזִין שְׁרִירִין וְקַיָימִין לְמִשְׁתֵּי חַמְרָא בְּכׇל שַׁתָּא<br />\nזַכָּאִין אִינּוּן דְשַׁתְיָין בְּהַאי יוֹמָא יֵינָא וְדוּשְׁבָא רִבְוָותָא<br />\nחַמְרָא יָגֵן עֲלֵיהוֹן וְיִדְמְכוּן כְּלוֹט דְעָרַק מִן גוֹ סְדוֹם קִרְיָיתָא\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThese fifty guests, standing and established to drink wine all the time,<br />\nThey are worthy to drink wine and mead in abundance on this day.<br />\nMay wine shield them, may they be lie down like Lot as he fled from the city of Sodom!\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is the Aqdamut for Purim by Avraham Menaḥem Mendel Mohr from his <em>Kol Bo l&#8217;Purim</em> (1855) transcribed and translated from Aramaic into English by Isaac Gantwerk Mayer.</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/kol-bo-lpurim-avraham-menahem-mendel-mohr-1855/Kol%20Bo%20l%27Purim%20%28Avraham%20Menahem%20Mendel%20Mohr%201855%29#page/n19/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Referring to distilled beverages.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Purim"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "acrostic",
        "Alphabetic Acrostic",
        "Aramaic",
        "English Translation",
        "parody",
        "Purim parody",
        "purimspiel",
        "פיוטים piyyuṭim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "54854"
        ],
        "date_src_start": [
            "1855-00-00"
        ],
        "date_src_end": [
            "1855-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/03/chamber-pot-324865-1024.jpg",
        "title": "Chamber Pot",
        "caption": "<a href=\"https://www.metmuseum.org/art/collection/search/4481\">Chamber Pot</a>, Mexican, ca. 1865 (in the collection of the Metropolitan Museum of Art"
    },
    "source_link": "https://opensiddur.org/?p=54850",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/purim/aqdamut-for-purim-by-avraham-menahem-mendel-mohr-1855/",
    "slug": "aqdamut-for-purim-by-avraham-menahem-mendel-mohr-1855"
}