{
    "title": "&#x1F4AC; התפילות של מרדכי ואסתר | the Prayers of Mordekhai and Esther, from Divrei haYamim l'Yeraḥmiel (ca. 11-12th c.)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "Yeraḥmiel ben Shlomo",
            "bio": "Yeraḥmiel ben Shlomo (also Jerahmeel ben Solomon, fl. ca. 1150), chronicler, lived in Italy. He wrote Megillat Yeraḥmi'el (or Meliẓ at Yeraḥmi'el or Sefer ha-Yeraḥmi'eli), a compilation of writings on history and other subjects such as grammar, music, astronomy, liturgy and more.",
            "website": "https://www.jewishvirtuallibrary.org/jerahmeel-ben-solomon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yerahmiel-ben-shlomo"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2020-03-04",
    "last_updated": "2025-01-03",
    "excerpt": "The dream and prayer of Mordecai, and the prayer of Esther, as copied in the medieval pseudo-historical Chronicle of Yeraḥmiel. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבימים ההם כשבת מרדכי בשער המלך ויכר את לחישת שרי פרסיים יועצים להתיז ראש המלך על מטתו למען שאתו למלך מוקדון, כי מאז התעורר גוי מוקדון על מלכות פרס. ויגד מרדכי לאסתר והיא הגידה למלך, ויצו המלך לכתוב את אמונת מרדכי ואת גמולו על ספר דברי הימים. ויהי כאשר נתלו הסריסים על העץ, קצף המן מאד כי המה היו יועציו ובקש למחות שם יהודה מתחת השמים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nNow, in the days of Aḥashverosh, when Mordekhai was sitting at the gate of the king he discovered a secret plot of two Persian princes, Bigthan and Teresh, whom he heard whispering and plotting to sever the head of the king while he lay in his bed, in order to carry it to the Macedonian king, for at that time the Macedonian empire was warring against the Persian kingdom. This plot Mordekhai revealed to Esther, and she in her turn to the king, who commanded this act of loyalty on the part of Mordekhai to be noted down in the Book of Chronicles (<em>Divrei haYamim</em>), as well as the reward due to him. When, however, these two chamberlains were hanged it incurred the wrath of Haman, for they were his counselors, and he, therefore, sought to blot out the name of Yehudah from under the heavens.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויכר מרדכי את מחשבת המן וזכר את החלום אשר ראה בשנת השנית למלך אחשורוש: והנה רעש גדול ורעב חזק מאד וקול בהלה בארץ ופחד ורעד לכל יושביה. ויריעו שני תנינים גדולים זה לקראת זה למלחמה, וירוצו לקולם כל יושבי הארץ. והנה ביניהם גוי אחד קטן, ויקומו כל הגוים ההם לאבד זכרם מעל הארץ. ויהי ביום ההוא חושך ואפילה לכל העם, וייצר לגוי [ה]קטן מאד ויצעקו אל יי׳, והתנינים נלחמים באכזריות חימה ואין מפריד בין שניהם. וירא מרדכי והנה מעיין מים קטן עובר בין [שני] התנינים האלה, ויפריד ביניהם מן המלחמה אשר היו נלחמים. והמעיין נתגדל ויהי לנהר שוטף כשוטף ים הגדול, הולך ושוטף בכל הארץ. וירא והנה זרחה השמש על הארץ ויתרומם הגוי ההוא והושפלו הגבוהים ונעשה שלום ואמת בכל העולם.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut Mordekhai discovered this plan of his and remembered the dream he had in the second year of the reign of Aḥashverosh. It was the following: There was a great earthquake, accompanied by a noise and the sound of wailing in the land, so that fear and terror fell upon all the inhabitants, and two immense dragons/<em>taninim</em> with terrible noise went against each other in battle, whereupon all the inhabitants ran towards the spot. Living among them was a small nation, and all the nations round about it rose up to destroy their memory from the face of the earth. On that day everywhere it was thick darkness, and the small nation, being much oppressed, cried unto YHVH. The dragons continued to fight furiously and nobody could separate them; when lo! Mordekhai saw a small brook of water passing between the two dragons, which separated them, for the brook soon grew into an overflowing river, like the overflowing of the Great Sea/<em>Yam haGadol</em>, so that it flooded the whole earth. The sun then shone upon the earth, and the small nation was raised to exaltation, while the proud ones were humbled, and peace and truth were restored in the world.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויהי מהיום ההוא והלאה וישמר מרדכי בלבו החלום. וכהצר לו המן, אמר לאסתר: הנה החלום אשר ספרתי לך בימי נערותיך, ועתה קומי ובקשי מאת יי׳ רחמים ובואי לפני אחשורוש וקדמו פניו ביופייך ועמדי על עמך ועל מולדתך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMordekhai from that day always nursed that dream in his heart, and when Haman oppressed him, he said to Esther, &#8216;Remember the dream I narrated to you in the days of your youth. Now arise, and, beseeching YHVH for mercy, go into the presence of Aḥashverosh; stand before him in all your beauty, and plead the cause of your people and your kindred.&#8217;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויתפלל מרדכי ויאמר: גלוי וידוע לפני כסא כבודך, אדון העולם, כי לא מגובה לבי ומרום עיניי עשיתי אשר לא השתחויתי לעמלקי הזה להמן, כי אם מיראתך התגריתי בו לבלתי השתחות לו, כי יראתי מפניך אלהי העולם לבלתי תת כבודך לבשר ודם. ולא רציתי להשתחוות לו זולתי אותך הקודש, כי מי אני אשר לא אשתחוה להמן? כי על תשועת ישראל לוחך הייתי מנעל אשר ברגלו ועפרו אשר ידרוך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd Mordekhai prayed, saying, ‘It is well known and revealed before the throne of your <em>kavod</em>, Lord of the Cosmos, that it was not from pride or haughtiness I refused to bow down to this Amalekite, but on account of the reverence I have for you I opposed him, refusing to bow down, for I fear you alone, Lord of the Cosmos, and would not, therefore, give your honor to flesh and blood; therefore, I would prostrate myself to no being except your holy presence. And who am I that would not bow down to Haman? Yet for Yisrael’s salvation I would lick the shoe upon his foot, and the dust upon which he walks.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nועתה אלהינו הצילם מידו ויפול בשחת אשר כרה וילכ(ו)ד ברשת אשר טמן לרגלי חסידיך, וידעו כי [לא] שכחת את השבועה אשר נשבעת ולא נתתנו בגולה מקוצר ידך אשר לא יכולת להושיע, כי אם בחטאינו נמסרנו ובעוונותינו נגלינו כי חטאנו לך. ועתה אלהינו רב להושיע, הושיענו מידו כי בהצר לנו אליך ועדיך נברח להגן בעדינו ולעמוד בקרב להלחם לנו בקמים עלינו, וזכור נא כי חלקך אנחנו. כי מאז בהנחילך גוים ובהפרידך בני אדם נהיינו גורלך, ותפול עלינו גורל אשר השלכת להיות סגול[י]ם לשמך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8216;Now our <em>elo&#8217;ah</em>, deliver them from his hand, that he may fall into the pit which he has dug for us, and be caught in the net which he has spread (hidden) under the feet of your pious men, that they may thereby know that you have not forgotten the oath you swore; for you did not deliver us into captivity because you were not able to save us, but because of our sins and our iniquities, for we have sinned against you. But you, our <em>elo&#8217;ah</em>, are mighty in salvation; therefore save us from his hand; in our distress we call upon you to protect us, and to stand up in our midst to fight those who rise up against us. Remember, we beseech you, that we are your portion; for of old, when you gave the nations their inheritance, and when you separated the sons of men, we were your portion; the lot which you cast fell upon us to be chosen for your name.&#8217;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nועתה אלהינו, למה יאמרו צרינו כי אין לנו אלוה ויפתחו את פיהם לבלע את חלקך ויהללו עצביהם והבליהם? אנא אלהינו הושיענו ויבושו מעצביהם ומהבליהם וישימו יד על פה בראותם את ישועתך יי׳. ורחם על עמך ואל נחלתך ואל תסתום פיות מהלליך ומייחדי שמך ערב ובקר תמיד, והפוך אבלינו לששון ולשמחה ונחיה ונהללך על ישועתך הטובה אשר תושיע אותנו. וכל ישראל יחד צעקו אל יי׳ על דבר הצרה אשר הצירם והציקם הרע.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8216;Now our <em>elo&#8217;ah</em>, why should our enemies say we have no <em>elo&#8217;ah</em>? Why should they open wide their mouth to swallow up your portion and praise their idols and vanities? We beseech you, our <em>elo&#8217;ah</em>, send salvation unto us; let them be ashamed of their idols and vanities, and let them place their hand upon their mouth and see your salvation, YHVH. Have mercy upon your people, and upon your inheritance. Do not close the mouths of those who praise you and proclaim your unity evening and morning continually. Turn our sorrow to joy and gladness, that we may live and give you thanks for the blessed salvation by which you will save us.’ And all Yisrael cried unto YHVH for the trouble and sorrow which had come upon them.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nותנס אסתר עד יי׳ כי פחדה מפני הרעה אשר נצמחה, ותפשוט את בגדי מלכותה ואת עדיי תפארתה ותלבש שק ותפזר את שערת ראשה ותמלא אותם עפר ואפר ותענה בצום נפשה ותפול על פניה ותתפלל ותאמר: יי׳ אלהי ישראל אשר אתה מלך מלכים ונורא ועושה כל העולם ומושל עלינו, עזור נא לאמתך בדד אשר אין [לה] עוזר אחר כי אם אתה. כי בדד ישבתי הנה ובדד אני בבית המלך בלא אב ואם, כיתומה ענייה שואלת צדקה מבית לבית. כי אני שאלתי רחמיך מחלון לחלון בבית המלך אחשורוש מן היום אשר נלקחתי הנה ועד היום הזה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd Esther fled to YHVH, for she feared the evil which was growing; and, stripping herself of her royal garments and the ornaments of her majesty, she clothed herself in sackcloth, and disheveling the hair of her head, she put dust and ashes upon it. Then, afflicting her soul with fasting, she fell upon her face in prayer, saying, &#8216;YHVH Elohim of Yisrael, who is the King of kings, who is to be revered, who created the world, and who rules over us, help your handmaid in her desolation, for she has no savior except your. Behold, I dwell in the king’s palace alone, without father or mother. Like an afflicted orphan begging charity from house to house, so do I beg for your mercy, from one window to the other in the palace of King Aḥashverosh, and have done so from the time I was brought here until this present day.&#8217;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nועתה אלהים הנה נפשי, קחנה מידי אם ייטב בעיניך, אם לא תרצה ליקח אתה הצילה נא את צאן מרעיתך מאריות האלה אשר קמו עליהם, כי לימדני אבי ודיבר לי: אתה לקחת אבות והוצאתם ממצרים והרגת כל בכורי מצרים, ועמך הוצאת מתוכם ובידך החזקה ובזרועך הנטויה העברתם בים וביבשה בסוס במדבר, ותתן להם לחם מן השמים ומים מצור החלמיש וגם בשר לשובע נתתה להם ותך לפניהם מלכים גדולים ואדירים והנחלתם בארץ הטובה. וכאשר חטאו אבותינו לשמך הגדול נתתה אותם בשבי — והנה אנחנו בגולה כיום הזה. ועוד דיבר לי אבי כי דברת אתה ביד משה עבדך, ואף גם זאת בהיותם בארץ אויביהם <span class=\"citation\">(ויקרא כו:מד)</span> וגו׳.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8216;Now Elohim, if it is pleasing to you, take my soul from my own hand; and if not, then deliver, I beseech you, the flock of your pasture from those lions who have risen up against them; for my father taught me that you redeemed our forefathers from Mitsrayim, and slayed all the firstborn of the Mitsrim. You brought your people forth thence with a strong hand and an outstretched arm, and caused them to pass over the sea like a horse on dry land. You gave them bread from heaven, water from the cleft of the rock, and flesh in plenty. You smote great and mighty kings before them, and caused them to inherit the goodly land. But when our ancestors sinned against your great name, then you delivered them into captivity; and here we are in exile to this day. My father further told me that, through Mosheh your servant, you said, “When also they shall be in the land of their enemies, I will never forsake them.&#8221;&#8216;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Leviticus 26:44.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nועתה אלהים אבי יתומים, עמוד לימין היתומה הזאת הבטוחה בך ותן לי רחמים לפני האיש אחשורוש, כי יראתיו כאשר ירא גדי את הארי. והשפילהו על כל יועציו ויהיה כנוע ושפול וכבוש לפני בחן וביופי אשר תתן לי אתה אלהי, ותן בלבו לשנוא את אויבינו ולאהוב את עבדך, כי לב מלכים בידך. אדיר ונורא ונשגב, הצילה נא מיראה אשר יראתי ואשר יגורתי ואבואה בשמך ואצא מלפניו בשלום.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n‘Now Elohim, Father of the fatherless, stand at the right hand of this orphan who trusts in you, and grant me mercy when I am in the presence of King Aḥashverosh, for I fear him as a kid fears the lion. Make lowly all his counselors, that he may be humbled and subdued before the grace and beauty you have given me. O my <em>elo&#8217;ah</em>, cause his heart to hate our enemies and to love your servants, for the heart of kings is in your hand. O you mighty, revered, and exalted one, deliver me from the fear and trembling which have taken hold of me, that I may go into his presence in your Name, and come out in peace.’\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויהי ביום השלישי ותלבש אסתר מלכות ותבא לפני המלך, והמלך יושב בכסאו. ושתי נערותיו עמה, ותשם יד ימינה על הנערה האחת ותסמוך בידה לבלתי נגוע ארצה הזהב וכל מיני אבני יקרה בו. וכל גדולי מלכות יושבים לפניו אומרים זה לזה: זו שנכנסה בלא זמנה נהרגת, וזה אומר: אני נוטל לבוש מלכות שעליה, וזה אומר: אני נוטל מה שברגליה, וזה אומר: אני נוטל מה שבידיה. והיתה אסתר שומעת, ותצהיל פניה ותכס את הדאגה אשר בנפשה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOn the third day Esther accordingly clothed herself in royal garments, and came before the king, who was sitting upon the throne, accompanied by her two hand-maidens. Upon one of them she placed her right hand, and leaned upon her, according to the royal custom, while the other maiden followed behind her to hold up her train, that the gold and precious stones should not touch the ground. Before him were seated all the potentates of the kingdom, who said one to the other, ‘This woman is sure to be killed, since she has entered here without an appointed time.’ One said, ‘I will then take her royal garments’; another, ‘I shall take the ornaments on her feet’; and another, ‘I will take the ornaments on her hands.’ When Esther heard these remarks, she kept her face serene, and concealed the grief of her soul.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוישא המלך עיניו ותבער בו חמתו על אשר הפירה תורתו לבא בלא קריאה, ותכיר האשה קצף גדול של מלך וחרונו, ותתבהל ותפג רוחה ותשם ראשה על הנערה הסומכת ימינה. וירא אלהינו וידרש על לחצי עמו ותחמל נפשו בעמל ישראל ובצרת היתומה אשר בטחה עליו, ויתן לה חן לפני המלך ויוסף יופי על יופיה והוד על הודיה. ויקם המלך בבהלה מכסאו וירץ אל אסתר ויחבקה וינשקה ויסמכה בזרועו ויאמר לה: מה לך ולפחד הזה אסתר המלכה, כי הדת הזה אשר לנו איננה מושלת עלייך כאשר את מלכה חבירתי רעייתי. ויקח את שרביט הזהב וישם על ידה ויאמר לה: מדוע לא תדברי אלי? ותאמר אסתר: ראיתי אותך אדוני ונבהלה נפשי מפני כבודך מפני גדולת תפארתך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe king, then raising his eyes to her, was much enraged that she had transgressed the law by coming into his presence without being called. When Esther noticed the king’s anger and fury, she trembled, and, feeling faint, placed her head upon the maid at her right; but our <em>elo&#8217;ah</em> saw the oppression of their people, and had pity upon Yisrael and upon the trouble of the orphan who trusted in them, and Hashem made her find favor in the eyes of the king, for YHVH added beauty to her beauty and majesty to her majesty, and the king, rising in haste from his throne, ran towards Esther, and embraced and kissed her, and, taking her in his arms, said to her, ‘What is this fear, O Queen Esther? for this decree of ours does not apply to you, since you are the queen, my friend and companion and, taking up the golden scepter, he placed it into her hand, and added, &#8216;Why do you not speak to me?’ And Esther replied, &#8216;When I saw you my lord, my soul trembled before your honor, and on account of the greatness of your splendor.’\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויהי ככבדה ותשם עוד ראשה על הנערה, על עייפה נפשה בצום ובצרה. ויתבהל המלך מאד ויבך על פני אשתו וכל משרתיו מתחננים לה לדבר למלך להטיב נפשו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nShe then leaned her head once more upon her handmaid, for she was faint from fasting and from trouble. The king, however, was now very much alarmed at this, and wept before his wife, while all his ministers entreated her to speak to the king, in order to appease his soul.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nויעש יי׳ ביד אסתר המלכה וביד מרדכי תש[ו]עה גדולה, ויתלו את המן ובניו ויהרגו לפי חרב כל מבקשי רעת ישראל ויתרומם מרדכי מהיום ההוא והלאה בבית המלך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd YHVH brought about that great salvation through Queen Esther and Mordekhai. Haman and his sons were hanged upon the gallows, and all those who devised evil against Israel were slain at the edge of the sword, and Mordekhai from that day forth was honoured in the king’s palace.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This is a transcription and translation of a section of the Chronicles of Yeraḥmiel (or Jerahmeel, the work also known as Divrei haYamim l&#8217;Yeraḥmiel or Sefer Zikhronot), a pseudo-historical anthology compiled by Yeraḥmiel bar Shlomo who flourished in the 11th or 12th century. See Haim Schwarzbaum&#8217;s Prolegomenon on Jerahmeel in the 1971 reprint of Moses Gaster&#8217;s translation by Ktav Publishing House for more discussion on the author. The compilation includes material from other known works such as Sefer haYashar and Sefer Yossipon, as well as material found nowhere else. Concerning this section of the manuscript, Schwarzbaum writes:</p>\n<blockquote><p>\n<em>Jerahmeel</em> LXXIX-LXXX (pp. 236-241) presents the Esther and Mordecai legends in conformity with <em>Josippon</em>, ed. Günzburg, cols. 53-60; ed. Huminer pp. 25-30, Mordecai&#8217;s dream as given by <em>Josippon</em> (= <em>Jerahm</em>. LXXIX 3, p. 237, below) is derived from the <em>Apocryphal Additions to Esther</em> (Charles I 672f.; Menahem Edmund Stein in Kahana&#8217;s <em>Ha-Sepharim Ha-Hitzonim</em> I 539ff.; E. S. Hartom pp. 49ff.). It is not extant in Flavius Josephus’s <em>Antiquit</em>. Cf. also Pfeiffer 304ff.; C.C. Torrey, <em>The Apocryphal Literature</em>, New Haven 1945, pp. 57-59; O. Eissfeldt, <em>The O.T.</em> (1966) p. 511; Ginzberg IV 419-420; VI 470, note 132; M. J. Bin Gorion, <em>Mimkor Israel</em> (1966), pp. 87-88, No. 102, as well as his <em>Die Sagen der Juden</em>, vol. V (1927), pp. 415-422: “Der Traum Mordechais und Esthers Bittgang,” and his <em>Zephunot ve-Aggadot</em> (1964) p. 125f.; Jellinek vol. V, pp. VII-X and 1-16. Gaster’s reference (in his introduction, p. CVIII, below) to Jellinek vol. I should read “vol. V.” See also the Aramaic and Hebrew versions of Mordecai’s dream and Esther’s prayer edited by S.A. and A.J. Wertheimer, vol. I, Jerusalem 1950, pp. 316f. and 331-339; Eisenstein pp. 64-66; cf. also <em>Esther Rabbah</em> VIII 5; <em>Yalkut Shimeoni</em> on Esther, No. 1056.\n</p></blockquote>\n<p>The manuscript from which this transcription was derived is Bodleian MS. 2797, and dates from the 14th century thanks to the scribe, Eleazar ben Asher haLevi. Hakham Dr. Moses Gaster was the first to transcribe the manuscript in the late 19th century, but only small portions of the transcription were published before Gaster&#8217;s translation of the whole in 1899. In 2001, a complete transcription of the manuscript was published by Eli Yassif (University of Tel Aviv Press), and it is from that edition that I made the digital transcription of the Hebrew appearing here.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Many thanks to Dr. John C. Reeves for pointing me to this resource, as well as to Schwarzbaum&#8217;s Progomenon.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> This I have set side-by-side with Gaster&#8217;s translation, modifying the latter by removing archaic English and re-Hebraizing personal and divine names where they are invoked. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/chroniclesofjera00eleaiala#page/236/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Leviticus 26:44.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Many thanks to Dr. John C. Reeves for pointing me to this resource, as well as to Schwarzbaum&#8217;s Progomenon.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Midrash Aggadah",
        "Purim",
        "Purim Readings"
    ],
    "tags": [
        "11th century C.E.",
        "49th century A.M.",
        "dragons",
        "dreams",
        "parabiblical aggadah",
        "prophetic dreams"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "212"
        ],
        "_thumbnail_id": [
            "30496"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/03/round_plaque_with_two_fighting_dragons_limoges_1200-1250.jpg",
        "title": "Round plaque with two fighting dragons, Limoges, 1200-1250",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Round_plaque_with_two_fighting_dragons,_Limoges,_1200-1250,_gilt_brass_with_enamel_-_Museum_Schnütgen_-_Cologne,_Germany_-_DSC09983.jpg\">Round plaque with two fighting dragons</a>, Limoges, 1200-1250, gilt brass with enamel - Museum Schnütgen - Cologne, Germany (credit: Daderot, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=30495",
    "permalink": "https://opensiddur.org/prayers/lunisolar/commemorative-days/purim/prayers-of-mordekhai-and-esther-from-the-chronicle-of-yerahmiel/",
    "slug": "prayers-of-mordekhai-and-esther-from-the-chronicle-of-yerahmiel"
}