{
    "title": "&#x1F4AC; קריאות ליום העצמאות האמריקאי | Torah and Haftarah Readings for United States Independence Day, compiled by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/profile/isaac-gantwerk-mayer/\">translates</a> and <a href=\"/profile/isaac-gantwerk-mayer-3/\">transcribes</a> Hebrew and Aramaic texts, adding <em>niqqud</em> and <em>t'amim</em> as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-2"
        }
    ],
    "date": "2019-06-03",
    "last_updated": "2024-06-01",
    "excerpt": "The Fourth of July is a day on which Americans celebrate liberty, equality under heaven, and freedom from tyranny and foreign rule. Thus it is an appropriate day to read Torah. This is a Torah reading (divided into three aliyot) and a Haftarah reading to be recited on the Fourth of July. . . .",
    "content": "<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nThe Fourth of July is a day on which Americans celebrate liberty, equality under heaven, and freedom from tyranny and foreign rule. Thus it is an appropriate day to read Torah. This is a Torah reading (divided into three aliyot) and a Haftarah reading to be recited on the Fourth of July. The first two aliyot of the Torah reading are from the instructions for the sabbatical year. These readings include the famous line inscribed on the Liberty Bell &#8211; &#8220;Proclaim Liberty throughout all the land unto all the inhabitants thereof,&#8221; as well as hope for secure and prosperous dwelling in the land. Before the third aliyah the Torah scroll is rolled past the Tochechah, whose reading is inappropriate for a festival day, and the reading includes God&#8217;s promise never to forget the Jewish people in exile among the nations, an appropriate reading as we live across a sea, in the utmost west. The haftarah is a song of celebration from Isaiah over the downfall of tyrants and oppressors. Much of its language is reminiscent of the text of the Grievances in the Declaration of Independence. To conclude on a more positive note, it continues to a passage that announces that God&#8217;s will is done and cannot be stopped by the forces of evil. </p>\n<p>The English translation of Isaiah&#8217;s poem uses terms for Greek mythology &#8211; specifically &#8220;Tartarus&#8221; and &#8220;Olympus&#8221; to translate <span class=\"hebrew\" lang=\"he\">שאול</span> and <span class=\"hebrew\" lang=\"he\">צפון</span>. This was chosen because the poem is directed at a non-Israelite who reigned over a foreign nation, and in the history of the Jewish people such nations were often Greco-Roman. In Canaanite mythology, Mt. Zaphon (<span class=\"hebrew\" lang=\"he\">צפון</span>) is the meeting-place of the gods, so &#8220;Olympus&#8221; serves as an appropriate translation.</p>\n<p>These readings would be performed as in a normal Torah service on weekdays, with two exceptions. Because of the nature of the Gregorian calendar, the Fourth of July often falls on a Saturday, in which case the first two parashiyot would be combined to form a special maftir, and the regular Shabbat haftarah would be replaced (unless falling during the three weeks, in which case the haftarot of retribution take precedence). </p>\n<p>A more difficult problem is that the Fourth of July can often fall on the 17th of Tammuz, a fast day. When this occurs, the Fourth of July reading would occur in the morning. The first two aliyot would be equivalent, but the third aliyah would be extended from 26:3 to 26:48, including the Tochechah. There is in fact an ancient tradition of reading the Tochechah on fast days &#8211; see Megillah 31b &#8211; so this is appropriate. The haftarah would not be read. In the afternoon, the standard fast day reading and haftarah would be read.</p>\n<p>Note: “The CAUSE” is used to translate the Divine Name YHVH, based on the philosophical idea of God as the Prime Mover and on the interpretation of the Name as a causative form of the copula – “causes to be.”</p>\n<p>This is part two of what will be a series of Torah and Haftarah readings for civic holidays. (For a reading on Thanksgiving Day (U.S.) <a href=\"https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/modern/megillat-washington-a-scroll-for-thanksgiving-by-isaac-gantwerk-mayer/\">visit here</a>.)\n</div>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nקריאות ליום העצמאות האמריקאי (ד׳ ביולי)‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nScriptural Readings for the Fourth of July (Independence Day)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n1 (ויקרא כה:ח-יג)<br />\n&nbsp;<br />\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%201%20-%20First%20Aliyah%20%28Leviticus%2025v8-13%29.mp3?_=1\" /><a href=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%201%20-%20First%20Aliyah%20%28Leviticus%2025v8-13%29.mp3\">https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%201%20-%20First%20Aliyah%20%28Leviticus%2025v8-13%29.mp3</a></audio><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nKohen (Leviticus 25:8-13)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְסָפַרְתָּ֣ לְךָ֗ שֶׁ֚בַע שַׁבְּתֹ֣ת שָׁנִ֔ים שֶׁ֥בַע שָׁנִ֖ים שֶׁ֣בַע פְּעָמִ֑ים וְהָי֣וּ לְךָ֗ יְמֵי֙ שֶׁ֚בַע שַׁבְּתֹ֣ת הַשָּׁנִ֔ים תֵּ֥שַׁע וְאַרְבָּעִ֖ים שָׁנָֽה׃ וְהַֽעֲבַרְתָּ֞ שׁוֹפַ֤ר תְּרוּעָה֙ בַּחֹ֣דֶשׁ הַשְּׁבִעִ֔י בֶּעָשׂ֖וֹר לַחֹ֑דֶשׁ בְּיוֹם֙ הַכִּפֻּרִ֔ים תַּעֲבִ֥ירוּ שׁוֹפָ֖ר בְּכׇל־אַרְצְכֶֽם׃ וְקִדַּשְׁתֶּ֗ם אֵ֣ת שְׁנַ֤ת הַחֲמִשִּׁים֙ שָׁנָ֔ה וּקְרָאתֶ֥ם דְּר֛וֹר בָּאָ֖רֶץ לְכׇל־יֹשְׁבֶ֑יהָ יוֹבֵ֥ל הִוא֙ תִּהְיֶ֣ה לָכֶ֔ם וְשַׁבְתֶּ֗ם אִ֚ישׁ אֶל־אֲחֻזָּת֔וֹ וְאִ֥ישׁ אֶל־מִשְׁפַּחְתּ֖וֹ תָּשֻֽׁבוּ׃ יוֹבֵ֣ל הִ֗וא שְׁנַ֛ת הַחֲמִשִּׁ֥ים שָׁנָ֖ה תִּהְיֶ֣ה לָכֶ֑ם לֹ֣א תִזְרָ֔עוּ וְלֹ֤א תִקְצְרוּ֙ אֶת־סְפִיחֶ֔יהָ וְלֹ֥א תִבְצְר֖וּ אֶת־נְזִרֶֽיהָ׃ כִּ֚י יוֹבֵ֣ל הִ֔וא קֹ֖דֶשׁ תִּהְיֶ֣ה לָכֶ֑ם מִ֨ן־הַשָּׂדֶ֔ה תֹּאכְל֖וּ אֶת־תְּבוּאָתָֽהּ׃ בִּשְׁנַ֥ת הַיּוֹבֵ֖ל הַזֹּ֑את תָּשֻׁ֕בוּ אִ֖ישׁ אֶל־אֲחֻזָּתֽוֹ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd you will count yourself seven weeks of years, seven years seven times, and these will be for you days of seven weeks of years, forty-nine years. And you will sound aloud the call of the shofar on the seventh month, on the tenth of the month, on the Day of Atonement you will sound aloud the shofar in all your lands. And you will sanctify the year of the fiftieth year, and you will declare liberty in the land to all its inhabitants; a jubilee it will be for you, and each person will return to his inheritance and to his family return. It is a jubilee, the year of the fiftieth year will be for you, you will not plant and you will not reap the growth and you will not harvest the untrimmed. For it is a jubilee, it will be sacred for you, from the field you will eat its fruit. In the year of this jubilee each person will return to his inheritance.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n2 (ויקרא כה:יד-יט)<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-2\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%202%20-%20Second%20Aliyah%20%28Leviticus%2025v14-19%29.mp3?_=2\" /><a href=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%202%20-%20Second%20Aliyah%20%28Leviticus%2025v14-19%29.mp3\">https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%202%20-%20Second%20Aliyah%20%28Leviticus%2025v14-19%29.mp3</a></audio><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLevi (Leviticus 25:14-19)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְכִֽי־תִמְכְּר֤וּ מִמְכָּר֙ לַעֲמִיתֶ֔ךָ א֥וֹ קָנֹ֖ה מִיַּ֣ד עֲמִיתֶ֑ךָ אַל־תּוֹנ֖וּ אִ֥ישׁ אֶת־אָחִֽיו׃ בְּמִסְפַּ֤ר שָׁנִים֙ אַחַ֣ר הַיּוֹבֵ֔ל תִּקְנֶ֖ה מֵאֵ֣ת עֲמִיתֶ֑ךָ בְּמִסְפַּ֥ר שְׁנֵֽי־תְבוּאֹ֖ת יִמְכׇּר־לָֽךְ׃ לְפִ֣י ׀ רֹ֣ב הַשָּׁנִ֗ים תַּרְבֶּה֙ מִקְנָת֔וֹ וּלְפִי֙ מְעֹ֣ט הַשָּׁנִ֔ים תַּמְעִ֖יט מִקְנָת֑וֹ כִּ֚י מִסְפַּ֣ר תְּבוּאֹ֔ת ה֥וּא מֹכֵ֖ר לָֽךְ׃ וְלֹ֤א תוֹנוּ֙ אִ֣ישׁ אֶת־עֲמִית֔וֹ וְיָרֵ֖אתָ מֵֽאֱלֹהֶ֑יךָ כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיכֶֽם׃ וַעֲשִׂיתֶם֙ אֶת־חֻקֹּתַ֔י וְאֶת־מִשְׁפָּטַ֥י תִּשְׁמְר֖וּ וַעֲשִׂיתֶ֣ם אֹתָ֑ם וִֽישַׁבְתֶּ֥ם עַל־הָאָ֖רֶץ לָבֶֽטַח׃ וְנָתְנָ֤ה הָאָ֙רֶץ֙ פִּרְיָ֔הּ וַאֲכַלְתֶּ֖ם לָשֹׂ֑בַע וִֽישַׁבְתֶּ֥ם לָבֶ֖טַח עָלֶֽיהָ׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd when you sell sales to your fellow, or purchasing from your fellow, one may not wrong another. Just for the number of years since the jubilee you will buy from your fellow, and he will sell you only for the number of years of crops. So that the more years, the more you pay, and so that the fewer years, the less you pay, for a number of crops he is selling you. You will not wrong one another, but be in awe of your God, for I am the CAUSE your God. And you will do My laws and guard My rules and do them, and thus live on the land in safety.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\n<span class=\"instruction\">מדליגים עד „וזכרתי את בריתי‟</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">The scroll is rolled.</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמפטיר (ויקרא כו:מב-מו)<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-3\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%203%20-%20Third%20Aliyah%20%28Leviticus%2026v42-46%29.mp3?_=3\" /><a href=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%203%20-%20Third%20Aliyah%20%28Leviticus%2026v42-46%29.mp3\">https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%203%20-%20Third%20Aliyah%20%28Leviticus%2026v42-46%29.mp3</a></audio><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMaftir (Leviticus 26:42-48)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְזָכַרְתִּ֖י אֶת־בְּרִיתִ֣י יַעֲק֑וֹב וְאַף֩ אֶת־בְּרִיתִ֨י יִצְחָ֜ק וְאַ֨ף אֶת־בְּרִיתִ֧י אַבְרָהָ֛ם אֶזְכֹּ֖ר וְהָאָ֥רֶץ אֶזְכֹּֽר׃ <span class=\"instruction\">[בלחש]</span> וְהָאָ֩רֶץ֩ תֵּעָזֵ֨ב מֵהֶ֜ם וְתִ֣רֶץ אֶת־שַׁבְּתֹתֶ֗יהָ בׇּהְשַׁמָּה֙ מֵהֶ֔ם וְהֵ֖ם יִרְצ֣וּ אֶת־עֲוֺנָ֑ם יַ֣עַן וּבְיַ֔עַן בְּמִשְׁפָּטַ֣י מָאָ֔סוּ וְאֶת־חֻקֹּתַ֖י גָּעֲלָ֥ה נַפְשָֽׁם׃ <span class=\"instruction\">[רגיל]</span> וְאַף־גַּם־זֹ֠את בִּֽהְיוֹתָ֞ם בְּאֶ֣רֶץ אֹֽיְבֵיהֶ֗ם לֹֽא־מְאַסְתִּ֤ים וְלֹֽא־גְעַלְתִּים֙ לְכַלֹּתָ֔ם לְהָפֵ֥ר בְּרִיתִ֖י אִתָּ֑ם כִּ֛י אֲנִ֥י יְהֹוָ֖ה אֱלֹהֵיהֶֽם׃ וְזָכַרְתִּ֥י לָהֶ֖ם בְּרִ֣ית רִאשֹׁנִ֑ים אֲשֶׁ֣ר הוֹצֵֽאתִי־אֹתָם֩ מֵאֶ֨רֶץ מִצְרַ֜יִם לְעֵינֵ֣י הַגּוֹיִ֗ם לִהְי֥וֹת לָהֶ֛ם לֵאלֹהִ֖ים אֲנִ֥י יְהֹוָֽה׃ אֵ֠לֶּה הַֽחֻקִּ֣ים וְהַמִּשְׁפָּטִים֮ וְהַתּוֹרֹת֒ אֲשֶׁר֙ נָתַ֣ן יְהֹוָ֔ה בֵּינ֕וֹ וּבֵ֖ין בְּנֵ֣י יִשְׂרָאֵ֑ל בְּהַ֥ר סִינַ֖י בְּיַד־מֹשֶֽׁה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd I will remember My covenant with Jacob, and also My covenant with Isaac, and also My covenant with Abraham I will remember, and I will remember the land. <span class=\"instruction\">[Quietly]</span> And the land will be lost from them, paying off its Sabbaths by being desolate of them, and they will pay off their iniquity, obviously because they rejected my rules and their souls spurned my laws. <span class=\"instruction\">[Regular]</span> And also, even then, when they are in the land of their enemies, I will not reject them and I will not spurn them or destroy them or annul My covenant with them, for I the CAUSE am their God. And I will remember for their sake the ancient covenant, that I brought them from the land of Egypt in the eyes of all the nations to be for them God; I am the CAUSE. These are the laws and the rules and the teachings that the CAUSE has given between the Divine and the children of Israel on Mt. Sinai by the hand of Moses.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהפטרה (ישעיהו-יד ג:כז)<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-4\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%204%20-%20Haftarah%20%28Isaiah%2014v3-27%29.mp3?_=4\" /><a href=\"https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%204%20-%20Haftarah%20%28Isaiah%2014v3-27%29.mp3\">https://archive.org/download/IsaacGantwerkMayerScripturalReadingsForTheFourthOfJuly/Isaac%20Gantwerk%20Mayer%20-%20Scriptural%20Readings%20for%20the%20Fourth%20of%20July%20-%204%20-%20Haftarah%20%28Isaiah%2014v3-27%29.mp3</a></audio><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHaftarah (Isaiah 14:3-27)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nוְהָיָ֗ה בְּי֨וֹם הָנִ֤יחַ יְהֹוָה֙ לְךָ֔ מֵֽעׇצְבְּךָ֖ וּמִֽרׇגְזֶ֑ךָ וּמִן־הָעֲבֹדָ֥ה הַקָּשָׁ֖ה אֲשֶׁ֥ר עֻבַּד־בָּֽךְ׃ וְנָשָׂ֜אתָ הַמָּשָׁ֥ל הַזֶּ֛ה עַל־מֶ֥לֶךְ בָּבֶ֖ל וְאָמָ֑רְתָּ אֵ֚יךְ שָׁבַ֣ת נֹגֵ֔שׂ שָׁבְתָ֖ה מַדְהֵבָֽה׃ שָׁבַ֥ר יְהֹוָ֖ה מַטֵּ֣ה רְשָׁעִ֑ים שֵׁ֖בֶט מֹֽשְׁלִֽים׃ מַכֶּ֤ה עַמִּים֙ בְּעֶבְרָ֔ה מַכַּ֖ת בִּלְתִּ֣י סָרָ֑ה רֹדֶ֤ה בָאַף֙ גּוֹיִ֔ם מֻרְדָּ֖ף בְּלִ֥י חָשָֽׂךְ׃ נָ֥חָה שָׁקְטָ֖ה כׇּל־הָאָ֑רֶץ פָּצְח֖וּ רִנָּֽה׃ גַּם־בְּרוֹשִׁ֛ים שָׂמְח֥וּ לְךָ֖ אַרְזֵ֣י לְבָנ֑וֹן מֵאָ֣ז שָׁכַ֔בְתָּ לֹא־יַעֲלֶ֥ה הַכֹּרֵ֖ת עָלֵֽינוּ׃ שְׁא֗וֹל מִתַּ֛חַת רָגְזָ֥ה לְךָ֖ לִקְרַ֣את בּוֹאֶ֑ךָ עוֹרֵ֨ר לְךָ֤ רְפָאִים֙ כׇּל־עַתּ֣וּדֵי אָ֔רֶץ הֵקִים֙ מִכִּסְאוֹתָ֔ם כֹּ֖ל מַלְכֵ֥י גוֹיִֽם׃ כֻּלָּ֣ם יַעֲנ֔וּ וְיֹאמְר֖וּ אֵלֶ֑יךָ גַּם־אַתָּ֛ה חֻלֵּ֥יתָ כָמ֖וֹנוּ אֵלֵ֥ינוּ נִמְשָֽׁלְתָּ׃ הוּרַ֥ד שְׁא֛וֹל גְּאוֹנֶ֖ךָ הֶמְיַ֣ת נְבָלֶ֑יךָ תַּחְתֶּ֙יךָ֙ יֻצַּ֣ע רִמָּ֔ה וּמְכַסֶּ֖יךָ תּוֹלֵעָֽה׃ אֵ֛יךְ נָפַ֥לְתָּ מִשָּׁמַ֖יִם הֵילֵ֣ל בֶּן־שָׁ֑חַר נִגְדַּ֣עְתָּ לָאָ֔רֶץ חוֹלֵ֖שׁ עַל־גּוֹיִֽם׃ וְאַתָּ֞ה אָמַ֤רְתָּ בִֽלְבָבְךָ֙ הַשָּׁמַ֣יִם אֶעֱלֶ֔ה מִמַּ֥עַל לְכוֹכְבֵי־אֵ֖ל אָרִ֣ים כִּסְאִ֑י וְאֵשֵׁ֥ב בְּהַר־מוֹעֵ֖ד בְּיַרְכְּתֵ֥י צָפֽוֹן׃ אֶֽעֱלֶ֖ה עַל־בָּ֣מֳתֵי עָ֑ב אֶדַּמֶּ֖ה לְעֶלְיֽוֹן׃ אַ֧ךְ אֶל־שְׁא֛וֹל תּוּרָ֖ד אֶל־יַרְכְּתֵי־בֽוֹר׃ רֹאֶ֙יךָ֙ אֵלֶ֣יךָ יַשְׁגִּ֔יחוּ אֵלֶ֖יךָ יִתְבּוֹנָ֑נוּ הֲזֶ֤ה הָאִישׁ֙ מַרְגִּ֣יז הָאָ֔רֶץ מַרְעִ֖ישׁ מַמְלָכֽוֹת׃ שָׂ֥ם תֵּבֵ֛ל כַּמִּדְבָּ֖ר וְעָרָ֣יו הָרָ֑ס אֲסִירָ֖יו לֹא־פָ֥תַח בָּֽיְתָה׃ כׇּל־מַלְכֵ֥י גוֹיִ֖ם כֻּלָּ֑ם שָׁכְב֥וּ בְכָב֖וֹד אִ֥ישׁ בְּבֵיתֽוֹ׃ וְאַתָּ֞ה הׇשְׁלַ֤כְתָּ מִֽקִּבְרְךָ֙ כְּנֵ֣צֶר נִתְעָ֔ב לְבֻ֥שׁ הֲרֻגִ֖ים מְטֹ֣עֲנֵי חָ֑רֶב יוֹרְדֵ֥י אֶל־אַבְנֵי־ב֖וֹר כְּפֶ֥גֶר מוּבָֽס׃ לֹֽא־תֵחַ֤ד אִתָּם֙ בִּקְבוּרָ֔ה כִּי־אַרְצְךָ֥ שִׁחַ֖תָּ עַמְּךָ֣ הָרָ֑גְתָּ לֹא־יִקָּרֵ֥א לְעוֹלָ֖ם זֶ֥רַע מְרֵעִֽים׃ הָכִ֧ינוּ לְבָנָ֛יו מַטְבֵּ֖חַ בַּעֲוֺ֣ן אֲבוֹתָ֑ם בַּל־יָקֻ֙מוּ֙ וְיָ֣רְשׁוּ אָ֔רֶץ וּמָלְא֥וּ פְנֵי־תֵבֵ֖ל עָרִֽים׃ וְקַמְתִּ֣י עֲלֵיהֶ֔ם נְאֻ֖ם יְהֹוָ֣ה צְבָא֑וֹת וְהִכְרַתִּ֨י לְבָבֶ֜ל שֵׁ֥ם וּשְׁאָ֛ר וְנִ֥ין וָנֶ֖כֶד נְאֻם־יְהֹוָֽה׃ וְשַׂמְתִּ֛יהָ לְמוֹרַ֥שׁ קִפֹּ֖ד וְאַגְמֵי־מָ֑יִם וְטֵאטֵאתִ֙יהָ֙ בְּמַטְאֲטֵ֣א הַשְׁמֵ֔ד נְאֻ֖ם יְהֹוָ֥ה צְבָאֽוֹת׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd it will be, on the day that the CAUSE grants you rest from your pain and turmoil, and from the hard labor that you labored under, that you will carry up this song to mock the king of Babylon, and say, How has the tyrant ceased, the oppression stopped! The CAUSE broke the staff of the wicked, the rod of overlords. It struck peoples in rage, strikes without cease, treading down nations in anger, pursuit without relent. Now rest and peace is all the earth, breaking out in joyous song! Even the cypresses celebrate against you, the Lebanon cedars, &#8220;Now that you have laid down, none will come up to cut us over!&#8221; Tartarus below quaked at you, to welcome your entrance, awakening for you the dead-spirits of all the chiefs of earth, raising from their seats all the kings of nations. All speak out and say to you, &#8220;So you have been stricken as have we; like us you have become! Brought down to Tartarus is your pride, the noise of your lutes; worms are a bed below you, to cover you maggots!&#8221; How have you fallen from the sky, o Venus, Morning Star; brought down to earth, vanquisher of nations! You had thought to yourself, &#8220;I will climb to the skies, above the Divine stars I will place my throne, I will sit in the mount of assembly on highest Olympus! I will climb on the back of a cloud, I will be like the Highest! Instead, to Tartarus you were brought down, to the lowest Pit. They see you, they stare, they observe you: &#8220;Is this the man who shook the earth, quaked the nations? Who made the world like wilderness, its towns wrecked, its prisoners never let home?&#8221; All the kings of all nations were laid in honor in their final home. But you were thrown from your grave, like an unwanted twig; in a dead man&#8217;s clothes gashed by the sword, going down to the stones of the Pit like a trampled corpse. You will not be buried alongside them, for your land you destroyed, your people you killed Forever more your evil seed will be unnamed! Put up for his sons a slaughterhouse, for the sin of their father; may they not arise to take the earth! Then the face of the land will be full of towns. And I will rise against them, announces the CAUSE of Multitudes, and will cut down from Babylon remembrance and remnant, kith and kin, announces the CAUSE. And I will make it a possession of the bandicoot-rat, of water-pools; and I will broom it with the broom of destruction, announces the CAUSE of Multitudes.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nנִשְׁבַּ֛ע יְהֹוָ֥ה צְבָא֖וֹת לֵאמֹ֑ר אִם־לֹ֞א כַּאֲשֶׁ֤ר דִּמִּ֙יתִי֙ כֵּ֣ן הָיָ֔תָה וְכַאֲשֶׁ֥ר יָעַ֖צְתִּי הִ֥יא תָקֽוּם׃ לִשְׁבֹּ֤ר אַשּׁוּר֙ בְּאַרְצִ֔י וְעַל־הָרַ֖י אֲבוּסֶ֑נּוּ וְסָ֤ר מֵֽעֲלֵיהֶם֙ עֻלּ֔וֹ וְסֻ֨בֳּל֔וֹ מֵעַ֥ל שִׁכְמ֖וֹ יָסֽוּר׃ זֹ֛את הָעֵצָ֥ה הַיְּעוּצָ֖ה עַל־כׇּל־הָאָ֑רֶץ וְזֹ֛את הַיָּ֥ד הַנְּטוּיָ֖ה עַל־כׇּל־הַגּוֹיִֽם׃ כִּֽי־יְהֹוָ֧ה צְבָא֛וֹת יָעָ֖ץ וּמִ֣י יָפֵ֑ר וְיָד֥וֹ הַנְּטוּיָ֖ה וּמִ֥י יְשִׁיבֶֽנָּה׃<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe CAUSE of Multitudes has vowed this: Thus it will be: If I thought it, thus it is, and if I planned it, thus it comes to pass. To break Assyria in My land, on My mountain to crush him. And his yoke will drop from them, and his burden from their shoulders will drop. That is the plan planned for all the earth, that is the outstretched arm over all the nations. For the CAUSE of Multitudes has planned, who can foil? The Outstretched Arm is God&#8217;s, so who can turn it away?\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "US Independence Day Readings"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "United States"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "25549"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/06/Visiting-LBC-960-X-480_1.jpg",
        "title": "Visiting-LBC-960-X-480_1",
        "caption": "\"Visiting Liberty Bell Center\" (credit: National Park Service, license: PD)"
    },
    "source_link": "https://opensiddur.org/?p=25545",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/festival-and-fast-day-readings/civic-readings/independence-day-readings/torah-and-haftarah-readings-for-the-fourth-of-july-independence-day/",
    "slug": "torah-and-haftarah-readings-for-the-fourth-of-july-independence-day"
}