{
    "title": "&#x1F4D6; Abridged Prayer Book for Jews in the Armed Forces of the United States (National Jewish Welfare Board 1941)",
    "author": "the National Jewish Welfare Board",
    "coauthors": [
        {
            "name": "Eugene Kohn",
            "bio": "Eugene Kohn (January 26, 1887 - April 1, 1977) was an American Reconstructionist rabbi, writer and editor. Born in Newark, New Jersey he attended the Jewish Theological Seminary of America and in 1912 received ordination. It was here that he met Rabbi Mordecai Kaplan who taught him homiletics. Between 1912 and 1939 he served as a congregational rabbi in Conservative synagogues in the U.S. states of Maryland, New Jersey, New York, Wisconsin and Ohio. He also served as the president of the Rabbinical Assembly 1936-1937. He played a central role in the Reconstructionist movement. He edited its journal <em>The Reconstructionist</em> and, alongside Kaplan and Ira Eisenstein, edited <em>The New Haggadah</em> (1941), <em>The Sabbath Prayer Book</em> (1945) and<em> The Reconstructionist Prayer Book</em> (1948). Alongside Jack Cohen, Eisenstein and Milton Steinberg he was one of Kaplan's main disciples.",
            "website": "https://en.wikipedia.org/wiki/Eugene_Kohn",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/eugene-kohn-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/eugene-kohn"
        },
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Solomon B. Freehof",
            "bio": "Solomon Bennett Freehof (August 8, 1892 – 1990) was a prominent Reform rabbi, posek, and scholar. Rabbi Freehof served as president of the Central Conference of American Rabbis and the World Union for Progressive Judaism. Beginning in 1955, he led the CCAR's work on Jewish law through its responsa committee. He also spearheaded changes to Reform liturgy with revisions to the <em>Union Prayer Book</em>. For many years, he served as the pulpit rabbi at Rodef Shalom in Pittsburgh, PA. According to the congregation, \"For more than 35 years, Dr. Freehof's weekly book review series attracted audiences of more than 1,500 Christians and Jews.\"",
            "website": "https://en.wikipedia.org/wiki/Solomon_Freehof",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/01/solomon-bennett-freehof-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/solomon-bennett-freehof"
        },
        {
            "name": "the National Jewish Welfare Board",
            "bio": "The National Jewish Welfare Board (JWB) was formed on April 9, 1917, three days after the United States declared war on Germany, in order to support Jewish soldiers in the U.S. military during World War I The impetus for creating the organization stemmed from Secretary of War, Newton Baker and Secretary of Navy, Josephus Daniels. The organization was also charged with recruiting and training rabbis for military service, as well as providing support materials to these newly commissioned chaplains. The JWB also maintained oversight of Jewish chapel facilities at military installations. In 1921, several organizations merged with the JWB to become a national association of Jewish community centers around the country in order to integrate social activities, education, and active recreation. These merged organizations included the YWHA, YMHA, and the National Council of Young Men's Hebrew and Kindred Association. In 1941, in a response to a mandate from President Franklin D. Roosevelt, six private organizations - the YMCA, YWCA, the National Jewish Welfare Board, the Traveler's Aid Association and the Salvation Army were challenged to handle the on-leave morale and recreational needs for members of the Armed Forces. The six organizations pooled their resources and the United Service Organizations, which quickly became known as the USO, was incorporated in New York on February 4, 1941. The organization is now the JWB Jewish Chaplains Council, part of JCC of North America. The Council sends prayer books, religious artifacts and supplies for Jewish holidays, including Passover Seder kits, Ḥanukkah candles, four species for Tabernacles, and more.",
            "website": "https://en.wikipedia.org/wiki/National_Jewish_Welfare_Board",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/09/njwb-logo-scaled-e1674565193453-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/national-jewish-welfare-board"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2022-01-16",
    "last_updated": "2023-04-06",
    "excerpt": "An abridged siddur prepared for use of Jewish military personnel serving in the armed forces of the United States in advance of World War II, and printed by the Jewish Publication Society.  . . .",
    "content": "<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/abridged-prayer-book-for-the-jews-in-the-armed-forces-of-the-united-states-jewish-welfare-board-1941/Abridged%20Prayer%20Book%20for%20the%20Jews%20in%20the%20Armed%20Forces%20of%20the%20United%20States%20%28Jewish%20Welfare%20Board%201941%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<hr>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE</p>\n<p>May this prayer book, small enough in size to be carried in a pocket over the heart, bear the spiritual message of Israel’s ancient prayers to the heart of the American Jewish soldiers and sailors serving their country. The prayers here gathered together speak of the eternal aspirations of the Jewish people, and, indeed, of all mankind. They lift the soul above the immediate cares and interests of the daily round to the sphere of tenderness, purity and faith that is divine. They link those far from home with some of the most beautiful and uplifting associations of family life. They quicken loyalty to loved ones and to all one’s fellow men. They strengthen against temptation and give courage to spurn evil and hold fast to faith in the ultimate triumph of the good. In furthering this high purpose, this little volume of devotion serves not only the men who use it, but also the highest ideal of America.</p>\n<p>This abridged prayer book is necessarily incomplete, especially in the services for the festivals, and for the New Year and the Day of Atonement. Including only the essence of the principal Jewish services of prayer, it is designed to be used where the exigencies of life in the army or the navy do not permit attendance at regular synagogue services with their incomparable richness of spiritual inspiration.</p>\n<p>May this manual of prayer, which from the hallowed ideals of the past draws religious inspiration for the present, help towards achieving a future of peace and human brotherhood under the Father of all mankind.</p></blockquote>\n<blockquote><p>ACKNOWLEDGMENTS</p>\n<p>The Jewish Welfare Board makes grateful acknowledgment to the Jewish Publication Society for permission to use its text of most of the Biblical passages, and to the Central Conference of American Rabbis for the Friday evening service from the Union Prayer Book, as well as for the hymns and prayers taken, as indicated in the text, from the Union Hymnal and from “Blessing and Praise”. It has also drawn on prayer books edited by Simeon Singer, Hermann Adler, David de Sola Pool and others, and the Prayer Book for Jewish Soldiers and Sailors compiled for men in the British Army and Navy. Finally it records its debt to the original editors, Dr. Cyrus Adler, Dr. Bernard Drachman and Dr. William Rosenau, representing respectively conservative, orthodox, and reform Judaism, who in 1917 prepared the Abridged Prayer Book for Jewish men in the American forces serving in the World War, and to Dr. Solomon B. Freehof, Rabbi Eugene Kohn and Dr. David de Sola Pool, who have prepared this revised edition.</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "American Jewry of the United States",
        "military",
        "World War Ⅱ"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/105'>Public Domain</a> (17 U.S. Code &sect;105 - Subject matter of copyright: United States Government works)"
        ],
        "_thumbnail_id": [
            "41853"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/01/Abridged-Prayer-Book-for-the-Jews-in-the-Armed-Forces-of-the-United-States-Jewish-Welfare-Board-1941-title-scaled.jpg",
        "title": "Abridged Prayer Book for the Jews in the Armed Forces of the United States (Jewish Welfare Board 1941) &#8211; title",
        "caption": "Abridged Prayer Book for the Jews in the Armed Forces of the United States (Jewish Welfare Board 1941) - title"
    },
    "source_link": "https://opensiddur.org/?p=41852",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/abridged-prayer-book-for-jews-in-the-armed-forces-of-the-united-states-national-jewish-welfare-board-1941/",
    "slug": "abridged-prayer-book-for-jews-in-the-armed-forces-of-the-united-states-national-jewish-welfare-board-1941"
}