{
    "post_id": 15176,
    "title": "הַסִּדוּר (אשכנז)‏ | HaSiddur, a bilingual Hebrew-English prayerbook translated and arranged by Rabbi Ben-Zion Bokser (1957)",
    "author": "Ben-Zion Bokser",
    "coauthors": [
        {
            "name": "Ben-Zion Bokser",
            "bio": "Ben Zion-Bokser was born in Lubomi, Poland, and emigrated to the United States at the age of 13 in 1920. Bokser heard Rabbi Abraham Isaac Kook speak in New York in 1924 and became an avid student and great proponent of his teachings. Bokser attended City College of New York (BA, 1928) and Rabbi Isaac Elhanan Theological Seminary (Yeshiva University), followed by the Jewish Theological Seminary of America (ordained, 1931) and Columbia University (PhD, 1935). He taught for many years as an Adjunct Professor of Political Science, Queens College, City University of New York. His first pulpit was Congregation Beth Israel in Vancouver. He served as the rabbi of Forest Hills Jewish Center in Queens, New York starting in 1933 and remained in that position for the balance of his career, more than fifty years. He served a two-year period as a United States Army chaplain during World War Two, stationed at Camp Miles Standish in Massachusetts. During WWII, he organized aid for Jewish soldiers. Bokser was an advocate of social justice, taking a position in favor of the construction of a housing project for the poor in the middle class community of Forest Hills. He fought against the death penalty in NY state.",
            "website": "https://en.wikipedia.org/wiki/Ben-Zion_Bokser",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/02/Ben-Zion-Bokser-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ben-zion-bokser"
        },
        {
            "name": "Hebrew Publishing Company",
            "bio": "The Hebrew Publishing Company was founded in 1900 by Joseph Werbelowsky (1884-1919). Occupying a former bank building on Delancey Street in Manhattan’s Lower East Side until the mid 1970s, the company remained owned by the Werbelowsky family (later shortened to Werbel) until 1980 when it was sold to Charles Lieber (1921-2016). During its first eighty years, the publishing house grew to become one of the most prominent publishing houses for Jewish books and sheet music.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/hebrew-publishing-logo-1928-96x96.png",
            "profile_link": "https://opensiddur.org/profile/hebrew-publishing-company"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2017-02-26",
    "last_updated": "2025-05-29",
    "excerpt": "Ben Zion Bokser's popular mid-20th century modern prayerbook for Conservative American Jewry. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/HaSiddurThePrayerBookBenZionBokser1957rev1961#page/n02/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the Varady family, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote>\n<h3>Introduction</h3>\n<p>Prayer is the human side of an unending dialogue between God and man. In the wondrous phenomena of nature as in the inspired word of Scripture, God speaks to man. God speaks to man of His love for him, of His purposes in having fashioned life, and of the ultimate goodness of all existence. We who hear God, try to respond. Man’s response to God is prayer.</p>\n<p>Most Hebrew prayers are expressions of adoration and gratitude. They are prayers of thanksgiving and praise for God’s boundless mercy and goodness, for His providential love and beneficence to all His creatures. These prayers fulfill our instinctive need to express appreciation for the many blessings that the divine Benefactor has bestowed on us, and they deepen our love for Him and our trust in His divine providence.</p>\n<p>Prayers of praise have their origin in the emotion of awe and love. But our prayers also help to create these emotions and to deepen them. They charge us with the sensitivity to see God’s providence over our lives and in the world around us.</p>\n<p>The testimonies of God’s presence, according to Jewish tradition, are everywhere. They are written large in the grandeur of nature, in the joys of studying the Torah, and in the drama of history. This accounts for the introduction into the Prayer Book of the great nature Psalms which extol God as Creator, the lyrical hymns in praise of the Torah, and the ever recurring references to the great historic event of the liberation from Egyptian bondage.</p>\n<p>Our Prayer Book also includes petitionary prayers. They voice our needs, and they ask for deliverance from the various afflictions that beset us in the world. The function of petitionary prayer is to make us more conscious of our dependence on God, that we may thereby become more receptive to divine influences. God knows our needs before we voice them, but unless we are fully attuned to God, the bounty of His grace does not flow freely into our lives. As we draw closer to God, we come more completely under His providence, and His bounty flows more freely.</p>\n<p>Petitionary prayers also play an educational role. They help us to understand more clearly what our true needs really are. They teach us to pray not for the trivial things we often miss and long for, but for the things which are of enduring value, for wisdom, for nearness to God, for cleansing from sin, for redemption from oppression, for health, for sustenance, for peace, for the vindication  of the righteous, for Jewish renewal in the Holy Land.</p>\n<p>God answers petitionary prayer, but not necessarily according to our specifications. For we cannot expect God to overrule the laws operative in His universe. God cannot replace our own role in effecting the goals we seek. Man and God are partners in the work of creation. Man must be a co-worker with God in the struggle against the deficiencies which challenge him. Similarly, we cannot expect God to heed our requests when they run counter to the needs of the world as a whole. Nor can we expect God to lift us out of the limitations which are inherent in the human condition. We cannot ask Him to cancel our mortality, which means that life is given us for only a limited allotment of time, or our capacity to feel pain when attacked by hostile forces in our environment. God answers our prayers by helping us attain our goals, now or later, or by giving us the power to accept our condition  and to endure it.</p>\n<p>The function of prayer in all its manifestations is to bring us closer to God, that we may more faithfully perform His will; It is not to induce God to perform our will. As Rabbi Abraham Isaac Kook put it: “Prayer does not seek to effect any change in God, who is the source of all that is eternal and beyond change. It seeks rather to raise the soul toward divine heights.״</p>\n<p>We do not pray by words alone. Words are reinforced by more dramatic expressions, such as singing, dancing, bowing and kneeling , which make up the pageantry of our rituals. One element in ritual which men have used from generation to generation is the bringing of offerings to God.</p>\n<p>What tokens can man offer God as an expression of his devotion? Any object which is precious to us can reveal our sentiments. Among a pastoral people, as were our forefathers, it was natural to give a choice animal from the herd. Thus there came into being the cult of animal sacrifices. The offering of these sacrifices became the center of an elaborate ritual of worship. All other expressions of worship were, of course, involved as well—words, hymns, instrumental  and vocal music, and processions which are essentially in the nature of the dance.</p>\n<p>When the Temple in Jerusalem was destroyed, the cult of sacrifices fell into the discard, but the essence of the service which had grown around it survived in other forms of worship which had flourished at the same time. The significance of each type of offering  was transmuted into words, into melodies, and into certain dramatic enactments. The most graphic illustration of the latter is the Avodah Service on the Day of Atonement.</p>\n<p>The three daily services in Judaism are the equivalent of a ritual that grew up as part of the cult of sacrifices. The morning (Shaḥrit) and dusk (Minḥah) services are equivalent to the Tamid Temple offerings each morning and evening, in gratitude for God’s continued and ever recurring blessings. The evening (Maariv) service substituted for the nightly Temple ritual which centered in the burning of the sacrificial portions set aside from each day’s offerings. The supplementary service (Musaph) of each Sabbath and festival is equivalent to the supplementary offerings that once were brought in the Temple in Jerusalem on Sabbaths and festivals.</p>\n<p>The destruction of the Temple was looked upon as a great calamity in Judaism. But the Rabbis did not regard the offering of sacrifices as an indispensable act of worship. Thus Rabban Joḥanan ben Zaccai consoled his people, after the fall of the Temple, with the citation from the prophet Hosea who had declared  in the name of God: “I desire mercy and not sacrifice, and the knowledge of God rather than burnt offerings.” Rabbi Elazar declared explicitly in Berakot 32b: “Prayer is more vital than the offering of sacrifices.”</p>\n<p>Our prayers voice the hope for the future restoration of the Temple in Jerusalem and a renewal of the service upon its altars. This does not necessarily depend on the restoration of the cult of animal sacrifices. The equivalent ritual into which the sacrificial system has been translated remains an efficacious expression of Jewish piety. It can become the basis of a renewed Temple service, in all its splendor and glory, recreating Zion as the center out of which there will again go forth the Law of God for all mankind.</p>\n<p>Hebrew prayers are permeated with universal meaning, as timeless as the religious ideal underlying them. But they are cast in a language of poetry which is distinctive of the Hebrew idiom. It abounds in figures of speech, which parallel Biblical usage and which are based on the experiences of our forefathers in ancient days. In these figures of speech, moreover, God, the infinite, eternal, and absolute Being, who is without corporeality, is addressed in human terms, as though He possesses human attributes.</p>\n<p>These figures of speech constitute the chief difficulty in under-standing the Hebrew prayers, as well as the meaning of the Hebrew Bible. Psalm 148:14, for instance, taken literally, reads: “And lie raised a horn for His people.״ This statement takes on meaning when one realizes that the horn was a symbol of strength to the ancient Hebrew poets, who saw animals use their horns in defense and attack. For the English reader, the figure of speech must be translated into equivalent terms. A literal rendition would confuse him.</p>\n<p>The characterization of God as though He were a physical being is in many cases especially troubling. Quoting Exodus 15:6, the liturgy states: “Thy right hand, O Lord, is glorious in power.״ Surely we do not presume that God has a right and left hand. Once more, we are dealing with a figure of speech, in which God is compared with man. The modern translator might well have to sacrifice the vividness of the original imagery, by omitting the reference to God’s right hand, and simply interpret: “Thou art glorious in power.”</p>\n<p>The liturgist does not merely parallel the style of the Bible. He often weaves his paragraphs from Biblical verses. These verses, taken from a variety of contexts, must be endowed in some cases with new shadings of thought which fit the purpose of the prayer. The significance of the prayer is lost unless these new shadings of thought are made clear. We have an illustration of this in the introduction of the verses Psalms 2:29, Obadiah 1:21, and Zechariah 14:9, at the conclusion of the Song of Moses, which is taken from Exodus 15:1-18. The last verses project the Messianic redemption  of the future and the establishment of God’s kingdom. Presumably, faith in future redemption is reinforced by the recollection of Israel’s deliverance at the Red Sea; and this is undoubtedly the logic for the sequence of the verses. But all this is not indicated in our text, which simply groups all the verses into one paragraph, as though they all come from one single source. If a modern worshiper is to respond with feeling and inspiration to the prayers, these considerations must be made clear to him, either in explanatory notes or in the translation itself, to set them in proper context.</p>\n<p>Is it legitimate to depart from the literal text, to offer expansions on it, or free translations? Every translation must, to some extent, do so. Each language has its own distinctive idiom, and if we are to insist on the retention of the literal meaning of each word, we would get nothing but literary distortion. The Rabbis recognized this when they declared in Kiddushin 49a: “He who translates a verse literally, has perpetrated a fraud.״</p>\n<p>The task of a translator is to be intelligible. He must, of course, be faithful to the idea which the original seeks to convey, but he must feel free to reformulate the original in the light of the idiomatic requirements of the language to which he translates. Indeed, there is no existing translation of the Prayer Book which does not depart from the letter of the original text. A completely literal translation would be of no help whatever to the modern worshiper.</p>\n<p>It may be instructive to cite the freedom of translation of which the Prayer Book itself is a witness. A fragment of an Aramaic translation of several Biblical verses is embodied in one of the prayers, made up of many verses, the ובא לציון גואל. The original is the familiar affirmation of God’s holiness: “Holy, holy, holy is the Lord of hosts. The whole earth is full of His glory.” The Aramaic translation which has been included in our text is an expansion of it: “Holy in the highest heaven, His divine abode; holy on earth, His mighty creation; holy forever and to all eternity is the Lord of hosts. The whole earth is full of His radiant glory.״ The above is, of course, more than a translation. It is also a commentary. Every translation must be part translation and part commentary.</p>\n<p>The modern translator must also reckon with the fact that some religious concepts, as formulated in the Prayer Book, appear alien to the mentality of the modern worshiper. In the Prayer Book, the term Israel stands for the Jewish people as the bearer of the covenant with God. And it presupposes the condition of Israel’s exile and homelessness. The emergence of the State of Israel has created ambiguity in the very name of the Jewish people, and it has made some of the references to the condition of the Jewish people and the Holy Land obsolete.</p>\n<p>This Prayer Book contains references to the hoped for restoration of the royal House of David. Clearly we do not visualize a monarchy as the form of government in a restored Israel, with a scion of David sitting on the throne. Yet, the House of David symbolized in Jewish history more than a royal dynasty. It symbolized a state of security within the Jewish people, a state of national dignity and freedom. And it also symbolized religious vitality. David became the idealized hero of Jewish prayer because statecraft did not divert him from his religious vocation, as the Psalmist who sang of man’s life with God. The longing for a Davidic restoration in the Prayer Book must be seen not primarily as an expression of a political ideal, but as the longing for a religiously renewed people living with a sense of peace in the world. Our translation of all such references in the prayers reflects this interpretation.</p>\n<p>The Prayer Book also includes extensive quotations from Talmudic literature. The largest single Talmudic selection in the Prayer Book is the Ethics of the Fathers. Here we are involved in the peculiarities of the Talmudic style. The Talmud, for instance, often supports its pronouncements by text-proofs from Scripture. But these text-proofs on occasions interpret the Biblical verses in a special way, far different from the sense in which they are conventionally understood. Thus, the Mishnah Sanhedrin 10:1, which forms a preface to each chapter of the Ethics of the Fathers, asserts that all the people will have a portion in life eternal, described here by the familiar traditional term the world to come. This declaration is supported by the citation of Isaiah 60:21.</p>\n<p>The crucial part of this verse is the beginning of it: ועמך כלם צדיקים, לעולם יירשו ארץ. All standard translations of the Bible render this part of the verse thus: “And Thy people shall be all righteous, they shall inherit the land forever.” This translation is fully supported by the context. The entire chapter is a description of the restoration of the Jewish people in the Holy Land. The verse under consideration is a promise that the retored community will be free of the sins of its predecessors, and that it will not again suffer the privations of exile. But how does all this prove eternal life to every man?</p>\n<p>It is clear that this verse is interpreted in the Mishnah in a special way. ועמך כלם צדיקים is interpreted to mean: “there is a quality of righteousness in all the people.” לעולם יירשו ארץ is interpreted to mean: “they will inherit the land where existence is forever,” a state following death where man sheds his mortality and enters upon his new career as an immortal being. This interpretation is suggested in the Otzar ha-Tefillot and in the Seder Avodat Yisrael of S. Baer. The translation of these text-proofs in the present work follows the meaning ascribed to them by the Rabbis rather than the meaning which they have in the original context.</p>\n<p>Our translation is in the modern English idiom; it avoids archaic expressions. Thus it substitutes you and your for thou, thee and thine. The archaic form is retained only when referring to God, as a mark of respect. The term vengeance, which in old English meant retributive justice, was once an appropriate translation of נקמה. In modern English the term suggests passionate anger, without regard to justice. The translation of אל נקמות in Psalm 94, as God of vengeance, would therefore, be false to the Hebrew text. We replaced the term vengeance with the term retribution. The word bless once had a double meaning; it suggested the bestowal of good, the sense in which it is used in modern English, and it also suggested the act of praise. The Hebrew term ברוך has this very same double meaning, and in old English it was properly translated in all instances as bless. We have translated ברוך as “bless״ when it is directed from God to man. But we have used the term “praise״ when man addresses God. Obviously, man can only praise God; he cannot bless Him. Blessing can only flow from God to man.</p>\n<p>A Prayer Book cannot take the place of a manual of instruction in ritual. We have, nevertheless, accompanied this edition of the Prayer Book with instructions as to the order of the Service which should prove helpful to the worshiper. However, many congregations follow their own ritual, omitting from or adding to, the regular order of the prayers. Within the prescribed framework of the major Braḥot, there is ample room for creative adaptations, which will best suit the needs of a particular congregation.</p>\n<p>In our Prayer Book we have included a short form of Grace After Meals, which has become part of the classic text of the Jewish liturgy. In the Armed Forces of the United States, a short form of the Morning Service was adopted upon the advice of a commission of Rabbis, representative of all sections of Jewish religious thought in this country. It reduces the preliminary portion of the Service to אלהי נשמה, ברוך שאמר, אשרי, ישתבח. The Talmud recommends a shorter form of the Amidah when one is under pressure and the longer service would prove an undue hardship. As the Rabbis put it (Berakot 29b), prayer which has become so set that it no longer permits of creative newness, has ceased to be devotional.</p>\n<p>Our Hebrew text is the standard text of the Prayer Book, according to the Ashkenazic rite, which predominates in American congregations. In a few instances, however, variant rites were followed because their text revealed a clearly superior reading. Thus in the מגן אבות prayer of the Friday Evening Service, we followed the reading in the Siddur Saadia Gaon and the Siddur of the Yemenites, substituting מעון for מעין. In the יגדל hymn, we followed the reading in several older versions of this hymn as cited in the Otzar ha-Tefillot and Israel Davidson’s <em>Otzar ha-Shirah ve-ha-Piyut</em> (volume 2, pages 266-267), substituting וכל נוצר for לכל נוצר. In the Kaddish we adopted the reading לעילא לעילא for the Ten Days of Penitence, rather than לעילא ולעילא, on the basis of the discussion in S. Baer’s Seder Avodat Yisrael.</p>\n<p>The Prayer for Israel on page 166 and the Prayer for World Peace on page 165 are based on prayers promulgated by the Chief Rabbinate of Israel. The reading, “The Holiness of the Sabbath”, on page 120, is an excerpt from <em>The Sabbath</em> by Dr. A. J. Heschel.</p>\n<p>The pagination adopted in this work marks each right and left page with the same number. It establishes more clearly the identity of the Hebrew text and the corresponding English translation. For the sake of uniformity, this form was kept even where the left page is not a translation of the page opposite.</p>\n<p>I acknowledge my indebtedness to a number of scholars who helped me with various problems I encountered in the course of this work. I am especially grateful to Dr. Louis Finkelstein, Dr. Saul Lieberman, Dr. Shalom Spiegel, Dr. H. L. Ginsberg, Dr. Max Arzt, Dr. A. J. Heschel, Dr. Max Kadushin, Dr. Simon Greenberg, Dr. Boaz Cohen, Dr. A. M. Habermann, Librarian of the Shocken Institute in Jerusalem, Israel, and Dr. George E. Mendenhall, of the Department of Near Eastern Studies, The University of Michigan. Rabbis Josiah Derby, Sol Landau, Seymour Siegel and Mr. Joseph Mindel read the manusceipt and offered many helpful suggestions. I am also indebted to Dr. Bernard Segal and Rabbi Wolfe Kellman for many kindnesses extended to me in the course of my work. Mr. Adolph G. Kraus continued to encourage me to pursue this project, and he offered many helpful comments and suggestions. Mr. Henry Katz was of great help in proofreading. I must also record my indebtedness to my secretary, Mrs. Sarah Kurzman, for her help in the preparation of the manuscript for publication.</p>\n<p>To my wife, I want to express my gratitude for her unfailing patience, criticism and suggestions.</p>\n<p>My final tribute I offer to the men and women of The Forest Hills Jewish Center, among whom it has been my privilege to teach and to learn for more than two decades.</p>\n<p>The aim of the present work is to meet the total need of the modern Jewish family. It includes the prayers for the entire year, except, of course, those for the High Holy days. It includes the rituals for the various home observances, as well as readings and prayers for various occasions of personal life.</p>\n<p>May this edition of the Prayer Book help awaken in the Jewish community a new realization of the role of prayer as a pathway leading man toward God.</p>\n<p>BEN ZION BOKSER<br />\nForest Hills, N.Y., April, 1957</p>\n<h3>FOREWORD TO REVISED EDITION</h3>\n<p>The response to the first edition of this Prayer Book has shown that there was need in the American Jewish community for a prayer book that would address itself to the manifold needs of the Jewish individual for personal prayer, in addition to the formal worship requirements of the synagogue. The new edition is intended to enhance the larger usefulness of this Prayer Book. There has been added a section of supplementary readings for congregational prayer as well as for individual devotion. There has also been added the text of the Book of Esther with a new English translation and commentary. The original section has remained unchanged, except for a few minor revisions in text and commentary; the pagination has remained entirely unchanged.</p>\n<p>In planning the new edition I had the benefit of the criticisms and suggestions of a number of friends and colleagues, to whom I express my gratitude.</p>\n<p>B. Z. B.<br />\nForest Hills, N.Y., Elul, 5721 [1961]\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Conservative Judaism",
        "North America",
        "North American Jewry",
        "Nusaḥ Ashkenaz",
        "Rav Kook",
        "Siddurim",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "15178"
        ],
        "date_src_start": [
            "1957-00-00"
        ],
        "date_src_end": [
            "1957-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/02/ha-siddur-title.jpg",
        "title": "ha-siddur-title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=15176",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/ha-siddur-by-ben-zion-bokser-1957/",
    "slug": "ha-siddur-by-ben-zion-bokser-1957"
}