{
    "title": "&#x1F4D6; הַסִּדּוּר הַשָּׁלֵם (אשכנז)‏ | HaSiddur haShalem, a bilingual Hebrew-English prayerbook translated and annotated by Paltiel Birnbaum (1949)",
    "author": "Paltiel Birnbaum (translation)",
    "coauthors": [
        {
            "name": "Paltiel Birnbaum (translation)",
            "bio": "Paltiel Philip Birnbaum​ (1904–1988) was an American religious author and translator, best known for his translation and annotation of the prayerbook Ha-Siddur Ha-Shalem ([Complete] Daily Prayer Book), first published in 1949, and widely used in Orthodox and Conservative synagogues until the late 1980s. Birnbaum was born in Kielce, Poland and emigrated to the United States in 1923. He attended Howard College and received his Ph.D. from Dropsie College. He served for several years as the principal of a Jewish day school in Wilmington, Delaware, and directed Jewish schools in Birmingham, Alabama, and Camden, New Jersey. He was a regular columnist and book reviewer for the Hebrew-language weekly, Hadoar. He also served on the board of directors of the Histadrut Ivrit b'America, an American association for the promotion of Hebrew language and culture.",
            "website": "https://en.wikipedia.org/wiki/Philip_Birnbaum",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/philip-birnbaum-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/paltiel-birnbaum"
        },
        {
            "name": "Hebrew Publishing Company",
            "bio": "The Hebrew Publishing Company was founded in 1900 by Joseph Werbelowsky (1884-1919). Occupying a former bank building on Delancey Street in Manhattan’s Lower East Side until the mid 1970s, the company remained owned by the Werbelowsky family (later shortened to Werbel) until 1980 when it was sold to Charles Lieber (1921-2016). During its first eighty years, the publishing house grew to become one of the most prominent publishing houses for Jewish books and sheet music.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/hebrew-publishing-logo-1928-96x96.png",
            "profile_link": "https://opensiddur.org/profile/hebrew-publishing-company"
        }
    ],
    "date": "2017-01-14",
    "last_updated": "2025-02-02",
    "excerpt": "The first edition of the Daily Prayerbook, Ha-Siddur Ha-Shalem, compiled and translated by Paltiel Birnbaum (Hebrew Publishing Co. 1949). . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/PhilipBirnbaumHaSiddurHaShalemTheDailyPrayerBook1949/Philip%20Birnbaum%20-%20ha-Siddur%20ha-Shalem%20%28The%20Daily%20Prayer%20Book%2C1949%29#page/n02/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p><em>HaSiddur haShalem</em> (The [Complete] Daily Prayer Book), translated and arranged by Paltiel Birnbaum, was widely used in Orthodox and Conservative synagogues until the late 1980s and remains a favorite prayerbook for many who grew up using it.</p>\n<p>The siddur is dedicated to the memory of David Werbelowsky (1878-1937), the son of the founder of the Hebrew Publishing Company, Joseph Werbelowsky.</p>\n<p>The Cantors Assembly of America had the segment of the siddur containing the Birkat Hamazon (Blessing after Eating the Meal) published by itself as the <em>bentsher</em>, <em><a href=\"https://opensiddur.org/compilations/birkonim/rabotai-nevareh-a-bentsher-compiled-by-the-cantors-assembly-of-america-1954/\">Rabbotai Nevareḥ</a></em> (1954). The bentsher included notes to the popular Ashkenazi tune of the birkat hamazon provided by Moshe Nathanson.</p>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort! If you would like to take part in the transcription of this work, please join our <a href=\"https://en.wikisource.org/wiki/Page:Philip_Birnbaum_-_ha-Siddur_ha-Shalem_(The_Daily_Prayer_Book,1949).pdf\">transcription effort on Wikisource</a>.</p>\n<hr />\n<blockquote>\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<h3>ACKNOWLEDGMENTS</h3>\n<p>In the course of his work on the Siddur, the author has consulted many authorities for guidance. He is deeply grateful to Rabbi Hayyim Heller for his illuminating suggestions.</p>\n<p>The writer is equally indebted to Professors Louis Ginzberg, Abraham A. Neuman, Chaim Tchernowitz, Alexander Marx, Solomon Zeitlin, Saul Lieberman, Joseph Reider, Israel Efros, Boaz Cohen, Abraham Heschel and Simon Greenberg for their helpful advice and encouragement.</p>\n<p>Grateful thanks are expressed to Doctors Joshua Bloch, Julius H. Greenstone, Solomon Grayzel, Mortimer J. Cohen, William Chomsky and Leon Liebreich for their invaluable aid and general interest.</p>\n<p>Mr. Daniel Persky and Mr. Isaac Rivkind deserve special mention for their assistance in various points of Hebrew grammar, lexicography and bibliography.</p>\n<p>The author also wishes to thank Messrs. Menahem Menschel, Hyman A. Segal and Alfred Newmark of the Hebrew Publishing Company for all they have done to help in the publication of this prayerbook.</p>\n<h3>INTRODUCTION</h3>\n<h4>I</h4>\n<p>The Siddur is the most popular book in Jewish life. No book so completely unites the dispersed people of Israel. If any single volume can tell us what it means to be a Jew, it is the Siddur which embodies the visions and aspirations, the sorrows and joys of many generations. The whole gamut of Jewish history may be traversed in its pages; it is a mirror that reflects the development of the Jewish spirit throughout the ages. Interwoven into the texture of the prayers are passages from the Bible, the Mishnah, the Talmud and the Zohar. The poetic and philosophic creations of numerous known and unknown authors constitute a considerable part of the Siddur. No other book so thoroughly expresses the creative genius of our people across the centuries.</p>\n<p>The Siddur passed through a long process of evolution until it finally emerged as a rich anthology of our literary classics. It abounds in quotations from every book of the Bible; it includes half the Book of Psalms, the entire Song of Songs, and lengthy excerpts from each of the Five Books of Moses. The <em>Ethics of the Fathers</em> and other chapters of the Mishnah have become particularly popular because they form part of the Siddur, which contains also extensive selections from the vast Hebrew literature that was written after the Talmud. Though its language is largely biblical Hebrew, it embodies a great deal of post-biblical diction. Aramaic, too, the common Jewish tongue that once replaced Hebrew for a long period, is prominently featured in prayers like the Kaddish and the Yekum Purkan.</p>\n<p>Judaism demands from its adherents a knowledge of the Bible and the traditions based upon it. Many, however, lack the leisure or the aptitude for such study; hence, the Siddur has developed in a way that enables every worshiper to become familiar with the various forms of Jewish learning and religious expression. Since the Siddur is designed for all Jews, individual needs and private interests are often disregarded in the prescribed prayers. These are phrased in plural form and are meant to be the voice of all Israel. The diversified authorship of the Siddur, embracing prophets and psalmists, legalists and poets, proclaims that all Israel has a share in its making. For nearly two thousand years, the Hebrew prayers have helped to keep the Jews alive, saving them from losing their language and their identity.</p>\n<p>There is profound truth in the statement that from a man’s prayers we can discover whether he is cultured or not.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Tosefta, Berakhoth 1:8: מברכותיו של אדם ניכר אם בור הוא ואם תלמיד חכם הוא.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> It is regrettable that the Siddur, over which many generations have brooded and wept, has never been sufficiently appreciated as a vehicle of Jewish knowledge. People have learned to recite it by heart without giving adequate attention to its fine beauty and deep significance. Many have recited <em>Ashre</em>, for instance, three times a day for decades without knowing what it means. In the schools, where the Siddur is used as a text for the study of the mechanics of reading, the pupils are seldom taught to appreciate its contents.</p>\n<p>The Siddur cannot be understood correctly unless it is read thoughtfully. Talmudic authorities have invariably laid stress on mental concentration as the chief requirement in praying. Maimonides writes: “Prayer without devotion is not prayer&#8230; He whose thoughts are wandering or occupied with other things ought not to pray&#8230; Before engaging in prayer, the worshiper ought&#8230; to bring himself into a devotional frame of mind, and then he must pray quietly and with feeling, not like one who carries a load, unloads it and departs.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Mishneh Torah, Tefillah 4:16: כיצד היא הכוונה? שיפנה לבו מכל המחשבות&#8230; ואחר כך יתפלל בנחת ובתחנונים; ולא יעשה תפלתו כפי שהיה נושא משאוי ומשליכו והולך לו.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Clearly, this is said because by means of the traditional prayers the ideals of Judaism are ever brought afresh to the consciousness of the worshiper.</p>\n<p>The sages of Israel constantly emphasized the importance of uniformity in synagogue service. In order to link the people closely together, they reconciled variant forms of prayer and sought to bring them into harmonious union. The well-known <em>Modim d’Rabbanan</em>, a constituent part of the <em>Shemoneh Esreh</em>, is so named because it consists of variant readings reported by a number of talmudic rabbis.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Sotah 40a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The formula “who healest all creatures and doest wonders” is a combination of two readings.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> Berakhoth 60b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> As a compromise between two competing phrasings, אַהֲבָה רַבָּה is used in the morning service and אַהֲבַת עוֹלָם in the evening service.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> Tosafoth, Berakhoth 11b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> A similar reconciliation was effected between the versions שִׂים שָׁלוֹם and שָׁלוֹם רָב.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_6');\" ><sup id=\"footnote_plugin_tooltip__1_6\" class=\"footnote_plugin_tooltip_text\">[6]</sup></a><span id=\"footnote_plugin_tooltip_text__1_6\" class=\"footnote_tooltip\"> Baer, Avodath Yisrael, page 103.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_6').tooltip({ tip: '#footnote_plugin_tooltip_text__1_6', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The purpose of all this co-ordination and unification of the prescribed prayers was to prevent the formation of separate religious factions.</p>\n<p>The Siddur should never become a source of contention among any segments of our people. One must not fail to realize that the Siddur is a classic similar to the Bible and the Talmud, to which the terms orthodox, conservative or reform do not apply. No one, of course, has ever attempted to prepare a reform edition of the Bible by removing the so-called “objectionable” expressions from the Torah or the Prophets. Editors of the Siddur should not take liberties with the original, eliminating a phrase here and adding one there, each according to his own beliefs. Such a procedure is liable to breed as many different kinds of public worship as there are synagogues and temples. The danger of rising sects is obvious, sects that are likely to weaken still more our harassed people. The ever-increasing modifications in the text of the Siddur are apt to destroy this unique source book of Judaism, designed for old and young, scholars and laymen.</p>\n<h4>II</h4>\n<p>A great many editions of the Siddur have suffered from gross carelessness. In the first place, the Hebrew text has not been adequately provided with punctuation to indicate the logical relation of words to one another. The prayers have therefore remained unclear even to those who have a fair knowledge of Hebrew. Opinions are still divided as to the groupings of the words of one of the most popular prayers, the <em>Kaddish</em>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_7');\" ><sup id=\"footnote_plugin_tooltip__1_7\" class=\"footnote_plugin_tooltip_text\">[7]</sup></a><span id=\"footnote_plugin_tooltip_text__1_7\" class=\"footnote_tooltip\"> De Sola Pool, The Kaddish, page 60.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_7').tooltip({ tip: '#footnote_plugin_tooltip_text__1_7', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>For no sound reason the pages of the Siddur are broken up by several type sizes which have a confusing effect on the eyes of the reader. Those who learn the contents of the prayers soon discover that the emphasis suggested by the larger type is in most cases no emphasis at all. Why, for instance, should one part of the Shema be made to appear more prominent than the other? Why give the impression that certain psalms or the <em>Ethics of the Fathers</em> are of negligible importance? The variation of type sizes frequently causes mental stumbling and interferes with the proper appreciation of the Siddur. Our school children, generally trained in the reading of the larger type in the Siddur, gradually develop a prejudice against whatever appears in the smaller print; they imagine it as too hard to read or too unimportant to learn.</p>\n<p>A cursory glance at the complicated directions, frequently attended by a strange mixture of Hebrew and English characters, will suffice to explain the confusion created in the mind of the average worshiper. These directions have “the New Moon” instead of <em>Rosh Ḥodesh</em>, “Pentecost” instead of <em>Shavuoth</em>, “Tabernacles” instead of <em>Sukkoth</em>, “the Eighth Day of Solemn Assembly and the Rejoicing of the Law” instead of <em>Shemini Atsereth</em> and <em>Simḥath Torah</em>, “the Ten Days of Penitence” instead of between <em>Rosh Hashanah</em> and <em>Yom Kippur</em>. During the High Holyday period one is misdirected into reciting twenty instead of the prescribed nineteen benedictions of the <em>Shemoneh Esreh</em>. Instructed to add the special paragraph בְּסֵֽפֶר חַיִּים, he is puzzled by the improper arrangement of the text so that he combines two variant formulas and says: “Blessed art thou&#8230; Author of peace” and “Blessed art thou&#8230; who blessest thy people with peace.” As many as forty-five cumbersome words are employed merely to indicate that שֶׁהֶחֱיָֽנוּ is omitted from the <em>Kiddush</em> on the last two nights of <em>Pesaḥ</em>. The direction is phrased obscurely enough to perplex the reader whenever he recites the <em>Kiddush</em> for festivals. The well-known blessing over cakes and pastry bears a heading of no less than twenty-two words such as “the five species of grain&#8230; oats and spelt.” What does it all mean? The answer can be put in one word: confusion. As a result of poor arrangement and inadequate instructions, comparatively few worshipers ever succeed in properly reciting the full <em>Musaf</em> for <em>Ḥol ha-Mo‘ed Sukkoth</em>.</p>\n<p>Some translators, unfortunately, have failed in their task of making intelligible the meaning of the prayers. In their carelessness, they have imitated the antiquated versions of the Bible that abound in phrases like “yielded up the ghost” instead of died, and filled the Siddur with a mass of words which convey little meaning to the mind of the modern Jew. The general complaint that “we do not understand what we say” is an indictment against many translations of the Siddur.</p>\n<p>“Bible English” has inevitably hindered many from gaining a wholesome appreciation of the Siddur. If translation is to facilitate a proper understanding of the original, it must be freed from archaic forms like this: “Thou sawest the afflictions of our fathers&#8230; and heardest their cry&#8230; and shewedst signs and wonders.” Unquestionably irritating are expressions such as “he gathereth the outcasts of Israel”; “he hath lifted up a horn for his people”; “as for me, in the abundance of thy lovingkindness will I come into thy house.” To the modern reader, <em>dispersed</em> is undoubtedly better than “outcasts,” and raised the strength more idiomatic than “lifted up a horn.” Since the future tense in Hebrew often denotes repeated acts in the present, the correct form is <em>by thy abundant grace I enter thy house</em>. אֲנִי אָבוֹא simply means I enter. The circumlocution “and as for me,” repeated four times in מַה־טֹּֽבוּ, is not implied in וַאֲנִי.</p>\n<p>The fault of some translations is their literalness. Good translators should seek to make the original as clearly understood as possible; they cannot avoid being also interpreters. Words should be translated according to their context. It is decidedly wrong to use invariably the same English word to represent the same Hebrew word. Utterly misleading is a rendering such as “precious in the sight of the Lord is the death of his saints” (Psalm 116:15). The adjective יָקָר in this verse does not mean “precious” but grievous. The verb אָסַף is not restricted to one connotation only and does not always mean “to gather.” Thus, וַאֲסַפְתּוֹ אֶל תּוֹךְ בֵּיתֶֽךָ (Deuteronomy 22:2) signifies you shall take it home, and אֱסֹף יָדֶֽךָ (I Samuel 14:19) means withdraw your hand. Hence, the rendering “he gathered up his feet into the bed” (Genesis 49:33) is more ludicrous than authentic.</p>\n<p>Every student of Hebrew knows that בֵּן is not always the equivalent of a son. It frequently denotes age, membership in a definite class, or the possession of some quality. Similarly, אִישׁ and בַּעַל are often used interchangeably to characterize a person. Thus, אִישׁ לָשׁוֹן (Psalm 140:12) means a slanderer, and אִישׁ מִלְחָמָה (Exodus 15:3) a warrior. Hence, the rendering “the Lord is a man of war” is erroneous and nothing short of sacrilegious. “The children of thy covenant” is a mistranslation for thy people of the covenant. The term בַּר מִצְוָה is applied in the Talmud to every adult Israelite in the sense of man of duty and not “son of the commandment.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_8');\" ><sup id=\"footnote_plugin_tooltip__1_8\" class=\"footnote_plugin_tooltip_text\">[8]</sup></a><span id=\"footnote_plugin_tooltip_text__1_8\" class=\"footnote_tooltip\"> Baba Metsi‘a 96a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_8').tooltip({ tip: '#footnote_plugin_tooltip_text__1_8', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> Similarly, בַּר דַּֽעַת is the counterpart of אִישׁ דַּֽעַת and signifies a sensible man. A telling argument against literalness is the awkward rendering of four Hebrew words (וּגְאָלוֹ מִיַּד חָזָק מִמֶּֽנּוּ): “and redeemed him from the hand of him that was stronger than he” (Jeremiah 31:10), meaning he saved him from a stronger power. This is typical of what has crept into the Siddur’s translation as a result of copying from men unfamiliar with idiomatic Hebrew.</p>\n<p>Herder, the famous poet and philosopher of the 18th century, declared that it is worthwhile studying the Hebrew language for ten years in order to read Psalm 104 in the original. This statement is applicable to all biblical poetry, which is highly figurative and does not readily lend itself to translation. “Let his horn be exalted”; “that my glory may sing praise unto thee&#8230;” What precisely can these convey to the English reader? The term “horn” in Hebrew frequently signifies strength or dignity. The word “glory” is occasionally used to denote soul.</p>\n<p>In examining the translations of the Siddur one encounters expressions like “As for me, may my prayer unto thee be in an acceptable time” instead of <em>I offer my prayer to thee at a time of grace</em>, alluding to the time of public worship.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_9');\" ><sup id=\"footnote_plugin_tooltip__1_9\" class=\"footnote_plugin_tooltip_text\">[9]</sup></a><span id=\"footnote_plugin_tooltip_text__1_9\" class=\"footnote_tooltip\"> Berakhoth 8a.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_9').tooltip({ tip: '#footnote_plugin_tooltip_text__1_9', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> “The habitation of thy house,” as redundant as “the tent of my house” (Psalm 132:3), simply means <em>thy abode</em> (אֹֽהֶל בַּֽיִת=מְעוֹן בַּֽיִת). “Answer me in the truth of thy salvation” hardly makes any sense. Proper translation would give <em>answer me with thy saving truth</em>. The word “truth” is often identical with mercy and kindness; for example, “thy kindness and thy truth shall ever preserve me” (Psalm 40:12).</p>\n<p>In the opening sentence of the <em>Kedushah</em> one is puzzled by “the mystic utterance,” a mistranslation of שִֽׁיחַ סוֹד.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_10');\" ><sup id=\"footnote_plugin_tooltip__1_10\" class=\"footnote_plugin_tooltip_text\">[10]</sup></a><span id=\"footnote_plugin_tooltip_text__1_10\" class=\"footnote_tooltip\"> Compare the Sephardic version of the Kedushah.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_10').tooltip({ tip: '#footnote_plugin_tooltip_text__1_10', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The reference is of course to the phrase <em>holy, holy, holy</em>, chanted by the assembly of angels in the vision of Isaiah. The word סוֹד occurs here and there in the sense of council, assembly, and has nothing to do with mystery.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_11');\" ><sup id=\"footnote_plugin_tooltip__1_11\" class=\"footnote_plugin_tooltip_text\">[11]</sup></a><span id=\"footnote_plugin_tooltip_text__1_11\" class=\"footnote_tooltip\"> Genesis 49:6; Psalms 89:8; 111:1; Jeremiah 15:17.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_11').tooltip({ tip: '#footnote_plugin_tooltip_text__1_11', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> סוֹד שַׂרְפֵי קֹֽדֶשׁ in the Kedushah is the equivalent of סוֹד קְדוֹשִׁים in Psalm 89:8. Similarly, in the <em>Hymn of Glory</em> “the mystic utterance of thy servants” should be corrected to <em>amidst thy servants</em>.</p>\n<p>The famous poem <em>Adon Olam</em> celebrates the eternity of God, and yet the initial phrase אֲדוֹן עוֹלָם is invariably translated “Lord of the universe” instead of <em>Eternal Lord</em>. The terms חַגִּים and זְמַנִּים are frequently used synonymously in the sense of <em>festivals</em>, and yet זְמַן חֵרוּתֵֽנוּ is generally rendered “the Season of our Freedom” instead of <em>our Festival of Freedom</em>. גֵּרֵי הַצֶּֽדֶק means <em>the true proselytes</em>, that is, those who have accepted Judaism out of inner conviction; it does not mean “strangers of righteousness” or “proselytes of righteousness.” הַמְּיַחֲדִים בָּתֵּי כְנֵסִיּוֹת signifies <em>who dedicate synagogues</em>, and not “who unite to form synagogues.”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_12');\" ><sup id=\"footnote_plugin_tooltip__1_12\" class=\"footnote_plugin_tooltip_text\">[12]</sup></a><span id=\"footnote_plugin_tooltip_text__1_12\" class=\"footnote_tooltip\"> Singer, <em>Daily Prayer Book</em>, page 152.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_12').tooltip({ tip: '#footnote_plugin_tooltip_text__1_12', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>The oft-repeated “Blessed be the name of his glorious kingdom” is incorrectly translated. Equally incorrect is “Blessed be his name, whose glorious kingdom” or “Blessed be his glorious kingdom.” <em>His glorious Majesty</em>—God himself—is here the object of praise, and not his kingdom. The response בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ, which was used in the Temple in place of Amen,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_13');\" ><sup id=\"footnote_plugin_tooltip__1_13\" class=\"footnote_plugin_tooltip_text\">[13]</sup></a><span id=\"footnote_plugin_tooltip_text__1_13\" class=\"footnote_tooltip\"> Ta‘anith 16b.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_13').tooltip({ tip: '#footnote_plugin_tooltip_text__1_13', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> is the equivalent of the <em>Kaddish</em> response יְהֵא שְׁמֵהּ רַבָּא מְבָרַךְ (“may his great name be blessed”).<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_14');\" ><sup id=\"footnote_plugin_tooltip__1_14\" class=\"footnote_plugin_tooltip_text\">[14]</sup></a><span id=\"footnote_plugin_tooltip_text__1_14\" class=\"footnote_tooltip\"> Compare Daniel 2:20. Targum Yerushalmi (Deuteronomy 6:4) interchanges the two formulas.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_14').tooltip({ tip: '#footnote_plugin_tooltip_text__1_14', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> שֵׁם כְּבוֹד מַלְכוּתוֹ connotes <em>His Majesty the King</em>, a circumlocution for the name of God and similar to שֵׁם כְּבוֹדוֹ (Psalm 72:19).</p>\n<p>Translators have rendered the <em>Modim</em> passage variously: “We give thanks unto thee, for thou art&#8230; the God of our fathers for ever and ever”; “We acknowledge thee that thou art the Lord our God to all eternity and God of our fathers&#8221;; “We thankfully acknowledge thee&#8230; our fathers’ God to all eternity.” Closer inspection shows that this sentence is based on Psalm 79:13 and should read: <em>We ever thank thee, who art the Lord our God and the God of our fathers</em>. Unaware that the phrase “evening, morning and noon” refers to the three daily services, they have construed it as if it were a dangling modifier of another phrase. Correctly translated, the third sentence of <em>Modim</em> ought to read: <em>In every generation we will thank thee&#8230; evening, morning and noon</em>. Others apparently thought that the original text was in need of some repair, so they paraphrased it: “We thank thee&#8230; for the wonderful gifts which thou dost dispense unto us morning, noon, and night.”</p>\n<p>There are translators who indulge in periphrastic and verbose locutions like “in the flowering of thy saving power gives life”; “even as in the prophet’s vision the choir of holy Seraphim in triple consecration call with sweet word one unto another.” A good translation ought to be authentic and free from deceptions. One must not read into the original what is not there. No new poetry should be introduced into the Siddur presumably as the translation of the Hebrew text. The meaning ought to be preserved as close to to the original as possible. The poem “Rock of Ages,” for example, is certainly not a translation of the familiar <em>Ḥanukkah</em> hymn <em>Ma‘oz Tsur</em>.</p>\n<p>The Siddur contains prayer-poems which should be annotated but not translated. Such are the הוֹשַׁעְנוֹת, replete with historical and midrashic allusions and constructed in an involved poetic fashion. They comprise many intricate acrostics and a variety of Hebrew synonyms which, if translated, are likely to create a wrong impression and confuse the reader. One of these prayer-poems is composed of an interesting alphabetic list of twenty-two Hebrew synonyms for the Temple; another presents an alphabetic description of Israel’s qualities; a third enumerates types of locusts and destructive forces of nature mentioned in the Bible. It may well be said that the editions that have included the available English translation of the <em>Hoshanoth</em> have not been enhanced by it. The <em>Hoshanoth</em> can be appreciated only in the Hebrew.</p>\n<h4>III</h4>\n<p>The present edition of the complete Siddur abides by the wise counsel of Rabbi Judah of Regensburg, who wrote in the twelfth century: “He who copies a prayerbook&#8230; ought to copy every recurrent passage to the end, thereby dispensing with the worshiper’s need of searching for it&#8230;”<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_15');\" ><sup id=\"footnote_plugin_tooltip__1_15\" class=\"footnote_plugin_tooltip_text\">[15]</sup></a><span id=\"footnote_plugin_tooltip_text__1_15\" class=\"footnote_tooltip\"> Sefer Ḥasidim, 881.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_15').tooltip({ tip: '#footnote_plugin_tooltip_text__1_15', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> In this volume each of the services is arranged as a completely integrated unit so that the worshiper is not called upon to search from page to page and to commute from reference to reference. The directions are explicit, brief and to the point. The traditional text is left intact, carefully vocalized, and divided into sentences and clauses by the use of modern punctuation marks.</p>\n<p>Festival services such as <em>Tal</em> and <em>Geshem</em>, <em>Akdamuth</em> and <em>Hoshanoth</em>, have been included in this edition in view of the fact that copies of the special prayerbooks for <em>Pesaḥ</em>, <em>Shavuoth</em> and <em>Sukkoth</em> are not always available in sufficient numbers. On the other hand, portions of the High Holyday services have not been made part of this edition. Their inclusion is unwise and even misleading; because of their wide range and variety, the prayers recited on <em>Rosh Hashanah</em> and <em>Yom Kippur</em> are properly situated in the <em>Maḥzor</em> and should not be embodied in the regular daily Siddur.</p>\n<p>Obvious errors found in current editions of the Siddur have been removed. Instead of לְכָל, the variant וְכָל has been adopted as the correct reading in the fifth verse of <em>Yigdal</em>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_16');\" ><sup id=\"footnote_plugin_tooltip__1_16\" class=\"footnote_plugin_tooltip_text\">[16]</sup></a><span id=\"footnote_plugin_tooltip_text__1_16\" class=\"footnote_tooltip\"> The curious statement in the Jewish Encyclopedia that the poet devoted eight years to improving and perfecting the excellent poem <em>Yigdal</em> is based on a misunderstanding of a Hebrew passage quoted by S. D. Luzzatto (see my article in ספר השנה ליהודי אמריקה, 1946, page 335).&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_16').tooltip({ tip: '#footnote_plugin_tooltip_text__1_16', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> This verse is the poetic counterpart of Maimonides’ fifth principle that the Creator is the only one to whom it is proper to address our prayers; hence, it is wrong to translate here: “To every creature he teacheth his greatness and his sovereignty.” Through the change of a single character (וְכָל in place of לְכָל), the fifth verse of <em>Yigdal</em> corresponds exactly to the fifth principle of faith formulated by Maimonides: <em>Every creature must declare his greatness and his kingship</em>; that is, everyone must pray to God.</p>\n<p>In the <em>Baraitha of Rabbi Ishmael</em>, enumerating the thirteen principles upon which the talmudic exposition of the Bible is based, the ninth principle as well as the tenth contains the word אַחֵר and not אֶחָד. The correct reading is found on the first page of <em>Sifra</em> and in some rare Siddurim, thus: כל דבר שהיה בכלל ויצא מן הכלל לטעון טען אחר שהוא כענינו&#8230; כל דבר שהיה בכלל ויצא מן הכלל לטעון טען אחר שלא כענינו.</p>\n<p>לְעֵֽלָא לְעֵֽלָא, the phrase used in the <em>Kaddish</em> during the High Holyday period, is a reproduction of the Targum on מַֽעְלָה מָֽעְלָה (Deuteronomy 28:43). Though it means <em>higher and higher</em>, it is analogous to all adverbs which are repeated without the use of a conjunction for the purpose of intensification and emphasis; examples: מְאֹד מְאֹד, מַֽטָּה מַֽטָּה, מְעַט מְעַט, סָבִיב סָבִיב. In none of these instances does the Targum add the letter ו as a conjunction.</p>\n<p>The phrasing וּלְעוֹלָם לֹא נֵבוֹשׁ כִּי בְךָ בָּטָֽחְנוּ in the <em>Shemoneh Esreh</em> corresponds to בְּךָ חָסִֽיתִי, אַל אֵבוֹשָׁה לְעוֹלָם in Psalm 71:1. It means <em>may we never come to shame, for in thee we trust</em>. This reading has been adopted here on the basis of <em>Maḥzor Vitry</em> (page 67) and the Sephardic editions. Additional support for this reading is offered by the expression שֶׁלֹּא נֵבוֹשׁ לְעוֹלָם וָעֶד in the grace recited after meals.</p>\n<p>In the prayer וּבָא לְצִיּוֹן, the correct reading הוּא יִפְתַּח לִבֵּֽנוּ&#8230; לַעֲשׂוֹת רְצוֹנוֹ (“may he open our heart&#8230; to do his will”) is found in the Spanish Siddur. The reading וְלַעֲשׂוֹת (“and to do”) is the result of a dittography; that is, the last letter of the preceding word has been erroneously repeated.</p>\n<p>In the <em>Zemiroth</em>, or Sabbath Hymns, the following necessary emendations have been made. In <em>Yah Ribbon</em>, the phrase שְׁפַר קָדָמַי לְהַחֲוָיָה, is borrowed from Daniel 3:32 and signifies it is my pleasure to declare. The variants קֳדָמָךְ לְהַחֲוָיָא, and שַׁפִּיר קֳדָמָךְ are without basis. עַד אָֽנָה תּוֹגְיוּן נֶֽפֶשׁ (“how long will you torment a soul”) is taken from Job 19:2. The author of בָּרוּךְ אֵל עֶלְיוֹן undeniably employed תּוֹגְיוּן as a verb, exactly as in the biblical phrase, and did not coin a new noun תּוּגְיוֹן.</p>\n<p>In the grace, the phrase הָנִֽיחַ לָֽנוּ has been corrected to הָֽנַח לָֽנוּ, a reading based on several texts, including those of Saadyah Gaon and of Maimonides.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_17');\" ><sup id=\"footnote_plugin_tooltip__1_17\" class=\"footnote_plugin_tooltip_text\">[17]</sup></a><span id=\"footnote_plugin_tooltip_text__1_17\" class=\"footnote_tooltip\"> Baer, <em>Avodath Yisrael</em> (page 557), quotes the correct reading from Saadyah Gaon, Maimonides and others, but decides against it because he misreads הַנַּח in place of הָֽנַח.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_17').tooltip({ tip: '#footnote_plugin_tooltip_text__1_17', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The use of הָנִֽיחַ as an imperative in the singular is an obvious error.</p>\n<p>Rabbi Jacob Emden of the 18th century called attention to a printer’s error in the case of the parenthetical clause, “Our God and God of our fathers, be pleased with our rest,” inserted in the passage וְהַשִּׁיאֵֽנוּ on festivals occurring on a Sabbath. Only the two words רְצֵה בִמְנוּחָתֵֽנוּ (“be pleased with our rest”) directly apply to the Sabbath; the address to God applies to the remainder of the passage as well and should not be inserted within parentheses.</p>\n<p>Every effort has been exerted to make the new translation of the Siddur readily intelligible to the modern reader. Wherever necessary, an interpretive phrase has been inserted within square brackets, so that the student may apprehend the thought immediately. No pronouns have been capitalized, because the frequent use of capitals makes for confusion. The example of English Bibles has been followed in this respect. The pronouns thou and thee have been retained where they are addressed to God, since they convey a more reverent feeling than the common you. The diction has not been allowed to reach the level of everyday English in view of the exalted literary tone of the Siddur.</p>\n<p>The following parallel columns will illustrate the difference between the old English translation and the new. The extracts for comparison are taken from the grace after meals.</p>\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th style=\"text-align: center\" id=\"x\">THE NEW TRANSLATION</th>\n<th style=\"text-align: center\">THE OLD TRANSLATION</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td width=\"50%\">Blessed art thou&#8230; who sustainest the whole world with goodness, kindness and mercy. Thou givest food to all creatures.</td>\n<td width=\"50%\">Blessed art thou&#8230; who feedest the whole world with thy goodness, with grace, with loving kindness and tender mercy; thou givest food to all flesh.</td>\n</tr>\n<tr>\n<td width=\"50%\">Through thy abundant goodness we have never yet been in want; may we never be in want of sustenance for thy great name’s sake. Thou sustainest all, doest good to all, and providest food for all&#8230;</td>\n<td width=\"50%\">Through thy great goodness food hath never failed us; O may it not fail us for ever and ever for thy great name’s sake, since thou nourishest and sustainest all beings, and doest good unto all, and&#8230;</td>\n</tr>\n<tr>\n<td width=\"50%\">We thank thee&#8230; for having given a lovely and spacious land to our fathers as a heritage&#8230; for thy covenant&#8230; for the life, grace and kindness thou hast bestowed on us; and for the sustenance thou grantest us continuously.</td>\n<td width=\"50%\">We thank thee&#8230; because thou didst give as an heritage unto our fathers a desirable, good and ample land&#8230; as well as for thy covenant&#8230; the life, grace and loving kindness which thou hast vouchsafed unto us, and for the food wherewith thou dost constantly feed and sustain us on every day, in every season, at every hour.</td>\n<tr>\n<td width=\"50%\">May the Merciful One bless&#8230; their entire family and all that is theirs. May he bless all alike with a perfect blessing even as our forefathers&#8230; were blessed in every way.</td>\n<td width=\"50%\">May the All-merciful bless&#8230; them, their household, their seed and all that is theirs, us also and all that is ours, as our fathers&#8230; were blessed each with his own comprehensive blessing; even thus may he bless all of us together.</td>\n</tr>\n</tbody>\n</table>\n<p>Here and there new interpretations have been given to biblical passages. The usual translation of Song of Songs 5:8, for example, is not satisfactory. It reads: “If you find my beloved, what will ye tell him? that I am love-sick.” This has been corrected to read: <em>If you find my beloved, do not tell him that I am love-sick</em>. Thus, the word מַה has been rendered in the sense of not. In the Arabic, the same particle is constantly used as a negative. Similarly, מַה תָּעִֽירוּ וּמַה תְּעוֹרְרוּ אֶת הָאַהֲבָה, being the exact counterpart of אִם תָּעִֽירוּ וְאִם תְּעוֹרְרוּ אֶת הָאַהֲבָה (Song of Songs 2:7; 8:4) is here translated:<em> Do not stir up, do not rouse love</em>; that is, it must come spontaneously.</p>\n<p>Where a given verse is quoted for homiletical purposes, the entire passage would lack coherence should that verse be translated literally. For instance, the phrase לְמַֽעַן צִדְקוֹ (Isaiah 42:21) literally refers to God&#8217;s righteousness, but in a Mishnah passage it is taken as an allusion to the potential righteousness of Israel. Hence, the biblical verse cited by Rabbi Ḥananya ben Akashya has been translated here: “The Lord was pleased, for the sake of [Israel&#8217;s] righteousness, to render the Torah great and glorious” (page 484).</p>\n<p>The benedictions are phrased essentially in biblical style. “Blessed art thou, O Lord” is a phrase borrowed from Psalm 119:12, while “King of the universe” is taken from Jeremiah 10:10. Since the verb ברך originally connotes <em>to bend the knees</em>, that is, to worship (Psalm 95:6), it would certainly be better to translate בָּרוּךְ אַתָּה <em>worshiped art thou</em>; but this would be too much of a deviation from the long established &#8220;blessed art thou.&#8221; Abrupt transitions from the second person to the third person occur in the benedictions as in all biblical poetry. English syntax, on the other hand, does not tolerate such transitions. For this reason, the benedictions must be rendered consistently in the second person.</p>\n<p>A running commentary has been provided in the present edition of the Siddur to explain various points of interest. Without accompanying illustrations even the best and most lucid translation cannot make clear, for example, the well-known tannaitic passage that lists the thirteen principles upon which the talmudiec interpretation of the Bible is based. Included in the Siddur in order to complete the daily minimum of study required of every Jew, they are on the lips of countless worshipers. Yet very few have learned precisely what these important principles are, because the old translation is too obscurely worded for the student to make out its meaning.</p>\n<p>Designed for laymen, the footnotes are written in non-technical style and contain no abbreviations. To save space they include references only to original sources which do not bear long titles. Great authorities like Amram Gaon, Saadyah Gaon, Rashi, Maimonides and their works on the Siddur are mentioned only on rare occasions. The footnotes embody illuminating information derived from a wide range of commentaries and works of scholars like Abrahams, Baer, Berliner, Dembitz, Elbogen, Finkelstein, Friedlander, Ginzberg, Heidenheim, Idelsohn, Pool, and Yaavets. Each note begins with a Hebrew catchword, and is so worded that anyone can readily find the explanation he seeks.</p>\n<p>The biblical references at the bottom of the English pages serve to indicate the central source of whatever has gone into the composition of the Siddur. The biblical phrases and expressions woven into the texture of the liturgical poems are indicated in the notes which, at the same time, contain biographical sketches of the authors.</p>\n<p>It is hoped that a better and more widely disseminated understanding of our religious resources will result from this edition. It remains only to emphasize that such an inspiring book as the Siddur does not become the real possession of a person unless its contents are impressed upon his mind and influence his everyday life.</p>\n<p>PHILIP BIRNBAUM<br />\nJanuary, 1949.\n</p></div>\n</blockquote>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Tosefta, Berakhoth 1:8: מברכותיו של אדם ניכר אם בור הוא ואם תלמיד חכם הוא.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Mishneh Torah, Tefillah 4:16: כיצד היא הכוונה? שיפנה לבו מכל המחשבות&#8230; ואחר כך יתפלל בנחת ובתחנונים; ולא יעשה תפלתו כפי שהיה נושא משאוי ומשליכו והולך לו.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Sotah 40a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">Berakhoth 60b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">Tosafoth, Berakhoth 11b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_6\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_6');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >6</a></th> <td class=\"footnote_plugin_text\">Baer, Avodath Yisrael, page 103.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_7\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_7');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >7</a></th> <td class=\"footnote_plugin_text\">De Sola Pool, The Kaddish, page 60.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_8\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_8');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >8</a></th> <td class=\"footnote_plugin_text\">Baba Metsi‘a 96a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_9\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_9');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >9</a></th> <td class=\"footnote_plugin_text\">Berakhoth 8a.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_10\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_10');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >10</a></th> <td class=\"footnote_plugin_text\">Compare the Sephardic version of the Kedushah.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_11\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_11');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >11</a></th> <td class=\"footnote_plugin_text\">Genesis 49:6; Psalms 89:8; 111:1; Jeremiah 15:17.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_12\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_12');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >12</a></th> <td class=\"footnote_plugin_text\">Singer, <em>Daily Prayer Book</em>, page 152.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_13\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_13');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >13</a></th> <td class=\"footnote_plugin_text\">Ta‘anith 16b.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_14\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_14');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >14</a></th> <td class=\"footnote_plugin_text\">Compare Daniel 2:20. Targum Yerushalmi (Deuteronomy 6:4) interchanges the two formulas.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_15\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_15');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >15</a></th> <td class=\"footnote_plugin_text\">Sefer Ḥasidim, 881.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_16\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_16');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >16</a></th> <td class=\"footnote_plugin_text\">The curious statement in the Jewish Encyclopedia that the poet devoted eight years to improving and perfecting the excellent poem <em>Yigdal</em> is based on a misunderstanding of a Hebrew passage quoted by S. D. Luzzatto (see my article in ספר השנה ליהודי אמריקה, 1946, page 335).</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_17\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_17');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >17</a></th> <td class=\"footnote_plugin_text\">Baer, <em>Avodath Yisrael</em> (page 557), quotes the correct reading from Saadyah Gaon, Maimonides and others, but decides against it because he misreads הַנַּח in place of הָֽנַח.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "English Translation",
        "North America",
        "North American Jewry",
        "Nusaḥ Ashkenaz",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "14905"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/01/hasiddur-hashalem-Paltiel-Birnbaum-1949-title-e1483919126713.png",
        "title": "hasiddur-hashalem (Paltiel Birnbaum, 1949) &#8211; title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=14900",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/hasiddur-hashalem-by-paltiel-birnbaum-1949/",
    "slug": "hasiddur-hashalem-by-paltiel-birnbaum-1949"
}