{
    "title": "&#x1f4d6; Liberal Jewish Prayer Book vol. Ⅰ: Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue, London 1937)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Israel Mattuck",
            "bio": "Rabbi Israel Isidore Mattuck (1884–1954) was a leader of the Liberal (Reform movement) in the United Kingfom. Born in Lithuania, he came as a child to the United States with his family and grew up in Worcester, Massachusetts. A graduate of Harvard University, he was ordained at the Hebrew Union College in 1910 having only spent two years in residence. He held a pulpit in Far Rockaway, New York, for a year and then went to England to serve a young congregation, the Liberal Synagogue in London. He served as senior minister for 36 years and then after 1947 was minister emeritus. Under his leadership the synagogue grew into one of the largest synagogues in London. The building that he helped build was bombed in World War II, but Mattuck lived to see it restored and rededicated. He was succeeded by his disciple and son-in-law Rabbi Leslie Edgar. He was a leading figure, perhaps the leading figure in English Liberal Jewry, its philosopher and its public face. He was known as one of the \"Three Ms\": Montagu, Montefiore, and Mattuck. He helped form the Union of Liberal and Progressive Synagogues and helped establish the World Union for Progressive Judaism in 1926 and served as its first chairman from 1926 until his death. He was chairman of the Society of Jews and Christians. He compiled and edited the Liberal prayer book, first in three volumes in 1923–26 and in a revised edition in 1937. He is the author of several books: <em>What Are the Jews</em> (1939); <em>The Essentials of Liberal Judaism</em> (1947); <em>Jewish Ethics</em> (1953); and <em>The Thought of the Prophets</em> (1953). He also edited <em>Aspects of Progressive Jewish Thought</em> (1955), which was dedicated in honor of Leo Baeck's 80th birthday. It was published posthumously.",
            "website": "https://de.wikipedia.org/wiki/Israel_Mattuck",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/09/israel-mattuck-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/israel-mattuck"
        },
        {
            "name": "Liberal Jewish Synagogue of London",
            "bio": "The Liberal Jewish Synagogue, or LJS (קהל קדוש לב חדש, Qahal Qadosh Lev Ḥadash), is a house of prayer in St John's Wood, London, founded in 1911. It is the oldest and largest member of Britain's Liberal Judaism, a constituent member of the World Union for Progressive Judaism.",
            "website": "https://en.wikipedia.org/wiki/Liberal_Jewish_Synagogue",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/09/cropped-1280px-Liberal_Jewish_Synagogue_St_Johns_Wood_Road_2018-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/qehilat-qadosh-lev-hadash"
        }
    ],
    "date": "2023-09-21",
    "last_updated": "2023-09-21",
    "excerpt": "<em>Liberal Jewish Prayer Book vol. Ⅰ: Services for Weekdays, Sabbaths, etc.</em> (1937) is the revised \"new\" edition edition of the communal prayerbook of the Liberal Jewish Synagogue (London) first published in 1926. . . .",
    "content": "<p><em>Liberal Jewish Prayer Book vol. Ⅰ: Services for Weekdays, Sabbaths, etc.</em> (1937) is the revised &#8220;new&#8221; edition edition of the communal prayerbook of the Liberal Jewish Synagogue (London) first published in 1926.</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/liberal-jewish-prayer-book-liberal-jewish-synagogue-1937/Liberal%20Jewish%20Prayer%20Book%20vol.%201-%20Services%20for%20Weekdays%2C%20Sabbaths%2C%20etc.%20%28Liberal%20Jewish%20Synagogue%201937%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work has less than twenty years before the term of its copyright expires, during which we claim our <a href='https://www.law.cornell.edu/uscode/text/17/108'>Reproduction Right</a> (17 U.S. Code &sect;108 &#8211; Limitations on exclusive rights: Reproduction by libraries and archives), under United States Copyright law.</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nINTRODUCTION.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Incorporating in the second part portions of the Preface to the first edition published in 1926.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>Ⅰ</p>\n<p>If one familiar with the Jewish Prayer Books of the past looks at our Prayer Book, the first feature that would strike him would be the large use of English in addition to the Hebrew in the services. Traditional Judaism used, and uses, two languages in its worship: Hebrew and Aramaic. But since Aramaic looks like Hebrew, using the same alphabet and the same signs, its presence is largely unrecognised. Though it came into the service much in the same way as English comes into our services —because it was at one time the language of many Jews who understood it and did not understand Hebrew so easily—time has obscured the reason, leaving only the fact that for centuries it has been used with Hebrew in Jewish worship and for Jewish study. Indeed, the presence of Aramaic in the traditional Prayer Book would give us traditional support, if we wanted it, for our use of English in ours. The principle is the same. Worship can be Jewish in any language, depending for its character not on its form but on its content, not on past associations so much as on present power. </p>\n<p>The extensive use of English in Liberal Jewish worship is related to our conception of the aim of public worship. Why do we hold services at all? The primary answer for us is, not to maintain a tradition, but to maintain life; not because Jewish services continue the past, but because they can exert a living influence on the present. In the first place, they rouse and stimulate the activity of the spirit in the individual. That is the chief function of public worship. If it does not do this, it can do nothing else. If, however, it does do this, it does also much more. If it can make the individual who comes to worship feel the urge of faith, and the power and the value of religion; if it can give him the feeling of a transformed life, which will then work to transform life, it has achieved its primary purpose. If Jewish public worship can make the Jew who participates in it feel that Judaism has that meaning and power for him, it will then also serve a second purpose; it will establish, or strengthen, in him the attachment to Judaism and to the Jewish brotherhood, making the individual feel at one with the House of Israel, past, present and future. These two purposes are inextricably bound together. The permanent loyalty of the Jew to the fellowship of Jews will depend on what that fellowship means to him. If it means to him the spirit and faith which touch and rouse his spirit to great aspiration, or feed his spirit with the food that it requires to satisfy the eternal hunger in the human soul; if, in other words, Jewish worship shows a religion that has the power of religion over the individual, then it will hold the allegiance of the individual Jew. Public worship is a communal act, but its communal value depends on its value to the individual. The aim, therefore, of Jewish public worship is to create the feeling that Judaism means something to the individual, that it means much. Judaism is more than a historic survival to be admired, or a sentimental luxury to be indulged in occasionally; it is a living force, and the primary aim of Jewish public worship is to reveal to the individual its living power, whereby it can attract him to God and bring God to him. Though it is a communal act, it depends for its significance upon the individual, and it is valued by its influence on the individual. </p>\n<p>The use of English in our services issues from the aim of Jewish public worship. If it is to fulfil this aim, public worship must consist of prayers that can be understood by the individual who takes part in it. How else can its influence be felt? Occasionally, perhaps, an exotic, strange and incomprehensible service may exercise an influence on an impressionable spirit by its very mysteriousness, but with every repetition of the experience, the impressiveness would diminish. Regular worship in a language not understood by those who are worshipping can hardly serve permanently as a spiritually stimulating experience. At any rate, in the construction of our Prayer Book, we have worked on the principle that public worship, for the exercise of its utmost influence, must use the language that the worshippers can understand. All English Jews understand English, very few understand Hebrew. All think in English. It therefore follows as the most natural act of religion for them to pray in English. To show, however, our relation with the past and our attachment to the whole House of Israel, we have retained in Hebrew the oldest of the prayers. All Jews know their meaning. </p>\n<p>In this fundamental purpose of public worship—to stimulate spiritual activity in the individual—lies also the explanation of another feature of the Prayer Book—the variety of services. There are twenty-five complete services for use on Sabbaths and weekdays. </p>\n<p>The ideal for a religious service would be that it should express each time the feelings and needs of the individuals who come to it. That, however, is obviously an impossibility. We come to the Synagogue with diverse feelings issuing out of diverse circumstances and out of diverse experiences, some depressed, others cheerful, some rejoicing because of happiness, others labouring possibly under a burden of anxiety, pain or need. For all, religion has a message, but each requires the application of a particular aspect of that message. Joy requires sanctification by strength, anxiety calls for help to establish a quiet mind. If the service should in any measure meet all of these needs, it has to create its own atmosphere, containing the influence of spiritual aspiration and religious peace, which each individual will apply to his own case. </p>\n<p>To succeed in this, the service must have the help of those who take part in it. If anyone comes to public worship and leaves with the feeling that he has got nothing out of it, let him ask: Did I bring anything to it? Most often the answer to the second will supply the cause of the first. A stubborn heart, a rebellious heart, a cold heart that cherishes its coldness, a critical mind that looks for objects of criticism, will not profit. It is true of public worship in a high degree that only they receive who give. The influence of public worship, like that of electricity, is felt only where there is a capacity for receiving it. Stone and ice are spiritual non-conductors. </p>\n<p>On the other hand, the service must have some creative power. It must have in it something which will arouse the heart that wishes to be roused. Here is where variety helps. For some people there is a charm in the familiar. That with which we are familiar gives a comfortable feeling. On the other hand, the familiar is liable to be dull and without any stimulating power. Much repetition in prayer takes meaning out of the prayer. Even great literature can hardly survive such constant use. </p>\n<p>Moreover, variety in the character of the services held each week seemed desirable to bring out the variety in religious thought. There are a few passages that occur in practically all the services; the Shema and the Kaddish are in all, one or two other traditional prayers are in many, and the prayer for the Royal Family is in all the morning services. A few traditional prayers occur in a number of the services, but the larger part of each service is distinctive. </p>\n<p>All the services in the Prayer Book have in them something familiar and they all have something in them which is new. They may give the feeling of comfort which comes with that which we know well and also produce that exercise of thought which comes with that which is new. </p>\n<p>To stimulate thought—that may be to some an unexpected function to ascribe to a religious service, at any rate, in so far as the prayers are concerned. But spiritual aspiration also means thinking. The worship of God requires the mind as well as the heart. We can find Him not only by entreating His help, but also in the quiet, or disturbing, activity of the mind. We can think our way to God. There has always been in Jewish worship a didactic element. The origin of the Synagogue was responsible for it, having first been a place of instruction and study. Hence the central place given to the readings from the Law and Prophets. In this Prayer Book such passages are also introduced among the prayers themselves in the hope that we will not only pray together, but also think together, and in joint thought get nearer to one another and to God. </p>\n<p>In the Jewish view, public worship is not only an occasion for communal and individual prayer, but also for instruction. Communion with God comes not only through supplication and aspiration, but also by thought. </p>\n<p>Ⅱ</p>\n<p>In form and content the services in this book show the ideas of Liberal Judaism, which aims, in its teaching, to combine the permanent spiritual values in the Jewish Tradition with modern thought, and to express the spiritual and moral direction of Judaism in a way particularly suitable to the needs of modern Jewish life. The traditional and the new are combined in the services, forming, we hope, in each service, a unity which shall satisfy the historic feeling and the religious thought of the modern Jewish consciousness. </p>\n<p>The new prayers often express more especially the distinctive ideas of Liberal Judaism; and only. those traditional prayers have been retained which in themselves or by reinterpretation express ideas which we believe, or desires which we feel. When traditional prayers are used, the Hebrew of the original is most often printed with an English paraphrase, which is sometimes like a translation, deviating from literalness only for the sake of ease in reading; at other times, however, the English paraphrases also the meaning of the original, interpreting it so as to accord with our beliefs. In other words, we have here and there read a new meaning into an old prayer, one, however, not unrelated to its original meaning. For some reasons this procedure is unsatisfactory, it is open to misunderstanding; but it has been adopted only with prayers which are so old that they could not be excluded from Jewish services. The best example is the prayer on page 8 and elsewhere, beginning “Thou art mighty, O Lord.” It is a very ancient prayer, dating back in its present form nearly twenty-one centuries. It contains a reference to the belief in the bodily resurrection of the dead, which was for a long time a teaching of Judaism; it still is an official dogma of Orthodox Judaism. For Liberal Judaism, however, the belief in the resurrection of the body has lost its significance; its teaching about life after death is contained in the hope for immortality issuing from the belief in eternal life. Though this prayer has been retained in its ancient Hebrew form, the paraphrase shows that we ascribe to it a meaning somewhat different from its original one but related to it. </p>\n<p>Besides the prayers from the traditional services, the historic element in this Prayer Book is further represented by selections from the Bible, Apocrypha, Talmud, and later Jewish writings, especially the medieval Jewish poets. The book of Psalms supplies, of course, the largest number of Biblical passages and quotations; but the books of the Prophets and the Wisdom books have also been drawn upon, to supply the large part of the didactic element in the services. </p>\n<p>The use of the Apocrypha, if it needs justification, must find it in the character and quality of the selections used. They sometimes contain ideas which are expressed in no other section of ancient Jewish literature with the same explicitness, and in language that has an attractive quality of its own. Being Jewish in their origin, and showing in many places, we believe, the quality of inspiration, they deserve to be rescued from their long neglect by the Synagogue. </p>\n<p>Some of the new prayers were taken from the first books of services used by the Jewish Religious Union and the Liberal Jewish Synagogue; others were newly written for the first edition of this book, and some further new prayers were written for this edition. I am conscious of the inadequacy of those I have written; all I can claim for them is that they are an effort to make our worship accord with modern thought, by the use of prayers informed by our conception of God and by our view of His relation to the universe and of our relation to Him. </p>\n<p>A few of the modern prayers have been drawn from non-Jewish sources, and the poems in the Supplement to Vol. Ⅰ, which are intended for reading as parts of the services, are mostly by non-Jewish writers. In the second volume there are three selections from non-Jewish writers—Shakespeare’s Sonnet on the Soul, on page 258 and two poems in the Additional Readings. In the third volume, there is one poem. These were all included because they were felt to express inspiringly much of our thought and inspiration in a way acceptable to all theists. Poetry, like music, has a place of special value in public worship and in individual prayer. There are, however, very few Jewish poems which in their English translations can be placed among the best poetry with the strongest appeal to the English-speaking Jew; so that a large part of the poetry in the services comes from non-Jewish writers, who, with a few exceptions, are among the greatest English poets. And the best poetry speaks the language of universal religion. [it the use of appropriate non-Jewish writings in a Jewish Prayer Book requires justification other than their intrinsic merit, it would be in the belief which Liberal Jews hold, that Divine inspiration is universal, that, in the words of the prayer on page 200, God inspired the great and good among all the families of the earth; so that their words can help us when we pray. Though we believe that Israel was, and is, the peculiar people of revelation, we also believe that revelation was given to others, too. Plato and Shakespeare can help Jews to find their way to God. </p>\n<p>In form, the services follow, for the most part, the traditional services; especially is this the case with those for Holy Days, except that the Mussaph (the additional service on the mornings of these days) has been omitted. Only the Day of Atonement has it. This part of the service was so closely associated with the sacrificial system that most Reform and Liberal Jewish congregations have omitted it; and we have followed the general example. We were also guided by the minor reason that to have added a Mussaph in every case where the traditional Prayer Book has one, would have made our services too long. </p>\n<p>Some the services for Sabbaths and weekdays do not follow the traditional form. It was felt that there are times when a service of this sort has a particular value. In all the services, however, the Jewish character of the worship is evident. The ideas are always Jewish. Though there are also prayers which are just theistic, we believe that they add to the Jewish quality of the services; they do not detract from it, showing that Judaism stands for the teaching of a pure and universal theism. </p>\n<p>The distinctive features of this Prayer Book, it will be seen, are related to the principle that present knowledge and present needs have a place in religious teaching and worship. As the late Dr. Israel Abrahams wrote: </p>\n<p>“The formulation of the highest truth needs constant revision, and even more surely do the forms in which that truth is clothed. When dogma takes the place of love, religion is dead. And a liturgy that cannot expand, that cannot absorb the best religious teaching of the age, that cannot dare to sing unto the Lord new songs, such a liturgy is a printed page, it is not a prayer fresh from the suppliant’s heart.” (<em>Aspects of Judaism</em>, 2nd edition, page 46.) </p>\n<p>This expresses in relation to the liturgy the significance of the adjective in “Liberal Judaism.” Those who have read Dr. C.G. Montefiore’s books are familiar with the application of the principle of development to the thought and worship of Judaism. This Prayer Book owes much to his influence in general and to his valuable advice in many details. </p>\n<p>We have endeavoured in this liturgy to apply the fundamental principle of Liberal Judaism, the adaptation of Judaism to the present, both in its form and in its ideas. Our Prayer Book, like Liberal Judaism itself, is a combination of the past and the present, and of Judaism and Universalism. Some will say this or that service is too traditional, others will say it is too untraditional, but the way to judge a service is not whether it is traditional or untraditional, but whether it helps Jews to feel the power in Judaism, whether it will help Jews and others who come to worship in our Synagogues to feel in Judaism the satisfaction of their spiritual longing and the impetus to spiritual striving. </p>\n<p>We believe that the purpose of worship is to influence men. By their influence on human life, the services in this book will be judged. A story in the Bible tells that when Moses came down from the mountain after communion with God, his face shone. The test of worship is in the light it brings into human life. </p>\n<p>We send this book forth with the prayer that it may by its helpfulness gain a place in many hearts to bring them the blessings that come with the worship of God, and to strengthen them in their loyalty to the House of Israel and in their devotion to God. </p>\n<p>ISRAEL I. MATTUCK.<br />\nLondon, October, 1937.\n</p></blockquote>\n<blockquote><p>\nSOURCES AND ACKNOWLEDGMENTS. </p>\n<p>The sources of the several prayers, meditations and readings used in the services are set out in the appendix at the end of each volume. The traditional Ashkenazi and Sephardi Prayer Books, and the Bible (Revised Version), have contributed the larger portions of most of the services. The prayers designated “new”  were written by me; except the one beginning, “A year has passed,”  on page 70 of Vol. Ⅱ, by the late Dr. Israel Abrahams, and in the same volume the paragraph beginning “We rejoice” on page 41 and the paragraph on page 243 beginning “Almighty God,”  both of which were written largely by the Hon. Lily H. Montagu. The prayers designated “From the L.J.S. Prayer Book”  were also written by me. Those designated “From the J.R.U. Book of Services”  were written by the late Rev. Simeon Singer, Miss Montagu, and the Rev. Morris Joseph. </p>\n<p>Some of the prayers and hymns, and large portions of the Memorial and Concluding Services on the Day of Atonement, have been taken from the Union Prayer Book, and our thanks are due to the Central Conference of American Rabbis, who, through their executive officers, gave us permission to do so. Thanks are also due to the Jewish Publication Society of America for permission to use the hymn on page 105, and the translated sections from the works of Solomon Ibn Gabirol, Moses Ibn Ezra and Judah Halevi; to the Trustees of the Arthur Davis Memorial Fund for permission to use some of the translations in <em>Service of the Synagogue</em>; to the West London Synagogue of British Jews for the prayers adapted from their Prayer Book. </p>\n<p>I acknowledged in the Preface to the first edition, the valuable help I received in the original compilation of the Prayer Book. In the revision, I owe a special debt of gratitude to my colleague and son-in-law, Mr. Leslie I. Edgar, who helped me in many ways, and in whose Services for Young People I have found a number of the new selections which I have used in this edition, including some written by himself. </p>\n<p>The late Mrs. Alice Lucas and the late Mr. Israel Zangwill gave us permission to reprint some of their poems. Mrs. Lucas also wrote the new hymns for the Concluding Service of the Day of Atonement, and the new hymns for the Services for the Festivals. The late Poet Laureate, Dr. Bridges, gave us permission to use two selections from ‘‘ The Spirit of Man,’’ the Rev. Ellison A. Voysey permitted us to reprint three prayers by his father, the late Rev. Charles Voysey, B.A., from the Theistic Prayer Book (8rd edition), and Dr. Redcliffe Salaman, F.R.S., gave us permission to reprint a poem by the late Nina Salaman. We are grateful to Mrs. Amy Kirchberger Blank for two poems, and to Mr. Basil L. Q. Henriques for permission to reprint the prayer by him which is on page 92 of Vol. Ⅰ. </p>\n<p>I have to thank my secretary, Mr. Joseph Foreman, for his work in connection with the printing of this edition. </p>\n<p>I.I.M.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Incorporating in the second part portions of the Preface to the first edition published in 1926.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "British Jewry",
        "Liberal Movement for Progressive Judaism in Britain"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://www.law.cornell.edu/uscode/text/17/108'>Reproduction Right</a> (17 U.S. Code &sect;108 - Limitations on exclusive rights: Reproduction by libraries and archives)"
        ],
        "_yoast_wpseo_primary_category": [
            "3041"
        ],
        "_thumbnail_id": [
            "52718"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/09/Liberal-Jewish-Prayer-Book-vol.-1-Services-for-Weekdays-Sabbaths-etc.-Liberal-Jewish-Synagogue-1937-title.jpg",
        "title": "Liberal Jewish Prayer Book vol. 1- Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue 1937) &#8211; title",
        "caption": "Liberal Jewish Prayer Book vol. 1- Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue 1937) - title"
    },
    "source_link": "https://opensiddur.org/?p=52717",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/liberal-jewish-prayer-book-vol-1-services-for-weekdays-sabbaths-etc-liberal-jewish-synagogue-london-1937/",
    "slug": "liberal-jewish-prayer-book-vol-1-services-for-weekdays-sabbaths-etc-liberal-jewish-synagogue-london-1937"
}