{
    "title": "&#x1F4D6; Liberal Jewish Prayer Book vol. Ⅰ: Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue, London 1926)",
    "author": "Liberal Jewish Synagogue of London",
    "coauthors": [
        {
            "name": "Israel Mattuck",
            "bio": "Rabbi Israel Isidore Mattuck (1884–1954) was a leader of the Liberal (Reform movement) in the United Kingfom. Born in Lithuania, he came as a child to the United States with his family and grew up in Worcester, Massachusetts. A graduate of Harvard University, he was ordained at the Hebrew Union College in 1910 having only spent two years in residence. He held a pulpit in Far Rockaway, New York, for a year and then went to England to serve a young congregation, the Liberal Synagogue in London. He served as senior minister for 36 years and then after 1947 was minister emeritus. Under his leadership the synagogue grew into one of the largest synagogues in London. The building that he helped build was bombed in World War II, but Mattuck lived to see it restored and rededicated. He was succeeded by his disciple and son-in-law Rabbi Leslie Edgar. He was a leading figure, perhaps the leading figure in English Liberal Jewry, its philosopher and its public face. He was known as one of the \"Three Ms\": Montagu, Montefiore, and Mattuck. He helped form the Union of Liberal and Progressive Synagogues and helped establish the World Union for Progressive Judaism in 1926 and served as its first chairman from 1926 until his death. He was chairman of the Society of Jews and Christians. He compiled and edited the Liberal prayer book, first in three volumes in 1923–26 and in a revised edition in 1937. He is the author of several books: <em>What Are the Jews</em> (1939); <em>The Essentials of Liberal Judaism</em> (1947); <em>Jewish Ethics</em> (1953); and <em>The Thought of the Prophets</em> (1953). He also edited <em>Aspects of Progressive Jewish Thought</em> (1955), which was dedicated in honor of Leo Baeck's 80th birthday. It was published posthumously.",
            "website": "https://de.wikipedia.org/wiki/Israel_Mattuck",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/09/israel-mattuck-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/israel-mattuck"
        },
        {
            "name": "Liberal Jewish Synagogue of London",
            "bio": "The Liberal Jewish Synagogue, or LJS (קהל קדוש לב חדש, Qahal Qadosh Lev Ḥadash), is a house of prayer in St John's Wood, London, founded in 1911. It is the oldest and largest member of Britain's Liberal Judaism, a constituent member of the World Union for Progressive Judaism.",
            "website": "https://en.wikipedia.org/wiki/Liberal_Jewish_Synagogue",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/09/cropped-1280px-Liberal_Jewish_Synagogue_St_Johns_Wood_Road_2018-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/qehilat-qadosh-lev-hadash"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2023-09-21",
    "last_updated": "2025-01-03",
    "excerpt": "<em>Liberal Jewish Prayer Book vol. 1: Services for Weekdays, Sabbaths, etc.</em> (1926) is the original edition of the communal prayerbook of the Liberal Jewish Synagogue (London). . . .",
    "content": "<p><em>Liberal Jewish Prayer Book vol. Ⅰ: Services for Weekdays, Sabbaths, etc.</em> (1926) is the original edition of the communal prayerbook of the Liberal Jewish Synagogue (London). A revised &#8220;new&#8221; edition was published in 1937.</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/liberal-jewish-prayer-book-weekdays-sabbath-etc-ljs-1926/Liberal%20Jewish%20Prayer%20Book%20vol.%201-%20Services%20for%20Weekdays%2C%20Sabbaths%2C%20etc.%20%28Liberal%20Jewish%20Synagogue%201926%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the expiration of the term of copyright for the copyright holder listed in the copyright notice (ninety-five years having passed since its publication).</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nPREFACE. </p>\n<p>In form and content the services and prayers in this book show the ideas of Liberal Judaism. Liberal Judaism in its teaching aims to combine the permanent spiritual values in the Jewish Tradition with modern thought, and to express the spiritual and moral direction of Judaism in a way particularly suitable to the needs of modern Jewish life; this Prayer Book is an attempt to make Jewish public worship conform with this aim. The traditional and the new are combined, forming, we hope, in the case of each service, a unity which shall satisfy the historic feeling and the religious thought of the modern Jewish consciousness. </p>\n<p>The new prayers often express more especially the distinctive ideas of Liberal Judaism; and only those traditional prayers have been retained which in themselves or by reinterpretation express ideas which we believe or desires which we feel. When traditional prayers are used, the Hebrew of the original is most often printed with an English paraphrase, which is sometimes like a translation, deviating from literalness only for the sake of ease in reading; at other times, however, the English paraphrases also the meaning of the original, interpreting it so as to accord with our beliefs. In other words, we have here and there read a new meaning into an old prayer, one, however, not unrelated to its original meaning. For some reasons, this procedure is unsatisfactory, it is open to misunderstanding; but it has been adopted only with prayers which are so old that they could not be excluded from Jewish services. The best example is the prayer on page 9 and elsewhere, beginning “Thou O Lord art mighty to save.” This is a very ancient prayer, dating back in its present form nearly twenty-one centuries. It contains a reference to the belief in the bodily resurrection of the dead, which was for a long time a teaching of Judaism; it still is an official dogma of Orthodox Judaism. For Liberal Judaism, however, the belief in the resurrection of the body has lost its significance; its teaching about life after death is contained in the hope for immortality issuing from the belief in eternal life. Though, therefore, this prayer has been retained in its ancient Hebrew form, the paraphrase shows what meaning it holds in this Prayer Book. </p>\n<p>Besides the prayers from the Traditional Services, the historic element in this Prayer Book is further represented by selections from the Bible, Apocrypha, Talmud, and later Jewish writings, especially the Medieval Jewish poets. The Book of Psalms supplies, of course, the largest number of Biblical passages and quotations; but the books of the Prophets and the Wisdom books have also been drawn upon, to supply what might be called the didactic element in the Services. In the Jewish view, public worship is not only an occasion for communal and individual prayer, but also for instruction. The readings from the Law and Prophets, which specifically served this purpose in the Traditional Services, have been retained; but selections from the Bible and other sources have also been introduced among the prayers. Communion with God comes not only through supplication and aspiration, but also by thought. Several of the new prayers were written with the hope that they may help in this way. </p>\n<p>The use of the Apocrypha, if it needs justification, must find it in the character and quality of the selections used. They sometimes contain ideas which are expressed in no other section of ancient Jewish literature with the same explicitness, and in language that has an attractive quality of its own. Being Jewish in their origin, and showing in many places, we believe, the quality of inspiration, they deserve to be rescued from their long neglect by the Synagogue. </p>\n<p>Some of the new prayers were taken from the Services used up to now by the Jewish Religious Union and the Liberal Jewish Synagogue; others have been newly written for this book, representing, for the most part, the modern element in it. We are conscious of their inadequacy; all we can claim for them is that they are an effort to make our worship accord with modern thought, by the use of prayers informed by our conception of God and by our view of His relation to the universe and of our relation to Him. </p>\n<p>A few of the modern prayers have been drawn from non-Jewish sources, and the poems in the Supplement to Vol. Ⅰ, which are intended for reading as parts of the Services, are mostly by non-Jewish writers. In the second volume there is only one such selection—Shakespeare’s Sonnet on the Soul, on page 272. These were all inserted because they were felt to express inspiringly much of our thought and aspiration in a way acceptable to all theists. Poetry, like music, has a place of special value in public worship and in individual prayer. There are, however, very few Jewish poems which in their English translation can be placed among the best poetry with the strongest appeal to the English-speaking Jew; so that most of the poetry in this book comes from non-Jewish writers, who, with a few exceptions, are among the greatest English poets. And the best poetry speaks the language of universal religion. If the use of appropriate non-Jewish writings in a Jewish Prayer Book requires justification other than their intrinsic merit, it would be in the belief which Liberal Jews hold, that Divine inspiration is universal, that, in the words of the prayer on page 42, God inspired the great and good among all the families of the earth; so that their words ean help us when we pray. </p>\n<p>In form, the Services follow, for the most part, the Traditional Services; especially those for the Holy Days, except that the Mussaph (the additional service on the mornings of these days) has been omitted. Only the Day of Atonement has it. This part of the service was so closely associated with the sacrificial system that most Reform and Liberal Jewish congregations have omitted it; and we have followed the general example. Apart from that, we were guided by a few minor reasons in this omission. There is very little new in this portion of the Traditional Liturgy which could readily be used in our Prayer Book. Moreover, to have added a Mussaph in every case where the Traditional Prayer Book has one, would have made our Services too long. Except, however, for this omission, each Service has sections corresponding nearly to the Traditional divisions; but in each case shorter, the whole Service being considerably shorter. </p>\n<p>A few of the Services for Sabbaths and week-days do not follow the Traditional form; this is especially the case in Service 12—which has a universalistic character. It was felt that there are times when a Service of this sort has a particular value. In all the Services, however, the Jewish character of the worship is evident. The ideas are always Jewish, and the form is nearly always like that in the Traditional Liturgy Though there are also prayers which are just theistic, we believe that they add to the Jewish quality of the Services, they do not detract from it; showing that Judaism stands for the teaching of a pure and universal theism. </p>\n<p>There are a number of Services for the Sabbaths (some of them can be used at other times), so that no one need be used too often. Prayers are inclined to lose their meaning and inspiring power through frequent repetition. Moreover, variety in the character of the Services held each week seemed desirable to bring out the variety in religious thought. There are a few passages that occur in practically all the Services; the Shema and the Kaddish are in all, one or two other Traditional prayers are in nearly all, and the prayer for the Royal Family is in all the morning Services. A few Traditional prayers occur in a number of the Services, but the larger part of each one is distinctive. </p>\n<p>In addition to the formal Services, there are, on pages 291-337, sections which can be so grouped as to make various complete Services. </p>\n<p>In the Services for the Holy Days the aim has been to maintain and show the Traditional character and atmosphere of each day. Having used Vol. Ⅱ for two years (it was issued first, in 1923, because of an urgent need for it), we can feel that the Services for Rosh Hashanah and Yom Kippur fulfil that aim. The Services for the first days of Passover and Tabernacles, and for Pentecost, are those we have been using on these, festivals, but slightly revised. Those for the last days of Passover and Tabernacles (evening and morning) are, however, new. They are compiled with the purpose of giving these days special characters, somewhat in accord with their Traditional associations. </p>\n<p>A word is necessary about the use of Hebrew. Though in the services of the Liberal Jewish Synagogue little Hebrew is used, many of the Traditional prayers have been printed with their Hebrew, so that others who use the Prayer Book could be free to have more or less Hebrew; since, in our view, the language of prayer does not hold any intrinsic merit or power, but draws its value from its appeal to those who pray. This Prayer Book is primarily issued for Jews whose tongue is English, and who, therefore, wish to say their Jewish prayers in that language. </p>\n<p>The distinctive features of this Prayer Book, it will be seen, are related to the principle that present knowledge and present needs have a place in religious teaching and worship. As the late Dr. Israel Abrahams wrote: </p>\n<p>“The formulation of the highest truth needs constant revision, and even more surely do the forms in which that truth is clothed. When dogma takes the place of love, religion is dead. And a liturgy that cannot expand, that cannot absorb the best religious teaching of the age, that cannot dare to sing unto the Lord new songs, such a liturgy is a printed page, it is not a prayer fresh from the suppliant’s heart.” (<em>Aspects of Judaism</em>, 2nd edition, page 46.) </p>\n<p>The great Jewish scholar who wrote these words had a share in the compilation of this Prayer Book; that was but one of the many services he rendered to the cause of Liberal Judaism by his learning and work. We have endeavoured in this liturgy to apply the high principle he enunciated. </p>\n<p>The sources of the several prayers, meditations, and lessons used in the Services are set out at the end of each volume. The prayers designated “new” were written by me; except the one beginning “A year has passed,” on page 84 of Vol. Ⅱ which is by the late Dr. Israel Abrahams, and in the same volume the paragraph beginning “We rejoice” on page 50, and the paragraph on page 260 beginning “Almighty God,” both of which were written by the Hon. Lily H. Montagu. The prayers designated “From the L.J.S. Prayer Book” were also written by me. Those designated “From the J.R.U. Book of Services” were written by the late Rev. Simeon Singer, Miss Montagu, and the Rev. Morris Joseph. In the work on this Prayer Book, I have had the help of the Ritual Committee of the Liberal Jewish Synagogue, of Miss Amy Kirchberger, of my Secretary Miss Mary Lawrence, and, in the case of Vols. Ⅰ and Ⅲ, also of my colleague, the Rev. M. L. Perlzweig. </p>\n<p>We send this book forth with the prayer that it may by its helpfulness gain a place in many hearts to bring them the blessings that come with the worship of God, and to strengthen them in their loyalty to the House of Israel and in their devotion to our Heavenly Father. </p>\n<p>Israel I. Mattuck.<br />\nLondon, October, 1925.\n</p></blockquote>\n<blockquote><p>\nACKNOWLEDGMENTS. </p>\n<p>We are grateful to Mrs. Alice Lucas and Mr. Israel Zangwill for permission to reprint some of their poems; to the Poet Laureate for permission to use two selections from &#8220;The Spirit of Man&#8221;; and to the Rev. Ellison A. Voysey for permission to reprint three prayers by his father, the late Rev. Charles Voysey, B.A., from the Theistic Prayer Book (8rd edition). The authorship of the poems and prayers is indicated in the appendix at the end of each volume.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "British Jewry",
        "Liberal Movement for Progressive Judaism in Britain"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "3041"
        ],
        "_thumbnail_id": [
            "52713"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/09/Liberal-Jewish-Prayer-Book-vol.-1-Services-for-Weekdays-Sabbaths-etc.-Liberal-Jewish-Synagogue-1926-title.jpg",
        "title": "Liberal Jewish Prayer Book vol. 1- Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue 1926) &#8211; title",
        "caption": "Liberal Jewish Prayer Book vol. 1- Services for Weekdays, Sabbaths, etc. (Liberal Jewish Synagogue 1926) - title"
    },
    "source_link": "https://opensiddur.org/?p=52712",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/liberal-jewish-prayer-book-vol-1-services-for-weekdays-sabbaths-etc-liberal-jewish-synagogue-london-1926/",
    "slug": "liberal-jewish-prayer-book-vol-1-services-for-weekdays-sabbaths-etc-liberal-jewish-synagogue-london-1926"
}