{
    "title": "&#x1F4D6; סדר תפלות כל השנה (אשכנז)‏ | Magil's Complete (Hebrew-English) Linear Prayer Book, arranged and translated by Yosef Mogilnitski (second improved edition, 1908)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Yosef Mogilnitski",
            "bio": "Yosef ben Yuzl Mogilntski (also Magilntski and Magilntzky, Americanized: Joseph Magil, March 17, 1870-February 10, 1945) was born in Raseyn (Raseiniai), Kovno district, Lithuania.  Until age fourteen he attended religious elementary schools and yeshivas, while stealthily studying modern Hebrew and Russian.  At age sixteen he published essays in <em>Hamelits</em> (The spectator) and <em>Yudishe folksblat</em> (Jewish people’s newspaper).  In 1889 he moved to Mitave (Mitava), Courland.  There he studied German and acquainted himself with German literature.  In 1890 he returned to Raseiniai and became a teacher in the school for the society “Banot Tsiyon” (Daughters of Zion).  In 1892 he made his way to the United States, settled in Philadelphia, and founded there a Hebrew-Yiddish school called “Bene Tsiyon” (Children of Zion).  In 1894 he founded in Philadelphia <em>Yudishes folks blat</em> (Jewish people’s newspaper), a biweekly published by the Mogilnitski Brothers and edited by Yoysef Mogilnitski, which came out for approximately one year.  He also published articles in <em>Der literarishe shtrahl</em> (The literary ray [of light]), “monthly with an English division”—motto: “Literature and Science”—in Philadelphia, first volume (September 1899), last issue (February 1906).  He also wrote (using the pen name “A. Mogil”) for <em>Nyu-yorker yudishe folks-tsaytung</em> (New York Jewish people’s newspaper) (1886-1889) and other publications.  He published textbooks for schools and Talmud-Torahs (in Yiddish with English translation), including: <em>Mogilnitskis linyen skul khumesh, oder oyzer hamore vehatalmid (dem lehers un shilers hehilfe)</em> (Mogilnitski’s linear school Pentateuch, or an aide for the teacher and the student), “an entirely new and easy method of instruction in the entire Pentateuch, without change or abridgement, with great success, with assistance from a new ‘linear system,’ for [secular] schools, religious elementary schools, Talmud-Torahs, and self-study” (Philadelphia, 1899); <em>Mogilnitskis hamekhin lakhumesh</em> (Mogilnitski’s preparation for Pentateuch [study]) (Philadelphia, 1906), 199 pp.; <em>Mogilnitskis linyen megiles ester</em> (Mogilnitski’s linear Scroll of Esther) (Philadelphia); <em>Mogilnitskis hagode shel peysekh</em> (Mogilnitski’s Passover Haggada); <em>Mogilnitskis kovets shire tsien veshire am</em> (Mogilnitski’s collection of poems of Zion and poetry of the people) (Philadelphia, 1906), “fifty-six of the best poems in Hebrew, Yiddish, and English, with notes to sing and play in pocketbook format.”  He also published: <em>Sider lebote-seyfer velam</em> (Prayer book for schools and the people) (Philadelphia, 1904), 176 pp., “complete prayer book for the entire year, all of the prayers all in one place, for every Jewish home, religious elementary schools, and schools, with important remarks and special notes by means of which everyone can know where one finds the two kinds of shva, by Yoysef son of Yude Mogilnitski.”  He died in Philadelphia. (from the short biography by Zaynvl Diamant posted at <a href=\"https://yleksikon.blogspot.com/2017/07/yoysef-yuzl-mogilnitski-magilnitski.html\">Yiddish Leksikon</a>. See there for sources.)",
            "website": "http://yleksikon.blogspot.com/2017/07/yoysef-yuzl-mogilnitski-magilnitski.html",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yosef-yuzl-mogilnitski"
        }
    ],
    "date": "2019-10-28",
    "last_updated": "2023-04-06",
    "excerpt": "A bilingual Hebrew-English siddur, with translation presented in a linear, phrase by phrase format, to aid English readers in learning liturgical Hebrew.  . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/magilscompletelinearprayerbookjosephmagil1908#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This work was initially scanned by the University of Toronto and uploaded to the Internet Archive. Unfortunately, this digital edition was rendered incorrectly as a left-to-right formatted book (and presented backward). Using the digital images of the resource at the Internet Archive, Aharon Varady reset the pages correctly as a right-to-left document. (Thank you!) This corrected work is now cross-posted to the Internet Archive, the digital repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\nPREFACE</p>\n<p>After a period of more than six years of hard labor and research, I am, for the first time, enabled to present to the devout Hebrew public my COMPLETE LINEAR PRAYER BOOK for the use in the Synagogue, the Home and the School. </p>\n<p>The first volume of the present book comprises, in the most complete form, the MORNING, AFTERNOON and EVENING SERVICES for week-days and Saturday evening, GRACE AFTER MEALS, PRAYERS BEFORE RETIRING TO REST AT NIGHT, BLESSINGS and PRAYERS FOR CHILDREN, while the second volume contains the SERVICES FOR SABBATH, NEW MOON and FESTIVALS. </p>\n<p>Unlike almost all other prayer books, every one of the above mentioned prayers is printed in its entirety in one place, and nothing is to be looked for in other places. </p>\n<p>Another good feature of this work is that none of the prayers remained untranslated. </p>\n<p>Knowing as I do that my LINEAR SCHOOL BIBLE and other works in the <em>Linear System</em> have been of great assistance to both teachers and students Of various age in a great many schools and colleges, I dare hope that the present volume will be of equal service to all those who are aware of the fact that the knowledge of the prayers in their original Hebrew language is of great importance. </p>\n<p>Of great usefulness and assistance to teachers and pupils, as well as to all those desirous to read the prayers correctly, will be found the dash-mark placed over every Vocal Sh’va (שְׁוָא נָא) when not under the first letter, thus enabling every one to read the prayers correctly, while the copious text and marginal notes, wherein the origin, composition and composers of the prayers are traced back as far as the Bible, Talmudic, Midrashic and latter Hebrew literature, will satisfy Hebrew scholars. </p>\n<p>Although no pains have been spared to make the present work as correct as possible, the translator will be thankful to Hebrew scholars who will oblige him by their corrections, as the nature of the work is such that errors are unavoidable. </p>\n<p>JOSEPH MAGIL.<br />\nPhiladelphia, March, 1908. </p>\n<hr />\n<p>TO TEACHERS AND STUDENTS. </p>\n<p>The attention of teachers and students is herewith called to the sign (־) which was placed over the letter having- a Vocal Sh’va (שְׁוָא נָא), when it occurs in the <em>middle of the word</em>, to disting-uish it from the Silent Sh’va (שְׁוָא נָח). For instance קִ־דְּשָֽׁנוּ, וּ־תְנוּמָה are to be read קִדְּֿשָֽׁנוּ, וּתְֿנוּמָה i.e., the letter having the dash (ֿ) placed over it begins the following syllable. </p>\n<p>To designate words wherein the penultimate syllable is to be accented, the Metheg-sign (<sub>׀</sub>) has been made use of throughout this book, as לְפָנֶֽיךָ, מֶֽלֶךְ. In words not having such a sign the ultimate syllable is to be accented. </p>\n<p>HOW TO STUDY MAGIL’S UNEAR BOOKS SUCCESSFULLY. </p>\n<p>Cover the column of translation up to the line you intend to study by the “Student’s Cover” which is attached to this book, or, in absence of such a cover, by an ordinary straight piece of card-board or paper. Read one line of the Hebrew text and the translation thereof very slowly and carefully once, twice, or more, until you think you know the translation by heart, and are able to repeat the same precisely, without looking into the book. Then move the cover upward , so as to cover the translation of the Hebrew line which is being studied, read again the Hebrew line, and furnish the translation yourself; then move the cover downward again, read the translation inside , and compare it with that which you furnished. When found to be correct, read and translate it several times until well memorized. Continue to do the same with the following lines, and, when a passage is thus memorized, it should be gone over again, but this time you must first cover the translation and furnish the same yourself, bearing always in mind that whenever you had yourself translated a line, you must not leave it before the cover was moved downward and the translation verified. </p>\n<p>Apply the Student’s Cover to the text in making translations from English into Hebrew, just as you have been directed to apply it to the English translation in translating from Hebrew into English. </p>\n<p>In reciting a lesson before the teacher, the student should keep covered the translation.\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "linear English translation",
        "Nusaḥ Ashkenaz",
        "Philadelphia"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27777"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Magils-Complete-Linear-Prayerbook-Joseph-Magil-1908-featured-image..png",
        "title": "Magil&#8217;s Complete Linear Prayerbook (Joseph Magil 1908) &#8211; featured image.",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27775",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/magils-complete-linear-prayer-book-by-yosef-mogilnitski-second-improved-edition-1908/",
    "slug": "magils-complete-linear-prayer-book-by-yosef-mogilnitski-second-improved-edition-1908"
}