{
    "post_id": 6698,
    "title": "&#x1f4c4; סדר תפילות | The Seder Tefillot of Rabbi Moshe ben Maimon (c. 1180 CE)",
    "author": "Moshe ben Maimon",
    "coauthors": [
        {
            "name": "Moshe ben Maimon",
            "bio": "Mosheh ben Maimon (משה בן מימון), called Moses Maimonides (/maɪˈmɒnɪdiːz/ my-mon-i-deez) and also known as Mūsā ibn Maymūn (Arabic: موسى بن ميمون‎), or RaMBaM (רמב\"ם – Hebrew acronym for \"Rabbeinu Mosheh Ben Maimon\" – English translation: \"Our Rabbi/Teacher Moses Son [of] Maimon\"), was a preeminent medieval Spanish, Sephardic Jewish philosopher, astronomer and one of the most prolific and influential Torah scholars and physicians of the Middle Ages. He was born in Córdoba (present-day Spain), Almoravid Empire on Passover Eve, 1138, and died in Egypt on December 12, 1204. \r\n\r\nAlthough his writings on Jewish law and ethics were met with acclaim and gratitude from most Jews, even as far off as Iraq and Yemen, and he rose to be the revered head of the Jewish community in Egypt, there were also vociferous critics of some of his writings, particularly in Spain. Nevertheless, he was posthumously acknowledged to be one of the foremost rabbinical arbiters and philosophers in Jewish history, his copious work comprising a cornerstone of Jewish scholarship. His fourteen-volume Mishneh Torah still carries significant canonical authority as a codification of Talmudic law. In the Yeshiva world he is called sometimes \"haNesher haGadol\" (the great eagle) in recognition of his outstanding status as a bona fide exponent of the Oral Torah.\r\n\r\n(from \"<a href=\"http://en.wikipedia.org/wiki/Maimonides\">Maimonides</a>\" on wikipedia)",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/04/Moses-ben-Mamon-a.k.a-Maimonides-Córdoba-Jerzy-Kociatkiewicz-CC-BY-SA-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moshe-ben-maimon"
        }
    ],
    "date": "2013-04-20",
    "last_updated": "2025-08-29",
    "excerpt": "This post is a storage container for facsimile editions and digital transcriptions of Maimonides' <em>Seder Tefillot</em> (Order of Prayers) found at the end of his <em>Sefer Ahava</em> (Book of Love) in his <em>Mishneh Torah</em>. . . .",
    "content": "<p>This post is a storage container for facsimile editions and digital transcriptions of Maimonides&#8217; <em>Seder Tefillot</em> (Order of Prayers) found at the end of his <em>Sefer Ahava</em> (Book of Love) in his <em>Mishneh Torah</em>. This list is by no means complete. It only contains those editions that we have digital scans for. (Please contribute additional scans of Seder Tefillot from other early mansuscripts.) The Rambam was known to have edited his own work leading to the a number of textual variants in later editions.</p>\n<h3>Facsimile Editions</h3>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td>Manuscript</td>\n<td>Folios</td>\n<td>Date</td>\n<td>Provenance</td>\n<td>Public Domain Custodian</td>\n</tr>\n<tr>\n<td><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Maimonides-Seder-tefillot-Bodleian-Library-MS-Huntington-80-165a-185a.pdf\">MS Huntington 80</a></td>\n<td>165a-185a</td>\n<td>late 12th century</td>\n<td>Manuscript, signed by the author</td>\n<td><a href=\"http://maimonides.bodleian.ox.ac.uk/\">Bodleian Library</a></td>\n</tr>\n<tr>\n<td><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Maimonides-Seder-Tefillot-Mishneh-Torah-MS-A77-Northeastern-France-1296.pdf\">MS A77</a></td>\n<td>66r-82v</td>\n<td>1296CE</td>\n<td>Manuscript, Northeastern France</td>\n<td>Library of the Hungarian Academy of the Sciences, <a href=\"http://kaufmann.mtak.hu/en/ms77a/ms77a-coll1.htm\">Dávid Kaufmann Collection</a>)</td>\n</tr>\n<tr>\n<td><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Maimonides-Seder-tefillot-Constantinople-1509.pdf\">Constantinople 1509</a></td>\n<td>53a-56b</td>\n<td>1509CE</td>\n<td>Early printed edition of the Mishneh Torah by David and Samuel Nahmias, Constantinople, Turkey</td>\n<td>United States Library of Congress</td>\n</tr>\n<tr>\n<td><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Seder-Tefillot-Mishneh-Torah-Venice-1574.pdf\">Venice 1574</a></td>\n<td>124b-128b</td>\n<td>1574CE</td>\n<td>Printed edition of the Mishneh Torah in Venice</td>\n<td>Digital scan thanks to Google Books</td>\n</tr>\n</tbody>\n</table>\n<h3>Digital Editions</h3>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Maimonides-Seder-ha-Tefilot-from-the-Mishneh-Torah-unvoweled.txt\">Unvoweled Text</a> (source: <a href=\"http://he.wikisource.org/wiki/%D7%A8%D7%9E%D7%91%22%D7%9D_%D7%A1%D7%93%D7%A8_%D7%94%D7%AA%D7%A4%D7%99%D7%9C%D7%94\">Hebrew Wikisource</a>. Appears to follow from MS Constantinople 1509).</p>\n<p><a href=\"https://opensiddur.org/wp-content/uploads/2013/04/Maimonides-Seder-ha-Tefilot-from-the-Mishneh-Torah-voweled-minimal-layout.txt\"><br />\nVoweled Text</a> (source: unknown text via <a href=\"http://mechon-mamre.org/i/2700n.htm\">Mechon Mamre</a>. Needs <em>meteg</em> and other corrections (please help to attribute this transcription and to identify corrections). Appears to follow MS Huntington 80), see below for text.</p>\n<p><em>A note on the Public Domain.</em> Two dimensional facsimile editions (e.g. archival images) of work that is in the Public Domain are considered to be <a href=\"http://www.constitution.org/1ll/court/fed/bridgman.html\">in the Public Domain in the United States</a> (regardless of any claims to copyright by private or institutional collections). While some collecting institutions such as the Bodleian Library are very clear that they are merely custodians of physical artifacts whose creative content has already entered the Public Domain, others assert copyright claims which confuse the public. We share the following Facsimile Editions and digital transcriptions with a Public Domain declaration, the <a href=\"http://creativecommons.org/publicdomain/zero/1.0/\">Creative Commons Zero license</a>.</p>\n<div class=\"liturgy\" lang=\"heb-Hebr\">\n<h1>סֵדֶר הַתְּפִלָּה</h1>\n<h3>[א]</h3>\n<p> <span class=\"instruction\">נָהֲגוּ הָעָם לִקְרוֹת בְּכָל יוֹם בַּשַּׁחַר, אַחַר שֶׁקּוֹרִין פָּרָשַׁת צַו וּבִרְכַת כּוֹהֲנִים; קוֹרְאִין מִשְׁנָה זוֹ:</span></p>\n<p>אֵלּוּ דְּבָרִים שְׁאֵין לָהֶן שֵׁעוּר: הַפֵּאָה וְהַבִּכּוּרִים וְהָרֵאָיוֹן וּגְמִילוּת חֲסָדִים.</p>\n<p>אֵלּוּ דְּבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶן בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא: כִּבּוּד אָב וָאֵם וּגְמִילוּת חֲסָדִים וַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ׃ וְתַלְמוּד תּוֹרָה, כְּנֶגֶד כֻּלָּם.</p>\n<p>אָמַר רִבִּי זֵירָא, בְּנוֹת יִשְׂרָאֵל הֶם הִחְמִירוּ עַל עַצְמָן שֶׁאַפִלּוּ רוֹאוֹת דָּם טִפָּה כַּחַרְדָּל, יוֹשְׁבוֹת עָלֶיהָ שִׁבְעַת יְמֵי נְקִיִּים.</p>\n<p>תָּנָא דְּבֵי אֵלִיָּהוּ, כָּל הַשּׁוֹנֶה הֲלָכוֹת, מֻבְטָח לוֹ שְׁהוּא בֶּן הָעוֹלָם הַבָּא׃ שֶׁנֶּאֱמָר הֲלִיכוֹת עוֹלָם לוֹ: אַל תִּקְרֵי הֲלִיכוֹת, אֵלָא הֲלָכוֹת.</p>\n<p>אָמַר רִבִּי אֶלְעָזָר אָמַר רִבִּי חֲנִינָה, תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם׃ שֶׁנֶּאֱמָר וְכָל בָּנַיִךְ, לִמּוּדֵי יְהוָה; וְרַב, שְׁלוֹם בָּנָיִךְ.</p>\n<h3>[ב]</h3>\n<p>  <span class=\"instruction\">לְעוֹלָם יְהֶא אָדָם יָרֵא שָׁמַיִם בַּסֵּתֶר וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ; יַשְׁכִּים וְיֹאמַר,</span></p>\n<p>רִבּוֹן כָּל הָעוֹלָמִים: לֹא עַל צִדְקוֹתֵינוּ אֲנַחְנוּ מַפִּילִים תַּחֲנוּנֵינוּ לְפָנֶיךָ כִּי עַל רַחֲמֶיךָ הָרַבִּים. מַה אָנוּ, מַה חַיֵּינוּ, מַה חַסְדֵּנוּ, מַה צִּדְקֵנוּ, מַה מַּעֲשֵׂינוּ, מַה נֹּאמַר לְפָנֶיךָ, יְהוָה אֱלֹהֵינוּ. הֲלוֹא הַגִּבּוֹרִים כְּאַיִן לְפָנֶיךָ וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל. כִּי כָּל מַעֲשֵׂינוּ תֹּהוּ (וָבֹהוּ)<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> see Constantinople 1509&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>&nbsp;, וִימֵי חַיֵּינוּ הֶבֶל לְפָנֶיךָ; כְּמוֹ שֶׁכָּתוּב בְּדִבְרֵי קָדְשְׁךָ וּמוֹתַר הָאָדָם מִן־הַבְּהֵמָה אָיִן כִּי הַכֹּל הָבֶל.</p>\n<p>אֲבָל אֲנַחְנוּ עַמְּךָ, בְּנֵי בְרִיתֶךָ׃ בְּנֵי אַבְרָהָם: אוֹהֲבֶךָ שֶׁנִּשְׁבַּעְתָּ לּוֹ בְּהַר הַמּוֹרִיָּה; זֶרַע יִצְחָק: עֲקִידֶךָ שֶׁנֶּעְקָד עַל גַּבֵּי מִזְבַּחֶךָ; עֲדַת יַעֲקֹב: בִּנְךָ, בְּכוֹרֶךָ שֶׁמֵּאַהֲבָתְךָ שֶׁאָהַבְתָּ אוֹתוֹ וְשִׂמְחָתְךָ שֶׁשָּׂמַחְתָּ בּוֹ, קָרָאתָ אוֹתוֹ יִשְׂרָאֵל וִישׁוּרוּן.</p>\n<p>לְפִיכָּךְ אָנוּ חַיָּבִין לְהוֹדוֹת לָךְ וּלְשַׁבְּחֶךָ וּלְפָאֲרֶךָ וּלִתֶּן הוֹדָיָה וּשְׁבָח לִשְׁמֶךָ. חַיָּבִין אָנוּ לוֹמַר לְפָנֶיךָ בְּכָל יוֹם עֶרֶב וָבֹקֶר, שְׁמַע, יִשְׂרָאֵל׃ יְהוָה אֱלֹהֵינוּ, יְהוָה אֶחָד. אַשְׁרֵינוּ, מַה טּוֹב חֶלְקֵנוּ, מַה נָּעִים גּוֹרָלֵנוּ, מַה יָּפָה מְאוֹד יְרֻשָּׁתֵנוּ. אַשְׁרֵינוּ שֶׁאָנוּ מַשְׁכִּימִין וּמַעֲרִיבִין וְאוֹמְרִין, שְׁמַע, יִשְׂרָאֵל׃ יְהוָה אֱלֹהֵינוּ, יְהוָה אֶחָד.</p>\n<p>אַתָּה הוּא קֹדֶם שֶׁנִּבְרָא הָעוֹלָם, אַתָּה הוּא אַחַר שֶׁנִּבְרָא הָעוֹלָם; אַתָּה הוּא בָּעוֹלָם הַזֶּה וְאַתָּה הוּא לָעוֹלָם הַבָּא; אַתָּה הוּא רִאשׁוֹן וְאַתָּה הוּא אַחֲרוֹן. קַדֵּשׁ אֶת שְׁמָךְ הַגָּדוֹל וְהַקָּדוֹשׁ, בְּעוֹלָמֶךָ; וּבִישׁוּעָתְךָ, תָּרִים וְתַגְבִּיהַּ קַרְנֵנוּ. בָּרוּךְ מְקַדֵּשׁ שְׁמוֹ, בָּרַבִּים.</p>\n<p>אַתָּה הוּא יְהוָה, לְבַדֶּךָ. אַתָּה עָשִׂיתָ אֶת הַשָּׁמַיִם שְׁמֵי הַשָּׁמַיִם וְכָל צְבָאָם הָאָרֶץ וְכָל אֲשֶׁר עָלֶיהָ הַיַּמִּים וְכָל אֲשֶׁר בָּהֶם וְאַתָּה מְחַיֶּה אֶת כֻּלָּם וּצְבָא הַשָּׁמַיִם לְךָ מִשְׁתַּחֲוִים. אַתָּה־הוּא יְהוָה הָאֱלֹהִים אֲשֶׁר בָּחַרְתָּ בְּאַבְרָם וְהוֹצֵאתוֹ מֵאוּר כַּשְׂדִּים; וְשַׂמְתָּ שְּׁמוֹ, אַבְרָהָם. אַתָּה־הוּא; וּשְׁנוֹתֶיךָ, לֹא יִתָּמּוּ. יְהוָה מֶלֶךְ, יְהוָה מָלָךְ; יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. בָּרוּךְ יְהוָה לְעוֹלָם, אָמֵן וְאָמֵן.</p>\n<h3>[ג]</h3>\n<p> <span class=\"instruction\">בְּרָכָה רִאשׁוֹנָה שֶׁמְּבָרְכִין לִפְנֵי פְּסוּקֵי הַזְּמִירוֹת, זֶה הוּא נָסְחָהּ:</span></p>\n<p>בָּרוּךְ שֶׁאָמַר וְהָיָה הָעוֹלָם, בָּרוּךְ הוּא. בָּרוּךְ אוֹמֵר וְעוֹשֶׂה, בָּרוּךְ גּוֹזֵר וּמְקַיֵּם; בָּרוּךְ מְרַחֵם עַל הָאָרֶץ, בָּרוּךְ מְרַחֵם עַל הַבְּרִיּוֹת; בָּרוּךְ מַעֲבִיר אֲפֵלָה וּמֵבִיא אוֹרָה, בָּרוּךְ מְשַׁלֵּם שָׂכָר טוֹב לִירֵאָיו. בָּרוּךְ שְׁאֵין לְפָנָיו, לֹא עַוְלָה וְלֹא שִׁכְחָה, לֹא כָזָב וְלֹא מִרְמָה, לֹא מַשּׂוֹא פָנִים וְלֹא מִקַּח שֹׁחַד. בָּרוּךְ אֵל חַי לָעַד וְקַיָּם לָנֶצַח. בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הָאֵל הַמְהֻלָּל בְּפִי עַמּוֹ, מְשֻׁבָּח וּמְפֹאָר בִּלְשׁוֹן כָּל חֲסִידָיו וַעֲבָדָיו; וּבְשִׁירֵי דָוִיד בֶּן יִשַׁי עַבְדְּךָ מְשִׁיחֶךָ, נְהַלֶּלְךָ יְהוָה אֱלֹהֵינוּ בִּשְׁבָחוֹ וּבְזִמְרוֹ, נוֹדָךְ נְשַׁבְּחָךְ נְפָאֲרָךְ נַמְלִיכָךְ, נַזְכִּיר שְׁמָךְ מַלְכֵּנוּ אֱלֹהֵינוּ יַחַד. יָחִיד, חֵי הָעוֹלָמִים, מְשֻׁבָּח וּמְפֹאָר, עֲדֵי עַד שְׁמוֹ. בָּרוּךְ אַתָּה יְהוָה מֶלֶךְ מְהֻלָּל בַּתֻּשְׁבָּחוֹת.</p>\n<h3>[ד]</h3>\n<p> <span class=\"instruction\">וְקוֹרֶא פְּסוּקִים אֵלּוּ:</span></p>\n<p>יְהִי כְבוֹד יְהוָה, לְעוֹלָם; יִשְׂמַח יְהוָה, בְּמַעֲשָׂיו. יְהִי שֵׁם יְהוָה, מְבֹרָךְ: מֵעַתָּה וְעַד־עוֹלָם. מִמִּזְרַח־שֶׁמֶשׁ עַד־מְבוֹאוֹ: מְהֻלָּל, שֵׁם יְהוָה. רָם עַל־כָּל־גּוֹיִם יְהוָה; עַל הַשָּׁמַיִם כְּבוֹדוֹ. יְהוָה, שִׁמְךָ לְעוֹלָם; יְהוָה, זִכְרְךָ לְדֹר־וָדֹר. יְהוָה: בַּשָּׁמַיִם, הֵכִין כִּסְאוֹ; וּמַלְכוּתוֹ, בַּכֹּל מָשָׁלָה. יִשְׂמְחוּ הַשָּׁמַיִם וְתָגֵל הָאָרֶץ: וְיֹאמְרוּ בַגּוֹיִם, יְהוָה מָלָךְ. יְהוָה מֶלֶךְ. יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. יְהוָה מֶלֶךְ, עוֹלָם וָעֶד; אָבְדוּ גוֹיִם, מֵאַרְצוֹ. יְהוָה, הֵפִיר עֲצַת־גּוֹיִם; הֵנִיא, מַחְשְׁבוֹת עַמִּים. עֻצוּ עֵצָה וְתֻפָר; דַּבְּרוּ דָבָר וְלֹא יָקוּם כִּי עִמָּנוּ אֵל. רַבּוֹת מַחֲשָׁבוֹת בְּלֶב־אִישׁ; וַעֲצַת יְהוָה, הִיא תָקוּם. עֲצַת יְהוָה, לְעוֹלָם תַּעֲמֹד; מַחְשְׁבוֹת לִבּוֹ, לְדֹר וָדֹר. כִּי הוּא אָמַר וַיֶּהִי; הוּא־צִוָּה וַיַּעֲמֹד. כִּי־בָחַר יְהוָה בְּצִיּוֹן; אִוָּהּ, לְמוֹשָׁב לוֹ. כִּי־יַעֲקֹב, בָּחַר לוֹ יָהּ; יִשְׂרָאֵל, לִסְגֻלָּתוֹ. כִּי, לֹא־יִטֹּשׁ יְהוָה עַמּוֹ; וְנַחֲלָתוֹ, לֹא יַעֲזֹב. וְהוּא רַחוּם, יְכַפֵּר עָו&#x200d;ֹן: וְלֹא־יַשְׁחִית׃ וְהִרְבָּה, לְהָשִׁיב אַפּוֹ; וְלֹא־יָעִיר, כָּל־חֲמָתוֹ. יְהוָה הוֹשִׁיעָה׃ הַמֶּלֶךְ, יַעֲנֵנוּ בְיוֹם־קָרְאֵנוּ.</p>\n<p>אַשְׁרֵי, יוֹשְׁבֵי בֵיתֶךָ: עוֹד, יְהַלְלוּךָ סֶּלָה. אַשְׁרֵי הָעָם שֶׁכָּכָה לּוֹ׃ אַשְׁרֵי הָעָם, שֱׁיְהוָה אֱלֹהָיו.</p>\n<h3>[ה]</h3>\n<p> <span class=\"instruction\">וְקוֹרֶא מִתְּהִלָּה, לְדָוִד: אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּלֶךְ &#8230;, עַד סוֹף סֵפֶר תִּלִּים. וְאַחַר כָּךְ, קוֹרֶא פְּסוּקִים אֵלּוּ׃</span></p>\n<p>בָּרוּךְ יְהוָה לְעוֹלָם׃ אָמֵן וְאָמֵן. יִמְלֹךְ יְהוָה לְעוֹלָם, אָמֵן וְאָמֵן. וַיְבָרֶךְ דָּוִיד אֶת־יְהוָה, לְעֵינֵי כָּל־הַקָּהָל; וַיֹּאמֶר דָּוִיד, בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵי יִשְׂרָאֵל אָבִינוּ, מֵעוֹלָם וְעַד־עוֹלָם. לְךָ יְהוָה הַגְּדֻלָּה וְהַגְּבוּרָה וְהַתִּפְאֶרֶת וְהַנֵּצַח וְהַהוֹד כִּי־כֹל, בַּשָּׁמַיִם וּבָאָרֶץ׃ לְךָ יְהוָה הַמַּמְלָכָה וְהַמִּתְנַשֵּׂא לְכֹל לְרֹאשׁ. וְהָעֹשֶׁר וְהַכָּבוֹד, מִלְּפָנֶיךָ וְאַתָּה מוֹשֵׁל בַּכֹּל וּבְיָדְךָ כֹּחַ וּגְבוּרָה; וּבְיָדְךָ, לְגַדֵּל וּלְחַזֵּק לַכֹּל. וְעַתָּה אֱלֹהֵינוּ, מוֹדִים אֲנַחְנוּ לָךְ; וּמְהַלְלִים, לְשֵׁם תִּפְאַרְתֶּךָ. וִיבָרְכוּ שֵׁם כְּבֹדֶךָ וּמְרוֹמַם עַל־כָּל־בְּרָכָה וּתְהִלָּה.</p>\n<h3>[ו]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אַחֲרוֹנָה שֶׁלְּאַחַר פְּסוּקֵי הַזְּמִירוֹת, זֶה הוּא נָסְחָהּ:</span></p>\n<p>יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּנוּ הַמֶּלֶךְ הַגָּדוֹל וְהַקָּדוֹשׁ בַּשָּׁמַיִם וּבָאָרֶץ׃ כִּי לְךָ נָאֶה יְהוָה אֱלֹהֵינוּ שִׁיר וּשְׁבָח הַלֵּל וְזִמְרָה, בְּרָכוֹת וְהוֹדָאוֹת, נֶצַח גְּבוּרָה גְּדֻלָּה תְּהִלָּה וְתִפְאֶרֶת, עֹז מַלְכוּת וּמֶמְשָׁלָה, מֵעַתָּה וְעַד עוֹלָם. בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, מֶלֶךְ גְּדוֹל הַתֻּשְׁבָּחוֹת, אֵל הַהוֹדָיוֹת, אֲדוֹן כָּל הַמַּעֲשִׂים הַבּוֹחֵר בְּשִׁירֵי זִמְרָה, חֵי הָעוֹלָמִים.</p>\n<p><span class=\"instruction\">וְקוֹרֶא הַשִּׁירָה עַד סוֹפָהּ, כְּמִנְהַג הַמָּקוֹם.</span></p>\n<h3>[ז]</h3>\n<p> <span class=\"instruction\">בַּשַּׁבָּת, נָהֲגוּ כָּל הָעָם לְהוֹסִיף לִפְנֵי בְּרָכָה זוֹ, נֹסַח זֶה:</span></p>\n<p>נִשְׁמַת כָּל חַי תְּבָרֵךְ אֶת שִׁמְךָ, יְהוָה אֱלֹהֵינוּ; וְרוּחַ כָּל בָּשָׂר, לְךָ תְּפָאֵר וּתְרוֹמֵם אֶת זִכְרְךָ מַלְכֵּנוּ תָּמִיד. לְדוֹר וָדוֹר מֵעוֹלָם וְעַד עוֹלָם, אַתָּה הוּא הָאֵל וּמִבַּלְעָדֶיךָ אֵין אֱלֹהִים; וְאֵין לָנוּ מֶלֶךְ גּוֹאֵל וּמוֹשִׁיעַ בְּכָל עֵת צָרָה וְצוּקָה, אֵלָא אָתָּה. פּוֹדֶה וּמַצִּיל מְפַרְנֵס וּמְרַחֵם, אֱלוֹהַּ כַּל הַבְּרִיּוֹת; אֲדוֹן הַתּוֹלָדוֹת הַמְּהֻלָּל בַּתֻּשְׁבָּחוֹת הַמְּנַהֵג עוֹלָמוֹ בְּחֶסֶד וּבִרְיוֹתָיו בְּרַחֲמִים רַבִּים. וַיהוָה אֱלֹהִים אֱמֶת, לֹא יָנוּם וְלֹא יִישָׁן; הַמְּעוֹרֵר יְשֵׁנִים הַמֵּקִיץ רְדוּמִים, סוֹמֵךְ נוֹפְלִים וְרוֹפֵא חוֹלִים וּמַתִּיר אֲסוּרִים: וּלְךָ, אֲנַחְנוּ מוֹדִים. וְאִלּוּ פִינוּ מָלֵא שִׁירָה כַיָּם וּלְשׁוֹנֵנוּ רִנָּה כַּהֲמוֹן גַּלָּיו וְשִׂפְתוֹתֵינוּ שְׁבָח כְּמֶרְחֲבֵי הָרָקִיעַ וְעֵינֵינוּ מְאִירוֹת כַּשֶּׁמֶשׁ וְכַיָּרֵחַ וְיָדֵינוּ פְרוּסוֹת כְּנִשְׁרֵי שָׁמָיִם וְרַגְלֵינוּ קַלּוֹת כָּאַיָּלוֹת: אֵין אָנוּ מַסְפִּיקִין לְהוֹדוֹת לְךָ יְהוָה אֱלֹהֵינוּ וּלְבָרֵךְ אֶת שִׁמְךָ מַלְכֵּנוּ, עַל אַחַת מֵאֶלֶף אַלְפֵי אֲלָפִים וְרֹב רִבְבֵי רְבָבוֹת פְּעָמִים הַטּוֹבוֹת שֶׁעָשִׂיתָ עִמָּנוּ וְעִם אֲבוֹתֵינוּ. מִלְּפָנִים: מִמִּצְרַיִם גְּאַלְתָּנוּ יְהוָה אֱלֹהֵינוּ מִבֵּית עֲבָדִים פְּדִיתָנוּ, בָּרָעָב זַנְתָּנוּ וּבַשֹּׂבַע כִּלְכַּלְתָּנוּ וּמֵחֶרֶב הִצַּלְתָּנוּ וּמִדֶּבֶר מִלַּטְתָּנוּ וּמֵחֳלָאִים רָעִים רַבִּים דִּלִּיתָנוּ; וְעַד הֵנָּה: עֲזָרוּנוּ רַחֲמֶיךָ יְהוָה אֱלֹהֵינוּ וְלֹא עֲזָבוּנוּ חֲסָדֶיךָ. עַל כֵּן אֵבָרִים שֶׁפִּלַּגְתָּ בָּנוּ וְרוּחַ וּנְשָׁמָה שֶׁנָּפַחְתָּ בְּאַפֵּינוּ וְלָשׁוֹן אֲשֶׁר שַׂמְתָּ בְּפִינוּ: הֵן הֶן יוֹדוּ וִיבָרְכוּ אֶת שִׁמְךָ יְהוָה אֱלֹהֵינוּ עַל רֹב נִסֵּי פְלָאֶיךָ. כִּי כָל פֶּה לְךָ יוֹדֶה וְכָל לָשׁוֹן לְךָ תְשַׁבֵּחַ וְכָל עַיִן לְךָ תְצַפֶּה; וְכָל בֶּרֶךְ לְךָ תִכְרַע וְכָל קוֹמָה לְפָנֶיךָ תִשְׁתַּחֲוֶה וְכָל הַלְּבָבוֹת יִירָאוּךָ וְהַקְּרָבִים וְהַכְּלָיוֹת יְזַמְּרוּ לִשְׁמֶךָ, כְּדָבָר שֶׁנֶּאֱמָר כָּל עַצְמוֹתַי, תֹּאמַרְנָה: יְהוָה, מִי כָמוֹךָ׃ מַצִּיל עָנִי, מֵחָזָק מִמֶּנּוּ; וְעָנִי וְאֶבְיוֹן, מִגֹּזְלוֹ. וְנֶאֱמָר רַנְּנוּ צַדִּיקִים, בַּיהוָה; לַיְשָׁרִים, נָאוָה תְהִלָּה. בְּפִי יְשָׁרִים תִּתְרוֹמַם וּבְדִבְרֵי צַדִּיקִים תִּתְבָּרַךְ וּבִלְשׁוֹן כָּל חֲסִידִים תִּתְקַדָּשׁ וּבְקֶרֶב קְדוֹשִׁים תִּתְהַלָּל וּבְמִקְהֲלוֹת רִבְבוֹת עַמְּךָ כָל בֵּית יִשְׂרָאֵל, יִתְפָּאַר שִׁמְךָ יְהוָה אֱלֹהֵינוּ: שֶׁכֵּן חוֹבַת כָּל הַיְצוּרִים לְפָנֶיךָ יְהוָה אֱלֹהֵינוּ לְהוֹדוֹת לְהַלֵּל, לְשַׁבֵּחַ לְפָאֶר, לְרוֹמַם לְגַדֶּל וּלְהַדֶּר עַל כָּל דִּבְרֵי זְמִירוֹת שִׁירוֹת תֻּשְׁבְּחוֹת דָּוִיד בֶּן יִשַׁי עַבְדְּךָ מְשִׁיחֶךָ. יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּנוּ הַמֶּלֶךְ הַגָּדוֹל וְהַקָּדוֹשׁ בַּשָּׁמַיִם וּבָאָרֶץ׃ כִּי לְךָ נָאֶה, יְהוָה אֱלֹהֵינוּ&#8230;</p>\n<p><span class=\"instruction\">וְכֵן נָהֲגוּ לִקְרוֹת מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת, כָּל הַמִּזְמוֹר, קֹדֶם שֶׁיַּתְחִילוּ פְּסוּקֵי הַזְּמִירוֹת בְּיוֹם הַשַּׁבָּת וּבְיוֹם הַכִּפּוּרִים. וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִקְרוֹת הַלֵּל הַגָּדוֹל בַּשַּׁבָּתוֹת קֹדֶם פְּסוּקֵי הַזְּמִירוֹת וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִקְרוֹת שִׁיר הַמַּעֲלוֹת: הַכֹּל כְּמִנְהֲגָם.</span></p>\n<h3>[ח]</h3>\n<p> <span class=\"instruction\">בְּרָכָה רִאשׁוֹנָה שֶׁלִּפְנֵי קִרְיַת שְׁמַע בַּשַּׁחַר, זֶה הוּא נָסְחָהּ:</span></p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, יוֹצֵר אוֹר וּבוֹרֵא חֹשֶׁךְ עוֹשֶׂה שָׁלוֹם וּבוֹרֵא אֶת הַכֹּל; הַמֵּאִיר לָאָרֶץ וְלַדָּרִין עָלֶיהָ הַמְחַדֵּשׁ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית. מָה רַבּוּ מַעֲשֶׂיךָ יְהוָה, כֻּלָּם בְּחָכְמָה עָשִׂיתָ; מָלְאָה הָאָרֶץ, קִנְיָנֶיךָ. הַמֶּלֶךְ הַמְּרוֹמָם שְׁמוֹ לְבַדּוֹ מֵאָז הַמְּשֻׁבָּח הַמְּפֹאָר הַמִּתְנַשֵּׂא וְטוֹב מִיְּמוֹת עוֹלָם. אֱלֹהֵי עוֹלָם מַלְכֵּנוּ, בְּרַחֲמֶיךָ הָרַבִּים רַחֵם עָלֵינוּ, אֲדוֹן עֻזֵּנוּ צוּר מִשְׂגַּבֵּנוּ, מָגֵן יִשְׁעֵנוּ מִשְׂגָּב בַּעֲדֵנוּ. אֵל בָּרוּךְ גְּדוֹל דֵּעָה הִתְקִין וּפָעַל זָהֳרֵי חַמָּה, טוֹב יָצַר כָּבוֹד לִשְׁמוֹ, מְאוֹרוֹת נָתַן סְבִיבוֹת עֻזּוֹ, פִּנּוֹת צִבְאוֹת קְדוֹשִׁים רוֹמְמֵי שַׁדַּי תָּמִיד יְסַפְּרוּ לָאֵל קְדֻשָּׁתוֹ. תִּתְבָּרַךְ יְהוָה אֱלֹהֵינוּ בַּשָּׁמַיִם מִמַּעַל וְעַל הָאָרֶץ מִתָּחַת; וְעַל כָּל שְׁבָח מַעֲשֵׂה יָדֶיךָ וּמְאוֹרוֹת אֲשֶׁר יָצַרְתָּ: הֵמָּה יְפָאֲרוּךָ, סֶלָה. תִּתְבָּרַךְ לָעַד צוּרֵנוּ, מַלְכֵּנוּ, גּוֹאֲלֵנוּ, בּוֹרֵא קְדוֹשִׁים. יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּנוּ, יוֹצֵר מְשָׁרְתִים, אֲשֶׁר מְשָׁרְתָיו עוֹמְדִים בְּרוּם עוֹלָם וּמַשְׁמִיעִים אֶת קוֹלָם יַחַד בְּדִבְרֵי אֱלֹהִים חַיִּים וּמֶלֶךְ עוֹלָם. כֻּלָּם אֲהוּבִים, כֻּלָּם בְּרוּרִים, כֻּלָּם גִּבּוֹרִים, עוֹשִׂים בְּאֵימָה רְצוֹן קוֹנֵיהֶם בְּאַהֲבָה. כֻּלָּם מְקַבְּלִים עֲלֵיהֶם עֹל מַלְכוּת שָׁמַיִם זֶה מִזֶּה וְנוֹתְנִים רְשׁוּת זֶה לָזֶה לְהַקְדִּישׁ לְצוּרָם בְּנַחַת רוּחַ, בְּשָׂפָה בְּרוּרָה וּבִנְעִימָה טְהוֹרָה. כֻּלָּם כְּאֶחָד עוֹנִים בְּיִרְאָה וְאוֹמְרִים׃ קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ יְהוָה צְבָאוֹת; מְלֹא כָל־הָאָרֶץ, כְּבוֹדוֹ. וְהָאוֹפַנִּים וְחַיּוֹת הַקֹּדֶשׁ, יַחַד מִתְנַשְּׂאִים לְעֻמָּתָם׃ מְשַׁבְּחִים וְאוֹמְרִים: בָּרוּךְ כְּבוֹד־יְהוָה, מִמְּקוֹמוֹ. לְאֵל בָּרוּךְ נְעִימוֹת יִתֵּנוּ, לְמֶלֶךְ אֵל חַי וְקַיָּם זְמִירוֹת יֹאמֵרוּ וְתֻשְׁבָּחוֹת יַשְׁמִיעוּ כִּי הוּא לְבַדּוֹ פּוֹעֵל גְּבוּרוֹת עוֹשֶׂה חֲדָשׁוֹת זוֹרֵעַ צְדָקוֹת מַצְמִיחַ יְשׁוּעוֹת, אֲדוֹן נִפְלָאוֹת מְחַדֵּשׁ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית: כָּאָמוּר לְעֹשֵׂה, אוֹרִים גְּדֹלִים׃ כִּי לְעוֹלָם חַסְדּוֹ: הִתְקַנְתָּ מְאוֹרוֹת, לְשַׂמֵּחַ עוֹלָם. בָּרוּךְ אַתָּה יְהוָה יוֹצֵר הַמְּאוֹרוֹת.</p>\n<h3>[ט]</h3>\n<p> <span class=\"instruction\">בְּרָכָה שְׁנִיָּה:</span></p>\n<p>אַהֲבַת עוֹלָם אֲהַבְתָּנוּ, יְהוָה אֱלֹהֵינוּ; חֶמְלָה גְדוֹלָה יְתֵרָה, חָמַלְתָּ עָלֵינוּ. אָבִינוּ מַלְכֵּנוּ, בַּעֲבוּר שְׁמָךְ וּבַעֲבוּר אֲבוֹתֵינוּ אֲשֶׁר בָּטְחוּ בָךְ וַתְּלַמְּדֵנוּ חֻקֵּי חַיִּים, כֵּן תְּחָנֵּנוּ אָבִינוּ אָב הָרַחֲמָן. הַמְרַחֵם רַחֵם נָא עָלֵינוּ וְתֶן בְּלִבֵּנוּ לְהָבִין לְהַשְׂכִּיל לִשְׁמֹעַ לִלְמֹד וּלְלַמֵּד לִשְׁמֹר וְלַעֲשׂוֹת וּלְקַיֵּם אֶת כָּל דִּבְרֵי תַלְמוּד תּוֹרָתְךָ בְּאַהֲבָה; וְהָאֵר עֵינֵינוּ בְּמִצְווֹתֶיךָ וְדַבֵּק בְּלִבֵּנוּ יִרְאָתֶךָ וְיַחֵד לְבָבֵנוּ לְאַהֲבָה אֶת שְׁמֶךָ. וּמְלֹךְ עָלֵינוּ מְהֵרָה אַתָּה לְבַדֶּךָ כִּי שֵׁם קָדְשְׁךָ בֱּאֱמֶת נִקְרָא עָלֵינוּ; בַּעֲבוּר שְׁמָךְ הָאֵל הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא, מְהֵרָה בְּאַהֲבָה תָרִים קַרְנֵנוּ וְתוֹשִׁיעֵנוּ לְמַעַן שְׁמֶךָ. בָּךְ בָּטַחְנוּ לֹא נֵבוֹשׁ וּבְשִׁמְךָ חָסִינוּ לֹא נִכָּלֵם וְלֹא נִכָּשֵׁל עַד עוֹלְמֵי עַד׃ כִּי אָבִינוּ מַלְכֵּנוּ אָתָּה, נָגִילָה וְנִשְׂמְחָה בִּישׁוּעָתֶךָ. רַחֲמֶיךָ יְהוָה אֱלֹהֵינוּ וַחֲסָדֶיךָ, אַל יַעַזְבוּנוּ נֵצַח סֶלָה וָעֶד; וְהָבֵא עָלֵינוּ בְּרָכָה וְשָׁלוֹם מֵאַרְבַּע כַּנְפוֹת הָאָרֶץ וְהוֹלִיכֵנוּ מְהֵרָה קוֹמְמִיּוּת לְאַרְצֵנוּ. כִּי בָנוּ בָחַרְתָּ מִכָּל עָם וְלָשׁוֹן וְקֵרַבְתָּנוּ לְשִׁמְךָ הַגָּדוֹל, לְהוֹדוֹת לָךְ וּלְיַחֲדָךְ וּלְרוֹמְמָךְ וּלְאַהֲבָה אֶת שְׁמָךְ. בָּרוּךְ אַתָּה יְהוָה הַבּוֹחֵר בְּעַמּוֹ יִשְׂרָאֵל בְּאַהֲבָה.</p>\n<h3>[י]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אַחֲרוֹנָה שֶׁלְּאַחַר קִרְיַת שְׁמַע בַּשַּׁחַר, זֶה הוּא נָסְחָהּ:</span></p>\n<p>אֱמֶת וְיַצִּיב, נָכוֹן וְקַיָּם, יָשָׁר וְנֶאֱמָן, אָהוּב וְחַבִּיב, נֶחְמָד וְנָעִים, נוֹרָא וְאַדִּיר, מְתֻקָּן וּמְקֻבָּל, טוֹב וְיָפֶה הַדָּבָר הַזֶּה עָלֵינוּ: לְעוֹלָם וָעֶד. אֱמֶת: אֱלֹהֵי עוֹלָם מַלְכֵּנוּ, צוּר יַעֲקֹב מָגֵן יִשְׁעֵנוּ; לְדוֹר וָדוֹר הוּא קַיָּם וּשְׁמוֹ קַיָּם, כִּסְאוֹ נָכוֹן וּמַלְכוּתוֹ וֶאֱמוּנָתוֹ קַיֶּמֶת. וּדְבָרָיו חַיִּים וְנֶאֱמָנִים לָעַד וּלְעוֹלְמֵי עוֹלָמִים׃ עָלֵינוּ וְעַל אֲבוֹתֵינוּ עַל בָּנֵינוּ וְעַל כָּל דּוֹרוֹתֵינוּ; עַל הָרִאשׁוֹנִים וְעַל הָאַחֲרוֹנִים: דָּבָר טוֹב וְקַיָּם בֶּאֱמֶת, חֹק וְלֹא יַעֲבֹר. אֱמֶת: שֶׁאַתָּה הוּא יְהוָה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מַלְכֵּנוּ וּמֶלֶךְ אֲבוֹתֵינוּ, גּוֹאֲלֵנוּ וְגוֹאֵל אֲבוֹתֵינוּ, יוֹצְרֵנוּ וְצוּר יְשׁוּעָתֵנוּ, פּוֹדֵנוּ וּמַצִּילֵנוּ מֵעוֹלָם הוּא שְׁמֶךָ וְאֵין לָנוּ אֱלֹהִים עוֹד זוּלָתֶךָ. עֶזְרַת אֲבוֹתֵינוּ אַתָּה הוּא מֵעוֹלָם, מָגֵן וּמוֹשִׁיעַ לִבְנֵיהֶם אַחֲרֵיהֶם בְּכָל דּוֹר וָדוֹר. בְּרוּם עוֹלָם מוֹשָׁבֶךָ וּמִשְׁפָּטֶיךָ וְצִדְקָתְךָ עַד אַפְסֵי אָרֶץ. אֱמֶת: אַשְׁרֵי אִישׁ אֲשֶׁר יִשְׁמַע אֶל מִצְווֹתֶיךָ וְתוֹרָתְךָ וּדְבָרְךָ יָשִׂים עַל לִבּוֹ; אֱמֶת: אַתָּה הוּא אָדוֹן לְעַמָּךְ וּמֶלֶךְ גִּבּוֹר לָרִיב רִיבָם לְאָבוֹת וּבָנִים; אֱמֶת: אַתָּה הוּא רִאשׁוֹן וְאַתָּה הוּא אַחֲרוֹן וּמִבַּלְעָדֶיךָ אֵין לָנוּ מוֹשִׁיעַ. אֱמֶת: מִמִּצְרַיִם גְּאַלְתָּנוּ, יְהוָה אֱלֹהֵינוּ׃ מִבֵּית עֲבָדִים פְּדִיתָנוּ וְכָל בְּכוֹרֵי מִצְרַיִם בַּדֶּבֶר הָרַגְתָּ וּבְכוֹרְךָ גָּאַלְתָּ וְיַם סוּף בָּקַעְתָּ וְזֵדִים טִבַּעְתָּ, וִידִידִים עָבְרוּ מִיָּם וַיְכַסּוּ מַיִם צָרֵיהֶם עַד אֶחָד מֵהֶם לֹא נוֹתָר. וְעַל זֹאת שִׁבְּחוּ גְאוּלִים וְרוֹמְמוּ לָאֵל; וְנָתְנוּ יְדִידִים שִׁירוֹת זְמִירוֹת, תֻּשְׁבָּחוֹת לְמֶלֶךְ אֵל חַי וְקַיָּם. רָם וְנִשָּׂא, גָּדוֹל גִּבּוֹר וְנוֹרָא, מַשְׁפִּיל גֵּאִים, עֲדֵי אָרֶץ. מַגְבִּיהַּ שְׁפָלִים עַד מָרוֹם, מוֹצִיא אֲסִירִים וּפוֹדֶה עֲנָוִים וְעוֹזֵר דַּלִּים וְעוֹנֶה לְעַמּוֹ יִשְׂרָאֵל בְּעֵת שַׁוְּעָם אֵלָיו; תְּהִלָּה לְאֵל עֶלְיוֹן, בָּרוּךְ הוּא. מֹשֶׁה וְכָל בְּנֵי יִשְׂרָאֵל, לְךָ אָמְרוּ שִׁירָה: בְּשִׂמְחָה רַבָּה, אָמְרוּ כֻלָּם׃ מִי־כָמֹכָה בָּאֵלִם יְהוָה, מִי כָּמֹכָה נֶאְדָּר בַּקֹּדֶשׁ; נוֹרָא תְהִלֹּת, עֹשֵׂה פֶלֶא. יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. וְנֶאֱמָר גֹּאֲלֵנוּ, יְהוָה צְבָאוֹת שְׁמוֹ: קְדוֹשׁ, יִשְׂרָאֵל. בָּרוּךְ אַתָּה יְהוָה גָּאַל יִשְׂרָאֵל.</p>\n<h3>[יא]</h3>\n<p> <span class=\"instruction\">בְּרָכָה רִאשׁוֹנָה שֶׁלִּפְנֵי קִרְיַת שְׁמַע שֶׁלְּעַרְבִּית, זֶה הוּא נָסְחָהּ:</span></p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֶלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר בִּדְבָרוֹ מַעֲרִיב עֲרָבִים, בְּחָכְמָה פּוֹתֵחַ שְׁעָרִים, בִּתְבוּנָה מְשַׁנֶּה עִתִּים, מַחֲלִיף אֶת הַזְּמַנִּים, מְסַדֵּר אֶת הַכּוֹכָבִים בְּמִשְׁמְרוֹתֵיהֶם בָּרָקִיעַ כִּרְצוֹנוֹ. בּוֹרֵא יוֹמָם וָלַיְלָה, גּוֹלֵל אוֹר מִפְּנֵי חֹשֶׁךְ וְחֹשֶׁךְ מִפְּנֵי אוֹר, מַעֲבִיר יוֹם וּמֵבִיא לַיְלָה, מַבְדִּיל בֵּין יוֹם לַלַּיְלָה׃ יְהוָה צְבָאוֹת שְׁמוֹ: קְדוֹשׁ, יִשְׂרָאֵל. בָּרוּךְ אַתָּה יְהוָה הַמַּעֲרִיב עֲרָבִים.</p>\n<h3>[יב]</h3>\n<p> <span class=\"instruction\">בְּרָכָה שְׁנִיָּה:</span></p>\n<p>אַהֲבַת עוֹלָם, עַמְּךָ יִשְׂרָאֵל אָהַבְתָּ: תּוֹרָה וּמִצְווֹת חֻקִּים וּמִשְׁפָּטִים, אוֹתָם לִמַּדְתָּ. עַל כֵּן יְהוָה אֱלֹהֵינוּ בְּשָׁכְבֵּנוּ וּבְקוּמֵנוּ נָשִׂיחַ בְּחֻקֵּי רְצוֹנֶךָ וְנִשְׂמַח וְנַעֲלֹז בְּדִבְרֵי תוֹרָתְךָ, לְעוֹלָם וָעֶד: כִּי הֵם חַיֵּינוּ וְאֹרֶךְ יָמֵינוּ וּבָהֶם נֶהְגֶּה יוֹמָם וָלַיְלָה. וְאַהֲבָתְךָ לֹא תָסוּר מִמֶּנּוּ לְעוֹלָם וָעֶד כִּי הִיא עֲטֶרֶת רֹאשֵׁנוּ. בָּרוּךְ אַתָּה יְהוָה אוֹהֵב אֶת עַמּוֹ יִשְׂרָאֵל לָעַד.</p>\n<h3>[יג]</h3>\n<p> <span class=\"instruction\">בְּרָכָה רִאשׁוֹנָה שֶׁלְּאַחַר קִרְיַת שְׁמַע שֶׁלְּעַרְבִּית, זֶה הוּא נָסְחָהּ:</span></p>\n<p>אֱמֶת אֱמוּנָה כָּל זֹאת קִיַּם עָלֵינוּ כִּי הוּא יְהוָה אֱלֹהֵינוּ וַאֲנַחְנוּ יִשְׂרָאֵל עַמּוֹ; אֱמֶת מַלְכֵּנוּ וְאֶפֶס זוּלָתוֹ: הַפּוֹדֵנוּ מִיַּד מְלָכִים הַגּוֹאֲלֵנוּ מִכַּף עָרִיצִים הָאֵל הַנִּפְרָע לָנוּ מִצָּרֵינוּ וְהַמְשַׁלֵּם גְּמוּל לְכָל אוֹיְבֵי נַפְשֵׁנוּ הַשָּׂם נַפְשֵׁנוּ בַּחַיִּים וְלֹא נָתַן לַמּוֹט רַגְלֵנוּ הַמַּדְרִיכֵנוּ עַל בָּמוֹת אוֹיְבֵינוּ וַיָּרֶם קַרְנֵנוּ עַל כָּל שׂוֹנְאֵינוּ. הָעוֹשֶׂה לָנוּ נְקָמָה בְּפַרְעֹה, אוֹתוֹת וּמוֹפְתִים בְּאַדְמַת בְּנֵי חָם הַמַּכֶּה בְּעֶבְרָתוֹ כָּל בְּכוֹרֵי מִצְרַיִם וַיּוֹצֵא אֶת יִשְׂרָאֵל מִתּוֹכָם לְחֵרוּת עוֹלָם; הַמַּעֲבִיר בָּנָיו בֵּין גִּזְרֵי יַם סוּף וְאֶת רוֹדְפֵיהֶם וְאֶת שׂוֹנְאֵיהֶם בִּתְהוֹמוֹת טִבַּע. רָאוּ בָנִים אֶת גְּבוּרָתוֹ וְהוֹדוּ וְשִׁבְּחוּ לִשְׁמוֹ; וּמַלְכוּתוֹ בְרָצוֹן קִבְּלוּ עֲלֵיהֶם וְעָנוּ כֻלָּם בְּשִׂמְחָה רַבָּה אָמְרוּ כֻלָּם׃ מִי־כָמֹכָה בָּאֵלִם יְהוָה, מִי כָּמֹכָה נֶאְדָּר בַּקֹּדֶשׁ; נוֹרָא תְהִלֹּת, עֹשֵׂה פֶלֶא. יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. וְנֶאֱמָר גֹּאֲלֵנוּ, יְהוָה צְבָאוֹת שְׁמוֹ: קְדוֹשׁ, יִשְׂרָאֵל. בָּרוּךְ אַתָּה יְהוָה גּוֹאֵל יִשְׂרָאֵל.</p>\n<h3>[יד]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אַחֲרוֹנָה שֶׁלְּאַחַר קִרְיַת שְׁמַע שֶׁלְּעַרְבִּית, זֶה הוּא נָסְחָהּ:</span></p>\n<p>הַשְׁכִּיבֵנוּ יְהוָה אֱלֹהֵינוּ לְשָׁלוֹם וְהַעֲמִידֵנוּ מַלְכֵּנוּ לְחַיִּים וּלְשָׁלוֹם וּפְרֹס עָלֵינוּ סֻכַּת שְׁלוֹמֶךָ וְתַקְּנֵנוּ בְּעֵצָה טוֹבָה מִלְּפָנֶיךָ. וְהָגֵן בַּעֲדֵנוּ וְשָׁמְרֵנוּ וְהַצִּילֵנוּ מִכָּל דָּבָר רָע וּמִפַּחַד לָיְלָה וּשְׁבֹר הַשָּׂטָן מִלְּפָנֵינוּ וּמֵאֲחוֹרֵינוּ וּשְׁמֹר צֵאתֵנוּ וּבוֹאֵנוּ: כִּי שׁוֹמְרֵנוּ וּמַצִּילֵנוּ אָתָּה. וּבְצֵל כְּנָפֶיךָ תַסְתִּירֵנוּ, כְּדָבָר שֶׁנֶּאֱמָר הִנֵּה לֹא־יָנוּם וְלֹא יִישָׁן: שׁוֹמֵר, יִשְׂרָאֵל. בָּרוּךְ שׁוֹמֵר עַמּוֹ יִשְׂרָאֵל, לָעַד. בָּרוּךְ יְהוָה לְעוֹלָם׃ אָמֵן וְאָמֵן. יִמְלֹךְ יְהוָה לְעוֹלָם, אָמֵן וְאָמֵן. וַיַּרְא, כָּל־הָעָם וַיִּפְּלוּ, עַל־פְּנֵיהֶם; וַיֹּאמְרוּ: יְהוָה הוּא הָאֱלֹהִים, יְהוָה הוּא הָאֱלֹהִים. בָּרוּךְ, שֵׁם כְּבוֹדוֹ: לְעוֹלָם וָעֶד׃ וְיִמָּלֵא כְבוֹד יְהוָה, אֶת־כֹּל הָאָרֶץ. בָּרוּךְ יְהוָה בַּיּוֹם בָּרוּךְ יְהוָה בַּלָּיְלָה, בָּרוּךְ יְהוָה בַּבֹּקֶר בָּרוּךְ יְהוָה בָּעָרֶב, בָּרוּךְ יְהוָה בְּשָׁכְבֵּנוּ בָּרוּךְ יְהוָה בְּקוּמֵנוּ. הָאֵל אֲשֶׁר בְּיָדוֹ נַפְשׁוֹת הַחַיִּים וְהַמֵּתִים: אֲשֶׁר בְּיָדוֹ, נֶפֶשׁ כָּל־חָי וְרוּחַ, כָּל־בְּשַׂר־אִישׁ: בְּיָדְךָ, אַפְקִיד רוּחִי׃ פָּדִיתָ אוֹתִי יְהוָה: אֵל אֱמֶת. יִרְאוּ עֵינֵינוּ וְיִשְׂמַח לִבֵּנוּ וְתָגֵל נַפְשֵׁנוּ, בִּישׁוּעָתֶךָ; בֶּאֱמֹר לְצִיּוֹן, מָלַךְ אֱלֹהָיִךְ. יְהוָה מֶלֶךְ, יְהוָה מָלָךְ; יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. בָּרוּךְ אַתָּה יְהוָה הַמּוֹלֵךְ בִּכְבוֹדוֹ חַי וְקַיָּם תָּמִיד יִמְלֹךְ לְעוֹלָם וָעֶד.</p>\n<h3>[טו]</h3>\n<p> <span class=\"instruction\">וְנָהֲגוּ מִקְצַת הָעָם לְהוֹסִיף פְּסוּקִין בְּאֶמְצַע בְּרָכָה זוֹ וְקוֹרְאִין בְּנֹסַח זֶה:</span></p>\n<p>וַיַּרְא, כָּל־הָעָם וַיִּפְּלוּ, עַל־פְּנֵיהֶם; וַיֹּאמְרוּ: יְהוָה הוּא הָאֱלֹהִים, יְהוָה הוּא הָאֱלֹהִים. הוֹשִׁיעֵנוּ, יְהוָה אֱלֹהֵינוּ וְקַבְּצֵנוּ, מִן־הַגּוֹיִם׃ לְהֹדוֹת, לְשֵׁם קָדְשֶׁךָ; לְהִשְׁתַּבֵּחַ, בִּתְהִלָּתֶךָ. כִּי לֹא־יִטֹּשׁ יְהוָה, אֶת־עַמּוֹ: בַּעֲבוּר, שְׁמוֹ הַגָּדוֹל׃ כִּי הוֹאִיל יְהוָה, לַעֲשׂוֹת אֶתְכֶם לוֹ לְעָם. וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן, לִשְׁפֹּט אֶת־הַר עֵשָׂו; וְהָיְתָה לַיהוָה הַמְּלוּכָה. וְהָיָה יְהוָה לְמֶלֶךְ, עַל־כָּל־הָאָרֶץ; בַּיּוֹם הַהוּא, יִהְיֶה יְהוָה אֶחָד: וּשְׁמוֹ אֶחָד. אֱלֹהֵינוּ שֶׁבַּשָּׁמַיִם, קַיֵּם שִׁמְךָ וּמַלְכוּתְךָ עָלֵינוּ תָּמִיד. בְּיָדְךָ נֶפֶשׁ הַחַיִּים וְנֶפֶשׁ הַמֵּתִים. אֲשֶׁר בְּיָדוֹ, נֶפֶשׁ כָּל־חָי וְרוּחַ, כָּל־בְּשַׂר־אִישׁ: בְּיָדְךָ, אַפְקִיד רוּחִי׃ פָּדִיתָ אוֹתִי יְהוָה: אֵל אֱמֶת. וַאֲנַחְנוּ עַמְּךָ וְצֹאן מַרְעִיתֶךָ: נוֹדֶה לְּךָ, לְעוֹלָם׃ לְדוֹר וָדֹר: נְסַפֵּר, תְּהִלָּתֶךָ. יְהוָה: הַצִּילָה נַפְשִׁי, מִשְּׂפַת־שֶׁקֶר׃ מִלָּשׁוֹן רְמִיָּה. יִשְׂרָאֵל נוֹשַׁע בַּיהוָה, תְּשׁוּעַת עוֹלָמִים׃ לֹא־תֵבֹשׁוּ וְלֹא־תִכָּלְמוּ, עַד־עוֹלְמֵי עַד. יְהִי יְהוָה אֱלֹהֵינוּ עִמָּנוּ, כַּאֲשֶׁר הָיָה עִם־אֲבֹתֵינוּ׃ אַל־יַעַזְבֵנוּ וְאַל־יִטְּשֵׁנוּ. לְהַטּוֹת לְבָבֵנוּ, אֵלָיו: לָלֶכֶת בְּכָל־דְּרָכָיו, לִשְׁמֹר מִצְו&#x200d;ֹתָיו וְחֻקָּיו וּמִשְׁפָּטָיו, אֲשֶׁר צִוָּה, אֶת־אֲבֹתֵינוּ. כֹּל הַנְּשָׁמָה, תְּהַלֵּל יָהּ׃ הַלְלוּ־יָהּ. בָּרוּךְ יְהוָה בַּיּוֹם בָּרוּךְ יְהוָה בַּלָּיְלָה, בָּרוּךְ יְהוָה בַּבֹּקֶר בָּרוּךְ יְהוָה בָּעָרֶב, בָּרוּךְ יְהוָה בְּשָׁכְבֵּנוּ בָּרוּךְ יְהוָה בְּקוּמֵנוּ. תָּמִיד נְהַלֶּלְךָ, סֶלָה; וְנָשִׂיחַ, בֶּאֱמוּנָתֶךָ. בָּרוּךְ אַתָּה יְהוָה הַמּוֹלֵךְ בִּכְבוֹדוֹ חַי וְקַיָּם תָּמִיד יִמְלֹךְ לְעוֹלָם וָעֶד.</p>\n<h3>[טז]</h3>\n<p> <span class=\"instruction\">נֹסַח בִּרְכוֹת הַתְּפִלָּה וְסִדּוּרָן:</span></p>\n<p>(א) בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב הָאֵל הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא. אֵל עֶלְיוֹן, גּוֹמֵל חֲסָדִים טוֹבִים וְקוֹנֵה הַכֹּל וְזוֹכֵר חַסְדֵי אָבוֹת וּמֵבִיא גוֹאֵל לִבְנֵי בְנֵיהֶם, מֶלֶךְ רַחֲמָן מוֹשִׁיעַ וּמָגֵן. בָּרוּךְ אַתָּה יְהוָה מָגֵן אַבְרָהָם.</p>\n<p>(ב) אַתָּה גִּבּוֹר לְעוֹלָם יְהוָה, מְחַיֶּה מֵתִים אַתָּה רַב לְהוֹשִׁיעַ, מַשִּׁיב הָרוּחַ מוֹרִיד הַגֶּשֶׁם, מְכַלְכֵּל חַיִּים בְּחֶסֶד. מְחַיֶּה מֵתִים בְּרַחֲמִים רַבִּים, רוֹפֵא חוֹלִים וְסוֹמֵךְ נוֹפְלִים וּמַתִּיר אֲסוּרִים וּמְקַיֵּם אֱמוּנָתוֹ לִישֵׁנֵי עָפָר. מִי כָמוֹךָ בַּעַל גְּבוּרוֹת וּמִי דוֹמֶה לָךְ מֵמִית וּמְחַיֶּה וְנֶאֱמָן אַתָּה, לְהַחֲיוֹת מֵתִים. בָּרוּךְ אַתָּה יְהוָה מְחַיֶּה הַמֵּתִים.</p>\n<p>(ג) אַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ וּקְדוֹשִׁים בְּכָל יוֹם יְהַלְלוּךָ, סֶלָה. בָּרוּךְ אַתָּה יְהוָה הָאֵל הַקָּדוֹשׁ.</p>\n<p>(ד) אַתָּה חוֹנֵן לָאָדָם דַּעַת וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה; חָנֵּנוּ מֵאִתָּךְ דֵּעָה וּבִינָה וְהַשְׂכֵּל. בָּרוּךְ אַתָּה יְהוָה חוֹנֵן הַדַּעַת.</p>\n<p>(ה) הֲשִׁיבֵנוּ אָבִינוּ לְתוֹרָתֶךָ וְקָרְבֵנוּ מַלְכֵּנוּ לַעֲבוֹדָתֶךָ וְהַחְזִירֵנוּ בִּתְשׁוּבָה שְׁלֵמָה, לְפָנֶיךָ. בָּרוּךְ אַתָּה יְהוָה הָרוֹצֶה בַּתְּשׁוּבָה.</p>\n<p>(ו) סְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ, מְחֹל לָנוּ מַלְכֵּנוּ כִּי פָשָׁעְנוּ כִּי אֵל טוֹב וְסַלָּח, אָתָּה. בָּרוּךְ אַתָּה יְהוָה חַנּוּן וּמַרְבֶּה לִסְלֹחַ.</p>\n<p>(ז) רְאֵה בְעָנְיֵנוּ וְרִיבָה רִיבֵנוּ וּמַהֵר לְגָאֳלֵנוּ כִּי אֵל מֶלֶךְ גּוֹאֵל חָזָק אָתָּה. בָּרוּךְ אַתָּה יְהוָה גּוֹאֵל יִשְׂרָאֵל.</p>\n<p>(ח) רְפָאֵנוּ יְהוָה אֱלֹהֵינוּ וְנֵרָפֵא, הוֹשִׁיעֵנוּ וְנִוָּשֵׁעָה וְהַעֲלֵה רְפוּאָה שְׁלֵמָה לְכָל תַּחֲלוּאֵינוּ כִּי אֵל רוֹפֵא רַחֲמָן אָתָּה. בָּרוּךְ אַתָּה יְהוָה רוֹפֵא חוֹלֵי עַמּוֹ יִשְׂרָאֵל.</p>\n<p>(ט) בָּרְכֵנוּ יְהוָה אֱלֹהֵינוּ בְּכָל מַעֲשֵׂה יָדֵינוּ וּבָרֵךְ אֶת שְׁנוֹתֵינוּ וְתֶן טָל וּמָטָר עַל פְּנֵי הָאֲדָמָה וְשַׂבַּע אֶת הָעוֹלָם כֻּלּוֹ מִטּוּבָךְ וְרַוֵּה פְּנֵי תֵבֵל מֵעֹשֶׁר מַתְּנוֹת יָדֶיךָ. וְשָׁמְרָה וְהַצִּילָה יְהוָה אֱלֹהֵינוּ אֶת הַשָּׁנָה הַזֹּאת וְאֶת כָּל מִינֵי תְבוּאָתָהּ, מִכָּל מִינֵי מַשְׁחִית וּמִכָּל מִינֵי פֻרְעָנוּת; וְתֶן לָהּ אַחֲרִית וְתִקְוָה שֹׂבַע וְשָׁלוֹם וּבְרָכָה, כַּשָּׁנִים הַטּוֹבוֹת. בָּרוּךְ אַתָּה יְהוָה מְבָרֵךְ הַשָּׁנִים.</p>\n<p>(י) תְּקַע בְּשׁוֹפָר גָּדוֹל לְחֵרוּתֵנוּ וְשָׂא נֵס לְקַבֵּץ אֶת כָּל גָּלִיּוֹתֵינוּ, מֵאַרְבַּע כַּנְפוֹת הָאָרֶץ, לְאַרְצֵנוּ. בָּרוּךְ אַתָּה יְהוָה מְקַבֵּץ נִדְחֵי עַמּוֹ יִשְׂרָאֵל.</p>\n<p>(יא) הָשִׁיבָה שׁוֹפְטֵינוּ כְּבָרִאשׁוֹנָה וְיוֹעֲצֵינוּ כְּבַתְּחִלָּה וְהָסֵר מִמֶּנּוּ יָגוֹן וַאֲנָחָה וּמְלֹךְ עָלֵינוּ אַתָּה לְבַדֶּךָ בְּרַחֲמִים בְּצֶדֶק וּבְמִשְׁפָּט. בָּרוּךְ אַתָּה יְהוָה מֶלֶךְ אוֹהֵב צְדָקָה וּמִשְׁפָּט.</p>\n<p>(יב) לַמְּשֻׁמָּדִים אַל תְּהִי תִקְוָה, כָּל הַמִּינִים כְּרֶגַע יֹאבֵדוּ וּמַלְכוּת זָדוֹן תַּעֲקֹר וְתִשְׁבֹּר, מְהֵרָה בְּיָמֵינוּ. בָּרוּךְ אַתָּה יְהוָה שׁוֹבֵר אוֹיְבִים וּמַכְנִיעַ זֵדִים.</p>\n<p>(יג) עַל הַצַּדִּיקִים וְעַל הַחֲסִידִים וְעַל גֵּרֵי הַצֶּדֶק וְעַל שְׁאֵרִית עַמְּךָ בֵּית יִשְׂרָאֵל, יֶהֱמוּ רַחֲמֶיךָ יְהוָה אֱלֹהֵינוּ וְתֶן שָׂכָר טוֹב לְכָל הַבּוֹטְחִים בְּשִׁמְךָ בֶּאֱמֶת; וְשִׂים חֶלְקֵנוּ עִמָּהֶם לְעוֹלָם, לֹא נֵבוֹשׁ כִּי בְשִׁמְךָ בָּטַחְנוּ וְלִישׁוּעָתְךָ נִשְׁעַנּוּ. בָּרוּךְ אַתָּה יְהוָה מִשְׁעָן וּמִבְטָח לַצַּדִּיקִים.</p>\n<p>(יד) תִּשְׁכֹּן בְּתוֹךְ יְרוּשָׁלַיִם עִירָךְ, כַּאֲשֶׁר דִּבַּרְתָּ וּבְנֵה אוֹתָהּ בִּנְיַן עוֹלָם, בִּמְהֵרָה בְּיָמֵינוּ. בָּרוּךְ אַתָּה יְהוָה בּוֹנֵה יְרוּשָׁלָיִם.</p>\n<p>(טו) אֶת צֶמַח דָּוִיד, מְהֵרָה תַצְמִיחַ וְקַרְנוֹ, תָּרוּם בִּישׁוּעָתֶךָ. בָּרוּךְ אַתָּה יְהוָה מַצְמִיחַ קֶרֶן הַיְשׁוּעָה.</p>\n<p>(טז) שְׁמַע קוֹלֵנוּ יְהוָה אֱלֹהֵינוּ חוּס וְרַחֵם עָלֵינוּ וְקַבֵּל בְּרַחֲמִים וְרָצוֹן אֶת תְּפִלָּתֵנוּ; מִלְּפָנֶיךָ מַלְכֵּנוּ, רֵיקָם אַל תְּשִׁיבֵנוּ׃ כִּי אַתָּה, שׁוֹמֵעַ תְּפִלַּת כָּל פֶּה. בָּרוּךְ אַתָּה יְהוָה שׁוֹמֵעַ הַתְּפִלָּה.</p>\n<p>(יז) רְצֵה יְהוָה אֱלֹהֵינוּ בְּעַמְּךָ יִשְׂרָאֵל וְלִתְפִלָּתָם שְׁעֵה וְהָשֵׁב הָעֲבוֹדָה לִדְבִיר בֵּיתֶךָ וְאִשֵּׁי יִשְׂרָאֵל וּתְפִלָּתָם מְהֵרָה בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדַת יִשְׂרָאֵל עַמֶּךָ. וְתִרְצֵנוּ וְתֶחֱזֶינָה עֵינֵינוּ בְּשׁוּבְךָ לְנָוְךָ, לְצִיּוֹן בְּרַחֲמִים, כְּמֵאָז. בָּרוּךְ אַתָּה יְהוָה הַמַּחְזִיר שְׁכִינָתוֹ לְצִיּוֹן.</p>\n<p>(יח) מוֹדִים אֲנַחְנוּ לָךְ׃ שֶׁאַתָּה הוּא יְהוָה אֱלֹהֵינוּ צוּר חַיֵּינוּ מָגֵן יִשְׁעֵנוּ, אַתָּה הוּא, לְדוֹר וָדוֹר. נוֹדֶה לָךְ וּנְסַפֵּר תְּהִלָּתֶךָ עַל חַיֵּינוּ הַמְּסוּרִין בְּיָדֶיךָ וְעַל נִשְׁמוֹתֵינוּ הַפְּקוּדוֹת לָךְ, עַל נִסֶּיךָ וְנִפְלְאוֹתֶיךָ שֶׁבְּכָל עֵת וָעֵת, עֶרֶב וָבֹקֶר וְצָהֳרָיִם. הַטּוֹב כִּי לֹא כָלוּ רַחֲמֶיךָ הַמְרַחֵם כִּי לֹא תַמּוּ חֲסָדֶיךָ, כָּל הַחַיִּים יְהַלְלוּ אֶת שְׁמָךְ הַגָּדוֹל כִּי טוֹב הָאֵל הַטּוֹב. בָּרוּךְ אַתָּה יְהוָה הַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת.</p>\n<p>(יט) שִׂים שָׁלוֹם טוֹבָה וּבְרָכָה, חֵן וְחֶסֶד וְרַחֲמִים עָלֵינוּ וְעַל יִשְׂרָאֵל עַמֶּךָ וּבָרְכֵנוּ כֻּלָּנוּ, מִמְּאוֹר פָּנֶיךָ׃ כִּי מִמְּאוֹר פָּנֶיךָ נָתַתָּ לָּנוּ יְהוָה אֱלֹהֵינוּ תּוֹרָה וְחַיִּים אַהֲבָה וְחֶסֶד צְדָקָה וְשָׁלוֹם וְטוֹב בְּעֵינֶיךָ, לְבָרֵךְ אֶת עַמְּךָ יִשְׂרָאֵל בְּכָל עֵת בַּשָּׁלוֹם. בָּרוּךְ אַתָּה יְהוָה הַמְּבָרֵךְ אֶת עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם.</p>\n<h3>[יז]</h3>\n<p> <span class=\"instruction\">בִּימוֹת הַחַמָּה, אוֹמֵר בִּבְרָכָה שְׁנִיָּה רַב לְהוֹשִׁיעַ, מוֹרִיד הַטָּל, מְכַלְכֵּל חַיִּים בְּחֶסֶד &#8230;; וּמְבָרֵךְ בְּרָכָה תְּשִׁיעִית, בְּנֹסַח זֶה:</span></p>\n<p>בָּרְכֵנוּ יְהוָה אֱלֹהֵינוּ בְּכָל מַעֲשֵׂה יָדֵינוּ וּבָרֵךְ אֶת שְׁנוֹתֵינוּ בְּטַלְלֵי רָצוֹן בְּרָכָה וּנְדָבָה, כַּשָּׁנִים הַטּוֹבוֹת. בָּרוּךְ אַתָּה יְהוָה מְבָרֵךְ הַשָּׁנִים.</p>\n<h3>[יח]</h3>\n<p> <span class=\"instruction\">בְּלֵילֵי מוֹצָאֵי שַׁבָּת וּמוֹצָאֵי יוֹם הַכִּפּוּרִים וּמוֹצָאֵי יָמִים טוֹבִים, מְבָרֵךְ בְּרָכָה רְבִיעִית בְּנֹסַח זֶה:</span></p>\n<p>אַתָּה חוֹנֵן לָאָדָם דַּעַת וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה; וְאַתָּה הִבְדַּלְתָּ בֵּין קֹדֶשׁ לַחֹל וּבֵין אוֹר לַחֹשֶׁךְ וּבֵין יִשְׂרָאֵל לַגּוֹיִים וּבֵין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. כְּשֵׁם שֶׁהִבְדַּלְתָּ בֵּין קֹדֶשׁ לַחֹל, כָּךְ פְּדֵנוּ וְהַצִּילֵנוּ מִכָּל מִינֵי מַשְׁחִית וּמִכָּל מִינֵי פֻרְעָנִיּוֹת הַמִּתְרַגְּשׁוֹת לָבוֹא בָּעוֹלָם; וְשָׁמְרֵנוּ מִן הַכֹּל וְחָנֵּנוּ מֵאִתְּךָ דֵּעָה וּבִינָה וְהַשְׂכֵּל. בָּרוּךְ אַתָּה יְהוָה חוֹנֵן הַדַּעַת.</p>\n<h3>[יט]</h3>\n<p> <span class=\"instruction\">בְּרָאשֵׁי חֳדָשִׁים וּבְחֻלּוֹ שֶׁלַּמּוֹעֵד, מוֹסִיף בְּבִרְכַת שְׁבַע עֶשְׂרֵה בְּעַרְבִּית וְשַׁחְרִית וּמִנְחָה וּמְבָרֵךְ אוֹתָהּ בְּנֹסַח זֶה:</span></p>\n<p>רְצֵה יְהוָה אֱלֹהֵינוּ בְּעַמְּךָ יִשְׂרָאֵל וְלִתְפִלָּתָם שְׁעֵה וְהָשֵׁב הָעֲבוֹדָה לִדְבִיר בֵּיתֶךָ וְאִשֵּׁי יִשְׂרָאֵל וּתְפִלָּתָם מְהֵרָה בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדַת יִשְׂרָאֵל עַמֶּךָ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבוֹא יַגִּיעַ יֵרָאֶה יֵרָצֶה יִשָּׁמַע יִפָּקֵד יִזָּכֵר לְפָנֶיךָ זִכְרוֹנֵנוּ, זִכְרוֹן אֲבוֹתֵינוּ, זִכְרוֹן יְרוּשָׁלַיִם עִירָךְ, זִכְרוֹן מָשִׁיחַ בֶּן דָּוִיד עַבְדָּךְ, זִכְרוֹן כָּל עַמְּךָ בֵּית יִשְׂרָאֵל לְפָנֶיךָ, לִפְלֵטָה לְטוֹבָה לְחֵן לְחֶסֶד וּלְרַחֲמִים: בְּיוֹם רֹאשׁ הַחֹדֶשׁ הַזֶּה, לְרַחֵם בּוֹ עָלֵינוּ וּלְהוֹשִׁיעֵנוּ. זָכְרֵנוּ יְהוָה אֱלֹהֵינוּ בּוֹ לְטוֹבָה, פָּקְדֵנוּ בוֹ לִבְרָכָה, הוֹשִׁיעֵנוּ בוֹ לְחַיִּים, בִּדְבַר יְשׁוּעָה וְרַחֲמִים; חוּס וְחָנֵּנוּ וְרַחֵם עָלֵינוּ וּמַלְּטֵנוּ בוֹ מִכָּל צָרָה וְיָגוֹן וְשַׂמְּחֵנוּ בוֹ שִׂמְחָה שְׁלֵמָה. וְתִרְצֵנוּ וְתֶחֱזֶינָה עֵינֵינוּ בְּשׁוּבְךָ לְנָוְךָ, לְצִיּוֹן בְּרַחֲמִים, כְּמֵאָז. בָּרוּךְ אַתָּה יְהוָה הַמַּחְזִיר שְׁכִינָתוֹ לְצִיּוֹן.</p>\n<h3>[כ]</h3>\n<p> <span class=\"instruction\">וּבְחֻלּוֹ שֶׁלַּמּוֹעֵד אוֹמֵר:</span></p>\n<p><span class=\"instruction\">בְּיוֹם מִקְרָא קֹדֶשׁ הַזֶּה, בְּיוֹם מוֹעֵד חַג הַמַּצּוֹת הַזֶּה: אוֹ, בְּיוֹם מוֹעֵד חַג הַסֻּכּוֹת הַזֶּה, לְרַחֵם בּוֹ עָלֵינוּ וּלְהוֹשִׁיעֵנוּ &#8230;</span></p>\n<h3>[כא]</h3>\n<p> <span class=\"instruction\">בְּיוֹם תַּעְנִית, מְבָרֵךְ בִּרְכַת שֵׁשׁ עֶשְׂרֵה הַיָּחִיד בְּנֹסַח זֶה:</span></p>\n<p>שְׁמַע קוֹלֵנוּ יְהוָה אֱלֹהֵינוּ חוּס וְרַחֵם עָלֵינוּ וְקַבֵּל בְּרַחֲמִים וְרָצוֹן אֶת תְּפִלָּתֵנוּ; מִלְּפָנֶיךָ מַלְכֵּנוּ, רֵיקָם אַל תְּשִׁיבֵנוּ. עֲנֵנוּ יְהוָה אֱלֹהֵינוּ עֲנֵנוּ בְּיוֹם צוֹם הַתַּעְנִית הַזֶּה: כִּי בְצָרָה גְדוֹלָה אֲנָחְנוּ. אַל תַּסְתֵּר פָּנֶיךָ מִמֶּנּוּ וְאַל תַּעְלֵם אָזְנְךָ מִשְּׁמֹעַ תְּפִלָּתֵנוּ, וֶהְיֵה קָרוֹב, לְשַׁוְעֵנו׃ טֶרֶם נִקְרָא וְאַתָּה תַעֲנֶה; נְדַבֵּר וְאַתָה תִשְׁמָע. כְּדָבָר שֶׁנֶּאֱמָר וְהָיָה טֶרֶם־יִקְרָאוּ וַאֲנִי אֶעֱנֶה; עוֹד הֵם מְדַבְּרִים וַאֲנִי אֶשְׁמָע. כִּי אַתָּה, שׁוֹמֵעַ תְּפִלַּת כָּל פֶּה. בָּרוּךְ אַתָּה יְהוָה שׁוֹמֵעַ תְּפִלָּה.</p>\n<h3>[כב]</h3>\n<p> <span class=\"instruction\">וּשְׁלִיחַ צִבּוּר אוֹמֵר נֹסַח זֶה, בְּרָכָה בִּפְנֵי עַצְמָהּ; אַחַר בְּרָכָה שְׁבִיעִית, אוֹמֵר:</span></p>\n<p>עֲנֵנוּ יְהוָה אֱלֹהֵינוּ &#8230; עוֹד הֵם מְדַבְּרִים וַאֲנִי אֶשְׁמָע. כִּי אַתָּה עוֹנֶה, בְּכָל עֵת צָרָה וְצוּקָה; פּוֹדֶה וּמָצִיל. בָּרוּךְ אַתָּה יְהוָה הָעוֹנֶה בְּעֵת צָרָה.</p>\n<h3>[כג]</h3>\n<p> <span class=\"instruction\">בְּתִשְׁעָה בְּאָב, מְבָרֵךְ בִּרְכַת אַרְבַּע עֶשְׂרֵה בְּנֹסַח זֶה:</span></p>\n<p>רַחֵם יְהוָה אֱלֹהֵינוּ עָלֵינוּ וְעַל יִשְׂרָאֵל עַמָּךְ וְעַל יְרוּשָׁלַיִם עִירָךְ׃ הָעִיר הָאֲבֵלָה הַחֲרֵבָה הַשּׁוֹמֵמָה הַנְּתוּנָה בְיַד זָרִים הַיּוֹשֶׁבֶת וְרֹאשׁ לָהּ חָפוּי, כְּאִשָּׁה עֲקָרָה שֶׁלֹּא יָלָדָה. וַיְבַלְּעוּהָ לִגְיוֹנִים וַיִּירָשׁוּהָ עוֹבְדֵי פְסִילִים; וַיִּתְּנוּ אֶת נִבְלַת עֲבָדֶיךָ, מַאֲכָל לְעוֹף הַשָּׁמַיִם וּלְבֶהֱמַת הָאָרֶץ. עַל כֵּן צִיּוֹן בִּמְרָר תִּבְכֶּה, וִירוּשָׁלַיִם תִּתֵּן קוֹלָהּ׃ לִבִּי לִבִּי עַל חַלְלֵיהֶם, מֵעַי מֵעַי עַל הֲרוּגֵיהֶם. רְאֵה יְהוָה וְהַבִּיטָה וְרַחֵם שׁוֹמְמוֹתֶיהָ וְנַחֲמֶהָ: כִּי אַתָּה יְהוָה בָּאֵשׁ יְסַדְתָּהּ וּבָאֵשׁ אַתָּה עֲתִיד לִבְנוֹתָהּ׃ כַּכָּתוּב וַאֲנִי אֶהְיֶה־לָּהּ נְאֻם־יְהוָה, חוֹמַת אֵשׁ סָבִיב; וּלְכָבוֹד, אֶהְיֶה בְתוֹכָהּ. בָּרוּךְ אַתָּה יְהוָה בּוֹנֵה יְרוּשָׁלָיִם.</p>\n<h3>[כד]</h3>\n<p> <span class=\"instruction\">בַּפּוּרִים, מְבָרֵךְ בִּרְכַת שְׁמוֹנֶה עֶשְׂרֵה בְּנֹסַח זֶה:</span></p>\n<p>מוֹדִים אֲנַחְנוּ לָךְ׃ שֶׁאַתָּה הוּא יְהוָה אֱלֹהֵינוּ צוּר חַיֵּינוּ מָגֵן יִשְׁעֵנוּ, אַתָּה הוּא, לְדוֹר וָדוֹר. נוֹדֶה לָךְ וּנְסַפֵּר תְּהִלָּתֶךָ עַל חַיֵּינוּ הַמְּסוּרִין בְּיָדֶיךָ וְעַל נִשְׁמוֹתֵינוּ הַפְּקוּדוֹת לָךְ, עַל נִסֶּיךָ שֶׁבְּכָל יוֹם וָיוֹם וְעַל נִפְלְאוֹתֶיךָ שֶׁבְּכָל עֵת וָעֵת, עַל הַנִּסִּים וְעַל הַגְּבוּרוֹת וְעַל הַתְּשׁוּעוֹת שֶׁעָשִׂיתָ עִמָּנוּ וְעִם אֲבוֹתֵינוּ בַּיָּמִים הָהֵם בַּזְּמָן הַזֶּה׃ בִּימֵי מָרְדֳּכַי וְאֶסְתֵּר, כְּשֶׁעָמַד הָמָן הָרָע עַל עַמְּךָ בֵּית יִשְׂרָאֵל וּבִקֵּשׁ לְהַשְׁמִיד לַהֲרֹג וּלְאַבֵּד אֶת כָּל הַיְּהוּדִים, מִנַּעַר וְעַד זָקֵן טַף וְנָשִׁים בְּיוֹם אֶחָד וּשְׁלָלָם לָבֹז; וְאַתָּה בְּרַחֲמֶיךָ הָרַבִּים עָמַדְתָּ לָהֶם בְּעֵת צָרָתָם וְדַנְתָּ אֶת דִּינָם וְרַבְתָּ אֶת רִיבָם וְנָקַמְתָּ אֶת נִקְמָתָם; וְהֵפַרְתָּ אֶת עֲצָתוֹ וְקִלְקַלְתָּ אֶת מַחֲשַׁבְתּוֹ וַהֲשֵׁבוֹתָ לוֹ גְּמוּלוֹ בְּרֹאשׁוֹ וְתָלוּ אוֹתוֹ וְאֶת בָּנָיו עַל הָעֵץ; וְעָשִׂיתָ לְךָ שֵׁם גָּדוֹל בְּעוֹלָמֶךָ וּלְעַמְּךָ יִשְׂרָאֵל עָשִׂיתָ פֶלֶא וְנִסִּים. כְּשֵׁם שֶׁעָשִׂיתָ עִמָּהֶן פֶּלֶא וְנִסִּים, כָּךְ עֲשֵׂה עִמָּנוּ נִסִּים וּגְבוּרוֹת בָּעֵת וּבָעוֹנָה הַזֹּאת. וְעַל כֻּלָּם יְהוָה אֱלֹהֵינוּ אָנוּ מוֹדִים לָךְ. הַטּוֹב כִּי לֹא כָלוּ רַחֲמֶיךָ.</p>\n<h3>[כה]</h3>\n<p> <span class=\"instruction\">בַּחֲנֻכָּה, מְבָרֵךְ בְּרָכָה זוֹ בְּנֹסַח זֶה:</span></p>\n<p>מוֹדִים אֲנַחְנוּ לָךְ &#8230; עַל נִפְלְאוֹתֶיךָ שֶׁבְּכָל עֵת וָעֵת, עַל הַנִּסִּים וְעַל הַגְּבוּרוֹת וְעַל הַמִּלְחָמוֹת וְעַל הַתְּשׁוּעוֹת וְעַל הַפְּדוּת וְעַל הַפֻּרְקָן שֶׁעָשִׂיתָ עִמָּנוּ וְעִם אֲבוֹתֵינוּ בַּיָּמִים הָהֵם בַּזְּמָן הַזֶּה׃ בִּימֵי מַתִּתְיָה בֶּן יוֹחָנָן כּוֹהֵן גָּדוֹל חַשְׁמֻנַּאי וּבָנָיו, כְּשֶׁעָמְדָה מַלְכוּת יָוָן הָרִשְׁעָה עַל עַמְּךָ בֵּית יִשְׂרָאֵל, לְבַטְּלָם מִתּוֹרָתֶךָ וּלְהַעֲבִירָם מֵחֻקֵּי רְצוֹנֶךָ; וְאַתָּה בְּרַחֲמֶיךָ הָרַבִּים עָמַדְתָּ לָהֶם בְּעֵת צָרָתָם וְדַנְתָּ אֶת דִּינָם וְרַבְתָּ אֶת רִיבָם וְנָקַמְתָּ אֶת נִקְמָתָם; וּמָסַרְתָּ גִּבּוֹרִים בְּיַד חַלָּשִׁים וְרַבִּים בְּיַד מְעוּטִים וּטְמֵאִים בְּיַד טְהוֹרִים וּרְשָׁעִים בְּיַד צַדִּיקִים וּפוֹשְׁעִים בְּיַד עוֹשֵׂי תוֹרָתֶךָ; וְעָשִׂיתָ לְךָ שֵׁם גָּדוֹל בְּעוֹלָמֶךָ וּלְעַמְּךָ יִשְׂרָאֵל עָשִׂיתָ פֶלֶא וְנִסִּים. כְּשֵׁם שֶׁעָשִׂיתָ עִמָּהֶם נִסִּים וּגְבוּרוֹת, כָּךְ עֲשֵׂה עִמָּנוּ נִסִּים וּגְבוּרוֹת בָּעֵת וּבָעוֹנָה הַזֹּאת. וְעַל כֻּלָּם יְהוָה אֱלֹהֵינוּ אָנוּ מוֹדִים לָךְ.</p>\n<h3>[כו]</h3>\n<p> <span class=\"instruction\">שְׁלִיחַ צִבּוּר, מְבָרֵךְ לְעוֹלָם בְּרָכָה שְׁלִישִׁית בְּנֹסַח זֶה:</span></p>\n<p>נַקְדִּישָׁךְ וְנַעֲרִיצָךְ וּנְשַׁלֵּשׁ לָךְ קְדֻשָּׁה מְשֻׁלֶּשֶׁת, כַּדָּבָר הָאָמוּר עַל יְדֵי נְבִיאָךְ וְקָרָא זֶה אֶל־זֶה וְאָמַר, קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ יְהוָה צְבָאוֹת; מְלֹא כָל־הָאָרֶץ, כְּבוֹדוֹ. כְּבוֹדוֹ וּגָדְלוֹ, מָלֵא עוֹלָם; וּמְשָׁרְתָיו שׁוֹאֲלִים, אַיֵּה מְקוֹם כְּבוֹדוֹ. מְשַׁבְּחִים וְאוֹמְרִים, בָּרוּךְ כְּבוֹד־יְהוָה, מִמְּקוֹמוֹ. מִמְּקוֹמְךָ מַלְכֵּנוּ תּוֹפִיעַ וְתִמְלֹךְ עַלֵינוּ כִּי מְחַכִּים אָנוּ לָךְ. מָתַי תִּמְלֹךְ בְּצִיּוֹן, בְּחַיֵּינוּ וּבְיָמֵינוּ. תִּשְׁכֹּן תִּתְגַּדַּל וְתִתְקַדַּשׁ בְּתוֹךְ יְרוּשָׁלַיִם עִירָךְ, לְדוֹר וָדוֹר וּלְנֵצַח נְצָחִים. וְעֵינֵינוּ תִרְאֶינָה בְּמַלְכוּת עֻזָּךְ, כַּדָּבָר הָאָמוּר בְּשִׁירֵי קָדְשָׁךְ עַל יְדֵי דָּוִיד עַבְדָּךְ מְשִׁיחַ צִדְקָךְ׃ יִמְלֹךְ יְהוָה, לְעוֹלָם: אֱלֹהַיִךְ צִיּוֹן, לְדֹר וָדֹר׃ הַלְלוּ־יָהּ. לְדוֹר וָדוֹר נַגִּיד גָּדְלָךְ וּלְנֵצַח נְצָחִים קְדֻשָּׁתָךְ נַקְדִּישׁ; וּשְׁבָחָךְ אֱלֹהֵינוּ מִפִּינוּ לֹא יָמוּשׁ כִּי אֵל מֶלֶךְ גָּדוֹל וְקָדוֹשׁ אָתָּה. בָּרוּךְ אַתָּה יְהוָה הָאֵל הַקָּדוֹשׁ.</p>\n<p><span class=\"instruction\">בָּעֵת שֶׁשְּׁלִיחַ צִבּוּר אוֹמֵר בִּבְרָכָה זוֹ וְקָרָא זֶה אֶל־זֶה וְאָמַר, כָּל הָעָם עוֹנִין׃</span> קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ יְהוָה צְבָאוֹת; מְלֹא כָל־הָאָרֶץ, כְּבוֹדוֹ. <span class=\"instruction\">וְכִשְׁהוּא אוֹמֵר אַיֵּה מְקוֹם כְּבוֹדוֹ, כָּל הָעָם עוֹנִין׃</span> מְשַׁבְּחִים וְאוֹמְרִים, בָּרוּךְ כְּבוֹד־יְהוָה, מִמְּקוֹמוֹ. <span class=\"instruction\">וְכִשְׁהוּא אוֹמֵר בְּחַיֵּינוּ וּבְיָמֵינוּ, כָּל הָעָם עוֹנִין</span> אָמֵן. <span class=\"instruction\">וְכִשְׁהוּא אוֹמֵר</span> עַל יְדֵי דָּוִיד מְשִׁיחַ צִדְקָךְ, <span class=\"instruction\">כָּל הָעָם עוֹנִין׃</span> יִמְלֹךְ יְהוָה, לְעוֹלָם: אֱלֹהַיִךְ צִיּוֹן, לְדֹר וָדֹר׃ הַלְלוּ־יָהּ. <span class=\"instruction\">וְכָל אֵלּוּ הַדְּבָרִים שֶׁעוֹנִין הַצִּבּוּר, הוּא קוֹרֶא עִמָּהֶן; וְלֹא יַגְבִּיהַּ קוֹלוֹ, בָּעֵת שְׁהֶן עוֹנִין עִמּוֹ.</span></p>\n<p><span class=\"instruction\">וְאֶחָד הַיָּחִיד וְאֶחָד הַצִּבּוּר, בַּעֲשֶׂרֶת יָמִים שֶׁמֵּרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים, אוֹמֵר בְּסוֹף בְּרָכָה זוֹ,</span> כָּאָמוּר וַיִּגְבַּהּ יְהוָה צְבָאוֹת, בַּמִּשְׁפָּט; וְהָאֵל הַקָּדוֹשׁ, נִקְדָּשׁ, בִּצְדָקָה. בָּרוּךְ אַתָּה יְהוָה הַמֶּלֶךְ הַקָּדוֹשׁ.</p>\n<h3>[כז]</h3>\n<p>  <span class=\"instruction\">שְׁלִיחַ צִבּוּר אוֹמֵר קַדִּישׁ לְעוֹלָם קֹדֶם כָּל תְּפִלָּה וְאַחַר כָּל תְּפִלָּה; וְאַחַר שֶׁאוֹמֵר סֵדֶר הַיּוֹם, בְּכָל עֵת שֶׁיֹּאמַר סֵדֶר הַיּוֹם, יִתְחַנַּן מְעַט וְיֹאמַר קַדִּישׁ; וּכְשֶׁיַּשְׁלִים לִקְרוֹת בַּתּוֹרָה וּבְכָל עֵת שֶׁיִּתְחַנַּן בְּדִבְרֵי תַּחֲנוּנִים, כְּשֶׁיִּגְמֹר תַּחֲנוּנָיו, יֹאמַר קַדִּישׁ.</span></p>\n<h3>[כח]</h3>\n<p> <span class=\"instruction\">נֹסַח הַקַּדִּישׁ:</span></p>\n<p>יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּה. בְּעָלְמָא דִּי בְרָא כִרְעוּתֵיהּ וְיַמְלִיךְ מַלְכוּתֵיהּ וְיַצְמַח פֻּרְקָנֵיהּ, וִיקָרֵב מְשִׁיחֵיהּ וְיִפְרֹק עַמֵּיהּ, בְּחַיֵּיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵּיהוֹן דְּכָל בֵּית יִשְׂרָאֵל, בַּעֲגַלָא וּבִזְמָן קָרִיב; וְאִמְרוּ אָמֵן. יְהֶא שְׁמֵיהּ רַבָּה מְבָרַךְ לְעָלְמָא וּלְעָלְמֵי עָלְמַיָּא. יִתְבָּרַךְ. יִשְׁתַּבַּח יִתְפָּאַר, יִתְרוֹמַם יִתְעַלֶּה, יִתְהַדַּר יִתְהַלַּל וְיִתְנַשֵּׂא שְׁמֵיהּ דְּקֻדְשָׁא בְּרִיךְ הוּא. לְעֵילָא לְעֵילָא מִכָּל בִּרְכָתָא שִׁירָתָא וְתֻשְׁבְּחָתָא וְנֶחָמָתָא, דַּאֲמִירָן בְּעָלְמָא; וְאִמְרוּ אָמֵן.</p>\n<p><span class=\"instruction\">בָּעֵת שֶׁיֹּאמַר שְׁלִיחַ צִבּוּר יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּה, כָּל הָעָם עוֹנִין אָמֵן. וּבְעֵת שְׁהוּא אוֹמֵר תְּחִלָּה וְאִמְרוּ אָמֵן, כָּל הָעָם עוֹנִין אָמֵן יְהֶא שְׁמֵיהּ רַבָּה מְבָרַךְ לְעָלְמָא וּלְעָלְמֵי עָלְמַיָּא; וּמִצְוַת חֲכָמִים הָרִאשׁוֹנִים לַעֲנוֹת אָמֵן יְהֶא שְׁמֵיהּ רַבָּה מְבָרַךְ, בְּכָל כּוֹחוֹ שֶׁלָּאָדָם. וְכִשְׁהוּא אוֹמֵר יִתְבָּרַךְ, כָּל הָעָם עוֹנִין אָמֵן. וְכִשְׁהוּא אוֹמֵר בְּרִיךְ הוּא, כָּל הָעָם עוֹנִין אָמֵן. וְכִשְׁהוּא אוֹמֵר בַּסּוֹף וְאִמְרוּ אָמֵן, כָּל הָעָם עוֹנִין אָמֵן. וְכַסֵּדֶר הַזֶּה עוֹנִין, בְּכָל קַדִּישׁ וְקַדִּישׁ.</span></p>\n<h3>[כט]</h3>\n<p>  <span class=\"instruction\">קַדִּישׁ בַּתְרָא.</span><br />\nכָּל קַדִּישׁ שֶׁאוֹמֵר שְׁלִיחַ צִבּוּר אַחַר שֶׁגּוֹמֵר הַתְּפִלָּה, שְׁאֵינוּ אוֹמֵר אַחֲרָיו כְּלוּם, אֵלָא כָּל הָעָם שׁוֹמְעִין אוֹתוֹ וְיוֹצְאִין וְנִפְטָרִין: נָהֲגוּ הָעָם כֻּלָּם, לְהוֹסִיף בְּסוֹפוֹ נֹסַח זֶה׃</p>\n<p>תִּתְקַבַּל צְלוֹתְכוֹן וְתִתְעֲבֵיד בָּעוּתְכוֹן וּצְלוֹתְהוֹן וּבָעוּתְהוֹן דְּכָל בֵּית יִשְׂרָאֵל, קֳדָם אֲבוּהוֹן דִּי בִשְׁמַיָּא; יְהֶא שְׁלָמָא רַבָּא מִשְּׁמַיָּא וְסִיַּעְתָּא וּפֻרְקָנָא עֲלֵיכוֹן וַעֲלַנָא וְעַל כָּל קְהָלְהוֹן דְּיִשְׂרָאֵל; וְאִמְרוּ אָמֵן.<br />\nעוֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא בְרַחֲמָיו יַעֲשֶׂה שָׁלוֹם עַל כָּל יִשְׂרָאֵל.</p>\n<h3>[ל]</h3>\n<p> <span class=\"instruction\">קַדִּישׁ דְּרַבָּנַן.</span><br />\nכָּל עֲשָׂרָה מִיִּשְׂרָאֵל אוֹ יָתֵר שֶׁהָיוּ עוֹסְקִין בְּתַלְמוּד תּוֹרָה שֶׁבְּעַל פֶּה וְאַפִלּוּ בַּמִּדְרָשׁוֹת אוֹ בַּהַגָּדוֹת: כִּשְׁהֶן מְסַיְּמִין, אוֹמֵר אֶחָד מֵעוֹמֵד קַדִּישׁ בְּנֹסַח זֶה׃</p>\n<p>יִתְגַּדַּל וְיִתְקַדַּשׁ שְׁמֵיהּ רַבָּה. דַּעֲתִיד לְחַדָּתָא עָלְמָא וּלְאַחָאָה מִיתַיָּא וּלְמִפְרַק חַיַיָּא וּלְמִבְנֵי קַרְתָּא דִירֻשְׁלֶם וּלְשַׁכְלָלָא הֵיכְלָא קַדִּישָׁא וּלְמִעְקַר פֻּלְחָנָא נֻכְרָאָה מִן אַרְעָא וּלְאָתָבָא פֻלְחָנָא דִּי שְׁמֵיהּ לְאַתְרֵיהּ בְּזִיוֵיהּ וּבִיקָרֵיהּ וְיַמְלִיךְ מַלְכוּתֵיהּ וְיַצְמַח פֻּרְקָנֵיהּ וְיַבַּע מְשִׁיחֵיהּ וְיִפְרֹק עַמֵּיהּ, בְּחַיֵּיכוֹן וּבְיוֹמֵיכוֹן וּבְחַיֵּיהוֹן דְּכָל בֵּית יִשְׂרָאֵל, בַּעֲגַלָא וּבִזְמָן קָרִיב; וְאִמְרוּ אָמֵן.<br />\nיְהֶא שְׁמֵיהּ רַבָּה מְבָרַךְ לְעָלְמָא וּלְעָלְמֵי עָלְמַיָּא.<br />\nיִתְבָּרַךְ. יִשְׁתַּבַּח יִתְפָּאַר, יִתְרוֹמַם יִתְעַלֶּה, יִתְהַדַּר יִתְהַלַּל וְיִתְנַשֵּׂא שְׁמֵיהּ דְּקֻדְשָׁא בְּרִיךְ הוּא. לְעֵילָא לְעֵילָא מִכָּל בִּרְכָתָא שִׁירָתָא תֻּשְׁבְּחָתָא וְנֶחָמָתָא, דַּאֲמִירָן בְּעָלְמָא; וְאִמְרוּ אָמֵן. עַל רַבָּנַן וְעַל תַּלְמִידֵיהוֹן וְעַל תַּלְמִידֵי תַּלְמִידֵיהוֹן דַּעֲסֵקִין בְּאוֹרָיְתָא דִּי בְאַתְרָא הָדֵין וְדִי בְכָל אֲתַר וַאֲתַר, יְהֵי לְכוֹן וּלְהוֹן חִנָּא וְחִסְדָּא וְרַחֲמֵי וְסִיַּעְתָּא וּרְוַחָא מִקֳּדָם אֲבוּהוֹן דִּי בִשְׁמַיָּא וְאִמְרוּ אָמֵן. יְהֶא שְׁלָמָא רַבָּא מִשְּׁמַיָּא וְסִיַּעְתָּא וּפֻרְקָנָא &#8230; עוֹשֶׂה שָׁלוֹם בִּמְרוֹמָיו, הוּא בְרַחֲמָיו יַעֲשֶׂה שָׁלוֹם עַל כָּל יִשְׂרָאֵל. וְזֶה הוּא הַנִּקְרָא קַדִּישׁ דְּרַבָּנַן.</p>\n<h3>[לא]</h3>\n<p> <span class=\"instruction\">נָהֲגְנוּ לְהִתְחַנַּן בִּנְפִילַת פָּנִים בִּדְבָרִים וּבִפְסוּקִים אֵלּוּ: פְּעָמִים בְּכֻלָּן וּפְעָמִים בְּמִקְצָתָן:</span></p>\n<p>לְפָנֶיךָ, אֲנִי כּוֹרֵעַ וּמִשְׁתַּחֲוֶה וּמִתְחַנֵּן: אֲדוֹן הָעוֹלָם, אֱלֹהֵי הָאֱלֹהִים וַאֲדוֹנֵי הָאֲדוֹנִים׃ כִּי לֹא עַל־צִדְקֹתֵינוּ, אֲנַחְנוּ מַפִּילִים תַּחֲנוּנֵינוּ לְפָנֶיךָ: כִּי, עַל־רַחֲמֶיךָ הָרַבִּים. מַה־נֹּאמַר לַיהוָה, מַה־נְּדַבֵּר וּמַה־נִּצְטַדָּק. חָטָאנוּ וְעָוִינוּ וְהִרְשַׁעְנוּ וּמָרָדְנוּ; וְסוֹר מִמִּצְו&#x200d;ֹתֶךָ וּמִמִּשְׁפָּטֶיךָ. לְךָ אֲדֹנָי הַצְּדָקָה וְלָנוּ בֹּשֶׁת הַפָּנִים. הָשְׁחָרוּ פָנֵינוּ מִפְּנֵי אַשְׁמָתֵנוּ וְנִכְפְּפָה קוֹמָתֵנוּ מִפְּנֵי עֲווֹנוֹתֵינוּ; אֵין לָנוּ פֶּה לְהָשִׁיב וְלֹא מֵצַח לְהָרִים רֹאשׁ. אֱלֹהַי בֹּשְׁתִּי וְנִכְלַמְתִּי: לְהָרִים אֱלֹהַי פָּנַי, אֵלֶיךָ׃ כִּי עֲו&#x200d;ֹנֹתֵינוּ רָבוּ לְמַעְלָה רֹּאשׁ וְאַשְׁמָתֵנוּ גָדְלָה עַד לַשָּׁמָיִם. אֵין בָּנוּ מַעֲשִׂים. עֲשֵׂה עִמָּנוּ צְדָקָה לְמַעַן שְׁמֶךָ, כְּמוֹ שֶׁהִבְטַחְתָּנוּ עַל יְדֵי נְבִיאֶיךָ׃ לְמַעַן שְׁמִי אַאֲרִיךְ אַפִּי וּתְהִלָּתִי אֶחֱטָם־לָךְ: לְבִלְתִּי הַכְרִיתֶךָ. לֹא לְמַעַנְכֶם אֲנִי עֹשֶׂה, בֵּית יִשְׂרָאֵל׃ כִּי אִם־לְשֵׁם־קָדְשִׁי. לֹא לָנוּ יְהוָה, לֹא־לָנוּ׃ כִּי־לְשִׁמְךָ, תֵּן כָּבוֹד: עַל־חַסְדְּךָ וְעַל־אֲמִתֶּךָ. לָמָּה, יֹאמְרוּ הַגּוֹיִם׃ אַיֵּה־נָא, אֱלֹהֵיהֶם. אָנָּא יְהוָה, אַל־תֵּפֶן, אֶל־קְשִׁי הָעָם הַזֶּה וְאֶל־רִשְׁעוֹ וְאֶל־חַטָּאתוֹ. סְלַח־נָא, לַעֲו&#x200d;ֹן הָעָם הַזֶּה: כְּגֹדֶל חַסְדֶּךָ; וְכַאֲשֶׁר נָשָׂאתָה לָעָם הַזֶּה, מִמִּצְרַיִם וְעַד־הֵנָּה. לְמַעַן־שִׁמְךָ יְהוָה; וְסָלַחְתָּ לַעֲו&#x200d;ֹנִי כִּי רַב־הוּא. אֲדֹנָי שְׁמָעָה, אֲדֹנָי סְלָחָה, אֲדֹנָי הַקְשִׁיבָה וַעֲשֵׂה וְאַל־תְּאַחַר׃ לְמַעַנְךָ אֱלֹהַי: כִּי־שִׁמְךָ נִקְרָא, עַל־עִירְךָ וְעַל־עַמֶּךָ.</p>\n<h3>[לב]</h3>\n<p> <span class=\"instruction\">נָהֲגוּ הָעָם לְהִתְחַנַּן אַחַר נְפִילַת פָּנִים, כְּשֶׁמַּגְבִּיהַּ פָּנָיו מִן הַקַּרְקָע; בִּפְסוּקִים אֵלּוּ, אוֹמֵר:</span></p>\n<p>וַאֲנַחְנוּ, לֹא נֵדַע מַה־נַּעֲשֶׂה: כִּי עָלֶיךָ, עֵינֵינוּ. זְכֹר־רַחֲמֶיךָ יְהוָה וַחֲסָדֶיךָ׃ כִּי מֵעוֹלָם הֵמָּה. אַל־תִּזְכָּר־לָנוּ, עֲו&#x200d;ֹנֹת רִאשֹׁנִים׃ מַהֵר, יְקַדְּמוּנוּ רַחֲמֶיךָ: כִּי דַלּוֹנוּ מְאֹד. קוּמָה, עֶזְרָתָה לָּנוּ; וּפְדֵנוּ, לְמַעַן חַסְדֶּךָ. יְהִי־חַסְדְּךָ יְהוָה עָלֵינוּ׃ כַּאֲשֶׁר, יִחַלְנוּ לָךְ. אִם־עֲו&#x200d;ֹנוֹת תִּשְׁמָר־יָהּ: אֲדֹנָי, מִי יַעֲמֹד. כִּי־עִמְּךָ הַסְּלִיחָה: לְמַעַן, תִּוָּרֵא. יְהוָה הוֹשִׁיעָה׃ הַמֶּלֶךְ, יַעֲנֵנוּ בְיוֹם־קָרְאֵנוּ. כִּי־הוּא, יָדַע יִצְרֵנוּ; זָכוּר כִּי־עָפָר אֲנָחְנוּ. עָזְרֵנוּ, אֱלֹהֵי יִשְׁעֵנוּ: עַל־דְּבַר כְּבוֹד־שְׁמֶךָ; וְהַצִּילֵנוּ וְכַפֵּר עַל־חַטֹּאתֵינוּ, לְמַעַן שְׁמֶךָ.</p>\n<h3>[לג]</h3>\n<p> <span class=\"instruction\">וְכֵן נָהֲגוּ הָעָם לְהִתְחַנַּן אַחַר סֵדֶר הַיּוֹם תָּמִיד, בְּתַחֲנוּנִים אֵלּוּ:</span></p>\n<p>יְהוָה, אֱלֹהֵי אַבְרָהָם יִצְחָק וְיִשְׂרָאֵל אֲבֹתֵינוּ, שָׁמְרָה־זֹּאת לְעוֹלָם, לְיֵצֶר מַחְשְׁבוֹת לְבַב עַמֶּךָ; וְהָכֵן לְבָבָם, אֵלֶיךָ. וְהוּא רַחוּם, יְכַפֵּר עָו&#x200d;ֹן: וְלֹא־יַשְׁחִית׃ וְהִרְבָּה, לְהָשִׁיב אַפּוֹ; וְלֹא־יָעִיר, כָּל־חֲמָתוֹ. כִּי־אַתָּה אֲדֹנָי, טוֹב וְסַלָּח; וְרַב־חֶסֶד, לְכָל־קֹרְאֶיךָ. צִדְקָתְךָ צֶדֶק לְעוֹלָם; וְתוֹרָתְךָ אֱמֶת. מִי־אֵל כָּמוֹךָ, נֹשֵׂא עָו&#x200d;ֹן וְעֹבֵר עַל־פֶּשַׁע, לִשְׁאֵרִית, נַחֲלָתוֹ׃ לֹא־הֶחֱזִיק לָעַד אַפּוֹ כִּי־חָפֵץ חֶסֶד הוּא. יָשׁוּב יְרַחֲמֵנוּ, יִכְבֹּשׁ עֲו&#x200d;ֹנֹתֵינוּ; וְתַשְׁלִיךְ בִּמְצֻלוֹת יָם, כָּל־חַטֹּאותָם. תִּתֵּן אֱמֶת לְיַעֲקֹב, חֶסֶד לְאַבְרָהָם, אֲשֶׁר־נִשְׁבַּעְתָּ לַאֲבֹתֵינוּ, מִימֵי קֶדֶם. בָּרוּךְ אֲדֹנָי, יוֹם יוֹם׃ יַעֲמָס־לָנוּ: הָאֵל יְשׁוּעָתֵנוּ סֶלָה. יְהוָה צְבָאוֹת עִמָּנוּ; מִשְׂגָּב־לָנוּ אֱלֹהֵי יַעֲקֹב סֶלָה. יְהוָה צְבָאוֹת: אַשְׁרֵי אָדָם, בֹּטֵחַ בָּךְ. בָּרוּךְ אֱלֹהֵינוּ בָּרוּךְ אֲדוֹנֵינוּ, בָּרוּךְ בּוֹרְאֵנוּ שֶׁבְּרָאָנוּ לִכְבוֹדוֹ שֶׁהִבְדִּילָנוּ מִן הַתּוֹעִים וְנָתַן לָנוּ תּוֹרַת אֱמֶת עַל יְדֵי מֹשֶׁה רַבֵּנוּ, חַיֵּי עוֹלָם נְטָעָהּ בְּתוֹכֵנוּ. הָרַחֲמָן יִפְתַּח לִבֵּנוּ לְתַלְמוּד תּוֹרָתוֹ וְיִתֵּן בְּלִבֵּנוּ אַהֲבָתוֹ וְיִרְאָתוֹ, לַעֲשׂוֹת רְצוֹנוֹ כִּרְצוֹנוֹ וּלְעָבְדוֹ בְּלֵבָב שָׁלֵם וּבְנֶפֶשׁ חֲפֵצָה: לְמַעַן לֹא נִיגַע לָרִיק וְלֹא נֵלֵד לַבֶּהָלָה. כֵּן יְהִי רָצוֹן וְרַחֲמִים מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ שֶׁנִּחְיֶה לִשְׁמֹר חֻקֶּיךָ בָּעוֹלָם הַזֶּה וְלִימוֹת הַמָּשִׁיחַ, כְּדֵי שֶׁנִּזְכֶּה וְנִירַשׁ טוֹב לְחַיֵּי הָעוֹלָם הַבָּא. לְמַעַן, יְזַמֶּרְךָ כָבוֹד: וְלֹא יִדֹּם׃ יְהוָה אֱלֹהַי, לְעוֹלָם אוֹדֶךָּ. יִהְיוּ לְרָצוֹן אִמְרֵי־פִי וְהֶגְיוֹן לִבִּי לְפָנֶיךָ׃ יְהוָה, צוּרִי וְגֹאֲלִי.</p>\n<h3>[לד]</h3>\n<p> <span class=\"instruction\">וְנָהֲגוּ מִקְצַת הָעָם, לִקְרוֹת בְּכָל יוֹם אַחַר תַּחֲנוּנִים אֵלּוּ, שִׁיר מִזְמוֹר שֶׁהָיוּ הַלְּוִיִּים אוֹמְרִים בְּבֵית הַמִּקְדָּשׁ בְּאוֹתוֹ הַיּוֹם.</span></p>\n<p>וְקוֹרְאִין לְדָוִד׃ אֵלֶיךָ יְהוָה, נַפְשִׁי אֶשָּׂא, כָּל הַמִּזְמוֹר. וְקוֹרְאִין אָמַר רִבִּי אֶלְעָזָר אָמַר רִבִּי חֲנִינָה, תַּלְמִידֵי חֲכָמִים מַרְבִּים שָׁלוֹם בָּעוֹלָם׃ שֶׁנֶּאֱמָר וְכָל בָּנַיִךְ, לִמּוּדֵי יְהוָה; וְרַב, שְׁלוֹם בָּנָיִךְ. אֵין כֵּאלֹהֵינוּ, אֵין כַּאדוֹנֵינוּ, אֵין כְּמַלְכֵנוּ, אֵין כְּמוֹשִׁיעֵנוּ; מִי כֵּאלֹהֵינוּ, מִי כַּאדוֹנֵינוּ, מִי כְּמַלְכֵנוּ, מִי כְּמוֹשִׁיעֵנוּ; נוֹדֶה לֵאלֹהֵינוּ, נוֹדֶה לַאדוֹנֵינוּ, נוֹדֶה לְמַלְכֵנוּ, נוֹדֶה לְמוֹשִׁיעֵנוּ; בָּרוּךְ אלֹהֵינוּ, בָּרוּךְ אֲדוֹנֵינוּ, בָּרוּךְ מַלְכֵנוּ, בָּרוּךְ מוֹשִׁיעֵנוּ; אַתָּה הוּא אֱלֹהֵינוּ, אַתָּה הוּא אֲדוֹנֵינוּ, אַתָּה הוּא מַלְכֵנוּ, אַתָּה הוּא מוֹשִׁיעֵנוּ. אַתָּה תָקוּם, תְּרַחֵם צִיּוֹן׃ כִּי־עֵת לְחֶנְנָהּ כִּי־בָא מוֹעֵד. אַךְ צַדִּיקִים, יוֹדוּ לִשְׁמֶךָ; יֵשְׁבוּ יְשָׁרִים, אֶת־פָּנֶיךָ. וְיִבְטְחוּ בְךָ, יוֹדְעֵי שְׁמֶךָ׃ כִּי לֹא־עָזַבְתָּ דֹרְשֶׁיךָ יְהוָה. כִּי, כָּל־הָעַמִּים, יֵלְכוּ, אִישׁ בְּשֵׁם אֱלֹהָיו; וַאֲנַחְנוּ, נֵלֵךְ בְּשֵׁם־יְהוָה אֱלֹהֵינוּ: לְעוֹלָם וָעֶד.</p>\n<h3>[לה]</h3>\n<p>  כְּבָר אָמַרְנוּ בְּסֵפֶר זֶה שֶׁבִּימֵי הַשַּׁבָּתוֹת וְיָמִים טוֹבִים, מִתְפַּלֵּל אָדָם בְּכָל תְּפִלָּה שֶׁבַע בְּרָכוֹת:</p>\n<p>שָׁלוֹשׁ רִאשׁוֹנוֹת וְשָׁלוֹשׁ אַחֲרוֹנוֹת וּבְרָכָה אַחַת אֶמְצָעִית מֵעֵין הַיּוֹם. וּבְרֹאשׁ הַשָּׁנָה וּבְיוֹם הַכִּפּוּרִים שֶׁלַּיּוֹבֵל, מִתְפַּלֵּל בָּאֶמְצָע שָׁלוֹשׁ בְּרָכוֹת וּבִתְפִלַּת מוּסָף בִּלְבָד; וְנִמְצָא מִתְפַּלֵּל בַּמּוּסָף בִּשְׁנֵי יָמִים אֵלּוּ, תֶּשַׁע בְּרָכוֹת. וּבְמוּסַף רֹאשׁ חֹדֶשׁ וּבְמוּסַף חֻלּוֹ שֶׁלַּמּוֹעֵד, מִתְפַּלֵּל שֶׁבַע: שָׁלוֹשׁ רִאשׁוֹנוֹת וְשָׁלוֹשׁ אַחֲרוֹנוֹת וּבְרָכָה אַחַת בָּאֶמְצָע. וְזֶה הוּא נֹסַח כָּל הַבְּרָכוֹת הָאֶמְצָעִיּוֹת׃</p>\n<h3>[לו]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּלֵילֵי שַׁבָּת:</span></p>\n<p>אַתָּה קִדַּשְׁתָּ אֶת יוֹם הַשְּׁבִיעִי לִשְׁמָךְ, תַּכְלִית מַעֲשֵׂה שָׁמַיִם וָאָרֶץ וּבֵרַכְתּוֹ מִכָּל הַיָּמִים וְקִדַּשְׁתּוֹ מִכָּל הַזְּמַנִּים׃ כָּאָמוּר וַיְבָרֶךְ אֱלֹהִים אֶת יוֹם הַשְּׁבִיעִי וַיְקַדֵּשׁ אֹתוֹ כִּי בוֹ שָׁבַת מִכָּל מְלַאכְתּוֹ, אֲשֶׁר בָּרָא אֱלֹהִים לַעֲשׂוֹת. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ: רְצֵה נָא בִּמְנוּחָתֵנוּ וְקַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ וְתֶן חֶלְקֵנוּ בְּתוֹרָתָךְ וְשַׂמַּח נַפְשֵׁנוּ בִּישׁוּעָתָךְ וְשַׂבְּעֵנוּ מִטּוּבָךְ וְטַהֵר לִבֵּנוּ לְעָבְדָךְ בֶּאֱמֶת; וְהַנְחִילֵנוּ בְּאַהֲבָה וּבְרָצוֹן שַׁבְּתוֹת קָדְשָׁךְ וְיָנוּחוּ בָם כָּל יִשְׂרָאֵל אוֹהֲבֵי שְׁמֶךָ. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת.</p>\n<h3>[לז]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּשַׁחְרִית שַׁבָּת:</span></p>\n<p>יִשְׂמַח מֹשֶׁה בְּמַתְּנַת חֶלְקוֹ כִּי עֶבֶד נֶאֱמָן קָרָאתָ לּוֹ, כְּלִיל תִּפְאֶרֶת בְּרֹאשׁוֹ נָתַתָּ בְּעָמְדוֹ לְפָנֶיךָ עַל הַר סִינַי, שְׁנֵי לוּחוֹת אֲבָנִים הוֹרִיד בְּיָדוֹ וְכָתוּב בָּהֶן שְׁמִירַת שַׁבָּת. וְכֵן כָּתוּב בְּתוֹרָתֶךָ וְשָׁמְרוּ בְנֵי־יִשְׂרָאֵל, אֶת־הַשַּׁבָּת, לַעֲשׂוֹת אֶת־הַשַּׁבָּת לְדֹרֹתָם, בְּרִית עוֹלָם. בֵּינִי וּבֵין בְּנֵי יִשְׂרָאֵל: אוֹת הִיא, לְעֹלָם׃ כִּי־שֵׁשֶׁת יָמִים, עָשָׂה יְהוָה אֶת־הַשָּׁמַיִם וְאֶת־הָאָרֶץ וּבַיּוֹם הַשְּׁבִיעִי, שָׁבַת וַיִּנָּפַשׁ. יִשְׂמְחוּ בְמַלְכוּתְךָ שׁוֹמְרֵי שַׁבָּת קוֹרְאֵי עֹנֶג, עַם מְקַדְּשֵׁי שְׁבִיעִי. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ: רְצֵה נָא בִּמְנוּחָתֵנוּ וְקַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ &#8230; בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת.</p>\n<h3>[לח]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּמוּסַף שַׁבָּת:</span></p>\n<p>לְמֹשֶׁה צִוִּיתָ עַל הַר סִינַי מִצְוַת שַׁבָּת, זָכוֹר וְשָׁמוֹר וּבוֹ צִוִּיתָנוּ יְהוָה אֱלֹהֵינוּ לְהַקְרִיב לָךְ קָרְבַּן מוּסָף כָּרָאוּי. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ שֶׁתַּעֲלֵנוּ לְאַרְצֵנוּ וְתִטָּעֵנוּ בִּגְבוּלֵנוּ; וְשָׁם נַעֲשֶׂה לְפָנֶיךָ אֶת קָרְבְּנוֹת חוֹבַתֵנוּ, תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם הַמָּנוֹחַ הַזֶּה נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ בְּאַהֲבָה כְּמִצְוַת רְצוֹנָךְ, כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. לֹא נְתַתּוֹ מַלְכֵּנוּ לְגוֹיֵי הָאֲרָצוֹת וְלֹא הִנְחַלְתּוֹ מַלְכֵּנוֹ לְעוֹבְדֵי פְסִילִים, גַּם בִּמְנוּחָתוֹ, לֹא יִשְׁכְּנוּ עֲרֵלִים׃ לְבֵית יִשְׂרָאֵל נְתַתּוֹ, זֶרַע יְשׁוּרוּן אֲשֶׁר בָּם בָּחָרְתָּ; חֶמְדַּת יָמִים, אוֹתוֹ קָרָאתָ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ: רְצֵה נָא בִּמְנוּחָתֵנוּ &#8230; בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת.</p>\n<h3>[לט]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּמִנְחַת שַׁבָּת:</span></p>\n<p>אַתָּה אֶחָד וְשִׁמְךָ אֶחָד; וּמִי כְּעַמְּךָ יִשְׂרָאֵל, גּוֹי אֶחָד בָּאָרֶץ. עֲטֶרֶת תְּהִלָּה וְתִפְאֶרֶת יְשׁוּעָה, לְעַמְּךָ נָתַתָּ; אַבְרָהָם יָגֵל, יִצְחָק יְרַנֵּן, יַעֲקֹב וּבָנָיו יָנוּחוּ בוֹ, מְנוּחָה שְׁלֵמָה שֶׁאַתָּה רוֹצֶה בָהּ. יַכִּירוּ בָנֶיךָ וְיֵדְעוּ כִּי מֵאִתָּךְ הִיא מְנוּחָתָם; הָנַח לָנוּ אָבִינוּ וְאַל תְּהִי צָרָה וְיָגוֹן בְּיוֹם מְנוּחָתֵנוּ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ: רְצֵה נָא בִּמְנוּחָתֵנוּ &#8230; בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת.</p>\n<h3>[מ]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּמוּסַף רֹאשׁ חֹדֶשׁ:</span></p>\n<p>רָאשֵׁי חֳדָשִׁים לְעַמְּךָ נָתַתָּ, זְמָן כַּפָּרָה לְכָל תּוֹלְדוֹתָם, לִהְיוֹתָם מַקְרִיבִין לְפָנֶיךָ זִבְחֵי רָצוֹן וּשְׂעִירֵי חַטָּאת לְכַפֵּר בַּעֲדָם; זִכָּרוֹן לְכֻלָּם יִהְיֶה, תְּשׁוּעַת נַפְשָׁם מִיַּד שׂוֹנֵא. מִזְבֵּחַ חָדָשׁ בְּצִיּוֹן תָּכִין וְעוֹלַת רֹאשׁ חֹדֶשׁ נַעֲלֶה עָלָיו; שִׁירֵי דָוִיד נִשְׁמַע בְּעִירָךְ הָאֲמוּרִים לִפְנֵי מִזְבְּחָךְ לְרָצוֹן. אַהֲבַת עוֹלָם תָּבִיא לָהֶם וּבְרִית אָבוֹת לַבָּנִים תִּזְכֹּר. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מִפְּנֵי חֲטָאֵינוּ, גָּלִינוּ מֵאַרְצֵנוּ וַנִּתְרַחַק מֵעַל אַדְמָתֵנוּ. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ שֶׁתַּעֲלֵנוּ לְאַרְצֵנוּ וְתִטָּעֵנוּ בִּגְבוּלֵנוּ; וְשָׁם נַעֲשֶׂה לְפָנֶיךָ אֶת קָרְבְּנוֹת חוֹבַתֵנוּ, תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם רֹאשׁ הַחֹדֶשׁ הַזֶּה נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ בְּאַהֲבָה כְּמִצְוַת רְצוֹנָךְ, כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ שֶׁתְּחַדֵּשׁ עָלֵינוּ אֶת רֹאשׁ הַחֹדֶשׁ הַזֶּה לְטוֹבָה לִבְרָכָה, לְחֵן לְחֶסֶד וּלְרַחֲמִים, לְחַיִּים וּלְשָׁלוֹם; וִיהִי רֹאשׁ הַחֹדֶשׁ הַזֶּה סוֹף וְקֵץ לְכָל חַטֹּאותֵינוּ וְצָרוֹתֵינוּ, תְּחִלָּה וָרֹאשׁ לִפְדוּת נַפְשֵׁנוּ: כִּי בְעַמְּךָ יִשְׂרָאֵל מִכָּל הָאֻמּוֹת בָּחַרְתָּ וְרָאשֵׁי חֳדָשִׁים לָהֶם נָתַתָּ. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ יִשְׂרָאֵל וְרָאשֵׁי חֳדָשִׁים.</p>\n<h3>[מא]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּמוּסַף רֹאשׁ חֹדֶשׁ שֶׁחָל לִהְיוֹת בַּשַּׁבָּת:</span></p>\n<p>אַתָּה יָצַרְתָּ עוֹלָמָךְ מִקֶּדֶם, כִּלִּיתָ מְלַאכְתְּךָ בַּיּוֹם הַשְּׁבִיעִי; וּבָחַרְתָּ בָּנוּ מִכָּל הָעַמִּים וְרָצִיתָ בָּנוּ מִכָּל הַלְּשׁוֹנוֹת וְקִדַּשְׁתָּנוּ בְּמִצְווֹתֶיךָ וְקֵרַבְתָּנוּ מַלְכֵּנוּ לַעֲבוֹדָתֶךָ וְשִׁמְךָ הַגָּדוֹל וְהַקָּדוֹשׁ, עָלֵינוּ קָרָאתָ. וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ שַׁבָּתוֹת לִמְנוּחָה וְיוֹם רֹאשׁ הַחֹדֶשׁ הַזֶּה לְכַפֵּר בַּעֲדֵנוּ. וּמִפְּנֵי חֲטָאֵינוּ, גָּלִינוּ מֵאַרְצֵנוּ וְנִתְרַחַקְנוּ מֵעַל אַדְמָתֵנוּ וְאֵין אָנוּ יְכוּלִין לַעֲשׂוֹת לְפָנֶיךָ, קָרְבְּנוֹת חוֹבוֹתֵינוּ. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ שֶׁתַּעֲלֵנוּ לְאַרְצֵנוּ וְתִטָּעֵנוּ בִּגְבוּלֵנוּ; וְשָׁם נַעֲשֶׂה לְפָנֶיךָ אֶת קָרְבְּנוֹת חוֹבוֹתֵינוּ, תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם הַמָּנוֹחַ הַזֶּה וְיוֹם רֹאשׁ הַחֹדֶשׁ הַזֶּה, נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ בְּאַהֲבָה כְּמִצְוַת רְצוֹנָךְ כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ שֶׁתְּחַדֵּשׁ עָלֵינוּ אֶת רֹאשׁ הַחֹדֶשׁ הַזֶּה לְטוֹבָה &#8230; לִפְדוּת נַפְשֵׁנוּ. וּרְצֵה נָא בִּמְנוּחָתֵנוּ וְקַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ &#8230; וְיָנוּחוּ בָם כָּל יִשְׂרָאֵל אוֹהֲבֵי שְׁמֶךָ. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְרָאשֵׁי חֳדָשִׁים.</p>\n<h3>[מב]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּיוֹם טוֹב שֶׁלַּפֶּסַח, בְּעַרְבִּית וְשַׁחְרִית וּמִנְחָה:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים וְרָצִיתָ בָּנוּ מִכָּל הַלְּשׁוֹנוֹת וְקִדַּשְׁתָּנוּ בְּמִצְווֹתֶיךָ וְקֵרַבְתָּנוּ מַלְכֵּנוּ לַעֲבוֹדָתֶךָ; וְשִׁמְךָ הַגָּדוֹל וְהַקָּדוֹשׁ, עָלֵינוּ קָרָאתָ. וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ מוֹעֲדִים לְשִׂמְחָה, חַגִּים וּזְמַנִּים לְשָׂשׂוֹן, אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם חַג הַמַּצּוֹת הַזֶּה, זְמָן חֵרוּתֵנוּ בְּאַהֲבָה: זֵכֶר לִיצִיאַת מִצְרָיִם. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבוֹא יַגִּיעַ יֵרָאֶה יֵרָצֶה יִשָּׁמַע יִפָּקֵד יִזָּכֵר לְפָנֶיךָ זִכְרוֹנֵנוּ, זִכְרוֹן אֲבוֹתֵינוּ, זִכְרוֹן יְרוּשָׁלַיִם עִירָךְ, זִכְרוֹן מָשִׁיחַ בֶּן דָּוִיד עַבְדָּךְ, זִכְרוֹן כָּל עַמְּךָ בֵּית יִשְׂרָאֵל לְפָנֶיךָ, לִפְלֵטָה לְטוֹבָה לְחֵן לְחֶסֶד וּלְרַחֲמִים: בְּיוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, בְּיוֹם חַג הַמַּצּוֹת הַזֶּה, לְרַחֵם בּוֹ עָלֵינוּ וּלְהוֹשִׁיעֵנוּ. זָכְרֵנוּ יְהוָה אֱלֹהֵינוּ בּוֹ לְטוֹבָה, פָּקְדֵנוּ בוֹ לִבְרָכָה, הוֹשִׁיעֵנוּ בוֹ לְחַיִּים, בִּדְבַר יְשׁוּעָה וְרַחֲמִים; חוּס וְחָנֵּנוּ וְרַחֵם עָלֵינוּ וּמַלְּטֵנוּ בוֹ מִכָּל צָרָה וְיָגוֹן וְשַׂמְּחֵנוּ בוֹ שִׂמְחָה שְׁלֵמָה כִּי אֵל מֶלֶךְ רַחוּם וְחַנּוּן אָתָּה. וְהַשִּׂיאֵנוּ יְהוָה אֱלֹהֵינוּ אֶת בִּרְכַּת מוֹעֲדֶיךָ לְחַיִּים לְשִׂמְחָה וּלְשָׁלוֹם, כַּאֲשֶׁר רָצִיתָ וְאָמַרְתָּ לְבָרְכֵנוּ כֵּן תְּבָרְכֵנוּ, סֶלָה. וְקַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ וְתֶן חֶלְקֵנוּ בְּתוֹרָתָךְ וְשַׂמַּח נַפְשֵׁנוּ בִּישׁוּעָתָךְ וְשַׂבְּעֵנוּ מִטּוּבָךְ וְטַהֵר לִבֵּנוּ לְעָבְדָךְ בֶּאֱמֶת; וְהַנְחִילֵנוּ בְּשִׂמְחָה וּבְשָׂשׂוֹן מוֹעֲדֵי קָדְשָׁךְ וְיִשְׂמְחוּ בָם כָּל יִשְׂרָאֵל אוֹהֲבֵי שְׁמֶךָ. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים.</p>\n<h3>[מג]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּמוּסַף הַפֶּסַח:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים &#8230; זֵכֶר לִיצִיאַת מִצְרָיִם. וּמִפְּנֵי חֲטָאֵינוּ, גָּלִינוּ מֵאַרְצֵנוּ וַנִּתְרַחַק מֵעַל אַדְמָתֵנוּ; וְאֵין אָנוּ יְכוּלִין לַעֲלוֹת לְהֵרָאוֹת לְהִשְׁתַּחֲווֹת לְפָנֶיךָ בְּבֵית בְּחִירָתָךְ, בִּנְוֵה הֲדָרָךְ בַּבַּיִת הַגָּדוֹל וְהַקָּדוֹשׁ שֶׁנִּקְרָא שִׁמְךָ עָלָיו: מִפְּנֵי הַיָּד שֶׁנִּשְׁתַּלְּחָה בְּמִקְדָּשָׁךְ. יְהִי רָצוֹן מִלְּפָנֶיךָ יְהוָה אֱלֹהֵינוּ שֶׁתָּשׁוּב וּתְרַחֵם עָלָיו וְעָלֵינוּ בְּרַחֲמֶיךָ הָרַבִּים וּתְקַבֵּץ פְּזוּרֵינוּ מִבֵּין הַגּוֹיִים וּנְפוּצוֹתֵינוּ כַּנֵּס מִיַּרְכְּתֵי אָרֶץ וַהֲבִיאֵנוּ לְצִיּוֹן עִירָךְ בְּרִנָּה וְלִירוּשָׁלַיִם בֵּית מִקְדָּשָׁךְ בְּשִׂמְחַת עוֹלָם. וְשָׁם נַעֲשֶׂה לְפָנֶיךָ אֶת קָרְבְּנוֹת חוֹבַתֵנוּ, תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם חַג הַמַּצּוֹת הַזֶּה, נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ כְּמִצְוַת רְצוֹנָךְ, כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. מֶלֶךְ רַחֲמָן, רַחֵם עָלֵינוּ; טוֹב וּמֵטִיב, הִדָּרֵשׁ לָנוּ; שׁוּבָה עָלֵינוּ בַּהֲמוֹן רַחֲמֶיךָ, בִּגְלַל אֲבוֹתֵינוּ שֶׁעָשׂוּ רְצוֹנָךְ. בְּנֵה בֵיתָךְ כְּבַתְּחִלָּה וְכוֹנֵן מִקְדְשָׁךְ עַל מְכוֹנוֹ וְהַרְאֵנוּ בְּבִנְיָנוֹ וְשַׂמְּחֵנוּ בְּתִקּוּנוֹ; וְהָשֵׁב יִשְׂרָאֵל אֶל נָוֵהוּ: וְכוֹהֲנִים לַעֲבוֹדָתָם וּלְוִיִּים לְדוּכָנָן וְיִשְׂרָאֵל לְמַעְמָדָן וְאַרְמוֹן עַל מִשְׁפָּטוֹ יֵשֵׁב. וְשָׁם נַעֲלֶה וְנֵרָאֶה לְפָנֶיךָ בְּשָׁלוֹשׁ פַּעֲמֵי רְגָלֵינוּ, כַּכָּתוּב בְּתוֹרָתֶךָ׃ שָׁלוֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָל־זְכוּרְךָ אֶת־פְּנֵי יְהוָה אֱלֹהֶיךָ, בַּמָּקוֹם אֲשֶׁר יִבְחָר: בְּחַג הַמַּצּוֹת וּבְחַג הַשָּׁבֻעוֹת וּבְחַג הַסֻּכּוֹת; וְלֹא יֵרָאֶה אֶת־פְּנֵי יְהוָה, רֵיקָם. אִישׁ, כְּמַתְּנַת יָדוֹ, כְּבִרְכַּת יְהוָה אֱלֹהֶיךָ, אֲשֶׁר נָתַן־לָךְ. וְהַשִּׂיאֵנוּ יְהוָה אֱלֹהֵינוּ אֶת בִּרְכַּת מוֹעֲדֶיךָ &#8230; בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים.</p>\n<h3>[מד]</h3>\n<p> <span class=\"instruction\">וּכְנֹסַח זֶה הוּא מִתְפַּלֵּל בְּחַג הַשָּׁבוּעוֹת וּבְחַג הַסֻּכּוֹת, בְּלֹא חֶסְרוֹן וְלֹא יָתֵר:</span><br />\nאֵלָא שֶׁבְּחַג הַשָּׁבוּעוֹת, הוּא אוֹמֵר אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם חַג הַשָּׁבוּעוֹת הַזֶּה, זְמָן מַתַּן תּוֹרָתֵנוּ בְּאַהֲבָה: זֵכֶר לִיצִיאַת מִצְרָיִם. וְכֵן הוּא אוֹמֵר, בְּיוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, בְּיוֹם חַג הַשָּׁבוּעוֹת הַזֶּה, לְרַחֵם בּוֹ עָלֵינוּ &#8230; וּבַמּוּסָף, הוּא אוֹמֵר וְאֶת מוּסָפֵי יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם חַג הַשָּׁבוּעוֹת הַזֶּה. וְכֵן בְּחַג הַסֻּכּוֹת, הוּא אוֹמֵר אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם חַג הַסֻּכּוֹת הַזֶּה, זְמָן שִׂמְחָתֵנוּ &#8230; וְכֵן בִּשְׁמִינִי עֲצֶרֶת, אוֹמֵר אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם חַג שְׁמִינִי עֲצֶרֶת הַזֶּה, זְמָן שִׁמְחָתֵנוּ &#8230; וְכֵן בַּמּוּסָף, אוֹמֵר וְאֶת מוּסָפֵי יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם חַג שְׁמִינִי עֲצֶרֶת הַזֶּה, נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ. וְאִם חָל יוֹם טוֹב לִהְיוֹת בַּשַּׁבָּת, אוֹמֵר אַתָּה בְחַרְתָּנוּ &#8230; וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ שַׁבָּתוֹת לִמְנוּחָה, מוֹעֲדִים לְשִׂמְחָה וְחַגִּים וּזְמַנִּים לְשָׂשׂוֹן, אֶת יוֹם הַמָּנוֹחַ הַזֶּה, אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם חַג פְּלוֹנִי הַזֶּה &#8230; וְכֵן בַּמּוּסָף, אוֹמֵר וְאֶת מוּסָפֵי יוֹם הַמָּנוֹחַ הַזֶּה, יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם חַג פְּלוֹנִי &#8230; וְעַל דֶּרֶךְ זוֹ הוּא מַזְכִּיר הַשַּׁבָּת בְּרֹאשׁ הַשָּׁנָה וּבְיוֹם הַכִּפּוּרִים, אִם חָלוּ לִהְיוֹת בַּשַּׁבָּת, בֵּין בִּשְׁאָר תְּפִלּוֹת בֵּין בַּמּוּסָף. וְחוֹתֵם בְּכָל הַתְּפִלּוֹת שֶׁלִּשְׁלוֹשָׁה רְגָלִים, מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְהַזְּמַנִּים; וּבְרֹאשׁ הַשָּׁנָה, הוּא חוֹתֵם מֶלֶךְ עַל כָּל הָאָרֶץ, מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְיוֹם הַזִּכָּרוֹן. וּבְיוֹם הַכִּפּוּרִים, הוּא חוֹתֵם מֶלֶךְ עַל כָּל הָאָרֶץ, מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְיוֹם הַכִּפּוּרִים.</p>\n<h3>[מה]</h3>\n<p> <span class=\"instruction\">נָהֲגוּ רֹב הָעָם מֵרֹאשׁ הַשָּׁנָה וְעַד יוֹם הַכִּפּוּרִים, לְהוֹסִיף בְּכָל תְּפִלָּה בַּעֲשֶׂרֶת הַיָּמִים:</span><br />\nבִּבְרָכָה רִאשׁוֹנָה, מוֹסִיפִין זָכְרֵנוּ לְחַיִּים אֵל מֶלֶךְ חָפֵץ בַּחַיִּים, כָּתַבְנוּ בְּסֵפֶר חַיִּים לְמַעֲנָךְ אֱלֹהִים חַיִּים, מֶלֶךְ רַחֲמָן וּמוֹשִׁיעַ וּמָגֵן; בָּרוּךְ אַתָּה יְהוָה מָגֵן אַבְרָהָם. וּמוֹסִיפִין בִּבְרָכָה שְׁנִיָּה, מִי כָמוֹךָ אָב הָרַחֲמָן, זוֹכֵר יְצוּרָיו בְּרַחֲמִים לְחַיִּים וְנֶאֱמָן אַתָּה, לְהַחֲיוֹת מֵתִים. בָּרוּךְ אַתָּה יְהוָה מְחַיֶּה הַמֵּתִים. וּמוֹסִיפִין בְּבִרְכַת שְׁמוֹנֶה עֶשְׂרֵה, זְכֹר רַחֲמֶיךָ יְהוָה אֱלֹהֵינוּ וּכְבֹשׁ כַּעַסְךָ וּכְתֹב לְחַיִּים, כָּל בְּנֵי בְרִיתָךְ. בָּרוּךְ אַתָּה יְהוָה הַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת. וּמוֹסִיפִין בִּבְרָכָה אַחֲרוֹנָה וּבְסֵפֶר חַיִּים בְּרָכָה וְשָׁלוֹם וְנִזָּכֵר וְנִכָּתֵב לְפָנֶיךָ, אָנוּ וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל, לְחַיִּים וּלְשָׁלוֹם. בָּרוּךְ אַתָּה יְהוָה הַמְּבָרֵךְ אֶת עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם. וּבִתְפִלַּת נְעִילָה יוֹם הַצּוֹם, אוֹמֵר בִּבְרָכוֹת אֵלּוּ מְקוֹם זָכְרֵנוּ לְחַיִּים, חָתְמֵנוּ לְחַיִּים. וְכָל הַתּוֹסָפוֹת הָאֵלּוּ, מִנְהַג מְקוֹמוֹת; וְיֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ שֶׁלֹּא יוֹסִיפוּ דָּבָר.</p>\n<p>מִנְהָג פָּשׁוּט שֶׁמְּבָרְכִין בְּרָכָה שְׁלִישִׁית בְּנֹסַח זֶה, בִּשְׁנֵי יָמִים שֶׁלְּרֹאשׁ הַשָּׁנָה בְּכָל תְּפִלָּה וּתְפִלָּה מֵאַרְבַּע הַתְּפִלּוֹת; וְכֵן נָהֲגוּ מִקְצָת, לְבָרֵךְ אוֹתָהּ בְּאוֹתוֹ הַנֹּסַח בְּכָל תְּפִלָּה וּתְפִלָּה מֵחָמֵשׁ תְּפִלּוֹת שֶׁלְּיוֹם הַכִּפּוּרִים; וְזֶה הוּא נָסְחָהּ׃</p>\n<p>אַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ וּקְדוֹשִׁים בְּכָל יוֹם יְהַלְלוּךָ, סֶלָה. וּבְכֵן תֵּן פַּחְדְּךָ יְהוָה אֱלֹהֵינוּ עַל כָּל מַעֲשֶׂיךָ וְאֵימָתְךָ עַל כָּל מַה שֶׁבָּרָאתָ; וְיִירָאוּךָ כָּל הַמַּעֲשִׂים וְיִשְׁתַּחֲווּ לְפָנֶיךָ כָּל הַבְּרוּאִים וְיֵעָשׂוּ כֻּלָּם אֲגֻדָּה אַחַת, לַעֲשׂוֹת רְצוֹנָךְ בְּלֵבָב שָׁלֵם: כְּמוֹ שֶׁיָּדַעְנוּ יְהוָה אֱלֹהֵינוּ שֶׁהַשִּׁלְטוֹן מִלְּפָנֶיךָ, עֹז בְּיָדָךְ וּגְבוּרָה בִּימִינָךְ וּשְׁמָךְ נוֹרָא עַל כָּל מַה שֶּׁבָּרָאתָ. וּבְכֵן תֵּן כָּבוֹד לְעַמֶּךָ תְּהִלָּה לִירֵאֶיךָ, תִּקְוָה לְדוֹרְשֶׁיךָ פִּתְחוֹן פֶּה לַמְיַחֲלִים לָךְ; שִׂמְחָה לְאַרְצָךְ שָׂשׂוֹן לְעִירָךְ וּצְמִיחַת קֶרֶן לְדָוִיד עַבְדָּךְ וַעֲרִיכַת נֵר לְבֶן יִשַׁי מְשִׁיחָךְ. וְאָז צַדִּיקִים יִרְאוּ וְיִשְׂמָחוּ וִישָׁרִים יַעֲלֹזוּ וַחֲסִידִים בְּרִנָּה יָגִילוּ וְעוֹלָתָה תִּקְפֹּץ פִּיהָ; וְכָל הָרִשְׁעָה כֻּלָּהּ כֶּעָשָׁן תִּכְלֶה כִּי תַּעֲבִיר מֶמְשֶׁלֶת זָדוֹן מִן הָאָרֶץ. וּמַלְכוּת הָעַלִּיזָה מְהֵרָה תַּעֲקֹר וְתִשְׁבֹּר וְתִמְלֹךְ אַתָּה הוּא יְהוָה אֱלֹהֵינוּ מְהֵרָה עַל כָּל מַעֲשֶׂיךָ, בִּירוּשָׁלַיִם עִירָךְ וּבְהַר צִיּוֹן מִשְׁכַּן כְּבוֹדָךְ וְנֶגֶד זְקֵנֶיךָ כָּבוֹד. כַּכָּתוּב וְחָפְרָה הַלְּבָנָה וּבוֹשָׁה הַחַמָּה׃ כִּי־מָלַךְ יְהוָה צְבָאוֹת, בְּהַר צִיּוֹן וּבִירוּשָׁלִַם וְנֶגֶד זְקֵנָיו, כָּבוֹד. וְנֶאֱמָר יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. וְנֶאֱמָר וַיִּגְבַּהּ יְהוָה צְבָאוֹת, בַּמִּשְׁפָּט; וְהָאֵל הַקָּדוֹשׁ, נִקְדָּשׁ, בִּצְדָקָה. בָּרוּךְ אַתָּה יְהוָה הַמֶּלֶךְ הַקָּדוֹשׁ.</p>\n<h3>[מו]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּרֹאשׁ הַשָּׁנָה, בְּעַרְבִּית וְשַׁחְרִית וּמִנְחָה:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים וְרָצִיתָ בָּנוּ מִכָּל הַלְּשׁוֹנוֹת וְקִדַּשְׁתָּנוּ בְּמִצְווֹתֶיךָ וְקֵרַבְתָּנוּ מַלְכֵּנוּ לַעֲבוֹדָתֶךָ; וְשִׁמְךָ הַגָּדוֹל וְהַקָּדוֹשׁ, עָלֵינוּ קָרָאתָ. וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ אֶת יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם הַזִּכָּרוֹן הַזֶּה, זִכְרוֹן תְּרוּעָה בְּאַהֲבָה: זֵכֶר לִיצִיאַת מִצְרָיִם. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבוֹא &#8230; כִּי אֵל מֶלֶךְ רַחוּם וְחַנּוּן אָתָּה. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְלֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדָךְ וְהִנָּשֵׂא עַל כָּל הָאָרֶץ בִּיקָרָךְ וְהוֹפַע בַּהֲדַר גְּאוֹן עֻזָּךְ עַל כָּל יוֹשְׁבֵי תֵבֵל אַרְצָךְ; וְיֵדַע כָּל פְּעוּל כִּי אַתָּה פְעַלְתּוֹ וְיָבִין כָּל יְצוּר כִּי אַתָּה יְצַרְתּוֹ וְיֹאמְרוּ כֹּל אֲשֶׁר נְשָׁמָה בְּאַפּוֹ, יְהוָה אֱלֹהֵי יִשְׂרָאֵל מָלָךְ וּמַלְכוּתוֹ בַּכֹּל מָשָׁלָה. קַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ &#8230; וּדְבָרְךָ אֱמֶת וְקַיָּם לָעַד. בָּרוּךְ אַתָּה יְהוָה מֶלֶךְ עַל כָּל הָאָרֶץ, מְקַדֵּשׁ יִשְׂרָאֵל וְיוֹם הַזִּכָּרוֹן.</p>\n<h3>[מז]</h3>\n<p> <span class=\"instruction\">בְּרָכָה רִאשׁוֹנָה מִשָּׁלוֹשׁ בְּרָכוֹת אֶמְצָעִיּוֹת שֶׁלְּמוּסַף רֹאשׁ הַשָּׁנָה:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים &#8230; זֵכֶר לִיצִיאַת מִצְרָיִם. וּמִפְּנֵי חֲטָאֵינוּ, גָּלִינוּ מֵאַרְצֵנוּ &#8230; תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם הַזִּכָּרוֹן הַזֶּה, נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ כְּמִצְוַת רְצוֹנָךְ, כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. עָלֵינוּ לְשַׁבֵּחַ לַאֲדוֹן הַכֹּל, לָתֵת גְּדֻלָּה לְיוֹצֵר בְּרֵאשִׁית׃ שֶׁלֹּא עֲשָׂנוּ כְּגוֹיֵי הָאֲרָצוֹת וְלֹא שָׂמָנוּ כְּכָל מִשְׁפְּחוֹת הָאֲדָמָה שֶׁלֹּא שָׂם חֶלְקֵנוּ כָּהֵם וְלֹא גוֹרָלֵנוּ כְּכָל הֲמוֹנָם: שֶׁהֵם מִשְׁתַּחֲוִים לְהֶבֶל וְרִיק וּמִתְפַּלְלִים לְאֵל לֹא יוֹשִׁיעַ. וְאָנוּ מִשְׁתַּחֲוִים לִפְנֵי מֶלֶךְ מַלְכֵי הַמְּלָכִים בָּרוּךְ הוּא, שְׁהוּא נוֹטֶה שָׁמַיִם וְיוֹסֵד אָרֶץ; מוֹשַׁב יְקָרוֹ בַּשָּׁמַיִם מִמַּעַל וּשְׁכִינַת עֻזּוֹ בְּגָבְהֵי מְרוֹמִים. הוּא אֱלֹהֵינוּ וְאֵין עוֹד; אֱמֶת מַלְכֵּנוּ וְאֵין זוּלָתוֹ. כַּכָּתוּב בְּתוֹרָתֶךָ וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל־לְבָבֶךָ כִּי יְהוָה הוּא הָאֱלֹהִים, בַּשָּׁמַיִם מִמַּעַל וְעַל־הָאָרֶץ מִתָּחַת׃ אֵין, עוֹד. אוֹחִילָה לָאֵל אֲחַלֶּה פָנָיו, אֶשְׁאֲלָה מִמֶּנּוּ מַעֲנֵה לָשׁוֹן, אֲשֶׁר בִּקְהַל עָם אָשִׁיר עֻזּוֹ, אַבִּיעָה רְנָנוֹ בְּעַד מִפְעָלָיו. לְאָדָם מַעַרְכֵי־לֵב; וּמֵיְהוָה, מַעֲנֵה לָשׁוֹן. אֲדֹנָי, שְׂפָתַי תִּפְתָּח; וּפִי, יַגִּיד תְּהִלָּתֶךָ. בָּרוּךְ אַתָּה יְהוָה: לַמְּדֵנִי חֻקֶּיךָ. עַל כֵּן נְקַוֶּה לָּךְ יְהוָה אֱלֹהֵינוּ לִרְאוֹת מְהֵרָה בְּתִפְאֶרֶת עֻזָּךְ, לְהַעֲבִיר גִּלּוּלִים מִן הָאָרֶץ וְהָאֱלִילִים כָּרוֹת יִכָּרֵתוּן, לְתַכֶּן עוֹלָם בְּמַלְכוּת שַׁדַּי. וְכָל בְּנֵי בָשָׂר יִקְרְאוּ בִשְׁמֶךָ, לְהַפְנוֹת אֵלֶיךָ כָּל רִשְׁעֵי אָרֶץ; יַכִּירוּ וְיֵדְעוּ כָּל יוֹשְׁבֵי תֵבֵל כִּי לְךָ תִּכְרַע כָּל בֶּרֶךְ תִּשָּׁבַע כָּל לָשׁוֹן. לְפָנֶיךָ יְהוָה אֱלֹהֵינוּ יִכְרְעוּ וְיִפֹּלוּ וְלִכְבוֹד שְׁמָךְ הַגָּדוֹל יְקָר יִתֵּנוּ, וִיקַבְּלוּ כֻלָּם עֹל מַלְכוּתֶךָ וְתִמְלֹךְ עֲלֵיהֶם לְעוֹלָם וָעֶד. כִּי הַמַּלְכוּת שֶׁלָּךְ הִיא; וּלְעוֹלְמֵי עַד, תִּמְלֹךְ בְּכָבוֹד. כַּכָּתוּב בְּתוֹרָתֶךָ, יְהוָה יִמְלֹךְ, לְעֹלָם וָעֶד. וְכָתוּב לֹא־הִבִּיט אָוֶן בְּיַעֲקֹב וְלֹא־רָאָה עָמָל בְּיִשְׂרָאֵל; יְהוָה אֱלֹהָיו עִמּוֹ וּתְרוּעַת מֶלֶךְ בּוֹ. וְכָתוּב וַיְהִי בִישֻׁרוּן, מֶלֶךְ, בְּהִתְאַסֵּף רָאשֵׁי עָם, יַחַד שִׁבְטֵי יִשְׂרָאֵל. וּבְדִבְרֵי קָדְשְׁךָ כָּתוּב לֵאמֹר כִּי לַיהוָה הַמְּלוּכָה; וּמֹשֵׁל, בַּגּוֹיִם. וְכָתוּב יְהוָה מָלָךְ, גֵּאוּת לָבֵשׁ׃ לָבֵשׁ יְהוָה, עֹז הִתְאַזָּר; אַף־תִּכּוֹן תֵּבֵל, בַּל־תִּמּוֹט. וְכָתוּב יִמְלֹךְ יְהוָה, לְעוֹלָם: אֱלֹהַיִךְ צִיּוֹן, לְדֹר וָדֹר׃ הַלְלוּ־יָהּ. וְכָתוּב שְׂאוּ שְׁעָרִים, רָאשֵׁיכֶם &#8230; וְעַל יְדֵי עֲבָדֶיךָ הַנְּבִיאִים נֶאֱמָר, כֹּה־אָמַר יְהוָה מֶלֶךְ־יִשְׂרָאֵל וְגֹאֲלוֹ, יְהוָה צְבָאוֹת׃ אֲנִי רִאשׁוֹן וַאֲנִי אַחֲרוֹן וּמִבַּלְעָדַי אֵין אֱלֹהִים. וְכָתוּב וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן, לִשְׁפֹּט אֶת־הַר עֵשָׂו; וְהָיְתָה לַיהוָה הַמְּלוּכָה. וְכָתוּב וְהָיָה יְהוָה לְמֶלֶךְ, עַל־כָּל־הָאָרֶץ; בַּיּוֹם הַהוּא, יִהְיֶה יְהוָה אֶחָד: וּשְׁמוֹ אֶחָד. וּבְתוֹרָתְךָ, כָּתוּב לֵאמֹר: שְׁמַע, יִשְׂרָאֵל׃ יְהוָה אֱלֹהֵינוּ יְהוָה אֶחָד. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְלֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדָךְ &#8230; וּמַלְכוּתוֹ בַּכֹּל מָשָׁלָה. קַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ &#8230; וּדְבָרְךָ אֱמֶת וְקַיָּם לָעַד. בָּרוּךְ אַתָּה יְהוָה מֶלֶךְ עַל כָּל הָאָרֶץ, מְקַדֵּשׁ יִשְׂרָאֵל וְיוֹם הַזִּכָּרוֹן.</p>\n<p>הַיּוֹם הֲרַת עוֹלָם הַיּוֹם יַעֲמִיד בַּמִּשְׁפָּט כָּל יְצוּרֵי עוֹלָמִים, אִם כַּבָּנִים, אוֹ כָעֲבָדִים׃ אִם כַּבָּנִים: רַחֲמֵנוּ, כְּרַחֵם אָב עַל בָּנִים; וְאִם כָּעֲבָדִים: עֵינֵינוּ לְךָ תְלוּיוֹת עַד שֶׁתְּחָנֵּנוּ וְתוֹצִיא לָאוֹר מִשְׁפָּטֵנוּ, קָדוֹשׁ.</p>\n<h3>[מח]</h3>\n<p> <span class=\"instruction\">בָּרָכָה שְׁנִיָּה:</span></p>\n<p>אַתָּה זוֹכֵר מַעֲשֵׂה עוֹלָם וּפוֹקֵד כָּל יְצוּרֵי קֶדֶם; לְפָנֶיךָ נִגְלוּ כָּל תַּעֲלוּמוֹת וַהֲמוֹן נִסְתָּרוֹת שֶׁמִּבְּרֵאשִׁית׃ כִּי אֵין שִׁכְחָה לִפְנֵי כִסֵּא כְבוֹדָךְ וְאֵין נִסְתָּר מִנֶּגֶד עֵינֶיךָ; אַתָּה זוֹכֵר אֶת כָּל הַמִּפְעָל וְגַם כָּל הַיְצוּר לֹא נִכְחַד מִמֶּךָּ. הַכֹּל גָּלוּי לְפָנֶיךָ יְהוָה אֱלֹהֵינוּ צוֹפֶה וּמַבִּיט עַד סוֹף כָּל הַדּוֹרוֹת׃ כִּי תָבִיא חֹק זִכָּרוֹן לְהִפָּקֵד כָּל רוּחַ וָנֶפֶשׁ וּלְהִזָּכֵר מַעֲשִׂים רַבִּים וַהֲמוֹן בְּרִיּוֹת לְאֵין תַּכְלִית. מֵרֵאשִׁית, כָּזֹאת הוֹדָעְתָ; וּמִלְּפָנִים, אוֹתָהּ גִּלִּיתָ. זֶה הַיּוֹם תְּחִלַּת מַעֲשֶׂיךָ, זִכָּרוֹן לְיוֹם רִאשׁוֹן׃ כִּי חֹק לְיִשְׂרָאֵל הוּא; מִשְׁפָּט, לֵאלֹהֵי יַעֲקֹב. וְעַל הַמְּדִינוֹת: בּוֹ יֵאָמֵר אֵיזוֹ לְחֶרֶב אֵיזוֹ לְשָׁלוֹם, אֵיזוֹ לְרָעָב אֵיזוֹ לְשֹׂבַע. וּבְרִיּוֹת: בּוֹ יִפָּקֵדוּ לְהַזְכִּירָם לַחַיִּים וְלַמָּוֶת. מִי לֹא נִפְקַד בַּיּוֹם הַזֶּה כִּי זֵכֶר כָּל הַיְצוּר לְפָנֶיךָ בָּא׃ מַעֲשֵׂה אִישׁ וּפְקֻדָּתוֹ וַעֲלִילוֹת מִצְעֲדֵי גֶבֶר, מַחְשְׁבוֹת אָדָם וְתַחְבּוּלוֹתָיו וְיִצְרֵי כָּל מַעַלְלֵי אִישׁ. אַשְׁרֵי אִישׁ שֶׁלֹּא יִשְׁכָּחָךְ וּבֶן אָדָם יִתְאַמֶּץ בָּךְ׃ כִּי דוֹרשֶׁיךָ לְעוֹלָם לֹא יִכָּשֵׁלוּ וְגַם לֹא תַכְלִים לָנֶצַח כָּל הַחוֹסִים בָּךְ. הֲלוֹא אֶת נוֹחַ בְּאַהֲבָה זָכַרְתָּ וַתִּפְקְדֵהוּ בַּהֲמוֹן רַחֲמֶיךָ בַּהֲבִיאֲךָ אֶת מֵי הַמַּבוּל לְשַׁחֵת כָּל בָּשָׂר מִפְּנֵי רֹעַ מַעַלְלֵיהֶם. עַל כֵּן זִכְרוֹנוֹ בָּא לְפָנֶיךָ יְהוָה אֱלֹהֵינוּ לְהַרְבּוֹת זַרְעוֹ כְּעַפְרוֹת תֵּבֵל וְצֶאֱצָאָיו כְּחוֹל הַיָּם. כַּכָּתוּב בְּתוֹרָתֶךָ וַיִּזְכֹּר אֱלֹהִים, אֶת־נֹחַ וְאֵת כָּל־הַחַיָּה וְאֶת־כָּל־הַבְּהֵמָה, אֲשֶׁר אִתּוֹ בַּתֵּבָה; וַיַּעֲבֵר אֱלֹהִים רוּחַ עַל־הָאָרֶץ וַיָּשֹׁכּוּ הַמָּיִם. וְכָתוּב וַיִּשְׁמַע אֱלֹהִים, אֶת־נַאֲקָתָם; וַיִּזְכֹּר אֱלֹהִים אֶת־בְּרִיתוֹ, אֶת־אַבְרָהָם אֶת־יִצְחָק וְאֶת־יַעֲקֹב. וְכָתוּב וְזָכַרְתִּי, אֶת־בְּרִיתִי יַעֲקוֹב; וְאַף אֶת־בְּרִיתִי יִצְחָק וְאַף אֶת־בְּרִיתִי אַבְרָהָם, אֶזְכֹּר: וְהָאָרֶץ אֶזְכֹּר. וּבְדִבְרֵי קָדְשְׁךָ כָּתוּב לֵאמֹר, זֵכֶר עָשָׂה, לְנִפְלְאוֹתָיו; חַנּוּן וְרַחוּם יְהוָה. טֶרֶף, נָתַן לִירֵאָיו; יִזְכֹּר לְעוֹלָם בְּרִיתוֹ. וְנֶאֱמָר זָכַר לְעוֹלָם בְּרִיתוֹ; דָּבָר צִוָּה, לְאֶלֶף דּוֹר. וְנֶאֱמָר וַיִּזְכֹּר לָהֶם בְּרִיתוֹ; וַיִּנָּחֵם, כְּרֹב חֲסָדָו. וְעַל יְדֵי עֲבָדֶיךָ הַנְּבִיאִים כָּתוּב לֵאמֹר הָלֹךְ וְקָרָאתָ בְאָזְנֵי יְרוּשָׁלִַם לֵאמֹר, כֹּה אָמַר יְהוָה, זָכַרְתִּי לָךְ חֶסֶד נְעוּרַיִךְ, אַהֲבַת כְּלוּלֹתָיִךְ: לֶכְתֵּךְ אַחֲרַי בַּמִּדְבָּר, בְּאֶרֶץ לֹא זְרוּעָה. וְכָתוּב וְזָכַרְתִּי אֲנִי אֶת־בְּרִיתִי אוֹתָךְ, בִּימֵי נְעוּרָיִךְ; וַהֲקִימוֹתִי לָךְ, בְּרִית עוֹלָם. וְכָתוּב הֲבֵן יַקִּיר לִי אֶפְרַיִם, אִם יֶלֶד שַׁעֲשֻׁעִים: כִּי־מִדֵּי דַבְּרִי בּוֹ, זָכֹר אֶזְכְּרֶנּוּ עוֹד; עַל־כֵּן הָמוּ מֵעַי לוֹ: רַחֵם אֲרַחֲמֶנּוּ, נְאֻם־יְהוָה. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבוֹא יַגִּיעַ יֵרָאֶה &#8230; כִּי אֵל מֶלֶךְ רַחוּם וְחַנּוּן אָתָּה. וְזָכְרֵנוּ בְּזִכְרוֹן טוֹב מִלְּפָנֶיךָ וּפָקְדֵנוּ בִּפְקֻדַּת יְשׁוּעָה וְרַחֲמִים מִשְּׁמֵי שְׁמֵי קֶדֶם. וּזְכֹר לָנוּ יְהוָה אֱלֹהֵינוּ אֶת הַבְּרִית וְאֶת הַחֶסֶד וְאֶת הַשְּׁבוּעָה, אֲשֶׁר נִשְׁבַּעְתָּ לְאַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה. וְתֵרָאֶה לְפָנֶיךָ הָעֲקִידָה שֶׁעָקַד אֶת יִצְחָק בְּנוֹ עַל גַּבֵּי הַמִּזְבֵּחַ וְכָבַשׁ רַחֲמָיו לַעֲשׂוֹת רְצוֹנָךְ בְּלֵבָב שָׁלֵם. כֵּן יִכְבְּשׁוּ רַחֲמֶיךָ אֶת כַּעֲסֶךָ וְיִגָּלוּ רַחֲמֶיךָ עַל מִדּוֹתֶיךָ וְתִתְנַהֵג עִמָּנוּ בְּמִדַּת רַחֲמִים וְאַל תִּתְנַהֵג עִמָּנוּ בְּמִדַּת הַדִּין. וּבַעֲבוּר שְׁמָךְ הַגָּדוֹל, יָשׁוּב אַפְּךָ מֵעַמְּךָ יִשְׂרָאֵל וּמֵעִירְךָ וּמִנַּחֲלָתֶךָ. וְקַיֵּם לָנוּ יְהוָה אֱלֹהֵינוּ אֶת הַדָּבָר שֶׁהִבְטַחְתָּנוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ׃ וְזָכַרְתִּי לָהֶם, בְּרִית רִאשֹׁנִים׃ אֲשֶׁר הוֹצֵאתִי־אֹתָם מֵאֶרֶץ מִצְרַיִם לְעֵינֵי הַגּוֹיִם, לִהְיוֹת לָהֶם לֵאלֹהִים: אֲנִי יְהוָה. כִּי זוֹכֵר כָּל הַנִּשְׁכָּחוֹת אַתָּה מֵעוֹלָם כִּי אֵין שִׁכְחָה לִפְנֵי כִסֵּא כְבוֹדָךְ; וַעֲקִידַת יִצְחָק אָבִינוּ, לְזַרְעוֹ הַיּוֹם תִּזְכֹּר. בָּרוּךְ אַתָּה יְהוָה זוֹכֵר הַבְּרִית.</p>\n<p>הַיּוֹם הֲרַת עוֹלָם הַיּוֹם יַעֲמִיד בַּמִּשְׁפָּט כָּל יְצוּרֵי עוֹלָמִים, אִם כַּבָּנִים, אוֹ כָעֲבָדִים׃ אִם כַּבָּנִים: רַחֲמֵנוּ, כְּרַחֵם אָב עַל בָּנִים; וְאִם כָּעֲבָדִים: עֵינֵינוּ לְךָ תְלוּיוֹת עַד שֶׁתְּחָנֵּנוּ וְתוֹצִיא לָאוֹר מִשְׁפָּטֵנוּ, קָדוֹשׁ.</p>\n<h3>[מט]</h3>\n<p> <span class=\"instruction\">בְּרָכָה שְׁלִישִׁית:</span></p>\n<p>אַתָּה נִגְלֵיתָ בַּעֲנַן כְּבוֹדָךְ עַל עַם קָדְשָׁךְ, לְדַבֵּר עִמָּהֶם; מִן הַשָּׁמַיִם הִשְׁמַעְתָּם קוֹלָךְ וְנִגְלֵיתָ עֲלֵיהֶם בְּעַרְפְּלֵי טֹהַר. גַּם כָּל הָעוֹלָם כֻּלּוֹ חָל מִלְּפָנֶיךָ וּבְרִיּוֹת בְּרֵאשִׁית חָרְדוּ מִמֶּךָּ, בְּהִגָּלוֹתְךָ מַלְכֵּנוּ עַל הַר סִינַי, לְלַמֵּד לְעַמְּךָ תּוֹרָה וּמִצְווֹת. וַתַּשְׁמִיעֵם אֶת הוֹד קוֹלָךְ וְדִבְּרוֹת קָדְשָׁךְ מִלַּהֲבֵי אֵשׁ; בְּקוֹלוֹת וּבְרָקִים עֲלֵיהֶם נִגְלֵיתָ וּבְקוֹל שׁוֹפָר עֲלֵיהֶם הוֹפָעְתָּ. כַּכָּתוּב בְּתוֹרָתֶךָ וַיְהִי בַיּוֹם הַשְּׁלִישִׁי בִּהְיֹת הַבֹּקֶר וַיְהִי קֹלֹת וּבְרָקִים וְעָנָן כָּבֵד עַל־הָהָר וְקֹל שֹׁפָר, חָזָק מְאֹד; וַיֶּחֱרַד כָּל־הָעָם, אֲשֶׁר בַּמַּחֲנֶה. וְכָתוּב וַיְהִי קוֹל הַשֹּׁפָר, הוֹלֵךְ וְחָזֵק מְאֹד; מֹשֶׁה יְדַבֵּר וְהָאֱלֹהִים יַעֲנֶנּוּ בְקוֹל. וְכָתוּב וְכָל־הָעָם רֹאִים אֶת־הַקּוֹלֹת וְאֶת־הַלַּפִּידִם וְאֵת קוֹל הַשֹּׁפָר וְאֶת־הָהָר, עָשֵׁן; וַיַּרְא הָעָם וַיָּנֻעוּ וַיַּעַמְדוּ מֵרָחֹק. וּבְדִבְרֵי קָדְשְׁךָ כָּתוּב לֵאמֹר, עָלָה אֱלֹהִים, בִּתְרוּעָה; יְהוָה, בְּקוֹל שׁוֹפָר. וְכָתוּב בַּחֲצֹצְרוֹת וְקוֹל שׁוֹפָר: הָרִיעוּ, לִפְנֵי הַמֶּלֶךְ יְהוָה. וְכָתוּב הַלְלוּ־יָהּ׃ הַלְלוּ־אֵל בְּקָדְשׁוֹ &#8230; תְּהַלֵּל יָהּ׃ הַלְלוּ־יָהּ. וְעַל יְדֵי עֲבָדֶיךָ הַנְּבִיאִים נֶאֱמָר, כָּל־יֹשְׁבֵי תֵבֵל וְשֹׁכְנֵי אָרֶץ, כִּנְשֹׂא־נֵס הָרִים תִּרְאוּ וְכִתְקֹעַ שׁוֹפָר תִּשְׁמָעוּ. וְכָתוּב וְהָיָה בַּיּוֹם הַהוּא, יִתָּקַע בְּשׁוֹפָר גָּדוֹל וּבָאוּ הָאֹבְדִים בְּאֶרֶץ אַשּׁוּר וְהַנִּדָּחִים בְּאֶרֶץ מִצְרָיִם; וְהִשְׁתַּחֲווּ לַיהוָה בְּהַר הַקֹּדֶשׁ, בִּירוּשָׁלִָם. וְכָתוּב וַיהוָה עֲלֵיהֶם יֵרָאֶה וְיָצָא כַבָּרָק חִצּוֹ; וַאדֹנָי יְהוִה בַּשּׁוֹפָר יִתְקָע וְהָלַךְ בְּסַעֲרוֹת תֵּימָן. יְהוָה צְבָאוֹת, יָגֵן עֲלֵיהֶם; כֵּן תָּגֵן עַל עַמְּךָ, בִּשְׁלוֹמֶךָ. תְּקַע בְּשׁוֹפָר גָּדוֹל לְחֵרוּתֵנוּ וְשָׂא נֵס לְקִבּוּץ גָּלִיּוֹתֵינוּ וְקָרֵב פְּזוּרֵינוּ מִבֵּין הַגּוֹיִים וּנְפוּצוֹתֵינוּ כַּנֵּס מִיַּרְכְּתֵי אָרֶץ; וַהֲבִיאֵנוּ לְצִיּוֹן עִירָךְ בְּרִנָּה וְלִירוּשָׁלַיִם בֵּית מִקְדָּשָׁךְ בְּשִׂמְחַת עוֹלָם. וְשָׁם נַעֲשֶׂה לְפָנֶיךָ, כִּמְצֻוָּה עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ׃ וּבְיוֹם שִׂמְחַתְכֶם וּבְמוֹעֲדֵיכֶם וּבְרָאשֵׁי חָדְשֵׁיכֶם: וּתְקַעְתֶּם בַּחֲצֹצְרֹת עַל עֹלֹתֵיכֶם וְעַל זִבְחֵי שַׁלְמֵיכֶם; וְהָיוּ לָכֶם לְזִכָּרוֹן לִפְנֵי אֱלֹהֵיכֶם, אֲנִי יְהוָה אֱלֹהֵיכֶם. כִּי שׁוֹמֵעַ קוֹל שׁוֹפָר אַתָּה מֵעוֹלָם וּמַאֲזִין תְּרוּעָה וְאֵין דּוֹמֶה לָךְ. בָּרוּךְ אַתָּה יְהוָה שׁוֹמֵעַ קוֹל תְּרוּעַת עַמּוֹ יִשְׂרָאֵל הַיּוֹם בְּרַחֲמִים.</p>\n<p>הַיּוֹם הֲרַת עוֹלָם הַיּוֹם יַעֲמִיד בַּמִּשְׁפָּט כָּל יְצוּרֵי עוֹלָמִים, אִם כַּבָּנִים, אוֹ כָעֲבָדִים׃ אִם כַּבָּנִים: רַחֲמֵנוּ, כְּרַחֵם אָב עַל בָּנִים; וְאִם כָּעֲבָדִים: עֵינֵינוּ לְךָ תְלוּיוֹת עַד שֶׁתְּחָנֵּנוּ וְתוֹצִיא לָאוֹר מִשְׁפָּטֵנוּ, קָדוֹשׁ.</p>\n<h3>[נ]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלְּיוֹם צוֹם הַכִּפּוּרִים, בְּעַרְבִּית וְשַׁחְרִית וּמִנְחָה וּנְעִילָה:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ &#8230; וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ אֶת יוֹם מִקְרָא קֹדֶשׁ הַזֶּה, אֶת יוֹם הַכִּפּוּרִים הַזֶּה, לִמְחִילָה וְלִסְלִיחָה וּלְכַפֵּר בּוֹ עַל כָּל עֲווֹנוֹתֵינוּ בְּאַהֲבָה: זֵכֶר לִיצִיאַת מִצְרָיִם. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, יַעֲלֶה וְיָבוֹא &#8230; כִּי אֵל מֶלֶךְ רַחוּם וְחַנּוּן אָתָּה. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְחֹל לַעֲווֹנוֹתֵינוּ בְּיוֹם צוֹם הַכִּפּוּרִים הַזֵּה, מְחֵה וְהַעֲבֵר פְּשָׁעֵינוּ מִנֶּגֶד עֵינֶיךָ: כָּאָמוּר אָנֹכִי אָנֹכִי הוּא מֹחֶה פְשָׁעֶיךָ, לְמַעֲנִי׃ וְחַטֹּאתֶיךָ, לֹא אֶזְכֹּר. וְכָתוּב מָחִיתִי כָעָב פְּשָׁעֶיךָ וְכֶעָנָן חַטֹּאותֶיךָ; שׁוּבָה אֵלַי כִּי גְאַלְתִּיךָ. וְכָתוּב כִּי־בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם, לְטַהֵר אֶתְכֶם׃ מִכֹּל, חַטֹּאתֵיכֶם, לִפְנֵי יְהוָה, תִּטְהָרוּ. כִּי אַתָּה סַלְחָן לְיִשְׂרָאֵל מִן הָעוֹלָם וּמַחְלָן לְשִׁבְטֵי יְשׁוּרוּן; וּמִבַּלְעָדֶיךָ, אֵין לָנוּ מֶלֶךְ מוֹחֵל וְסוֹלֵחַ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְלֹךְ עַל כָּל הָעוֹלָם כֻּלּוֹ בִּכְבוֹדָךְ &#8230; וּמַלְכוּתוֹ בַּכֹּל מָשָׁלָה. קַדְּשֵׁנוּ בְּמִצְווֹתֶיךָ וְתֶן חֶלְקֵנוּ בְּתוֹרָתָךְ וְשַׂבְּעֵנוּ מִטּוּבָךְ וְשַׂמַּח נַפְשֵׁנוּ בִּישׁוּעָתָךְ; וְטַהֵר לִבֵּנוּ לְעָבְדָךְ בֶּאֱמֶת וּדְבָרְךָ אֱמֶת וְקַיָּם לָעַד. בָּרוּךְ אַתָּה יְהוָה מֶלֶךְ עַל כָּל הָאָרֶץ, מוֹחֵל וְסוֹלֵחַ לַעֲווֹנוֹת עַמּוֹ בֵּית יִשְׂרָאֵל, מְקַדֵּשׁ יִשְׂרָאֵל וְיוֹם הַכִּפּוּרִים.</p>\n<h3>[נא]</h3>\n<p> <span class=\"instruction\">בְּרָכָה אֶמְצָעִית שֶׁלַּמּוּסָף:</span></p>\n<p>אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים &#8230; זֵכֶר לִיצִיאַת מִצְרָיִם. וּמִפְּנֵי חֲטָאֵינוּ &#8230; תְּמִידִין כְּסִדְרָן וּמוּסָפִין כְּהִלְכָּתָן וְאֶת מוּסָפֵי יוֹם מִקְרָא קֹדֶשׁ הַזֶּה, יוֹם צוֹם הַכִּפּוּרִים הַזֶּה, נַעֲשֶׂה וְנַקְרִיב לְפָנֶיךָ כְּמִצְוַת רְצוֹנָךְ, כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְחֹל לַעֲווֹנוֹתֵינוּ בְּיוֹם הַזֵּה &#8230; וּמִבַּלְעָדֶיךָ, אֵין לָנוּ מֶלֶךְ מוֹחֵל וְסוֹלֵחַ. אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְלֹךְ עַל כָּל הָעוֹלָם &#8230; וּמַלְכוּתוֹ בַּכֹּל מָשָׁלָה. קַדְּשֵׁנוּ &#8230; מְקַדֵּשׁ יִשְׂרָאֵל וְיוֹם הַכִּפּוּרִים.</p>\n<h3>[נב]</h3>\n<p> <span class=\"instruction\">נָהֲגוּ הָעָם בְּכָל תְּפִלּוֹת הַמּוּסָפִין, כִּשְׁהוּא אוֹמֵר כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ עַל יְדֵי מֹשֶׁה עַבְדָּךְ, מַזְכִּיר קָרְבָּנוֹת אוֹתוֹ הַיּוֹם כְּמוֹ שְׁהֶן כְּתוּבִין בַּתּוֹרָה וְקוֹרֶא אוֹתָן הַפְּסוּקִים; וְאִם לֹא הִזְכִּיר, כֵּיוָן שֶׁאָמַר כְּמוֹ שֶׁכָּתַבְתָּ עָלֵינוּ בְּתוֹרָתָךְ, שׁוּב אֵינוּ צָרִיךְ.</span></p>\n<h3>[נג]</h3>\n<p> <span class=\"instruction\">נֹסַח הַוִּדּוּי:</span></p>\n<p>אָנָּא אֱלֹהֵינוּ, וֵאלֹהֵי אֲבוֹתֵינוּ: תָּבוֹא לְפָנֶיךָ תְּפִלָּתֵנוּ וְאַל תִּתְעַלַּם מַלְכֵּנוּ מִתְּחִנָּתֵנוּ׃ שְׁאֵין אָנוּ עַזֵּי פָנִים וּקְשֵׁי עֹרֶף שֶׁנֹּאמַר לְפָנֶיךָ, צַדִּיקִים אֲנַחְנוּ וְלֹא חָטָאנוּ. אֲבָל חָטָאנוּ אֲנַחְנוּ וַאֲבוֹתֵינוּ׃ אָשַׁמְנוּ, בָּגַדְנוּ, גָּזַלְנוּ, דִּבַּרְנוּ דֹּפִי, הֶעֱוִינוּ, וְהִרְשָׁעְנוּ, זַדְנוּ, חָמַסְנוּ, טָפַלְנוּ שֶׁקֶר, יָעַצְנוּ רָע, כִּזַּבְנוּ, לַצְנוּ, מָרַדְנוּ, נִאַצְנוּ, סָרַרְנוּ, עָוִינוּ, פָּשַׁעְנוּ, צֵרַרְנוּ, קִשִּׁינוּ עֹרֶף, רָשַׁעְנוּ, שִׁחַתְנוּ, תָּעִינוּ תִּעַבְנוּ תִּעְתָּעְנוּ; סַרְנוּ מִמִּצְווֹתֶיךָ וּמִמִּשְׁפָּטֶיךָ הַטּוֹבִים וְלֹא שָׁוָה לָנוּ. וְאַתָּה צַדִּיק, עַל כָּל הַבָּא עָלֵינוּ׃ כִּי אֱמֶת עָשִׂיתָ וַאֲנַחְנוּ הִרְשָׁעְנוּ. מַה נֹּאמַר לְפָנֶיךָ, יוֹשֵׁב מָרוֹם; מַה נְּסַפֵּר לְפָנֶיךָ, שׁוֹכֵן שְׁחָקִים. הֲלוֹא הַנִּסְתָּרוֹת וְהַנִּגְלוֹת, אַתָּה יוֹדֵעַ. אַתָּה יוֹדֵעַ רָזֵי עוֹלָם וְתַעֲלוּמוֹת סִתְרֵי כָל חָי; אַתָּה חוֹפֵשׂ כָּל חַדְרֵי בֶטֶן וְרוֹאֶה כְלָיוֹת וָלֵב. וְאֵין כָּל דָּבָר נֶעְלָם מִמֶּךָּ וְאֵין נִסְתָּר מִנֶּגֶד עֵינֶיךָ. יְהִי רָצוֹן וְרַחֲמִים מִלְּפָנֶיךָ, יְהוָה אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ שֶׁתִּמְחֹל לָנוּ עַל כָּל חַטֹּאתֵינוּ וּתְכַפֵּר לָנוּ עַל כָּל עֲווֹנוֹתֵינוּ וְתִסְלַח לְכָל פְּשָׁעֵינוּ׃<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בִּשְׁגָגָה<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בְּזָדוֹן<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בַּסֵּתֶר<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בַּגָּלוּי<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בְּאֹנֶס<br />\nוְעַל חֵטְא שֶׁחָטָאנוּ לְפָנֶיךָ בְּרָצוֹן;<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן עֲשֵׂה<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן לֹא תַעֲשֶׂה שֶׁנִּתַּק לַעֲשֵׂה<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן לֹא תַעֲשֶׂה<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן קָרְבָּן<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן מַלְקוּת אַרְבָּעִים<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן מִיתָה בִּידֵי שָׁמָיִם<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶן כָּרֵת<br />\nוְעַל חֲטָאִים שֶׁאָנוּ חַיָּבִין עֲלֵיהֶם אַרְבַּע מִיתוֹת בֵּית דִּין, חָנֵק וְהֶרֶג שְׂרֵפָה וּסְקֵלָה.<br />\nעַל הַגְּלוּיִים לָנוּ וְעַל שְׁאֵינָן גְּלוּיִין לָנוּ׃ הַגְּלוּיִים לָנוּ, כְּבָר אֲמַרְנוּם לְפָנֶיךָ יְהוָה אֱלֹהֵינוּ; וּשְׁאֵינָן גְּלוּיִין לָנוּ, חָטָאנוּ עַל כֻּלָּם. וְאַתָּה יוֹדֵעַ כָּל הַנִּסְתָּרוֹת, כַּכָּתוּב הַנִּסְתָּרֹת: לַיהוָה, אֱלֹהֵינוּ; וְהַנִּגְלֹת לָנוּ וּלְבָנֵינוּ, עַד־עוֹלָם: לַעֲשׂוֹת, אֶת־כָּל־דִּבְרֵי הַתּוֹרָה הַזֹּאת. כִּי אַתָּה סַלְחָן לְיִשְׂרָאֵל מִן הָעוֹלָם וּמַחְלָן לְשִׁבְטֵי יְשׁוּרוּן; וּמִבַּלְעָדֶיךָ, אֵין לָנוּ מֶלֶךְ מוֹחֵל וְסוֹלֵחַ. אֱלֹהַי, עַד שֶׁלֹּא נוֹצַרְתִּי, אֵינִי כְּדַאי; וְעַכְשָׁו שֶׁנּוֹצַרְתִּי, כְּאִלּוּ לֹא נוֹצַרְתִּי. עָפָר אֲנִי בְּחַיַּי, קַל וְחֹמֶר בְּמִיתָתִי. הֲרֵי אֲנִי לְפָנֶיךָ יְהוָה אֱלֹהַי, כִּכְלִי מָלֵא בוּשָׁה וּכְלִמָּה. יְהִי רָצוֹן מִלְּפָנֶיךָ שֶׁלֹּא אֶחֱטָא וּמַה שֶּׁחָטָאתִי מְרֹק בְּרַחֲמֶיךָ הָרַבִּים, אֲבָל לֹא עַל יְדֵי יִסּוּרִין. וְיִהְיוּ לְרָצוֹן אִמְרֵי־פִי וְהֶגְיוֹן לִבִּי לְפָנֶיךָ׃ יְהוָה, צוּרִי וְגֹאֲלִי.</p>\n<p>כַּסֵּדֶר הַזֶּה, מִתְוַדֶּה בְּעַרְבִּית וְשַׁחְרִית וּמוּסָף וּמִנְחָה, בֵּין יָחִיד, בֵּין שְׁלִיחַ צִבּוּר. וְהַיָּחִיד אוֹמֵר וִדּוּי זֶה, אַחַר תְּפִלָּתוֹ, אַחַר שֶׁגּוֹמֵר שִׂים שָׁלוֹם, קֹדֶם שֶׁיִּפְסֹעַ שָׁלוֹשׁ פְּסִיעוֹת. וּשְׁלִיחַ צִבּוּר אוֹמְרוֹ בְּאֶמְצַע בְּרָכָה אֶמְצָעִית: קֹדֶם שֶׁיֹּאמַר אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ, מְחֹל לַעֲווֹנוֹתֵינוּ &#8230; מִתְוַדֶּה וִדּוּי כַּסֵּדֶר הַזֶּה; וְאַחַר כָּךְ אוֹמֵר מְחֹל לַעֲווֹנוֹתֵינוּ בְּיוֹם צוֹם הַכִּפּוּרִים &#8230;</p>\n<h3>[נד]</h3>\n<p> <span class=\"instruction\">בַּנְּעִילָה מִתְוַדֶּה כַּסֵּדֶר הַזֶּה, אוֹמֵר:</span></p>\n<p>מַה נֹּאמַר לְפָנֶיךָ, יוֹשֵׁב מָרוֹם; מַה נְּסַפֵּר לְפָנֶיךָ, שׁוֹכֵן שְׁחָקִים. כִּי עֲווֹנוֹתֵינוּ רַבּוּ מִלִּמְנוֹת וְחַטֹּאתֵינוּ עָצְמוּ מִלִּסְפֹּר׃ מַה אָנוּ, מַה חַיֵּינוּ, מַה חַסְדֵּנוּ, מַה צִּדְקֵנוּ, מַה מַּעֲשֵׂינוּ, מַה נֹּאמַר לְפָנֶיךָ, יְהוָה אֱלֹהֵינוּ. הֲלוֹא כָּל הַגִּבּוֹרִים כְּאַיִן לְפָנֶיךָ וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל. כִּי כָּל מַעֲשֵׂינוּ תֹּהוּ, וִימֵי חַיֵּינוּ הֶבֶל לְפָנֶיךָ; כַּכָּתוּב בְּדִבְרֵי קָדְשְׁךָ וּמוֹתַר הָאָדָם מִן־הַבְּהֵמָה אָיִן כִּי הַכֹּל הָבֶל. אֲבָל אַתָּה הִבְדַּלְתָּ אֱנוֹשׁ מֵרֹאשׁ וַתַּכִּירֵהוּ לַעֲמֹד לְפָנֶיךָ׃ כִּי מִי יֹאמַר לְךָ, מַה תַּעֲשֶׂה; וְאִם יִצְדַּק, מַה יִּתֶּן לָךְ. וַתִּתֵּן לָנוּ יְהוָה אֱלֹהֵינוּ אֶת יוֹם הַכִּפּוּרִים הַזֶּה קֵץ מְחִילָה לְכָל חַטֹּאתֵינוּ, לְמַעַן נֶחְדַּל מֵעֹשֶׁק יָדֵינוּ וְנָשׁוּב לַעֲשׂוֹת חֻקֵּי רְצוֹנֶךָ בְּלֵבָב שָׁלֵם: כְּדָבָר שֶׁנֶּאֱמָר, דִּרְשׁוּ יְהוָה, בְּהִמָּצְאוֹ; קְרָאֻהוּ, בִּהְיוֹתוֹ קָרוֹב. יַעֲזֹב רָשָׁע דַּרְכּוֹ וְאִישׁ אָוֶן מַחְשְׁבֹתָיו; וְיָשֹׁב אֶל־יְהוָה וִירַחֲמֵהוּ וְאֶל־אֱלֹהֵינוּ כִּי־יַרְבֶּה לִסְלֹחַ. וְאַתָּה אֱלוֹהַּ סְלִיחוֹת, טוֹב וּמֵטִיב, חַנּוּן וְרַחוּם, אֶרֶךְ אַפַּיִם וְרַב חֶסֶד; מַרְבֶּה לְהָשִׁיב, רוֹצֶה בִּתְשׁוּבָתָן שֶׁלָּרְשָׁעִים. וְאֵין אַתָּה חָפֵץ בְּמִיתָתָן, כַּכָּתוּב חַי־אָנִי נְאֻם אֲדֹנָי יְהוִה, אִם־אֶחְפֹּץ בְּמוֹת הָרָשָׁע כִּי אִם־בְּשׁוּב רָשָׁע מִדַּרְכּוֹ וְחָיָה׃ שׁוּבוּ שׁוּבוּ מִדַּרְכֵיכֶם הָרָעִים וְלָמָּה תָמוּתוּ: בֵּית יִשְׂרָאֵל. הֲשִׁיבֵנוּ וְקַבְּלֵנוּ וּמְחֹל לָנוּ וּסְלַח, כְּגֹדֶל חַסְדֶּךָ. יִהְיוּ לְרָצוֹן אִמְרֵי־פִי וְהֶגְיוֹן לִבִּי לְפָנֶיךָ׃ יְהוָה, צוּרִי וְגֹאֲלִי.</p>\n<h3>[נה]</h3>\n<p> <span class=\"instruction\">נֹסַח בִּרְכַת הַמָּזוֹן:</span></p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַזָּן אֶת הָעוֹלָם כֻּלּוֹ בְּטוֹב בְּחֶסֶד וּבְרַחֲמִים. וְטוּבוֹ הַגָּדוֹל לֹא חָסַר לָנוּ וְאַל יֶחְסַר לָנוּ לְעוֹלָם וָעֶד כִּי הוּא זָן וּמְפַרְנֵס לַכֹּל: כָּאָמוּר פּוֹתֵחַ אֶת־יָדֶךָ; וּמַשְׂבִּיעַ לְכָל־חַי רָצוֹן:</p>\n<p>וּמֵכִין מָזוֹן לְכָל בִּרְיוֹתָיו אֲשֶׁר בָּרָא. בָּרוּךְ אַתָּה יְהוָה הַזָּן אֶת הַכֹּל.</p>\n<p>נוֹדֶה לָךְ יְהוָה אֱלֹהֵינוּ וּנְבָרֶכְךָ מַלְכֵּנוּ כִּי הִנְחַלְתָּ אֶת אֲבוֹתֵינוּ אֶרֶץ חֶמְדָּה טוֹבָה וּרְחָבָה, בְּרִית וְתוֹרָה; עַל שֶׁהוֹצֵאתָנוּ מֵאֶרֶץ מִצְרַיִם וּפְדִיתָנוּ מִבֵּית עֲבָדִים, עַל תּוֹרָתָךְ שֶׁלִּמַּדְתָּנוּ עַל חֻקֵּי רְצוֹנָךְ שֶׁהוֹדַעְתָּנוּ. עַל כֻּלָּם יְהוָה אֱלֹהֵינוּ אָנוּ מוֹדִים לָךְ וּמְבָרְכִים אֶת שְׁמָךְ: כָּאָמוּר וְאָכַלְתָּ וְשָׂבָעְתָּ: וּבֵרַכְתָּ אֶת־יְהוָה אֱלֹהֶיךָ, עַל־הָאָרֶץ הַטֹּבָה אֲשֶׁר נָתַן־לָךְ. בָּרוּךְ אַתָּה יְהוָה עַל הָאָרֶץ וְעַל הַמָּזוֹן.</p>\n<p>רַחֵם יְהוָה אֱלֹהֵינוּ עַל יִשְׂרָאֵל עַמָּךְ וְעַל יְרוּשָׁלַיִם עִירָךְ וְעַל צִיּוֹן מִשְׁכַּן כְּבוֹדָךְ וְעַל הַבַּיִת הַגָּדוֹל וְהַקָּדוֹשׁ שֶׁנִּקְרָא שִׁמְךָ עָלָיו וּמַלְכוּת בֵּית דָּוִיד מְשִׁיחָךְ תַּחְזִיר לִמְקוֹמָהּ בְּיָמֵינוּ. וּבְנֵה אֶת יְרוּשָׁלַיִם בְּקָרוֹב, כַּאֲשֶׁר דִּבַּרְתָּ. בָּרוּךְ אַתָּה יְהוָה בּוֹנֵה בְרַחֲמָיו אֶת יְרוּשָׁלַיִם.</p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הָאֵל, אָבִינוּ, מַלְכֵּנוּ, אַדִּירֵנוּ, בּוֹרְאֵנוּ, קְדוֹשֵׁנוּ, קְדוֹשׁ יַעֲקֹב הַמֶּלֶךְ הַטּוֹב וְהַמֵּטִיב שֶׁבְּכָל יוֹם וָיוֹם הוּא גּוֹמְלֵנוּ חֵן וְחֶסֶד וְרַחֲמִים וְכָל טוּב.</p>\n<p>הָרַחֲמָן יִשְׁתַּבַּח לְדוֹרֵי דוֹרִים.</p>\n<p>הָרַחֲמָן יִתְפָּאַר לְנֵצַח נְצָחִים.</p>\n<p>הָרַחֲמָן יְפַרְנְסֵנוּ בְּכָבוֹד.</p>\n<p>הָרַחֲמָן יְזַכֵּנוּ לִימוֹת הַמָּשִׁיחַ וּלְבִנְיַן בֵּית הַמִּקְדָּשׁ וּלְחַיֵּי הָעוֹלָם הַבָּא.</p>\n<p>מִגְדּוֹל, יְשׁוּעוֹת מַלְכּוֹ; וְעֹשֶׂה־חֶסֶד לִמְשִׁיחוֹ לְדָוִד וּלְזַרְעוֹ, עַד־עוֹלָם. כְּפִירִים, רָשׁוּ וְרָעֵבוּ; וְדֹרְשֵׁי יְהוָה, לֹא־יַחְסְרוּ כָל־טוֹב. הוֹדוּ לַיהוָה כִּי־טוֹב׃ כִּי לְעוֹלָם חַסְדּוֹ.</p>\n<h3>[נו]</h3>\n<p> <span class=\"instruction\">הַמַּפְטִיר בַּנָּבִיא, מְבָרֵךְ לְפָנֶיהָ:</span></p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם, אֲשֶׁר בָּחַר בִּנְבִיאִים טוֹבִים וְרָצָה בְדִבְרֵיהֶם הַנֶּאֱמָרִים בֶּאֱמֶת. בָּרוּךְ אַתָּה יְהוָה: הַבּוֹחֵר בַּתּוֹרָה וּבְמֹשֶׁה עָבְדוֹ וּביִשְׂרָאֵל עֲמוֹ וּבִנְבִיאֵי הָאֱמֶת וְהַצֶּדֶק.</p>\n<p>וּמְבָרֵךְ לְאַחֲרֶיהָ׃</p>\n<p>בָּרוּךְ אַתָּה יְהוָה אֶלֹהֵינוּ מֶלֶךְ הָעוֹלָם, צוּר כָּל הָעוֹלָמִים צַדִּיק בְּכָל הַדּוֹרוֹת. הָאֵל הַנֶּאֱמָן: הָאוֹמֵר וְעוֹשֶׂה מְדַבֵּר וּמְקַיֵּם, אֲשֶׁר כָּל דְּבָרָיו הָאֱמֶת וְהַצֶּדֶק; נֶאֱמָן הוּא יְהוָה אֱלֹהֵינוּ וְנֶאֱמָנִים דְּבָרֶיךָ וְדָבָר מִדְּבָרֶיךָ אָחוֹר לֹא יָשׁוּב רֵיקָם כִּי אֵל נֶאֱמָן אָתָּה. בָּרוּךְ אַתָּה יְהוָה הָאֵל הַנֶּאֱמָן בְּכָל דְּבָרָיו. רַחֵם עַל צִיּוֹן כִּי הִיא בֵית חַיֵּינוּ וְלַעֲגוּמַת נֶפֶשׁ תִּנְקֹם נָקָם מְהֵרָה בְּיָמֵינוּ וְתִבָּנֶה מְהֵרָה. בָּרוּךְ אַתָּה יְהוָה בּוֹנֵה יְרוּשָׁלָיִם. אֶת צֶמַח דָּוִיד מְהֵרָה תַצְמִיחַ וְקַרְנוֹ תָרוּם בִּישׁוּעָתֶךָ. בָּרוּךְ אַתָּה יְהוָה מָגֵן דָּוִיד. עַל הַתּוֹרָה וְעַל הַנְּבִיאִים וְעַל יוֹם הַמָּנוֹחַ הַזֶּה שֶׁנָּתַתָּ לָנוּ יְהוָה אֶלֹהֵינוּ לִקְדֻשָּׁה לְכָבוֹד וּלְתִפְאֶרֶת: עַל הַכֹּל, אָנוּ מְבָרְכִין אֶת שְׁמָךְ. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ הַשַּׁבָּת.</p>\n<p>וּבְיוֹם טוֹב, הוּא אוֹמֵר׃ וְעַל יוֹם טוֹב מִקְרָא קֹדֶשׁ הַזֶּה שֶׁנָּתַתָּ לָנוּ יְהוָה אֱלֹהֵינוּ לְשָׂשׂוֹן וּלְשִׂמְחָה. בָּרוּךְ אַתָּה יְהוָה מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים.</p>\n<p>וְאִם הָיָה שַׁבָּת וְיוֹם טוֹב, כּוֹלֵל שְׁנֵיהֶן וְחוֹתֵם מְקַדֵּשׁ הַשַּׁבָּת וְיִשְׂרָאֵל וְהַזְּמַנִּים׃ כַּנֹּסַח שְׁהוּא חוֹתֵם בַּתְּפִלָּה בִּבְרָכָה אֶמְצָעִית בְּאוֹתוֹ הַיּוֹם, כָּךְ הוּא חוֹתֵם בִּבְרָכָה אַחֲרוֹנָה זוֹ.</p>\n<h3>[נז]</h3>\n<p> <span class=\"instruction\">הָעִנְיָנוֹת שֶׁנָּהֲגוּ רֹב הָעָם לִקְרוֹת מִן הַנְּבִיאִים בְּכָל שַׁבָּת וְשַׁבָּת וּמַפְטִירִין בָּהֶן; וְאֵלּוּ הֶן:</span></p>\n<p>בְּרֵאשִׁית:<br />\n&#8220;הֵן עַבְדִּי אֶתְמָךְ־בּוֹ&#8221; (ישעיהו מב,א) עַד &#8220;אֵלֶּה הַדְּבָרִים, עֲשִׂיתִם וְלֹא עֲזַבְתִּים&#8221; (ישעיהו מב,טז) בִּישַׁעְיָה; אֵלֶּה תּוֹלְדֹת נֹחַ:<br />\n&#8220;רָנִּי עֲקָרָה, לֹא יָלָדָה&#8221; (ישעיהו נד,א) בִּישַׁעְיָה עַד &#8220;הַטּוּ אָזְנְכֶם וּלְכוּ אֵלַי&#8221; (ישעיהו נה,ג); לֵךְ לְךָ:<br />\n&#8220;וְאֶל־מִי תְדַמְּיוּנִי, וְאֶשְׁוֶה&#8221; (ישעיהו מ,כה) עַד &#8220;אֲנִי ה׳ אֶעֱנֵם, אֱלֹהֵי יִשְׂרָאֵל לֹא אֶעֶזְבֵם&#8221; (ישעיהו מא,יז) בִּישַׁעְיָה; וַיֵּרָא אֵלָיו:<br />\n&#8220;וְאִשָּׁה אַחַת מִנְּשֵׁי &#8230;&#8221; (מלכים ב ד,א) עַד &#8220;וַתִּשָּׂא אֶת־בְּנָהּ, וַתֵּצֵא&#8221; (מלכים ב ד,לז) בִּמְלָכִים; וַיִּהְיוּ חַיֵּי שָׂרָה:<br />\nתְּחִלַּת מְלָכִים עַד &#8220;יְחִי אֲדֹנִי הַמֶּלֶךְ דָּוִד, לְעֹלָם&#8221; (מלכים א א,לא); וְאֵלֶּה תּוֹלְדֹת יִצְחָק:<br />\n&#8220;מַשָּׂא דְבַר־ה׳, אֶל־יִשְׂרָאֵל, בְּיַד, מַלְאָכִי&#8221; (מלאכי א,א) עַד &#8220;וְעָרְבָה, לַה׳ &#8230;&#8221; (מלאכי ג,ד), בִּתְרֵי עָשָׂר; וַיֵּצֵא יַעֲקֹב:<br />\n&#8220;וְעַמִּי תְלוּאִים, לִמְשׁוּבָתִי&#8221; (הושע יא,ז) עַד &#8220;וּבְנָבִיא, הֶעֱלָה &#8230;&#8221; (הושע יב,יד), בִּתְרֵי עָשָׂר; וַיִּשְׁלַח יַעֲקֹב:<br />\n&#8220;חֲזוֹן, עֹבַדְיָה&#8221; (עובדיה א,א) עַד סוֹף סִפְרוֹ, בִּתְרֵי עָשָׂר; וַיֵּשֶׁב יַעֲקֹב:<br />\n&#8220;עַל־שְׁלֹשָׁה פִּשְׁעֵי יִשְׂרָאֵל &#8230;&#8221; (עמוס ב,ו) עַד &#8220;אַרְיֵה שָׁאָג, מִי לֹא יִירָא &#8230;&#8221; (עמוס ג,ח), בִּתְרֵי עָשָׂר; וַיְהִי מִקֵּץ:<br />\n&#8220;וַיִּקַץ שְׁלֹמֹה, וְהִנֵּה חֲלוֹם &#8230;&#8221; (מלכים א ג,טו) עַד &#8220;וַיְהִי הַמֶּלֶךְ שְׁלֹמֹה, מֶלֶךְ עַל־כָּל־יִשְׂרָאֵל&#8221; (מלכים א ד,א), בִּמְלָכִים; וַיִּגַּשׁ אֵלָיו:<br />\n&#8220;וְאַתָּה בֶן־אָדָם, קַח־לְךָ עֵץ אֶחָד &#8230;&#8221; (יחזקאל לז,טז) עַד &#8220;וְיָדְעוּ, הַגּוֹיִם<br />\nכִּי אֲנִי ה׳ &#8230;&#8221; (יחזקאל לז,כח), בִּיחֶזְקֵאל; וַיְּחִי יַעֲקֹב:<br />\n&#8220;וַיִּקְרְבוּ יְמֵי־דָוִד, לָמוּת &#8230;&#8221; (מלכים א ב,א) עַד &#8220;וּשְׁלֹמֹה: יָשַׁב, עַל־כִּסֵּא דָּוִד &#8230;&#8221; (מלכים א ב,יב), בִּמְלָכִים.</p>\n<h3>[נח]</h3>\n<p>  וְאֵלֶּה שְׁמוֹת:<br />\n&#8220;בֶּן־אָדָם, הוֹדַע אֶת &#8230;&#8221; (יחזקאל טז,ב) עַד &#8220;וַיֵּצֵא לָךְ שֵׁם בַּגּוֹיִם &#8230;&#8221; (יחזקאל טז,יד), בִּיחֶזְקֵאל; וָאֵרָא:<br />\n&#8220;וְלֹא־יִהְיֶה עוֹד לְבֵית יִשְׂרָאֵל, סִלּוֹן מַמְאִיר &#8230;&#8221; (יחזקאל כח,כד) עַד &#8220;בַּיּוֹם הַהוּא, אַצְמִיחַ קֶרֶן &#8230;&#8221; (יחזקאל כט,כא), בִּיחֶזְקֵאל; בֹּא אֶל פַּרְעֹה:<br />\n&#8220;מַשָּׂא, מִצְרָיִם &#8230;&#8221; (ישעיהו יט,א) עַד &#8220;אֲשֶׁר בֵּרְכוֹ ה׳ צְבָאוֹת&#8221; (ישעיהו יט,כה), בִּישַׁעְיָה; וַיְהִי בְּשַׁלַּח:<br />\nשִׁירַת דְּבוֹרָה, מִן &#8220;וַיַּכְנַע אֱלֹהִים בַּיּוֹם הַהוּא &#8230;&#8221; (שופטים ד,כג) עַד &#8220;וַתִּשְׁקֹט הָאָרֶץ, אַרְבָּעִים שָׁנָה&#8221; (שופטים ה,לא); וַיִּשְׁמַע יִתְרוֹ:<br />\n&#8220;בִּשְׁנַת־מוֹת הַמֶּלֶךְ עֻזִּיָּהוּ &#8230;&#8221; (ישעיהו ו,א) עַד &#8220;לְמַרְבֵּה הַמִּשְׂרָה &#8230;&#8221; (ישעיהו ט,ו), בִּישַׁעְיָה; וְאֵלֶּה הַמִּשְׁפָטִים:<br />\n&#8220;הַדָּבָר אֲשֶׁר־הָיָה אֶל־יִרְמְיָהוּ &#8230;&#8221; (ירמיהו לד,א; ירמיהו לד,ח; ירמיהו לה,א) עַד &#8220;לֹא־יִכָּרֵת אִישׁ לְיוֹנָדָב בֶּן־רֵכָב &#8230;&#8221; (ירמיהו לה,יט); וְיִקְחוּ לִי תְּרוּמָה:<br />\n&#8220;וַה׳, נָתַן חָכְמָה לִשְׁלֹמֹה &#8230;&#8221; (מלכים א ה,כו) עַד &#8220;וְשָׁכַנְתִּי, בְּתוֹךְ בְּנֵי יִשְׂרָאֵל &#8230;&#8221; (מלכים א ו,יג), בִּמְלָכִים; וְאַתָּה תְּצַוֶּה:<br />\n&#8220;הַגֵּד אֶת־בֵּית־יִשְׂרָאֵל &#8230;&#8221; (יחזקאל מג,י) עַד &#8220;וְרָצִאתִי אֶתְכֶם &#8230;&#8221; (יחזקאל מג,כז), בִּיחֶזְקֵאל; כִּי תִשָּׂא:<br />\n&#8220;וּדְבַר־ה׳ הָיָה אֶל־אֵלִיָּהוּ &#8230;&#8221; (מלכים א יח,א) עַד &#8220;וַיִּרְכַּב אַחְאָב, וַיֵּלֶךְ יִזְרְעֶאלָה&#8221; (מלכים א יח,מה), בִּמְלָכִים; וַיַּקְהֵל:<br />\n&#8220;וַיִּשְׁלַח הַמֶּלֶךְ שְׁלֹמֹה, וַיִּקַּח אֶת־חִירָם מִצֹּר&#8221; (מלכים א ז,יג) עַד &#8220;וַתִּתֹּם, מְלֶאכֶת הָעַמּוּדִים&#8221; (מלכים א ז,כב), בִּמְלָכִים; אֵלֶּה פְקוּדֵי:<br />\n&#8220;וַיַּעַשׂ חִירוֹם: אֶת־הַכִּיֹּרוֹת &#8230;&#8221; (מלכים א ז,מ) עַד &#8220;וְהַפֹּתוֹת לְדַלְתוֹת הַבַּיִת הַפְּנִימִי &#8230;&#8221; (מלכים א ז,נ), בִּמְלָכִים.</p>\n<h3>[נט]</h3>\n<p>  וַיִּקְרָא:<br />\n&#8220;עַם־זוּ יָצַרְתִּי לִי &#8230;&#8221; (ישעיהו מג,כא) עַד &#8220;כֹּה־אָמַר ה׳ מֶלֶךְ־יִשְׂרָאֵל וְגֹאֲלוֹ &#8230;&#8221; (ישעיהו מד,ו), בִּישַׁעְיָה; צַו אֶת אַהֲרֹן:<br />\n&#8220;עֹלוֹתֵיכֶם סְפוּ עַל־זִבְחֵיכֶם &#8230;&#8221; (ירמיהו ז,כא) עַד &#8220;כִּי־בְאֵלֶּה חָפַצְתִּי, נְאֻם־ה׳&#8221; (ירמיהו ט,כג), בְּיִרְמְיָה; וַיְהִי בַּיּוֹם הַשְּׁמִינִי:<br />\n&#8220;וַיֹּסֶף עוֹד דָּוִד אֶת־כָּל־בָּחוּר &#8230;&#8221; (שמואל ב ו,א) עַד &#8220;כֹּל אֲשֶׁר בִּלְבָבְךָ לֵךְ עֲשֵׂה&#8221; (שמואל ב ז,ג), בִּשְׁמוּאֵל; אִשָּׁה כִּי תַזְרִיעַ:<br />\n&#8220;וְאִישׁ בָּא מִבַּעַל שָׁלִשָׁה &#8230;&#8221; (מלכים ב ד,מב) עַד &#8220;וַיֵּלֶךְ מֵאִתּוֹ, כִּבְרַת־אָרֶץ&#8221; (מלכים ב ה,יט), בִּמְלָכִים; זֹאת תִּהְיֶה:<br />\n&#8220;וַיֹּאמֶר אֱלִישָׁע &#8230;&#8221; (מלכים ב ז,א), &#8220;וְאַרְבָּעָה אֲנָשִׁים &#8230;&#8221; (מלכים ב ז,ג)<br />\nוּמְדַלֵּג עַד &#8220;וְלֹא־הִשְׁלִיכָם מֵעַל־פָּנָיו &#8230;&#8221; (מלכים ב יג,כג), בִּמְלָכִים; אַחֲרֵי מוֹת:<br />\n&#8220;הֲתִשְׁפֹּט הֲתִשְׁפֹּט &#8230;&#8221; (יחזקאל כב,ב) עַד &#8220;וְנִחַלְתְּ בָּךְ, לְעֵינֵי גוֹיִם &#8230;&#8221; (יחזקאל כב,טז), בִּיחֶזְקֵאל; קְדֹשִׁים תִּהְיוּ:<br />\n&#8220;בָּאוּ אֲנָשִׁים מִזִּקְנֵי יִשְׂרָאֵל &#8230;&#8221; (יחזקאל כ,א) עַד &#8220;צְבִי הִיא, לְכָל־הָאֲרָצוֹת&#8221; (יחזקאל כ,טו), בִּיחֶזְקֵאל; אֱמֹר אֶל־הַכֹּהֲנִים:<br />\n&#8220;וְהַכֹּהֲנִים הַלְוִיִּם בְּנֵי צָדוֹק &#8230;&#8221; (יחזקאל מד,טו) עַד &#8220;כָּל־נְבֵלָה &#8230;&#8221; (יחזקאל מד,לא), בִּיחֶזְקֵאל; בְּהַר סִינַי:<br />\n&#8220;ה׳ עֻזִּי וּמָעֻזִּי, וּמְנוּסִי &#8230;&#8221; (ירמיהו טז,יט) עַד &#8220;רְפָאֵנִי ה׳ וְאֵרָפֵא&#8221; (ירמיהו יז,יד), בְּיִרְמְיָה; אִם בְּחֻקֹּתַי:<br />\n&#8220;הִנָּבֵא עַל־רוֹעֵי יִשְׂרָאֵל &#8230;&#8221; (יחזקאל לד,ב) עַד &#8220;וְהִצַּלְתִּים, מִיַּד הָעֹבְדִים בָּהֶם&#8221; (יחזקאל לד,כז), בִּיחֶזְקֵאל.</p>\n<h3>[ס]</h3>\n<p>  בְּמִדְבַּר סִינַי:<br />\n&#8220;וְהָיָה מִסְפַּר בְּנֵי־יִשְׂרָאֵל &#8230;&#8221; (הושע ב,א) עַד &#8220;וְאֵרַשְׂתִּיךְ לִי, בֶּאֱמוּנָה &#8230;&#8221; (הושע ב,כב), בִּתְרֵי עָשָׂר; נָשֹׂא:<br />\n&#8220;וַיְהִי אִישׁ אֶחָד מִצָּרְעָה &#8230;&#8221; (שופטים יג,ב) עַד &#8220;וַיִּגְדַּל הַנַּעַר, וַיְבָרְכֵהוּ ה׳&#8221; (שופטים יג,כד), בְּשׁוֹפְטִים; בְּהַעֲלֹתְךָ:<br />\n&#8220;רָנִּי וְשִׂמְחִי, בַּת־צִיּוֹן &#8230;&#8221; (זכריה ב,יד) עַד &#8220;יְדֵי זְרֻבָּבֶל, יִסְּדוּ &#8230;&#8221; (זכריה ד,ט), בִּתְרֵי עָשָׂר; שְׁלַח לְךָ:<br />\n&#8220;וַיִּשְׁלַח יְהוֹשֻׁעַ־בִּן־נוּן &#8230;&#8221; (יהושוע ב,א) עַד &#8220;וְגַם־נָמֹגוּ כָּל־יֹשְׁבֵי הָאָרֶץ, מִפָּנֵינוּ&#8221; (יהושוע ב,כד), בִּיהוֹשׁוּעַ; וַיִּקַּח קֹרַח:<br />\n&#8220;וַיֹּאמֶר שְׁמוּאֵל אֶל־הָעָם, לְכוּ וְנֵלְכָה הַגִּלְגָּל &#8230;&#8221; (שמואל א יא,יד) עַד &#8220;כִּי לֹא־יִטֹּשׁ ה׳ &#8230;&#8221; (שמואל א יב,כב), בִּשְׁמוּאֵל; זֹאת חֻקַּת:<br />\n&#8220;וְיִפְתָּח הַגִּלְעָדִי &#8230;&#8221; (שופטים יא,א) עַד &#8220;מִיָּמִים יָמִימָה &#8230;&#8221; (שופטים יא,מ), בְּשׁוֹפְטִים; וַיַּרְא בָּלָק:<br />\n&#8220;וְהָיָה שְׁאֵרִית יַעֲקֹב &#8230;&#8221; (מיכה ה,ו; מיכה ה,ז) עַד &#8220;וְהַצְנֵעַ לֶכֶת, עִם־אֱלֹהֶיךָ&#8221; (מיכה ו,ח), בִּתְרֵי עָשָׂר; פִּינְחַס:<br />\n&#8220;וְיַד־ה׳, הָיְתָה אֶל־אֵלִיָּהוּ &#8230;&#8221; (מלכים א יח,מו) עַד &#8220;וַיָּקָם, וַיֵּלֶךְ אַחֲרֵי אֵלִיָּהוּ&#8221; (מלכים א יט,כא), בִּמְלָכִים; רָאשֵׁי הַמַּטּוֹת:<br />\n&#8220;וַיִּתֵּן מֹשֶׁה, לְמַטֵּה בְנֵי־רְאוּבֵן &#8230;&#8221; (יהושוע יג,טו) עַד &#8220;וַיַּחְלְקוּ, אֶת־הָאָרֶץ&#8221; (יהושוע יד,ה), בִּיהוֹשׁוּע; אֵלֶּה מַסְעֵי:<br />\n&#8220;אֵלֶּה הַנְּחָלֹת &#8230;&#8221; (יהושוע יט,נא) עַד &#8220;וַיִּתְּנוּ בְנֵי־יִשְׂרָאֵל לַלְוִיִּם&#8221; (יהושוע כא,ג; יהושוע כא,ח), בִּיהוֹשׁוּע.</p>\n<h3>[סא]</h3>\n<p>  אֵלֶּה הַדְּבָרִים:<br />\n&#8220;וְאֵלֶּה הַדְּבָרִים, אֲשֶׁר דִּבֶּר ה׳ אֶל־יִשְׂרָאֵל:<br />\nוְאֶל־יְהוּדָה &#8230;&#8221; (ירמיהו ל,ד) עַד &#8220;וִהְיִיתֶם לִי, לְעָם&#8221; (ירמיהו ל,כב), בְּיִרְמְיָה; וָאֶתְחַנַּן:<br />\n&#8220;וָאֶתְפַּלֵּל, אֶל־ה׳, אַחֲרֵי תִתִּי &#8230;&#8221; (ירמיהו לב,טז) עַד &#8220;שָׂדוֹת בַּכֶּסֶף יִקְנוּ &#8230;&#8221; (ירמיהו לב,מד), בְּיִרְמְיָה; וְהָיָה עֵקֶב:<br />\n&#8220;הָלֹךְ וְקָרָאתָ בְאָזְנֵי יְרוּשָׁלִַם &#8230;&#8221; (ירמיהו ב,ב) עַד &#8220;וְהִתְבָּרְכוּ בוֹ גּוֹיִם<br />\nוּבוֹ יִתְהַלָּלוּ&#8221; (ירמיהו ד,ב), בְּיִרְמְיָה; רְאֵה אָנֹכִי: &#8220;הִנֵּה יָמִים בָּאִים נְאֻם־ה׳<br />\nוַהֲקִמֹתִי לְדָוִד צֶמַח צַדִּיק &#8230;&#8221; (ירמיהו כג,ה) עַד &#8220;אִם־יִסָּתֵר אִישׁ בַּמִּסְתָּרִים&#8221; (ירמיהו כג,כד), בְּיִרְמְיָה; שֹׁפְטִים:<br />\n&#8220;וַיְהִי, כַּאֲשֶׁר זָקֵן שְׁמוּאֵל &#8230;&#8221; (שמואל א ח,א) עַד &#8220;וַיֹּאמֶר שְׁמוּאֵל אֶל־אַנְשֵׁי יִשְׂרָאֵל &#8230;&#8221; (שמואל א ח,כב), בִּשְׁמוּאֵל; כִּי תֵצֵא:<br />\n&#8220;וַיַּאַסְפוּ פְלִשְׁתִּים אֶת־מַחֲנֵיהֶם &#8230;&#8221; (שמואל א יז,א) עַד &#8220;וַיְהִי דָוִד לְכָל־דְּרָכָו, מַשְׂכִּיל; וַה׳, עִמּוֹ&#8221; (שמואל א יח,יד), בִּשְׁמוּאֵל; וְהָיָה כִּי תָבֹא:<br />\n&#8220;אָז יִבְנֶה יְהוֹשֻׁעַ מִזְבֵּחַ &#8230;&#8221; (יהושוע ח,ל) עַד &#8220;וְלֹא הָיָה כַּיּוֹם הַהוּא &#8230;&#8221; (יהושוע י,יד), בִּיהוֹשׁוּע; אַתֶּם נִצָּבִים:<br />\n&#8220;וַיֶּאֱסֹף יְהוֹשֻׁעַ אֶת־כָּל־שִׁבְטֵי יִשְׂרָאֵל &#8230;&#8221; (יהושוע כד,א) עַד &#8220;כְּרָמִים וְזֵיתִים אֲשֶׁר לֹא־נְטַעְתֶּם &#8230;&#8221; (יהושוע כד,יג), בִּיהוֹשׁוּע; הַאֲזִינוּ:<br />\n&#8220;וְלָקַחְתִּי אָנִי מִצַּמֶּרֶת הָאֶרֶז &#8230;&#8221; (יחזקאל יז,כב) עַד &#8220;וְהָשִׁיבוּ, וִחְיוּ&#8221; (יחזקאל יח,לב), בִּיחֶזְקֵאל; וְזֹאת הַבְּרָכָה:<br />\n&#8220;וַיְהִי, אַחֲרֵי מוֹת מֹשֶׁה: עֶבֶד ה׳ &#8230;&#8221; (יהושוע א,א)<br />\nוּמְדַלֵּג עַד &#8220;וַיְהִי ה׳, אֶת־יְהוֹשֻׁעַ &#8230;&#8221; (יהושוע ו,כז).</p>\n<h3>[סב]</h3>\n<p> <span class=\"instruction\">כָּל שַׁבָּת שֶׁקּוֹרִין בָּהּ שְׁתֵּי פָּרָשִׁיּוֹת, מַפְטִירִין בָּהּ מֵעִנְיַן פָּרָשָׁה אַחֲרוֹנָה; וְזֶה הוּא הַמִּנְהָג, בְּרֹב הַמְקוֹמוֹת.</span></p>\n<h3>[סג]</h3>\n<p> <span class=\"instruction\">וְכֵן נָהֲגוּ רֹב הָעָם, לִהְיוֹת מַפְטִירִין בְּנֶחָמוֹת יְשַׁעְיָה, מֵאַחַר תִּשְׁעָה בְּאָב עַד רֹאשׁ הַשָּׁנָה:</span></p>\n<p>בַּשַּׁבָּת שֶׁאַחַר תִּשְׁעָה בְּאָב:<br />\n&#8220;נַחֲמוּ נַחֲמוּ, עַמִּי &#8230;&#8221; (ישעיהו מ,א); בַּשְּׁנִיָּה:<br />\n&#8220;וַתֹּאמֶר צִיּוֹן, עֲזָבַנִי ה׳ &#8230;&#8221; (ישעיהו מט,יד); בַּשְּׁלִישִׁית:<br />\n&#8220;עֲנִיָּה סֹעֲרָה &#8230;&#8221; (ישעיהו נד,יא); בָּרְבִיעִית:<br />\n&#8220;אָנֹכִי אָנֹכִי הוּא, מְנַחֶמְכֶם &#8230;&#8221; (ישעיהו נא,יב); בַּחֲמִישִׁית:<br />\n&#8220;רָנִּי עֲקָרָה, לֹא יָלָדָה&#8221; (ישעיהו נד,א); בַּשִּׁשִּׁית:<br />\n&#8220;קוּמִי אוֹרִי<br />\nכִּי בָא אוֹרֵךְ&#8221; (ישעיהו ס,א); בַּשְּׁבִיעִית:<br />\n&#8220;שׂוֹשׂ אָשִׂישׂ &#8230;&#8221; (ישעיהו סא,י).</p>\n<p></span></div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">see Constantinople 1509</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "Maimonides",
        "Mishneh Torah",
        "Moshe ben Maimon",
        "Rambam",
        "Seder Tefillah",
        "Sefer Ahavah",
        "Nusaḥ ha-RaMBaM"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "6707"
        ],
        "date_src_start": [
            "1180-00-00"
        ],
        "date_src_end": [
            "1180-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2013/04/MS-80-Huntington-165a-crop.png",
        "title": "MS 80 Huntington 165a &#8211; crop",
        "caption": "Handsigned page of Maimonides' Mishneh Torah directly preceding his Seder Tefillot (Bodleian Library MS Huntington 80 165a, image cropped)"
    },
    "source_link": "https://opensiddur.org/?p=6698",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/maimonides-seder-tefillot/",
    "slug": "maimonides-seder-tefillot"
}