{
    "post_id": 54720,
    "title": "&#x1F4D6; תפלת ישראל (רפורמי) | Prayers of Israel according to the minhag of Ḳ.Ḳ. Shaarei Tiqvah (Temple Gates of Hope), a prayerbook compiled by Rabbi Dr. Edward B.M. Browne (1885)",
    "author": "Edward Benjamin Morris Browne",
    "coauthors": [
        {
            "name": "Edward Benjamin Morris Browne",
            "bio": "Rabbi Dr. Edward Benjamin Morris Browne (1845-1929) was born in Hungary and received his early Hebrew and rabbinical training in Europe. He emigrated to the United States in the 1860s. He obtained a medical degree from the University of Cincinnati and taught at the Medical College of Evansville. He also held several rabbinical posts in the Midwest and South - Milwaukee, Evansville, Peoria, Montgomery (Alabama) and Atlanta. During this time, he was associated with Rabbi Isaac M. Wise until they had a disagreement and subsequent falling out in 1878. During the 1870s, Browne began to build a national reputation as an orator and lectured widely on Jewish topics, mainly to non-Jewish audiences. He began his involvement with Republican Party politics, both nationally and in New York, where he moved in the 1880s. In 1885, he was a pallbearer at the funeral of President Grant. In New York City, Browne was rabbi of Congregation Gates of Hope where in addition to his speaking engagements, he was also active in legal and civic work. Starting in the 1890s, Browne moved several times, living mainly in the Midwest and South. He served congregations in Toledo (Ohio), Chicago and Columbus (Georgia). In addition to his medical and rabbinical degrees, Browne also held a law degree from the University of Wisconsin. He became known as \"Alphabet\" Browne because of the preponderance of letters after his name. Browne led a controversial and visible public life and was involved in numerous activities including the unsuccessful attempt to establish a Jewish chaplaincy at the turn of the century.",
            "website": "https://www.encyclopedia.com/religion/encyclopedias-almanacs-transcripts-and-maps/browne-edward-bm",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/01/edward-benjamin-morris-browne-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/edward-benjamin-morris-browne"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2024-03-11",
    "last_updated": "2025-08-29",
    "excerpt": "A prayerbook prepared by Rabbi Edward B.M. Browne according to the Reform movement custom of Temple Gates of Hope (now Prospect Park Synagogue) in 1885.  . . .",
    "content": "<p>A prayerbook prepared by Rabbi Edward B.M. Browne according to the Reform movement custom of Temple Gates of Hope (now Prospect Park Synagogue) in 1885. This &#8220;second edition&#8221; is a second printing of the first edition, we believe. An 1888 edition with the same title has substantial differences.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/prayers-of-israel-edward-b-m-browne-1885/Prayers%20of%20Israel%20%28Edward%20B.M.%20Browne%201885%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This digital edition was prepared by Aharon Varady for the Open Siddur Project from a copy held in the collection of the HUC-JIR Klau Library in Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nA FEW WORDS IN CONCLUSION. </p>\n<p>A Prayer-book, like the Bible, has its PREFACE‎ written in the human heart, hence I omit it; but I dare say a few words in conclusion. </p>\n<p>My opposition to &#8216;new prayer-books&#8217; is well known, and my aim to do away with the evil is recorded in the Jewish press since 1868, when, quite a young man, I was a member of Rabbi Wise’s family, and by his side an acknowledged power in the affairs of American Judaism. In the <em>Israelite</em> of August 16th, 1868, I wrote: “Thursday, September 10th, 1867, Dr. Wise and myself visited Rev. Dr. Adler in New York. Dr. Wise came to dedicate the Emanuel Temple and took me along. I remained after he left, and Dr. Adler proposed the following: ‘Dr. Browne, I think the dedication of my temple a very favorable opportunity to reconcile Einhorn and Wise. Their entire enmity comes from their prayer-books. Let us then get them to give up their <em>T&#8217;filos</em>; and make one of both jointly. You have all the influence with Wise, and I will persuade Einhorn.’ I accepted, and returned in the afternoon with Wise’s full authority to act for him; but Dr. Adler met me with a disappointed look, saying: ‘Einhorn refused to meet Wise, nor would he give up his prayer-book.’” In my <em>Jewish South</em> of July 5th, 1878, in a leader on the Milwaukee Union Convention, I wrote: “Do away with the prayer-book evil, and engage competent, non-partisan men to write a &#8216;Union Prayer-Book,&#8217; to be sold by the Union <em>at cost</em>.” I then made that <em>unpopular</em> motion myself, which was ruled “out of order” by both “opposition parties.” The people, knowing this, will be surprised to see a new prayer-book, issued by Browne, and therefore I owe them this explanation: In 1881 I accepted the call of a small, uptown congregation in this city, and had to adopt one of the existing reform prayer-books. But now the Temple Gates of Hope, having a larger attendance by far than any other of our Temples, the congregation saw fit to secure a prayer-book of its own, because its dignity requires it to do away with an “adopted” book. I publish this prayer-book therefore, chiefly because my congregation wished it, yet do I still hope for a “Union Prayer-Book,” and shall gladly be the first to give up my prayer-book for Union and Peace. And having consented to issue this book, I was guided by the following principles: </p>\n<p>1. A Prayer-book is intended for people that pray. Philosophers, scientists and agnostics do not pray, hence I did not consult their views. </p>\n<p>2. People that pray believe in the Bible and in the Resurrection of the dead, and I retained all prayers touching creation and resurrection. </p>\n<p>3. The seventh day is the historic day of rest, the Sabbath of our fathers; hence “Friday Evening Talks” with service at a convenient time (8 P.M.) are introduced for the benefit of those who cannot—in spite of their best will—attend services on Saturday. Friday evening, the “SABBATH,” is ushered in, and if we cannot entertain our hebdomedal guest through the day, we give at least a hearty “welcome.” Friday Evening Talks, exclusively in English, are devoted to Bible discussions as a rule, and occasionally—according to emergency—to the defense of Judaism against its enemies. The success of those Friday Evening Talks, as means of instructing our young people and defending our rights these three years, will no doubt lead the <em>other New York congregations</em> to follow the example of the ‘‘Gates of Hope,” and thus silence the clamorous voice of “Sunday-Sabbath advocates.” </p>\n<p>4. America is our “promised land,” we are permanent and happy citizens of the United States, and as such we must pray for the prosperity of our country, and not for Palestine of old; especially after we know full well, that a “restoration” and return to Jerusalem would not be accepted, if offered us, with all the Bible promises strictly fulfilled. Every now and then some <em>writers</em> of ours do us injustice by articles which make us “yearn and pray” for a return to Jerusalem, stamping us at once as unwise, as well as ungrateful to this free country, where we live in prosperity and peace. I have, therefore, guarded against these unreasonable “prayers” as to Palestine or Jerusalem, in the Prayer-book intended for <em>American</em> citizens. </p>\n<p>BROWNE.<br />\n1433 Lexington Avenue,<br />\nJanuary 12th, 1885.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "American Reform Movement"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "54722"
        ],
        "date_src_start": [
            "1885-00-00"
        ],
        "date_src_end": [
            "1885-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/03/Prayers-of-Israel-Edward-B-M--Browne-1885-title.png",
        "title": "Prayers of Israel (Edward B.M. Browne 1885) &#8211; title",
        "caption": "Prayers of Israel (Edward B.M. Browne 1885) - title"
    },
    "source_link": "https://opensiddur.org/?p=54720",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/prayers-of-israel-a-prayerbook-compiled-by-edward-b-m-browne-1885/",
    "slug": "prayers-of-israel-a-prayerbook-compiled-by-edward-b-m-browne-1885"
}