{
    "post_id": 64490,
    "title": "📖 תְּפִלּוֹת לְחַיָּלֵי צְבָא אַרְצוֹת הַבְּרִית | Prayer Book for Jewish Personnel in the Armed Forces of the United States, arranged by the Commission on Jewish Chaplaincy of the National Jewish Welfare Board (1984)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Leonard S. Kravitz",
            "bio": "Rabbi Leonard Kravitz (1928–2024) was a Reform movement rabbi and scholar.  Kravitz received his undergraduate degree from John Carroll University and was ordained by Hebrew Union College-Jewish Institute of Religion in 1954, where he then received the degrees of Master of Hebrew Letters and Doctor of Philosophy. Specializing in Maimonidean studies, he became the professor of Midrash and Homiletics at Hebrew Union College, . He wrote his doctorate on Maimonides’ Guide for the Perplexed, which he published as <em>The Hidden Doctrine of Maimonides’ Guide for the Perplexed: Philosophical and Religious God-Language in Tension</em> (Edwin Mellen, 1988). Kravitz went on to co-author books with Rabbi Dr. Kerry Olitzky including commentaries on the books of Job, Proverbs, Ecclesiastes, and Lamentations, as well as volumes on Pirqei Avot and on Teshuvah.",
            "website": "https://huc.edu/news/remembering-rabbi-leonard-kravitz-zl",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/11/leonard-kravitz-96x96.png",
            "profile_link": "https://opensiddur.org/profile/leonard-kravitz"
        },
        {
            "name": "Gilbert Klaperman",
            "bio": "Rabbi Dr. Gilbert Klaperman (1921-2018), born in Harlem, was an Orthodox rabbi in the United States, community leader, and author. He earned his B.A. and Doctorate at Yeshiva University, his Master's degree at the University of Iowa and his law degree at Hofstra Law School. He received his semikhah in 1941 from Dr. Samuel Belkin and Rabbi Joseph B. Soloveitchik at the Rabbi Isaac Elchanan Theological Seminary. Klaperman took pulpits in Charleston, South Carolina, West New York, New Jersey, and in Kingston, and Ontario, Canada, before founding Rabbi of Congregation Beth Sholom in 1950 where he served until 1988. He was President of the Rabbincal Council of America, the New York Board of Rabbis, and head of the New York Conference on Soviet Jewry. He wrote <em>The Story of Yeshiva University</em> (1969) and with his wife Libby, co-authored <em>The Story of The Jewish People</em> (1956), and <em>The how and why wonder book of the Old Testament</em> (1964). Upon his retirement, he served as an Officer and General Counsel of Rapitech Systems, Inc., a computer software company, and as Assistant District Attorney in Kings County and General Counsel of the Department of Business Services of the City of New York. He was a member of the Law Department of the New York City Housing Authority.",
            "website": "https://www.bethsholomlawrence.org/rabbi_klaperman",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/11/gilbert-klaperman-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gilbert-klaperman"
        },
        {
            "name": "Max J. Routtenberg",
            "bio": "Dr. Max J. Routtenberg (1909–1987), born in Montreal, Canada, was a Conservative movement rabbi in the United States and former executive vice president of the Jewish Theological Seminary of America (JTS), and an author. He studied at McGill University and graduated with a B.S. from New York University. In addition to a rabbinical degree, he held the degree of Doctor of Hebrew Letters from JTS. During WWII, he served as a chaplain in the US Army's United Kingdom base. After the war he took the pulpit at Kesher Zion (Reading, Pennsylvania) from 1932 till 1948) after which he served as rabbi of Temple B'nai Sholom of Rockville Centre, Long Island from 1954 till 1972. He authored <em>Seedtime and harvest</em> (1969), <em>Decades of Decision</em> (1973), and <em>One in a Minyan, and other stories</em> (1977). He collaborated on the JWB's <em>Prayer Book for Jewish personnel in the Armed Forces of the United States</em> (1984) and on <em>Sim Shalom</em>, the Conservative movement prayerbook published in 1985.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/11/max-routtenberg-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/max-jonah-routtenberg"
        },
        {
            "name": "Stephan O. Parnes",
            "bio": "Rabbi Stephan Parnes is a Conservative movement rabbi in the United States. He served as rabbi for Temple Beth El (Lancaster, Pennsylvania) until his retirement in 2014. He edited the National Jewish Welfare Board's <em>Prayer Book for Jewish Personnel in the Armed Forces of the United States</em> (1984), <em>The Jewish Book of Days</em> (1987), and <em>The Art of Passover</em> (1994).",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/11/stephan-parnes-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/stephen-parnes"
        },
        {
            "name": "the National Jewish Welfare Board",
            "bio": "The National Jewish Welfare Board (JWB) was formed on April 9, 1917, three days after the United States declared war on Germany, in order to support Jewish soldiers in the U.S. military during World War Ⅰ. The impetus for creating the organization stemmed from Secretary of War, Newton Baker and Secretary of Navy, Josephus Daniels. The organization was also charged with recruiting and training rabbis for military service, as well as providing support materials to these newly commissioned chaplains. The JWB also maintained oversight of Jewish chapel facilities at military installations. In 1921, several organizations merged with the JWB to become a national association of Jewish community centers around the country in order to integrate social activities, education, and active recreation. These merged organizations included the YWHA, YMHA, and the National Council of Young Men's Hebrew and Kindred Association. In 1941, in a response to a mandate from President Franklin D. Roosevelt, six private organizations - the National Jewish Welfare Board, the YMCA, YWCA, the Traveler's Aid Association, and the Salvation Army - were challenged to handle the on-leave morale and recreational needs for members of the Armed Forces.  On 4 February 1941, the six organizations pooled their resources and founded the <a href=\"https://www.uso.org\">United Service Organizations</a> (USO). The National Jewish Welfare Board is now the <a href=\"https://jcca.org/signature-programs-and-events/jwb\">JWB Jewish Chaplains Council</a>, part of Jewish Community Centers (JCC) of North America. The JWB Jewish Chaplains Council sends prayer books, religious artifacts and supplies for Jewish holidays, including Passover Seder kits, Ḥanukkah candles, four species for Sukkot, and more.",
            "website": "https://en.wikipedia.org/wiki/National_Jewish_Welfare_Board",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/11/jewish-welfare-board-logo-96x96.png",
            "profile_link": "https://opensiddur.org/profile/national-jewish-welfare-board"
        }
    ],
    "date": "2025-11-11",
    "last_updated": "2025-12-31",
    "excerpt": "<span class=\"hebrew\">תפלות לחיילי צבא ארצות הברית</span> <em>Prayer Book for Jewish Personnel in the Armed Forces of the United States</em> (1984) is a trans-denominational and bilingual Hebrew-English siddur arranged by the Commission on Jewish Chaplaincy of the Jewish Welfare Board. The siddur served to update the prayerbook offered by the organization in 1958. It included elements from <em>The Traditional Prayer Book for Sabbaths and Festivals</em> (ed. Rabbi David de Sola Pool, 1960), <em>The Gates of Prayer</em> (ed. Rabbi Chaim Stern, 1975), and a siddur that had not yet been published in 1984: <em>Sim Shalom</em> (ed. Rabbi Jules Harlow, 1985). On the verso of the title page Rabbi Stephan O. Parnes is credited as editor, while Rabbi Gilbert Klaperman, Rabbi Leonard S. Kravitz, and Rabbi Max J. Routtenberg are credited for their editorial work in preparing the manuscript of the siddur in the Acknowledgments section. . . .",
    "content": "<p><span class=\"hebrew\">תפלות לחיילי צבא ארצות הברית</span> <em>Prayer Book for Jewish Personnel in the Armed Forces of the United States</em> (1984) is a trans-denominational and bilingual Hebrew-English siddur arranged by the Commission on Jewish Chaplaincy of the Jewish Welfare Board. The siddur served to update the prayerbook offered by the organization in 1958. It included elements from <em>The Traditional Prayer Book for Sabbaths and Festivals</em> (ed. Rabbi David de Sola Pool, 1960), <em>The Gates of Prayer</em> (ed. Rabbi Chaim Stern, 1975), and a siddur that had not yet been published in 1984: <em>Sim Shalom</em> (ed. Rabbi Jules Harlow, 1985). On the verso of the title page Rabbi Stephan O. Parnes is credited as editor, while Rabbi Gilbert Klaperman, Rabbi Leonard S. Kravitz, and Rabbi Max J. Routtenberg are credited for their editorial work in preparing the manuscript of the siddur in the Acknowledgments section.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/prayerbook-for-jewish-personnel-in-the-armed-forces-of-the-united-states-jewish-welfare-board-1984/Prayerbook%20for%20Jewish%20Personnel%20in%20the%20Armed%20Forces%20of%20the%20United%20States%20%28Jewish%20Welfare%20Board%201984%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This digital edition was prepared by Aharon Varady from page images made of an item held in the collection of the HUC-JIR Klau library, Cincinnati. (Thank you!)</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nINTRODUCTION</p>\n<p>Prayer is the language of our communication with God. In sensitive poetry and exalted prose, we convey Our praise and gratitude to the Almighty for His bountiful blessings. Through prayer we also open our hearts, confess our sins, and give voice to our innermost needs and aspirations. The structure of the classic Jewish prayer book and its inspiration derive from the Bible, especially from the Psalms, and from rabbinic creativity throughout the ages.</p>\n<p>This new edition of the Prayer Book for Jewish Personnel in the Armed Forces of the United States has been prepared by the Commission on Jewish Chaplaincy of JWB, at the suggestion of the Religious Education Advisory Group-—Jewish, of the Armed Forces Chaplain Board. It is intended exclusively for use by Jewish personnel in the Armed Forces of the United States of America and in veterans hospitals.</p>\n<p>While the hallowed traditional text of the Hebrew prayers in this volume has been retained, the new English version is not meant to be a literal translation but rather a more modern, free rendition designed to reflect contemporary idiom and language.</p>\n<p>It is our fervent hope that this prayer book will inspire the men and women of our faith while in the service of our country and that it will strengthen their bonds to their homes and families and deepen their commitment to God, to Torah, and to our people everywhere.</p>\n<p>Commission on Jewish Chaplaincy, JWB<br />\nRosh Hodesh Nisan, 5744 April, 1984\n</p></blockquote>\n<blockquote><p>\nPREFACE</p>\n<p>The <em>Prayer Book for Jewish Personnel in the Armed Forces of the United States</em> was last issued in 1958. Since then, the major American Jewish religious movements have published new prayer books which include interpretive readings and innovative suggestions, in addition to the regular order of worship.</p>\n<p>The Religious Education Advisory Group—Jewish, of the <a href=\"https://en.wikipedia.org/wiki/Armed_Forces_Chaplains_Board\">Armed Forces Chaplain Board</a>, turned to the Commission on Jewish Chaplaincy of JWB to create a prayer book for Jewish personnel that would be in keeping with the needs of a new generation of Americans. The Commission formed an editorial committee which has produced a book of common worship, readings, study, and inspiration for use by Jewish personnel in the Armed Forces of the United States, and in veterans hospitals.</p>\n<p>This prayer book is not intended for the general use of those in the civilian community. Its shortened and compact form is designed specifically for military congregations. Jewish service personnel are encouraged to use a more complete prayer book for their personal devotions and study.</p>\n<p>We pray that this prayer book will be a source of inspiration to Jewish personnel and a bond to their faith, homes, and families while they are in the military service. May it also be a means of strengthening loyalty to Jewish tradition, both during and after service in the Armed Forces of the United States.</p>\n<p>Religious Education Advisory Group—Jewish of the Armed Forces Chaplain Board of the Department of Defense<br />\nRosh Hodesh Nisan, 5744 April, 1984\n</p></blockquote>\n<blockquote><p>\nACKNOWLEDGMENTS</p>\n<p>JWB wishes to thank the Central Conference of American Rabbis, the Rabbinical Assembly, and the Rabbinical Council of America for the use and adaptation of their respective liturgical texts, <em>The Gates of Prayer</em>, <em>Sim Shalom</em>, and <em>The Traditional Prayer Book for Sabbaths and Festivals</em>. It also thanks the Jewish Publication Society of America for the use of its biblical translations.</p>\n<p>JWB acknowledges the editorial work of Rabbi Gilbert Klaperman, Rabbi Leonard S. Kravitz, and Rabbi Max J. Routtenberg in preparing the manuscript for the <em>Prayer Book for Jewish Personnel in the Armed Forces of the United States</em>.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim",
        "Martial siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "interdenominational cooperation",
        "military"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "64491"
        ],
        "date_src_start": [
            "1984-04-03"
        ],
        "date_src_end": [
            "1984-04-03"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/11/prayerbook-for-jewish-personnel-in-the-armed-forces-of-the-united-states-jewish-welfare-board-1984-title.jpg",
        "title": "Prayerbook for Jewish Personnel in the Armed Forces of the United States (Jewish Welfare Board 1984) &#8211; title",
        "caption": "Prayerbook for Jewish Personnel in the Armed Forces of the United States (Jewish Welfare Board 1984) - title"
    },
    "source_link": "https://opensiddur.org/?p=64490",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/prayerbook-for-jewish-personnel-in-the-armed-forces-of-the-united-states-by-the-commission-on-jewish-chaplaincy-of-the-national-jewish-welfare-board-1984/",
    "slug": "prayerbook-for-jewish-personnel-in-the-armed-forces-of-the-united-states-by-the-commission-on-jewish-chaplaincy-of-the-national-jewish-welfare-board-1984"
}