{
    "post_id": 62870,
    "title": "📖 סִדּוּר לְחֹל לְשַׁבָּת וּלְיוֹם טוֹב (אשכנז) | Ritual de Oraciones para Todo el Año, a bilingual Hebrew-Spanish siddur compiled and translated by Rabbi Marcos Edery (Masorti Olami, 1965)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Marcos Edery (translation)",
            "bio": "Rabbi Mordechai Marcos Edery (1928-2010), born in Tangier, Spanish Morocco, was a traditionalist Conservative movement rabbi in Argentina, Jewish educator throughout Latin  America, and translator. He studied at the Maimonides Seminary in Tangier, going to Israel in the 1950s to work in teaching institutes for graduates arriving from the Diaspora. In 1956 he was invited to Buenos Aires to serve as Director of the Majon le Limudei Haiaadut of the Israelite Congregation of the Argentine Republic. In 1960 he attended Camp Ramah in Laguna de los Padres as a visiting professor. In Buenos Aires, Rabbi Edery became close with the Conservative movement rabbi Marshall Meyer, working in the Chalom Community in the Colegiales neighborhood. At the same time, he was appointed vice-rector of the Latin American Rabbinical Seminary and director of the Michlalá Hibrit in Buenos Aires, affiliated with AMIA (Association of Jewish Families). At the request of the World Council of Synagogues, Rabbi Edery translated into Spanish the Siddur and the Maḥzor for Rosh Hashanah and Yom Kippur in both Ashkenazi and Sefaradi nusḥaot, with notes and commentaries by Rabbi Meyer. In the early 1970s, he became rabbi of the Bet El Community, sharing the pulpit with Rabbi Meyer, a position he retired from more than a decade later, returning to a more traditional form of halakhic observance. As rabbi of Bet El and vice-rector of the Latin American Rabbinical Seminary, he began a translation of the Torah portions and their corresponding haftarot, for both the Ashkenazi and Sephardi rites, with his own commentaries based on the exegeses of traditional parshanim (commentators): Rashi, Ibn Ezra, Rambam, Ramban, Abarbanel, among others. The first volume, Bereshit, was published in 1982. Having completed this monumental work, he translated the book of Ḳohelet on the same basis. In 1985, he founded Congregation Tora ve Jaim, creating a new synagogue alternative in the vast Buenos Aires area.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marcos-edery-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marcos-edery"
        },
        {
            "name": "Marshall T. Meyer",
            "bio": "Rabbi Marshall T. Meyer (March 25, 1930 – December 29, 1993), born in Brooklyn, New York, was a Conservative movement rabbi who became a recognized international human rights activist while living and working in Argentina from 1958 to 1984, during the period of the \"Dirty War\" in the 1970s. He was elected by president Raúl Alfonsín to be one of the members of the National Commission on the Disappearance of Persons. After the restoration of democracy in 1983, Meyer was awarded the nation's highest honor, the Order of the Liberator General San Martín, by the new president. In Argentina Meyer also led the congregation Comunidad Bet El and founded Seminario Rabínico Latinoamericano, a Conservative Jewish rabbinical school in Buenos Aires that has trained generations of Spanish-speaking rabbis. Rabbi Meyer returned to the United States in 1984 and that year became rabbi of Congregation Bnai Jeshurun in New York City. He was called to revive the congregation of the oldest Ashkenazi synagogue in the city. He was one of those honored by president Cristina Fernández de Kirchner to those who fought for the restoration of democracy in Argentina",
            "website": "https://en.wikipedia.org/wiki/Marshall_Meyer",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/marshall-meyer-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marshall-meyer"
        },
        {
            "name": "Masorti Olami",
            "bio": "Masorti Olami (also known as the World Council of Synagogues) is the international umbrella organization for Masorti Judaism, founded in 1957 with the goal of making Masorti Judaism a force in the Jewish world. Masorti Olami is affiliated with communities in over 36 countries, representing with partners in Israel and North America close to two million people worldwide, both registered members and non-member identifiers. Masorti Olami builds, renews, and strengthens Jewish life throughout the world, with efforts that focus on existing and developing communities in Europe, Latin America, the former Soviet Union, Africa, Asia, and Australia. All of Masorti Olami's activities are conducted within the context of the overall Conservative Judaism movement, in close cooperation with its affiliated organizations in North America and Israel.",
            "website": "https://en.wikipedia.org/wiki/Masorti_Olami",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/07/masorti-olami-logo-96x96.png",
            "profile_link": "https://opensiddur.org/profile/masorti-olami"
        }
    ],
    "date": "2025-07-13",
    "last_updated": "2025-08-29",
    "excerpt": "סדור לחול לשבת וליום טוב <em>Ritual de Oraciones para Todo el Año</em> (1965) is a bilingual Hebrew-Spanish prayerbook for the entire year compiled and translated by Rabbi Marcos Edery <em>z\"l</em>, and published by the World Council of [Conservative] Synagogues. Besides the liturgy of the siddur, this prayerbook includes essays concerning prayer by 20th century scholars in Spanish translation, such as Rabbi Abraham Joshua Heschel and Israel Abrahams. . . .",
    "content": "<p><span class=\"hebrew\">סדור לחול לשבת וליום טוב</span> <em>Ritual de Oraciones para Todo el Año</em> (1965) is a bilingual Hebrew-Spanish prayerbook for the entire year compiled and translated by Rabbi Marcos Edery <em>z&#8221;l</em>, and published by the World Council of [Conservative/Masorti] Synagogues under the supervision of Rabbi Marshall T. Meyer (1930-1993). Besides the liturgy of the siddur, this prayerbook includes essays concerning prayer by 20th century scholars in Spanish translation, such as Rabbi Abraham Joshua Heschel and Israel Abrahams.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-lehol-leshabbat-uleyom-tov-marcos-edery-1965/Siddur%20l%27Hol%20l%27Shabbat%20ul%27Yom%20Tov%20%28Marcos%20Edery%201965%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain in the United States by treaty according the Uruguay Round Agreements Act (1994), 50 years having passed since its publication in Argentina (the general term of copyright for works published between 1957 and 1997).</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nINTRODUCCIÓN\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nINTRODUCTION\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\n¿Es posible escribir una introducción a un Sidur? Tal vez se pueda, sí, ofrecer al lector un estudio científico de la evolución de la oración judía a través de las edades. No obstante, una investigación seria y profunda sobre este tema se extendería mucho más allá del espacio de que aquí disponemos. Por lo demás, bien podría ocurrir que el interés que despertase un estudio de esta naturaleza, así como los conocimientos que su lectura proporcionara, no lograsen, en verdad, el propósito de suscitar en el lector el deseo y la capacidad de orar. Quizá el mensaje más valioso que un prólogo breve pueda contener sea, simplemente, el de una guía capaz de orientar al creyente en su búsqueda de comunicación con la Divinidad. Empero, también esto está, por desgracia, fuera del alcance del autor, pues la oración no es una actividad del intelecto sino una función del ser en toda su integridad, que sólo la experiencia y la elaboración ulterior tornarán comprensible. Y para que este proceso tenga un verdadero significado, es imprescindible que se lo viva en el sentido existencial.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIs it possible to write an introduction to a Siddur? Perhaps one can, yes, offer the reader a scientific study of the evolution of Jewish prayer through the ages. However, a serious and thorough investigation of this subject would extend far beyond the space available here. Moreover, it could well be that the interest aroused by a study of this nature, as well as the knowledge that reading it would provide, would not really achieve the purpose of arousing in the reader the desire and the ability to pray. Perhaps the most valuable message that a brief prologue can contain is simply that of a guide capable of orienting the believer in his search for communication with the Divine. However, this too, unfortunately, is beyond the author&#8217;s reach, for prayer is not an activity of the intellect but a function of the whole being, which only experience and further elaboration will make comprehensible. And for this process to have true meaning, it is essential that it be lived in the existential sense.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSe cuenta que un hombre pasaba, en una ocasión, frente a una casa en cuyo segundo piso se celebraba una boda. Al espiar a través de las ventanas, vio que los invitados saltaban, brincaban y gesticulaban de una extraña manera, e imaginó que debían estar todos. rematadamente locos. La explicación era muy simple: el hombre era sordo, sordo de nacimiento. Por esta razón no oía la música que llegaba por la ventana abierta y no podíà, naturalmente, darse cuenta de que lo que hacían era cantar y bailar.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe story goes that a man was once passing in front of a house where a wedding was being held on the second floor. Peering through the windows, he saw that the guests were leaping, jumping and gesticulating in a strange way, and he imagined that they must have all been completely crazy. The explanation was very simple: the man was deaf, deaf from birth. For this reason he could not hear the music coming through the open window and could not, of course, realize that what they were doing was singing and dancing.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNuestra actitud frente a la oración es comparable a la del hombre de este cuento encantador. Aquél que es sordo a la música del éxtasis espiritual, insensible a la búsqueda de comunicación con Dios, contempla al orante como si fuese un loco, cuando en verdad lo que ocurre es que él es sordo e incapaz de percibir la música sublime.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur attitude towards prayer is comparable to that of the man in this enchanting story. He who is deaf to the music of spiritual ecstasy, insensitive to the quest for communication with <span class=\"divine-referent\">God</span>, contemplates the prayerful man as if he were a madman, when in truth what is happening is that he is deaf and incapable of perceiving the sublime music.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nVivimos en un mundo y una época en los que rara vez es el hombre capaz de percibir la auténtica música de la oración. Vivimos en una callada —y a veces menos callada— desesperanza; no obstante, no buscamos los infinitos cauces de la verdadera espiritualidad. Con esto no queremos sugerir que no haya entre nosotros seres genuinamente espirituales. Lo que intentamos es explicarnos por qué tantos hombres pertenecientes al pueblo que enseñó al mundo la grandeza del Libro de los Salmos, no pueden hoy entonar con verdadera convicción y madura fe los versos de esos Salmos. Existe, entre nuestra vida y la melodiosa armonía de la oración, una profunda discordancia. En medio del estrépito y la cacofonía de la vida moderna, entre los desconciertos del desasosiego económico y social, las armonías de la vida del espíritu se pierden en la nada.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe live in a world and an age in which man is rarely able to perceive the authentic music of prayer. We live in a quiet — and sometimes less quiet — hopelessness, yet we do not seek the infinite channels of true spirituality. By this we do not mean to suggest that there are no genuinely spiritual beings among us. What we are trying to explain is why so many men belonging to the people who taught the world the greatness of the Book of Psalms cannot today intone with true conviction and mature faith the verses of those Psalms. There is, between our life and the melodious harmony of prayer, a profound discordance. Amidst the din and cacophony of modern life, amidst the bewilderment of economic and social unrest, the harmonies of the life of the spirit are lost in nothingness.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNo obstante, quizá esto mismo sugiera que la curación puede ser ocasionalmente, en ciertos hombres, un místico estado de ánimo. El judaísmo enseña que para que el hombre permanezca humano, debe de ser más que humano, condición ésta que podemos vislumbrar a través de su capacidad para alabar a Aquél que lo ha creado. El problema que se plantea es por cierto obvio. ¿Qué ocurre, entonces, cuando un hombre siente que es incapaz de orar?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPerhaps, however, this itself suggests that healing may occasionally be, in certain men, a mystical state of mind. Judaism teaches that for man to remain human, he must be more than human, a condition which we can glimpse through his ability to praise the One who created him. The problem that arises is obvious: what happens, then, when a man feels that he is incapable of praying?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSe cuenta que una vez, en una aldea alejada del mundanal ruido, murió el único relojero, que allí había. Uno tras otro, los relojes de todos los aldeanos empezaron a funcionar mal y terminaron por detenerse. Uno tras otro, los pobladores dejaron de dar cuerda a sus relojes. Todos excepto un solo hombre, que, aunque sabía que su reloj sin duda marchaba mal, siguió dándole cuerda todos los días. Años más tarde, llegó por fin a la aldea otro relojero: mas no pudo reparar ninguno de los relojes detenidos, pues su sutiles mecanismos se habían oxidado. Ninguno, salvo el del hombre que, diligentemente, había dado cuerda a su reloj, día tras día.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe story goes that once, in a village far from the madding crowd, the only clockmaker there died. One after another, the clocks of all the villagers began to malfunction and eventually stopped. One after another, the villagers stopped winding their clocks. All except one man, who, although he knew that his watch was certainly running poorly, continued to wind it every day. Years later, another watchmaker finally arrived in the village: but he could not repair any of the stopped watches, for their subtle mechanisms had rusted. None, except that of the man who had diligently wound up his watch, day after day.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEsto mismo ocurre con la oración. Debemos seguir orando, aún cuando no siempre tengamos la sensación de que nos concentramos realmente en nuestra plegaria, pues el sutil mecanismo del espíritu humano también se herrumbra con facilidad. El judaísmo enseña que, naturalmente, es preferible que siempre podamos orar con la concentración y la participación necesarias. Pero si una u otra estuvieren ausentes, debemos, no obstante, seguir orando, pues esa es la mejor manera de que nos conservemos verdaderamente humanos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe same is true of prayer. We must continue to pray, even if we do not always have the feeling that we are really concentrating on our prayer, for the subtle mechanism of the human spirit also rusts easily. Judaism teaches that it is naturally preferable that we should always be able to pray with the necessary concentration and participation. But if one or the other is absent, we must nevertheless continue to pray, for that is the best way for us to remain truly human.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nMas, a tal punto nuestros corazones se han vuelto impenetrables a todo cuanto no sea material, que las categorías de la oración nos son ajenas. Nos hemos dejado seducir por la creencia de que lo real es tan solo aquello que podemos palpar, medir y verificar objetivamente, y que por lo tanto todo aquello que no podemos palpar y medir y verificar ha de ser necesariamente irreal. Esto no es en modo alguno verdadero, como comprobaremos fácilmente: si escudriñamos y estudiamos minuciosamente la historia de la vida del hombre sobre la faz de la tierra. Es muy posible que la secreta esencia de la vida del hombre, y lo que lo induce a responder a los llamados del deber, esté en verdad más allá de toda posible definición de lo real, y que siempre haya sido así.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHowever, our hearts have become so impenetrable to everything that is not material that the categories of prayer are alien to us. We have allowed ourselves to be seduced by the belief that what is real is only that which we can touch, measure and verify objectively, and that therefore everything that we cannot touch, measure and verify must necessarily be unreal. This is by no means true, as we shall easily see: if we scrutinize and study minutely the history of man&#8217;s life on the face of the earth. It is quite possible that the secret essence of man&#8217;s life, and that which induces him to respond to the calls of duty, is indeed beyond all possible definition of the real, and that it has always been so.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nUna de las firmes convicciones del judaísmo es que el hombre no puede permanecer como tal sin la oración, lo que equivale a decir sin su creencia en Dios Creador. La fe suscita la acción, y la espontánea respuesta del creyente es la oración.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nOne of the firm convictions of Judaism is that man cannot remain a man without prayer, which is to say without his belief in <span class=\"divine-referent\">God the Creator</span>. Faith prompts action, and the spontaneous response of the believer is prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAhora bien: ¿cómo se puede alcanzar la fe?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nNow, how can faith be attained?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuizás abriendo, sencillamente, nuestro ser más íntimo, a las maravillas y bellezas que nos rodean; alzándonos en armas contra los males que amenazan a nuestra sociedad. La oración es, precisamente, la actividad que ayuda al hombre a sentirse capaz de luchar por una sociedad mejor, a no sucumbir ante el “status quo”. La oración es la actividad que lleva a la participación en la constante creación de muestro mundo. <em>Pues el verdadero enemigo de lo bueno no es lo malo sino lo mejor.</em>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPerhaps by simply opening our innermost being to the wonders and beauties that surround us; by taking up arms against the evils that threaten our society. Prayer is precisely the activity that helps man to feel capable of fighting for a better society, not to succumb to the &#8220;status quo.&#8221; Prayer is the activity that leads to participation in the constant creation of our world. <em>For the true enemy of the good is not the bad but the better.</em>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCreemos que el hombre, y esencialmente el judío, que abandona la práctica de la oración, no puede subsistir. La leyenda judaica nos revela que allí donde no vibran ya en las sinagogas las voces de los orantes, el pueblo judio no tiene el destino de una larga y fecunda existencia.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe believe that man, and essentially the Jew, who abandons the practice of prayer, cannot survive. The Jewish legend reveals that where the voices of those who pray no longer vibrate in the synagogues, the Jewish people does not have the destiny of a long and fruitful existence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAl presentar esta edición del Sidur, oramos con todo fervor por que su lectura ayude a muchos judíos a volver a su Creador y a su&#8217;pueblo, por que se integren una vez más en las categorías multidimensionales de la vida espiritual y creadora. Y si también hombres de otros credos encuentran en estas antiguas oraciones fortaleza y consuelo, quedará una vez más demostrado que la religión madre de nuestra sociedad occidental no ha perdido su voz ni su pujanza.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn presenting this edition of the Siddur, we fervently pray that its reading will help many Jews to return to their Creator and His people, that they will once again be integrated into the multidimensional categories of spiritual and creative life. And if people of other faiths also find strength and comfort in these ancient prayers, it will once again prove that the mother religion of our Western society has lost neither its voice nor its power.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl Sidur ha desempeñado siempre un papel preponderante en la sinfónica grandeza de la vida y del pensamiento judíos. Se ha dicho que el libro mayor de toda la teología judaica es El Libro de Oraciones; y si meditamos largamente en las ideas y sentimientos que en él se expresan, comprenderemos que en el Sidur subyace la melodía auténtica que es el misterioso secreto de la supervivencia judía.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Siddur has always played a preponderant role in the symphonic grandeur of Jewish life and thought. It has been said that the greatest book of all Jewish theology is The Prayer Book; and if we meditate at length on the ideas and sentiments expressed therein, we will understand that in the Siddur lies the authentic melody which is the mysterious secret of Jewish survival.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nQuiera Dios alumbrar nuestra senda con la luz de Su Amor y de Su Justicia, y enseñarños una vez más a orar, es decir a vivir.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay <span class=\"divine-referent\">God</span> illuminate our path with the light of His Love and His Justice, and teach us once again to pray, that is to say, to live.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMARSHALL T. MEYER.<br />\n[Director para Latinoamérica del Consejo Mundial de Sinagogas]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMarshall T. Meyer<br />\n[Director for Latin America of the World Council of Synagogues]\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Translation)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\" style=\"text-align: left;\">\nNOTA DEL TRADUCTOR\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTranslator&#8217;s Note\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEste Ritual de Oraciones es presentado con la firme esperanza de que pueda satisfacer las necesidades e inquietudes espirituales de todas aquellas personas que están empeñadas e interesadas en perpetuar el judaísmo tradicional; asimismo abrigamos el anhelo de que podamos romper la indiferencia de las personas alejadas del mundo de la oración.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis Ritual of Prayers is presented with the firm hope that it can satisfy the spiritual needs and concerns of all those who are committed and interested in perpetuating traditional Judaism; we also hope that we can break the indifference of those who are far from the world of prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSabemos que uno de los problemas más candentes para el judaísmo contemporáneo, es el lograr una síntesis entre lo antiguo y lo más nuevo de la tradición judía.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe know that one of the most burning problems for contemporary Judaism is to achieve a synthesis between the old and the new of the Jewish tradition.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCreemos presentar con este Sidur nuestro modesto aporte para el logro o consecución de tan noble fin.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe believe that this Sidur is our modest contribution to the achievement of such a noble goal.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTres principios fundamentales nos han guiado en la traducción de este Sidur, a saber:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThree fundamental principles have guided us in the translation of this Sidur, namely:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\na) El principio de la continuidad con la tradición litúrgica. Esta consideración, si bien no nos exime de la obligación de actualizar las formas devocionales, nos previene de no incurrir en desestima de las creaciones del espíritu, producto de la piedad de las generaciones pasadas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\na) The principle of continuity with the liturgical tradition. This consideration, although it does not exempt us from the obligation to update devotional forms, prevents us from disregarding the creations of the spirit, the product of the piety of past generations.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl hecho mismo de mantener una continuidad litúrgica puede encaminarnos a una creación constante y revitalizadora en ese terreno.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe very fact of maintaining a liturgical continuity can lead us to a constant and revitalizing creativity in this field.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPues generalmente, cuando leemos las creaciones milenarias del Sidur y pasa ante nuestros ojos el aporte sucesivo de las generaciones, no podemos ocultar nuestra nostalgia hacia ese don de la creatividad religiosa, de la cual nuestra grneración sufre una carencia aguda.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor generally, when we read the millenary creations of the Sidur and pass before our eyes the successive contribution of the generations, we cannot hide our nostalgia for that gift of religious creativity, of which our generation suffers from an acute lack.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nb) El principio de sensibilidad hacia las hecénidides espirituales de nuestra generación.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nb) The principle of sensitivity to the spiritual hecénidides of our generation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nUn Sidur como libro de oraciones debe expresar también nuestras propias aspiraciones e inquietudes. Por eso hemos insertado en el mismo, escritos salidos de las plumas de los mejosres pensadores judíos modernos y contemporáneos, ya que creemos que ellos reflejan las inquietudes espirituales del judío del siglo xx.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nA Siddur as a prayer book must also express our own aspirations and concerns. That is why we have inserted in it, writings from the pens of the best modern and contemporary Jewish thinkers, since we believe that they reflect the spiritual concerns of the Jew of the twentieth century.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEs sabido que los textos del Sidur representan el “Matbéa shel Tefilá” o sea la expresión del mínimo de nuestra potencialidad devocional, por eso las generaciones tienen el deber de un constante aporte al mismo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is known that the texts of the Siddur represent the “Matbea shel Tefillah” or the expression of the minimum of our devotional potentiality, that is why the generations have the duty of a constant contribution to it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nTeniendo en cuenta Ía sensibilidad arriba mencionada, nos hemos permitido hacer una traducción, no literal de los textos hebreos, aunque si firmemente fiel al espíritu de los mismos. Nos preguntamos al respecto, ¿es acaso legítimo el apartarse del texto, ofrecer una traducción libre del mismo?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nTaking into account the sensitivity mentioned above, we have allowed ourselves to make a translation, not a literal translation of the Hebrew texts, but one that is firmly faithful to their spirit. We wonder in this regard, is it legitimate to deviate from the text, to offer a free translation of it?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nNuestra respuesta es la misma que enunciaron los sabios del Talmud, cuando dijeron: “Todo aquél que traduce un versículo literalmente, ha cometido un fraude” (Kidushin 49a).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOur answer is the same as that enunciated by the sages of the Talmud, when they said: “Anyone who translates a verse literally has committed fraud” (Kiddushin 49a).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCada idioma tiene su forma distintiva y peculiar, por eso si insistimos en retener el sentido literal del mismo llegaremos a lo absurdo o sea la distorsión literaria.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEach language has its own distinctive and peculiar form, so if we insist on retaining the literal sense of it, we will reach the absurdity of literary distortion.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA modo de ilustración, nos permitimos citar aquí un estilo literario bíblico llamado en hebreo “Kefel hainian bemilim shonot” o sea, un paralelismo en la poesía que enuncia, en un mismo versículo, dos veces la misma idea con palabras distintas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBy way of illustration, we allow ourselves to quote here a biblical literary style called in Hebrew “Kefel hainian bemilim shonot”, that is, a parallelism in poetry that states, in the same verse, twice the same idea with different words.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEse estilo es uno de los más apreciados por el lector de la Biblia en su idioma original, no así para el lector de la misma en castellano.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis style is one of the most appreciated by the reader of the Bible in its original language, but not by the reader of the Bible in Spanish.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSi tenemos en cuenta también que el objeto de esta traducción es el alentar al piadoso que no conoce el idioma de la Biblia a orar en su propio idioma, comprenderemos la necesidad imperiosa que tenemos de una traducción no literal.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIf we also take into account that the purpose of this translation is to encourage the pious who do not know the language of the Bible to pray in their own language, we will understand the imperative need we have for a non-literal translation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa oración en un idioma no hebreo, para el hombre que no entiende este último, ha sido el objeto de una pronunciación manifiesta de nuestros sabios, desde la época de la Mishná, pasando por la Guemará y llegando hasta el Rambam y el “Shuljan Aruj”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nPrayer in a non-Hebrew language, for the man who does not understand the latter, has been the object of a manifest pronunciation of our sages, since the time of the Mishnah, passing through the Gemara and reaching up to the Rambam and the “Shulḥan Arukh”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAsí podemos leer en la Mishná, Tratado Sotá, cap. 7, mishná 1: “Estas son las oraciones que se pueden pronunciar en cualquier idioma&#8230; la lectura de la Shemá, la Amidá, la Bendición después de las comidas&#8230;” Haciéndose eco de esta mishná, Maimónides en su libro “Mishné Torá” dice literalmente: “La persona puede leer la Keriat-shemá en cualquier idioma que la entienda (Hiljot Keriat Shémá, cap. 2, halajá 10).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThus we can read in the Mishnah, Tractate Sotah, ch. 7, mishnah 1: “These are the prayers that can be uttered in any language&#8230; the reading of the Shema, the Amidah, the Blessing after meals&#8230;” Echoing this mishnah, Maimonides in his book “Mishneh Torah” literally says: &#8220;A person may read the Qeriyat-shema in any language he understands (Hilkhot Qeriyat Shema, ch. 2, halakhah 10).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nFinalmente, esta opinión fue codificada con carácter de “halajá” por el autor del “Shuljan Aruj”, Rabi Iosef Karo. Así leemos en el “Oraj Jaim”, cap. 62, con respecto a Keriat Shema, y en el cap. 101 con respecto a la Amidá.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, this opinion was codified as “halachic” by the author of the “Shulḥan Arukh”, Rabbi Yosef Karo. Thus we read in the “Oraḥ Ḥayyim”, ch. 62, regarding Qeriyat Shema, and in ch. 101 regarding the Amidah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nc) Integridad intelectual. Este punto requiere de nosotros dos cosas al mismo tiempo, a saber: no traicionar conceptos emitidos por el autor y no evadir el problema de la actualización de los valores tradicionales más antiguos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nc) Intellectual integrity. This point requires from us two things at the same time, namely: not to betray concepts issued by the author and not to evade the problem of updating the oldest traditional values.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPara ellos hemos recurrido a la “fuerza interpretativa” de nuestros exégetas. Cada texto, cada capítulo de Biblia, cada mishná, han sido traducidos en base a la exégesis de los mismos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor them we have resorted to the “interpretative power” of our exegetes. Every text, every chapter of the Bible, every mishnah, has been translated on the basis of their exegesis.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nSirva de ejemplo ilustrativo el versículo siguiente del Salmo 29, “Kol Adonai iejolel aialot””; generalmente, este versículo ha sido traducido: “La voz de Adonai causa dolor (de parto) a las gacelas”. Las últimas investigaciones del idioma bíblico y su estilo, así como el contexto, demuestran que esta traducción no es la mejor. Por eso lo hemos traducido: “La voz de Dios hizo danzar a los árboles” ya que eso se confirma por la segunda parte del versículo que dice: “Vaiejesof iearot” o sea: “El deshojó los bosques”. Además según el contexto veremos que el tema central del Salmo es: La voz de Dios, y su efecto sobre la naturaleza.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe following verse of Psalm 29, “Kol Adonai yeḥolel ayalot”, serves as an illustrative example“; generally, this verse has been translated: ”The voice of <span class=\"divine-referent\">Adonai</span> causes pain (of childbirth) to the gazelles&#8221;. The latest investigations of the biblical language and style, as well as the context, show that this translation is not the best. That is why we have translated it: “The voice of <span class=\"divine-referent\">God</span> made the trees dance” since this is confirmed by the second part of the verse that says: “Vayeḥesof iearot” that is: “<span class=\"divine-referent\">He</span> stripped the forests”. Furthermore, according to the context we will see that the central theme of the Psalm is: The voice of <span class=\"divine-referent\">God</span>, and its effect on nature.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nA veces, el lector notará que un mismo término, o una misma oración ha sido traducida en forma distinta en lugares distintos del Sidur. Por ejemplo, en lo que respecta a “Tejiat hametim”. En la Amidá, traducimos: “traerás a los difuntos a la vida inmortal”; mientras que en el himno “Igdal” traducimos “Con su misericordia revivirá a los muertos”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nSometimes, the reader will notice that the same term, or the same sentence has been translated differently in different places in the Siddur. For example, regarding “Teḥiat hametim”. In the Amidah, we translate, “Thou shalt bring the departed to immortal life”; while in the hymn ‘Yigdal’ we translate “With <span class=\"divine-referent\">His</span> mercy <span class=\"divine-referent\">He</span> shall revive the dead”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nCon ello hemos querido ofrecer al lector una posibilidad du interpretación de dicho concepto, extraída del mundo del pensamiento judío, guardando, no obstante, también el significado literal del mismo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn doing so, we have tried to offer the reader a possible interpretation of this concept, drawn from the world of Jewish thought, while keeping, however, the literal meaning of the concept.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEn el orden técnico de las cosas hemos seguido el criterio ya esbozado en la nota a nuestro: “<a href=\"/?p=62683\">Ritual de Oraciones para Servicios Vespertinos Sabáticos y Festividades</a>”, editado por el Consejo Mundial de Sinagogas en Buenos Aires, en el año 1963.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn the technical order of things we have followed the criteria already outlined in the note to our: <em><a href=\"/?p=62683\">Ritual of Prayers for Sabbath Evening Services and Festivities</a></em>, edited by the World Council of Synagogues in Buenos Aires, in 1963.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nLa edición de la presente obra pudo ser llevada a cabo, gracias a la iniciativa del Consejo Mundial de Sinagogas, Oficina Latinoamericana, y a la incansable labor de su dinámico director, Rabino Marshall T. Meyer, que no ha cejado en sus esfuerzos en pro de una integración de los valores del Judaísmo, dentro de las comunidades judías de habla castellana. Las lecturas complementarias de este Sidur han sido traducidas por las señoras: Eugenia Lublín y Matilde Horne, y por el alumno del Seminario Rabínico Latinoamericano Víctor A. Mirelman.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe edition of the present work could be carried out thanks to the initiative of the World Council of Synagogues, Latin American Office, and to the tireless work of its dynamic director, Rabbi Marshall T. Meyer, who has not ceased in his efforts in favor of an integration of the values of Judaism within the Spanish speaking Jewish communities. The complementary readings of this Sidur have been translated by Mrs. Eugenia Lublin and Mrs. Matilde Horne, and by the student of the Latin American Rabbinical Seminary Victor A. Mirelman.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nAgradecemos igualmente al señor Rubén Nisenbom, también alumno del Seminario Rabínico Latinoamericano, por su valiosa colaboración en la revisión de la versión castellana de este Sidur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe also thank Mr. Rubén Nisenbom, also a student of the Latin American Rabbinical Seminary, for his valuable collaboration in the revision of the Spanish version of this Siddur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nPor último, agradecemos a todos nuestros sinceros amigos que nos alentaron con su acogida a nuestra primera traducción, a emprender esta otra de mayor envergadura.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFinally, we would like to thank all our sincere friends who encouraged us, by their support of our first translation, to undertake a larger one.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"spanish\" lang=\"spa-Latn\">\nEl Traductor\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Translator\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Conservative Jewry",
        "Nusaḥ Sefaradi",
        "Spanish Translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3041"
        ],
        "_thumbnail_id": [
            "62871"
        ],
        "date_src_start": [
            "1965-00-00"
        ],
        "date_src_end": [
            "1965-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Spanish\",\"code\":\"spa\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/07/siddur-lhol-lshabbat-ulyom-tov-marcos-edery-1965-title.png",
        "title": "Siddur l&#8217;Hol l&#8217;Shabbat ul&#8217;Yom Tov (Marcos Edery 1965) &#8211; title",
        "caption": "Siddur l'Hol l'Shabbat ul'Yom Tov (Marcos Edery 1965) - title"
    },
    "source_link": "https://opensiddur.org/?p=62870",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/ritual-de-oraciones-para-todo-el-ano-a-bilingual-hebrew-spanish-siddur-compiled-and-translated-by-marcos-edery-1965/",
    "slug": "ritual-de-oraciones-para-todo-el-ano-a-bilingual-hebrew-spanish-siddur-compiled-and-translated-by-marcos-edery-1965"
}