{
    "title": "&#x1F4D6; סדר התפלות חלק א׳ (מנהג הספרדים)‏ | Seder haTefilot vol.1: Daily and Occasional Prayers, translated by Rabbi David de Aaron de Sola (1835/1852), edited and revised by Moses Gaster (1901)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        },
        {
            "name": "David de Aaron de Sola (translation)",
            "bio": "David de Aaron de Sola or David Aaron de Sola (1796 – 1860) (Hebrew: דוד אהרן די סולה) was a rabbi and author, born in Amsterdam, the son of Aaron de Sola. In 1818, D.A. de Sola was called to London to become one of the ministers of the Bevis Marks Congregation under Haham Raphael Meldola (who would also later become his father-in-law). De Sola's addresses before the Society for the Cultivation of Hebrew Literature led the mahamad (board of directors of the congregation) to appoint him to deliver discourses in the vernacular, and on March 26, 1831, he preached the first sermon in English ever heard within the walls of Bevis Marks Synagogue (all previous ones being spoken in Spanish or Portuguese). His discourses were subsequently published by the mahamad. Of his style, one observer wrote: \"Though a scholar and a thinker, yet he...used the most unpedantic terms and assumed a quiet, colloquial manner.",
            "website": "https://en.wikipedia.org/wiki/David_de_Aaron_de_Sola",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/david-aaron-de-sola-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-aaron-de-sola"
        }
    ],
    "date": "2019-10-12",
    "last_updated": "2023-04-06",
    "excerpt": "A bilingual Hebrew-English siddur, nusaḥ sefarad, with a translation for Rabbi David de Aaron de Sola, revised and edited by Moses Gaster. . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederhatefilotvol1dailyandoccasionalprayersmosesgaster1901#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the expiration of term of copyright for the copyright holder listed in the copyright notice (seventy-five years having passed since their death).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>INTRODUCTION. </p>\n<p>The Form of the Sephardi Prayer Book, which has obtained in the Communities of Holland, England and America, has a history of its own. As a reprint is now appearing under my authority I will endeavour to trace in a few pages that history in a general outline, so that it may serve as an Introduction to the new issue. </p>\n<p>In the first instance we must distinguish between the prayers proper and the order in which they arc recited, especially in public worship. Those prayers which form the basis of the Prayer Book and the centre of our worship are of extreme antiquity: they existed, at least, in the time of the second Temple. They had not yet, however, been definitely fixed at that time. Nor can we say that they have been preserved in the very same form as far as the wording is concerned. The only permanent and immutable element is the Doxology or Blessing at the end of each prayer and the number of the Blessings which are to be recited at various periods during the day, and the centre for the Morning and Evening Service, which is the Shemá (שמע). Most of these ancient prayers have been formulated by our Sages. We find them scattered through the pages of the Talmudic literature. But they were not written down for a long time. The “Reader,” who as a rule was a learned man, and enjoyed a great reputation, used to read the prayers aloud for the people to listen and to respond at the Benedictions. The only examples of alternate psalmody or antiphony are the Song of Moses, which was incorporated later in the service, and the last portion of the Hallél Psalms. From the fifth century, however, onwards, when also the traditional Law was written down to form the Talmud, we find traces of “Collections” of prayers. These were by no means uniform. To the old and principal prayers, which were also obligatory, many others were added in accordance with the character of special days. Festival days and penitential days, as well as fast days, were enriched with poetical compositions due mostly to such “Readers.” Hymns or supplications, songs of praise or wailing dirges and lamentations, in harmony with the significance of the day on which they were to be recited. They were read either between the prayers proper, as poetical intercalations, or at the end as a kind of supplementary exhortation. The adding of new portions to the Prayer Book starts probably from the second or third century, i.e. if we include in this list of additional prayers the “Selihhóth” for the fast days, and continues up to our very days. </p>\n<p>Side by side with prayers proper go Blessings, which every Jew is expected to recite on the occasions required by the Law, and by the injunction that he is to devote on every day a small portion of his time to meditate in the Law. Taking this last word in its widest sense, it became the source for those additions which were incorporated at a later time into the Prayer Book, <em>viz.</em> the Blessings and Benedictions which were to be uttered early in the morning, it being man’s first duty to commune in gratitude with his God, and to prepare himself for the ordinary pursuits of life in accordance with the Divine Commands. Portions of the Bible and of Talmudic writings were then selected for every man to peruse and to study. In order to lead up to the proper prayers, and to attune the mind and heart, a selection of Psalms concluding with the Song of Moses was also added to the initial portion of daily devotions. These additions are not of the same age, nor is the order in which they succeed one another the same everywhere. Their introduction rested on the amount of scholarly attainment of those “Readers” and on the tradition which they represented. Much is due to local traditional Usages. In not a few cases it rests on the original sources from which the Communities obtained their Liturgies. It must not be forgotten that the Jews lived dispersed through many lands, whilst the centre of Hebrew learning and of the Liturgy was only in Palestine, and at a later date also in Babylon. From these two countries they obtained all their religious literature. We find therefore two distinct tendencies in our literary tradition, and similarly also in our Liturgy. We distinguish such two groups differing among themselves not only in the wording of the ancient prayers, but still more so in the additions which were made, in the hymnology, in the Psalms used, and also in the order in which the various prayers follow upon one another in the public worship. One Rite is called the Sephardi or Spanish, and the other the Ashkenazi or Franco-German Rite, represented by the Liturgy of the Jews who up to the fifteenth century lived either in Spain or in the French and German countries. These terms need not be limited, however, to the Liturgies of those countries; they apply to much wider areas. For to the Sephardi Rite belong all the Jews who live in the Muhammedan countries, as well as those who left Spain and Portugal, and have settled in the West of Europe and in America, whilst to the other, the Ashkenazi Rite, belong all the Jews living in Europe and their descendants in other countries of the East and West. Nor are these two Rites of absolute uniformity even within their borders. They are subdivided into a large number of minor groups which, though identical in essential points, yet differ, and often considerably, in the selection of their hymns and in the order of the elements that make up the Prayer Book. How old some of these “Minhagim” or “Uses” may be, cannot easily be ascertained. Some go back to a comparatively high antiquity. Already in the eighth century the attempt was made to introduce a certain uniformity. The Gaonim of Babylon tried hard to accomplish this end, and to introduce everywhere the “Use” of Babylon; but then already were the local traditions so strong, and the overwhelming force of old established “Minhagim” so deeply rooted, that even the Gaonim did not entirely succeed. Through their levelling work many of the graver differences must have disappeared. We must rely on exceptional finds in old libraries to reconstruct, say, the Liturgy of the seventh or sixth century. Yet much of the old material has remained embedded in those differences which constitute the two Rites. Of these, the Sephardi has come down to us in a great variety of “Minhagim,” and I limit myself to the consideration of these alone, and to the elucidation of the problem hitherto not yet solved, <em>viz.</em> to fix if possible the origin of this our Liturgy. As remarked above, no old “Orders of Prayers” or “Prayer Books” are in existence, which go back to the starting-point of the Liturgy, containing not only the words and collections of prayers, but also the indication of sequence and order in which they are to follow upon one another, the way in which they are to be recited, none with what is termed the “rubrics” of the Prayer Book. The oldest Prayer Book, in this sense of the word, mentioned is that of Babylonian origin, ascribed to the Gaon Kohen Zedek of the middle of the ninth century, which seems lost. Towards the second half of the same century, at the request of Meir ben Joseph and Isaac ben Simeon, the Gaon Amram sent his Order of Service to Spain. It is remarkable that though this Order was sent to Spain, where it may have exercised some influence on certain forms of the Sephardi Prayer Book, yet it has not been adopted in its entirety. Notable differences distinguish the Sephardi Liturgy from the Text of Amram as preserved to us in the somewhat late copies of the thirteenth and fourteenth centuries. The Franco-German agrees in the wording of the principal prayers more with “Amram” than the Spanish Ritual. </p>\n<p>Considering that the Liturgy in Amram’s form represents the Babylonian, and that it differs from the Spanish, I am forced to the conclusion that the Spanish Ritual, and especially the older part of it, is of Palestinian origin. The difficulty to reconcile this opinion with the fact that the Spanish Ritual is characterized by a complete absence of all the poems of Kalir, who was undoubtedly of Palestinian origin, a difficulty which has induced the greatest of our scholars, Zunz, to assume a Babylonian origin for the Spanish Ritual, is no difficulty at all. For surely, long before the time of Kalir, the older portions of the Prayer Book had been brought to Spain. This view is strengthened by a further examination of those Liturgies and Rituals which I believe to be of a Palestinian origin. In the first place I turn to the order of prayers composed by the famous Gaon Saadia. He embodied in one volume all those prayers that were used in his time in Egypt in what, he must have considered to be, the most authentic and correct form. He compiled that “Order” whilst still in the Fayyum, towards the end of the ninth or the beginning of the tenth century. It must not be thought that any Gaon presumed to compose new prayers. The Gaonim merely collected those which they considered to be the most accurate, versions and circulated them anew, endowed with the stamp of their authority as Gaonim. They added, as in the case of Saadia, some of their own poetical compositions, but these were not “Prayers,” and no sanctity was attached to them. They claimed no higher rank or authority than to be the compositions of a highly gifted person, or a man of high standing. It was left to the various congregations to accept these Hymns and Exhortations or to reject them; a liberty of which the Communities availed themselves to the fullest extent. Fragments of old local Liturgies have also since come to light from that very part of the world. Above all, the long lost or hitherto absolutely unknown ritual of the Jews of Yemen lias enriched our knowledge of old Oriental forms of the Liturgy during the last few years, and has thrown a new light upon the peculiarities of the Rite which goes by the name of the Spanish or Sephardi. I have collated and minutely compared these various Rites among themselves, and in their relation to the old Orders of Amram and Saadia. The similarity between the forms and the wording in the Yemen ritual, and the fragments from Egypt and the older versions of the Spanish Liturgy, is surprising, and I have come to the conclusion that they represent, in the oldest portions of their prayers, the Palestinian form of our Liturgy, Yemen was independent of Babylon, but depended entirely on Palestine, and the Yemen Liturgy in its oldest form can only have been borrowed from that country. In this Liturgy the poems of Kalir are also absolutely missing, and their place is taken by old Aramaic poems like the “Rahamana.” In more recent times poems of later Spanish writers were introduced, especially after the great change wrought by the influence which Maimonides exercised upon all Oriental Communities, and more so upon those closely connected with Spain and Egypt. This influence is the next factor which I must consider in the history of the Prayer Book and the Order of Prayers. Maimonides formulated both, in his admirably lucid way, in his great work, which became the standard for many countries where the Jews regulated their life in accordance with the prescriptions laid down in his Code of Hebrew Law. The Liturgy was then subjected to a process of remodelling and adjusting in almost all the countries of the East upon the lines; laid down by Maimonides. The natives introduced his formulas and wordings into their old Prayer Books, but anything like uniformity could not be attained even by him. The local “Uses” still retained some force, and many remnants of the old customs have been retained in the various Liturgies of the Spanish Rite. </p>\n<p>This general term must now be understood to cover a wide area, and to embrace a multitude of minor and greater variations. Up to the thirteenth century many points in the Liturgy had not been definitely settled, though the general character of this liturgical group, which is called the Sephardi, had by then become fixed. It differs from the other by the absence, already remarked, of the poems of Kalir, by the absence of the “Yekum Purkan”—another proof for the independence from Babylon, as this is an essentially Babylonian prayer for the welfare of the heads of the Babylonian Colleges, and for the Exilarch— further, the difference in the “Hoshaanóth” and the introduction in the Kippúr Service of poems by Abitur, Giat, Judah Hallevi, Gabirol, and the two Ibn Ezras. Further, the form of the Kadddesh and the separate forms of “Selihhóth,” as well as other minor differences, in which the Spanish “Uses” offer no small variety among themselves. By comparing them closely we obtain the remarkable result that from a liturgical point of view, Catalonia, though in Spain, stands in much closer affinity to the Provence, and what is more surprising, to the “Uses” of Sicily, Majorca, Algiers, Oran, and Tunis, differing from the Spanish “Use” proper, which in its turn proves to be more akin to the “Uses” of Tripoli, Fez, Sidgilmessa, Egypt, and Syria, a proof more for the common Palestinian origin assigned by me to this specifically Spanish group, to which also the Yemen Liturgy belongs. </p>\n<p>A peculiar fact must be noted now which has hitherto impeded the investigation of this special group. To my knowledge no single old manuscript Prayer Book, written in Spain, is known to exist in the great libraries of the British Museum, Oxford and Paris. All the manuscripts in these libraries, though belonging to the “Spanish” Rite, belong either to some other “Use” or are of “Magrebi” origin, i.e. they were written out of Spain in some of the Western Muhammedan countries. Many causes have contributed to the disappearance of the Spanish manuscript Prayer Books in Spain, foremost being that they were hunted up and destroyed by the Inquisition. A peculiarity which probably stands in connexion with the persecution to which they were exposed is, that they were all written in books of small size. The older prints, which as a rule are direct imitations of the manuscripts, are all in a diminutive size; this smallness of the book may have also contributed to the loss. Whatever the cause may be, up to a very short time ago, no truly Castillian manuscript was available to assist us in the detailed study of the old Spanish Liturgy. The Commentary on the Prayers and Order of Service of Aaron of Lunel, called “Manhig Olam,” deals more with the “Uses” of the Provence, merely in general terms with the “Minhag Sepharad,” and in a few instances with that of Toledo, where he was in the year 1303. About 1340 David Abudarrham compiled in Seville his Commentary to the Prayers and to the Order of the Liturgy. But not even he assists us much in fixing the origin of this special “Use” of Castille. Many a portion of our Prayer Book is missing in Abudarrham’s work, and on a number of prayers and verses that appear in our book he makes the remark that they are “recited in some places,” without specifying those places where they were used. Quotations from olden times from the “Use of Castille,” together with other internal evidence, have made it plausible to consider this Rite as the basis of our Rite, but no decisive result was possible so long as old manuscript material was unavailable. At last have I been put in the position of arriving at a definite result by the munificent gift of Mr. Isach Hassan, who having purchased, five years ago, a manuscript Prayer Book in Oran, presented it to me. On examination this manuscript proves to be the most perfect copy of the old Castillian “Use” in existence. Peculiarities mentioned by old authorities, such as the ending of the Kaddéesh formula in Hebrew and not in Aramaic, and other details which are known to have been peculiar to that “Use,” are found in this valuable, but unfortunately incomplete, manuscript. It belongs at latest to the first half of the fourteenth century and may be still older. The Spanish rubric in the Haggadáh, which demonstrates its local origin, and shews that it could not have been written anywhere out of Spain, as in that case Arabic would have been the language used, is also of great value in determining the character of the first print of this form of the Prayers. This manuscript, once proved to be the old Castillian Prayer Book, is clear evidence for the fact that the old print of Venice, 1522, which is almost a literal copy of it, represents that very same “Use.” This is now the “Use” of our Community. The similarity between manuscript and print on the one side, and that of the first print with the later reprints is so great, that it leaves no room for doubt, that this Liturgy is the exact counterpart of the ancient Liturgy known as the “Use of Castille.” The Order is identical, the wording absolutely the same, the prayers themselves are the very same as found in this our present Prayer Book. There are some differences, omissions, and additions in them, but of so slight a character as not to impair the result at which I have arrived. A few Psalms have been added in the modern editions and a few stray sentences here and there in the Prayers; but considering the five or six hundred years which separate us from the date of the writing of that manuscript, we must be struck by the faithfulness with which that ancient Liturgy has been preserved, in spite of so many vicissitudes through which those had to pass to whom it was a sacred heirloom. They have kept it as such, and it has retained its old and grand simplicity. Its symmetry of form and perfection of order have remained unimpaired. The additions which have been made have been quite insignificant. </p>\n<p>Now that I have been fortunate enough to find the connecting link between our Form of Prayers and the old Castillian Form, and to have traced its primitive origin back to Palestine, shewing the relation in which this “Use” stands to the other “Uses” and to our modern Liturgy, I will now briefly sketch its further transmission from Spain. From Castille, as evidenced by this Form of the Prayer Book, the stream of emigrants flowed westwards and carried that Liturgy with them, primarily to Venice. The print, as I remarked, and this applies to almost all the old editions, is of a small size, corresponding exactly with the size of my manuscript. It appeared for the first time in Venice. The very first print has not been found. A reprint appeared there 1524, and in a somewhat more amplified form 1546. In the prayers of this edition some words were intercalated, taken probably from another manuscript. This edition approaches more closely our. form of the Prayers. From 1546-1626 the Prayer Book has been reprinted at least four times in Venice, always in small size. The first translation into Spanish appeared 1552 in Ferrara, no doubt under the auspices of Dona Gracia Mendes. This has been reprinted, 1618, in Amsterdam, eight years before the Hebrew original was printed there. In 1622 appeared a Hebrew-Spanish edition in Venice, which I mention here because it was carried through the press by “Abraham Netto, hijo de Josef Netto,” undoubtedly a relation of the famous Hahám Netto. The first edition of the Hebrew text in Holland was undertaken by Manasse ben Israel. The corrector mentions that “seeing the Bomberg type (i.e. that of Venice) so dilapidated, he (Manasse) had new type cut in accordance with the forms written calligraphically by the famous scribe Michael Jehudah. The matrices for this type were made of gold, so as to ensure a perfect and elegant type.” The tradition of gold or silver type, as it is called, survives still in Holland. This edition is the direct basis of the editions which succeeding generations of the Mendes family have produced in the printing offices of Proops and Jansson. The learned R. Judah Piza and David the son of R. Raphael Meldola published a complete edition, in one volume, in Amsterdam, 1740. It was, however, the edition of Mendes, in five volumes, which was first reprinted here by A. Alexander in 1771-6, who added also the first English translation that appeared in London. Among the compositors was also a proselyte. A new edition and a revised translation, by David Levi, appeared 1789-93, and a second edition, in six volumes, 1810. Five-and-twenty years passed and at that time a new edition of the text, which had been revised with great care and consummate knowledge, together with a new translation, based upon that of Levi, was published by the Rev. D. A. de Sola, in five volumes, 1836-8. New type cut according to the editor’s instructions was used for this edition, which has become the Standard edition of the Community. The translation was again revised, and it appeared in a second edition (1852), which is now reprinted. </p>\n<p>At the request of the Committee of the Medrash “Heshaim” I have undertaken the new edition. From the Prefatory Note added by them, it will be seen which were the principles that have guided us in this new edition. The Hebrew text has been subjected to a careful revision. The English translation has been maintained in general on the lines of the late author. Merely verbal alterations have been made, though almost on every page, whenever I felt compelled to differ in the interpretation of the Text. A number of new rubrics or instructions have been inserted at the request of the Committee, whose wish lias also been respected in matters of transliteration. The book is to be a kind of guide to the members in their desire to follow the Order of the Service, such as it is carried out in the Synagogue and in private dwellings, in accordance with the “Minhag” of this Congregation, “Shaar Hashamaim.” A few new prayers have been added by me, culled from ancient manuscripts and books. The Prayer for the Bar mitsvah, composed by the late Hahám Artom, as well as his “Reflections” on that occasion—the former having now become part of the Ritual—have been inserted, and a Calendar, arranged for the ensuing fifty years, has replaced the old and now expired one. </p>\n<p>I have now to recognize the valuable assistance, especially in the reading of the proofs, rendered me by Mr. Joshua M. Levy, Mr. M. A. N. Lindo, the Chairman, and the other members of the Committee of the Heshaim, and no less the help given me by Dr. M. Friedlander in many ways, especially in the reading of the proofs and in the preparation of the Calendaristic portion. To one and all my very best thanks are hereby tendered. </p>\n<p>May this new edition of the ancient Castillian Book of Prayer appeal with the same force as of old, to the modern worshippers. May those who will use it, find in these sublime prayers the consolation which they are seeking, and the means for expressing their gratitude to the God of their fathers. May they repeat them with the same devotion and fervour as they have been repeated for the last two thousand years, and may they prove to them an inexhaustible source of blessing and happiness. </p>\n<p>M. GASTER. </p>\n<p>London: 27 Siván, 5661.<br />\n14 June, 1901.\n</p></blockquote>\n<hr />\n<blockquote><p>PREFACE TO THE FIRST EDITION.<br />\nBY THE LATE REV. D.A. DE SOLA. </p>\n<p>In stating the motives which have induced me to undertake the present publication, I trust it will not be deemed superfluous to say a few words; first, concerning the origin and nature of the duty of prayer; secondly, to give a concise sketch of the History of the Hebrew Liturgy as contained in this work; and thirdly, to give some account of translations of Prayers which have been heretofore made for the use of the Spanish and Portuguese Israelites. </p>\n<p>I. </p>\n<p>We may define prayer to be an emotion of the soul, and a spiritual communication which man has with his Maker, to whom he addresses his petitions and offers his adoration. The feelings by which the soul is thus influenced are expressed by the lips. It is hence manifest, that a combination of both our spiritual and corporeal faculties is requisite to form a perfect prayer, and that “flesh and spirit must join to sing the praises of the living God” (Ps. 84:3). </p>\n<p>The practice of prayer may be traced to the first existence of mankind; for as soon as man, through the exercise of his intellectual faculties, became aware of the existence of an omnipotent and beneficent Supreme Being, and of his own frail nature, and total dependance on that Being for life and support, it was but natural that to him, his Creator and Preserver, he should address his supplications and his praises. The sacrifices of Cain and Abel are recorded as the most early and primitive mode of worship; and the Book of Genesis likewise contains many other instances of prayer and sacrificial worship, offered by the patriarchs and others, to implore divine assistance and protection from impending dangers, or to express their thanks for obtained deliverance. </p>\n<p>When the Almighty condescended to reveal his will to his chosen nation, he directed, in the Law he gave them, a regular course of sacrifices to be offered in his sanctuary, through the medium of a priesthood whom he had selected, as the mode in which he was pleased that his people Israel should worship him. Many beautiful and sublime prayers, however, are recorded in various parts of the Holy Scripture, by Moses, David, Solomon, some of the prophets, and other inspired and eminent men. But it does not appear that a general obligation, particular formulæ, or appointed times for praise or thanksgiving were then established, but that they were uttered as man’s feelings prompted, or as occasion called them forth.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Maimonides, “Yad Hachazakah,” הלכות תפלה, Treatise on Prayer, vol. I, chap. I.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>When sacrifices ceased through the destruction of the sanctuary, and Israel were removed from their country, the Almighty graciously permitted the institution of public and regular prayer, as a substitute for the former sacrifices.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Hos. 14:3, ונשלמה פרים שפתינו.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> This mode of worship, which we continue to this day, has an advantage over the ancient sacrifice; for the person offering brought only an ox, or sheep, or some flour, &#038;c., i.e. a part of his property—material and terrestrial objects, offered on the material and terrestrial altar: but he who prays with a truly submissive, pious, and penitent heart, makes a much greater effort, and brings a much greater sacrifice; for he surrenders and sacrifices, on the altar of his understanding, his heart and will, his desires and passions. We need not, therefore, wonder, that throughout the Holy Scriptures, the worship of the heart, self-denial, resignation to God’s will, and sacrifices of the passions are so frequently mentioned as superior to all sacrifices of oxen and sheep. And it is this sacrifice of the heart and passions, and the united worship of soul and body, which form the essence of prayer. Nothing, therefore, can be more interesting and impressive to an intelligent and contemplative mind, than  a person in the act of prayer before the Eternal Father of all, declaring his wants, imploring salvation and aid in adversity, or joyously raising the hymn of praise and gratitude for vouchsafed favours and assistance. What can be more sublime than to behold the creature in direct (we may almost say confidential) communication with his Creator — the frail and mortal being permitted to open his heart, and particularise his wants and desires to him who rules innumerable worlds, and who will endure throughout all time and eternity! </p>\n<p>The limits of a preface do not allow me to expatiate on the many advantages which attend the proper performance of the duty of prayer. Let it suffice to observe, that its natural tendency is to recall our minds from the vanities of life to serious thoughts, and to those high objects with which we are intimately connected as rational and immortal beings; that it confirms and strengthens our love to God, and to our fellow-creatures, and every good quality and affection of our nature, and is equally productive of advantages to man in prosperity, as well as in adversity; for if we feel that our sense of joy and happiness is enhanced by being communicated to those we love or esteem—if, in times of trouble and distress, we experience alleviations of our sorrows, when we can confide them to a sympathising friend, how infinitely superior, beneficial, and satisfactory must it prove to us, when we address our gratitude and joy to him, who is the first cause of all our happiness and prosperity, and who alone can continue it to us; or, when, in the days of affliction and bereavement, we give vent to our oppressed spirit in prayer to our God, “who is all-powerful to save,” and who alone can render us real assistance and true consolation. </p>\n<p>II. </p>\n<p>A regular formula of prayer for our nation, must be dated from the Babylonian captivity, and the time of Ezra. That excellent man, beholding with intense grief the miserable state of his nation, and the great degeneracy of his contemporaries,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> Although the period of their expatriation was but a short one, yet, owing to their intermarriages witli strange nations, they had lost so much of their  nationality, that, as Nehemiah informs us, “their children spake half in the speech of Ashdod, and could not speak in the language of the Jews” (chap. 13:24), i.e. they had almost lost their own national language, the Hebrew, without acquiring that of their conquerors.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> justly dreaded that this neglect and ignorance of the sacred language would so much increase, that the people would in a very short time be totally unable to address their God in suitable terms, and that too at a time when prayer became more and more necessary, from the total cessation of sacrifice, and the consolation it afforded the nation in their state of expatriation and misery. Ezra, therefore, instituted an academy known by the name of כנסת הגדולה, or Great Assembly, composed of the most learned and celebrated men of that age— among whom were the prophets Haggai, Zechariah, Malachi, and Daniel, besides many others of scarcely less note. With their assistance, he composed in a pure idiom, approaching to that of the Scriptures, a series of prayers, to enable every Israelite to acquit himself of his duty in a proper manner. They instituted regular morning, afternoon, and evening prayers in lieu of the regular daily sacrifices, תמידין, which at these periods were offered in the Temple, and additional prayers for those solemn days on which the Law directs additional sacrifices, מוספין, to be brought. The form they thus constructed was adopted by all Israelites, and has ever since, with some unimportant verbal alterations, continued in use by all of them; for the difference observable in the liturgy of the Spanish, Italian, and German Jews, consists chiefly of additions of poetical and Talmudical pieces, composed at a much later period. </p>\n<p>It is difficult adequately to praise the manner in which Ezra and his coadjutors acquitted themselves of their very difficult task; for such has the composition of prayers been ever accounted by the best authors. In the prayers they left us we find perspicuity of expression, united with sublimity of conception, which, while it ever maintains the dignity of the subject, may nevertheless always be easily understood by the general mass, for whose use it was designed. They are all composed in the plural number, and use general expressions, as being intended chiefly for joint worship; yet they are so skilfully constructed, that (as for instance in the Amidáh) every one feels as if the prayer were expressly composed for himself, so well does it touch upon almost every interest we have occasion to pray for, collectively or individually. </p>\n<p>During the whole period of the second Temple these prayers were read in the synagogues at Jerusalem, and in other parts of the Holy Land, when sections of the Law, and passages from the Prophets were also regularly read. The schisms which subsequently took place, when the nation was divided into many sects, of Pharisees, Sadducees, Caraites, &#038;c., caused the insertion of an additional blessing, or section in the Amidáh, <em>viz.</em> that commencing למלשינים, “Let slanderers,&#8221; &#038;c. And this was all the alteration which took place, from the time of Ezra till the destruction of the second Temple, with the exception of some prayers in Chaldee, which language was then best understood by the common people. </p>\n<p>When the Almighty visited the accumulated sins of our ancestors, and abandoned his Holy Temple to the flames, and when the remnant who had escaped the sword, famine, and pestilence, had become scattered in different parts, the prayers above mentioned, composed by Ezra, were retained; and the petition for the re-establishment of the Temple worship, which had been omitted during the existence of the second Temple, was re-inserted. A portion of Scripture, פרשת התמיד, relating the manner in which the daily morning and evening sacrifices were offered in the Temple, as also a portion from the Talmud, relating the manner in which the daily offering of incense, פטום הקטורת, was brought, were added in commemoration, and in lieu of them. That some obligatory ejaculations of praise and thanksgivings of daily occurrence should not be neglected, they were inserted in the prayer commencing אלהי נשמה; and it being also a duty to read daily in the Scriptural and Rabbinical laws, sections of each of these were inserted in the morning prayers, that every one might acquit himself of this obligation. A selection from those beautiful and sublime compositions, the Psalms, was added, as being eminently calculated to promote devotion; so also was the Song of Moses, שירת הים, which in such exalted strains celebrates that glorious and important event to all Israelites, <em>viz.</em> the deliverance from the Egyptian yoke, and the passage through the Red Sea. Subsequently, poetical compositions of a devotional nature were from time to time inserted in the prayers; of these, the liturgy of the Spanish and Portuguese Israelites contains comparatively but few pieces, which, however, are almost all of first-rate merit. For those who are at all acquainted with uninspired Hebrew poetry, it will suffice to mention that the principal poems, פיוטים, in our prayers are from the pens of Solomon Aben Gabirol, R. Jehudah Hallevi, the two Aben Ezras (Abraham and Moses), &#038;c. And thus our liturgy, as we have it at this day, was gradually brought together, and has now remained unaltered for many centuries. </p>\n<p>III.</p>\n<p>The Hebrew language having, from the necessity of acquiring and speaking the vernacular tongues of the various countries in which our nation settled, become gradually confined to a few learned men, while the obligation to pray, and to understand the words uttered, is incumbent on the whole nation, made it necessary to translate them into various languages: we shall only mention those that were made for the use of the Spanish and Portuguese Jews, and of those in English, printed in this country. </p>\n<p>Many of our ancestors having fled from the cruel and tyrannical Inquisition and religious persecution in Spain and Portugal, and having sought refuge in Holland and elsewhere, were obliged to say their prayers in Spanish. The first printed edition of a translation in that language was published by Y. Athias, A.M. 5312—1552. Since that period, many others have appeared, printed chiefly in Amsterdam, consisting of such a close, or rather servile, rendering of the original, as fully to merit the stigma cast upon them by the Rev. Isaac Nieto, who designates the idiom of these versions as “<em>Un Castillano-Hebraico que no es ni Hebraico ni Castillano</em>,&#8221;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> <em>Oraciones de Ros Asana y Kipur</em>, Preface.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> i.e. “a kind of Spanish-Hebrew, which is neither Hebrew nor Spanish.” In a more pure idiom, and with great elegance of style and language, appeared in London, in a. M. 5500—1740, a Spanish version of part of our prayers, by the Rev. I. Nieto, aforesaid, the excellency of which makes it a matter of sincere regret, that only so small a part was published. When the Spanish language became daily more and more out of use among those of our nation who were natives of this country, translations in English became necessary. It is impossible to fix the precise date when the first were made; but manuscripts exist of translations of our prayers in English, supposed to be of ancient date. Those I have seen, although not very old, were remarkable for the exquisite beauty of their penmanship and ornaments, and for the immense labour and time which must have been bestowed on their production. For the rest, they abound in errors, orthographical and grammatical, and either for use or as literary compositions are utterly valueless. Not much better can be predicated of the first printed ones by Gamliel ben Pedazzur and A. Alexander, but it would be useless to dilate upon works which long ago have sunk into merited oblivion. </p>\n<p>The first translation in English which really merited the name, was that of David Levi, and appeared A.M. 5549—1789. Although that learned individual greatly excelled his predecessors, of whose translations he justly says that “they had been executed in a manner so faulty, defective, and erroneous, as tended rather to bring disgrace on the service, than to recommend and explain it,” it must nevertheless be admitted that, although a correct translator of the text, he was not quite so much distinguished for taste, as is particularly manifested in his versions of poetical pieces, where he is very unsuccessful in transfusing the spirit of the original, which completely disappears among the mass of unnecessary Hebraisms and pleonasms that obscure the sense of his version; which necessarily detracts from the need of praise to which, in other respects, it is justly entitled. It is to be regretted also, that some of the most celebrated Continental translations have appeared since his time; for it is certain that if he could have consulted the translations of the prayers by Eüchel and Friedlander in German, Vintura in French, Fiorentino and Ottolenghi in Italian, or the Dutch versions printed in 1791, or that by Mr. S. Mulder, recently completed, he would undoubtedly have enriched his translation with much of the elegance and critical acumen so ably displayed in those versions.</p>\n<p>The reprints that have since appeared, abound with additional imperfections. The many omissions and mutilations of text and notes, misdirections, and typographical errors, render them greatly inferior to the original edition; which, however, is by no means free from the same imperfections.</p></blockquote>\n<p>&nbsp;</p>\n<blockquote><p>PREFATORY NOTE.</p>\n<p>To meet a most pressing want among Spanish and Portuguese Jews both in England and abroad, the Society of Heshaim have prepared this new edition of the late Rev. D.A. de Sola’s Prayer Book. They have been so fortunate as to secure the co-operation of the learned Háham of the Congregation, the Rev. Dr. Moses Gaster, who has taken charge of the work of revising the text, both Hebrew and English, and has made as little alteration as possible, so that in every way the work of revision has been carried out in the most conservative spirit. Dr. Gaster has, moreover, arranged several Prayers for Special Occasions, to meet wants long felt and often expressed, and he has also included the Prayer for a Bar mitsvah, composed by the late Haham Artom, and used for some years in our Synagogues.</p>\n<p>Special attention has been given to the directions for the conduct of Divine Service in Synagogue, as will appear in the following pages. It is therefore merely necessary to remark here, that it is customary as a rule for the Congregation to say &#8220;Blessed be he, and blessed be his name,” when the Minister mentions the name of the Eternal in a blessing, and &#8220;Amen&#8221; at the end of it.</p>\n<p>For example:—In the repetition of the Amidah. “<em>Min.</em> Blessed art thou, O Lord  (<em>Cong.</em> Blessed be he, and blessed be his name) who revivest the dead. (<em>Cong.</em> Amen.)” But care must be taken not to do this in interruption of prayer; as for instance, when the whole of the Amidah is not repeated, and the Minister recites the first and last blessings aloud.</p>\n<p>It is also customary whenever Kaddéesh is recited, for the Congregation to say “Amen” at the end of each verse, and to say “Be his great name blessed and glorified for ever and ever” at the beginning of the second paragraph. When the Minister recites Kaddéesh Titkabbál (e.g. p. 50), and reaches the passage “May the prayers and supplications,” &#038;c., the Congregation say “Receive our prayer in mercy and in favour.” </p>\n<p>It must be noted that wherever it is provided that mourners shall say Kaddéesh, the Kaddéesh must be recited by the Minister, in case no mourners be present. </p>\n<p>When the Priestly Benediction is pronounced, pp. 36, 109, 119, &#038;c., the Congregation say “Blessed be he, and blessed be his name,” at each mention of the name of the Eternal, and at the end of each verse “So be the divine will,” and “Amen” at the end of the verse “and give thee peace.” </p>\n<p>Unless Minyan—the religious quorum, i.e. ten males—are present, the following are omitted: Kaddéesh, or Kedushah (“We will sanctify,” pp. 31 and 107; “Unto thee,” p. 117); “O Omnipotent King,” p. 39; “And the Lord passed,” pp. 39 and 213, nor is any portion of the Pentateuch read from the Scrolls of the Law. For the rest, the same prayers are said in privacy by the individual, as in public by the Congregation. </p>\n<p>Prayers which in Synagogue are said facing the Ark, are in a private house said turning towards the East. </p>\n<p>The double asterisk <strong>* *</strong> placed against various lines in the Zemirot (pp. 15-22 and 93-98) signifies that on Sabbaths and Holy-days the verse so marked is chanted by the Congregation, and the last words repeated by the Reader. </p>\n<p>The figures between parentheses in the English text refer to the notes at the end of the volume.</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Maimonides, “Yad Hachazakah,” הלכות תפלה, Treatise on Prayer, vol. I, chap. I.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Hos. 14:3, ונשלמה פרים שפתינו.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">Although the period of their expatriation was but a short one, yet, owing to their intermarriages witli strange nations, they had lost so much of their  nationality, that, as Nehemiah informs us, “their children spake half in the speech of Ashdod, and could not speak in the language of the Jews” (chap. 13:24), i.e. they had almost lost their own national language, the Hebrew, without acquiring that of their conquerors.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\"><em>Oraciones de Ros Asana y Kipur</em>, Preface.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27586"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/10/Seder-haTefilot-vol.1-Daily-and-Occasional-Prayers-Moses-Gaster-1901-title..png",
        "title": "Seder haTefilot vol.1 Daily and Occasional Prayers (Moses Gaster 1901) &#8211; title.",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27579",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/seder-hatefilot-vol-1-daily-and-occasional-prayers-by-david-de-aaron-de-sola-revised-by-moses-gaster-1901/",
    "slug": "seder-hatefilot-vol-1-daily-and-occasional-prayers-by-david-de-aaron-de-sola-revised-by-moses-gaster-1901"
}