{
    "post_id": 27369,
    "title": "&#x1F4D6; סדר עבודה תפלות לשבת לשלוש רגלים ולחול (אשכנז)‏ | Seder Avodah Tefilot l'Shabbat, l'Shalosh Regalim, u'l'Ḥol, arranged and translated by Rabbi Max Klein (1951)",
    "author": "Max D. Klein",
    "coauthors": [
        {
            "name": "Max D. Klein",
            "bio": "Rabbi Max Klein was born in New York City in 1885 and was ordained by the Jewish Theological Seminary in 1911. Soon afterward, he began serving as rabbi for Congregation Adath Jeshurun in Philadelphia. Formerly a Reform synagogue, under Rabbi Klein's leadership it became one of the initial congregations affiliated with the United Synagogue of America (now called the United Synagogue for Conservative Judaism). In addition to serving as rabbi at Adath Jeshurun in Philadelphia until 1960, Rabbi Klein wrote, edited, and translated two prayer books: <em>Seder Avodah for Sabbath, Festivals, and Weekdays</em> (1951) and <em>Seder Avodah for Rosh Hashanah and Yom Kippur</em> (1960). He died in 1973.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/09/max-klein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-david-klein"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-09-28",
    "last_updated": "2025-10-27",
    "excerpt": "A bilingual Hebrew-English prayerbook for Shabbat, Festivals, and Weekdays, prepared in 1951 by Rabbi Max D. Klein for his congregation Adath Jeshurun, a Conservative synagogue in Philadelphia. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/sederavodahtefilotlshabbatlshaloshregalimulholmaxklein1951#page/n04/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this project!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nPREFACE</p>\n<p>I </p>\n<p>This Prayer Book, called <span style=\"text-transform: uppercase;\">Seder Avodah</span> — Order of Service — is intended to replace the book of worship known as the <em><a href=\"https://opensiddur.org/compilations/kol-bo/abodath-yisrael-2nd-revised-edition-1873-arranged-benjamin-szold-translated-marcus-jastrow/\">Abodath Israel</a></em> which had been in use in the editor’s Congregation for many years. The <em>Abodath Israel</em> was arranged by Rabbi Marcus Jastrow of Philadelphia, Pa. and Rabbi Benjamin Szold of Baltimore, Md., and has served the needs of several Conservative congregations for over seven decades. When originally published the <em>Abodath Israel</em> did not contain some of the traditional Hebrew passages added by other hands in more recent years. </p>\n<p>The aim of the <span style=\"text-transform: uppercase;\">Seder Avodah</span> is to provide our generation with a book of worship which in respect to content and translation will better serve present-day needs. </p>\n<p>The present volume seeks to retain the warmth of the traditional service, although theologically it may be said to represent a less traditional point of view than that which obtains generally in the printed ritual of the Conservative camp in American Israel. </p>\n<p>II </p>\n<p>In the matter of the translation of Hebrew concepts the editor has avoided as a general rule the use of such words as <em>salvation</em>, <em>redemption</em>, <em>sanctification</em>, because they are more redolent of the atmosphere of the Church than of the Synagogue. They no longer convey to the average mind the intent of the Hebraic original. The Hebrew word, <em>Y&#8217;shuah</em>, uniformly translated salvation, has furthermore many shades of meaning in biblical and rabbinical literature. The author has, therefore, on occasion translated the Hebrew word, <em>Y&#8217;shuah</em>, to mean the establishment of the Kingdom of God on earth through the reign of justice, peace, humanity and holiness in the hearts of men. </p>\n<p>III</p>\n<p>As for the translation of <em>Asher Kidd&#8217;shanu b&#8217;Mitzvothav</em>, usually given “who hast sanctified us by thy commandments,” the editor has chosen to render the words as meaning “who hast taught us the way of holiness through thy commandments.” The intention has been to make clearer to the worshiper that although Israel was given the Torah and its commandments, it is the duty of the individual Jew to prove that he belongs to the <em>Am Kadosh</em> — “holy people,” by living each day the religious way of life. He is not to have the impression that, merely through the possession of the Torah by the Jewish people, each Jew is holy but rather that he has been given the possibility to be worthy of membership in a “holy people” if he follows the teachings through which God has shown us the way of holiness by means of his commandments. </p>\n<p>IV </p>\n<p>In this age when the dreams and prayerful hopes of two thousand years are being realized in the revival of life on the soil of Israel’s ancient past, this Book of Prayer, has sought to bring the worshiper into relationship with the Land of Israel in terms of the religious aspirations always associated by the Synagogue with the Holy Land. </p>\n<p>V </p>\n<p>The translation, in prose and in verse, is entirely new and great care has been taken to provide a correct Hebrew text. As for the biblical passages that occur so generally in the Prayer Book the text of the <em>Mikraoth G&#8217;doloth</em> edition of the Bible has been used. </p>\n<p>VI </p>\n<p>The editor has striven to make this Prayer Book serviceable in the home and it is his fervent hope that the <span style=\"text-transform: uppercase;\">Seder Avodah</span> will be welcomed not only as a book for synagogue worship but will also help to restore worship to the home, both for the individual and the family. </p>\n<p>VII </p>\n<p>The editor had been urged to supply this volume with notes that would throw light on many matters, textual and ideological, but he has refrained from so doing. Although this volume is the result of the labor of many years the editor did not wish to give it the appearance of a learned work. </p>\n<p>VIII </p>\n<p>The editor desires to take this opportunity to express his gratitude for many a suggestion gathered from many books in the field of liturgy and to record his appreciation of the splendid cooperation given him, in the course of the printing of this volume, by Dr. Maurice Jacobs of <span style=\"text-transform: uppercase;\">Maurice Jacobs, Inc.</span> and by the fine corps of men associated with him under the expert direction of Mr. David Skaraton. </p>\n<p>To his friend, Dr. Menahem G. Glenn, the editor owes a debt of gratitude for the interest shown in this work over a number of years. A debt of gratitude, born of the devotion of friendship, is beyond the power of words to requite. </p>\n<p>IX </p>\n<p>Designed originally for the use of his own Congregation, the editor hopes that the <span style=\"text-transform: uppercase;\">Seder Avodah</span> may have a wider reception. </p>\n<p>Max D. Klein,<br />\nRabbi, Congregation Adath Jeshurun,<br />\nPhiladelphia, Pa. </p>\n<p>December, 1951<br />\nḤeshvan, 5712\n</p></div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Congregation Adath Jeshurun",
        "Conservative Jewry",
        "Nusaḥ Ashkenaz",
        "Philadelphia"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "27370"
        ],
        "date_src_start": [
            "1951-00-00"
        ],
        "date_src_end": [
            "1951-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/09/Seder-AvodahTefilot-lShabbat-lShalosh-Regalim-ulHol-Max-Klein-1951-title-page.png",
        "title": "Seder AvodahTefilot l&#8217;Shabbat, l&#8217;Shalosh Regalim, u&#8217;l&#8217;Hol (Max Klein 1951) &#8211; title page",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=27369",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/seder-avodah-tefilot-lshabbat-lshalosh-regalim-ulhol-by-max-klein/",
    "slug": "seder-avodah-tefilot-lshabbat-lshalosh-regalim-ulhol-by-max-klein"
}