{
    "post_id": 26575,
    "title": "&#x1F4D6; סדר התפילות (מנהג הספרדים)‏ | Seder haTefilot, a bilingual Hebrew-English prayerbook translated and arranged by Rabbi David de Sola Pool (1941)",
    "author": "David de Sola Pool",
    "coauthors": [
        {
            "name": "David de Sola Pool",
            "bio": "David de Sola Pool (דוד די סולה פול;‎ 1885–1970) was the leading 20th-century Sephardic rabbi in the United States. A scholar, author, and civic leader, he was a world leader of Judaism. Born in London, England, de Sola Pool was descended from an old and renowned family of rabbis and scholars, de Sola, which traces its origins to medieval Spain. His great grandparents were Rabbi (R.) David Aaron de Sola and Rebecca Meldola, his great-great grandfather was Haham Raphael Meldola, a prominent English Rabbi. He was also related to R. Abraham de Sola, R. Henry Pereira Mendes and Dr. Frederick de Sola Mendes. He studied at the University of London. He held a doctorate in ancient languages, summa cum laude, from the University of Heidelberg. In 1907, de Sola Pool was invited to become the rabbi of Congregation Shearith Israel — often called the Spanish and Portuguese Synagogue — located in New York City, the oldest Jewish congregation in the United States. He served as its rabbi for 63 years.",
            "website": "https://en.wikipedia.org/wiki/David_de_Sola_Pool",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/David_de_sola_pool_portrait-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-de-sola-pool"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2019-08-22",
    "last_updated": "2025-12-01",
    "excerpt": "Rabbi David de Sola Pool's bilingual Hebrew-English prayerbook for Sepharadi Jews. . . .",
    "content": "<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/DavidDeSolaPoolSederTefilotBookOfPrayer1960#page/n02/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>This work is in the Public Domain due to the lack of a copyright renewal by the copyright holder listed in the copyright notice (a condition required for works published in the United States between January 1st 1924 and January 1st 1964).</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of the HUC Klau Library, Cincinnati, Ohio. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE </p>\n<p>The Union of Sephardic Congregations has prepared this new edition of the time-hallowed Sephardic prayer book to fill an urgent need. The editions published in the past century by David Aaron de Sola, Isaac Leeser and Abraham de Sola have long been out of print, and the sumptuous prayer book edited by Moses Gaster is too costly for general use. The result is that today no Sephardic prayer book with an English translation is readily available for the increasing number of Sephardic congregations in North America. </p>\n<p>In this edition, the traditional Hebrew text has been printed unchanged with the following exceptions. Recognition has been given to important later additions to the text introduced into the Oriental Sephardic rite. Slight errors which have crept into earlier printed texts have been corrected. The short kametz, pronounced as o in nor, has been indicated by a broken kametz shaped as  ⌝</p>\n<p>Somewhat greater freedom has been allowed in the English translation. The primary purpose of the English pages flanking the Hebrew text is to put into the hands of a worshiper a manual of devotion. English and Hebrew follow different canons of style. To translate with uniform literalness from Hebrew into English is to be untrue to the genius of either language. In some respects Hebrew is concise to a degree which necessitates a comparatively prolix English paraphrase. </p>\n<p>In other respects, such as in its cumulative heaping of synonyms for emphasis, the Hebrew style of the prayer book would seem diffusely repetitive in English. Where Hebrew sets its sentences in apposition, English links them structurally. The emotional Hebrew language pours out its ideas without the binding restraints of logical order imposed by English. Hebrew seldom uses adverbs, preferring to indicate an adverbial idea by the use of two verbs in apposition. Hebrew style has little hesitation in using changes between the singular and plural, or between the second and the third person within a sentence. Most of the blessings of the prayer book in their typical form, “Blessed art Thou . . . who has . . . show this characteristic Hebraism. In all such cases, literalness of translation results in an Eng- lish style disturbing to the devotion of the worshiper. </p>\n<p>Therefore the translation here offered has on occasion not hesitated to depart from a strictly literal rendition in order to attain an expression of prayer which shall be phrased in an acceptable English medium while preserving the Hebraic mood and passion. </p>\n<p>The translation tends to follow modern forms in order to avoid the subtle remoteness which results from archaisms, and to express in the idiom of our own day the living message of the ancient prayers. The language of prayer should be spontaneous rather than stilted or remote from the thought and speech of daily life. Such forms as “hath” or “doth” for “has” or “does” change our prayers from the natural expression of an over flowing heart into a vaguely remembered echo of pant praying. The reverent use of “Thou” in addressing the Deity suffices to convey the ceremonious quality of the language of prayer. In addition, the majestic dignity and sonorous beauty of the classic traditional English rendering of the Hebrew Bible inevitably impose their influence on one who would address God in English prayer. </p>\n<p>There are few who use the prayer book as a volume of study as compared with the number of those who use it as a manual of devotion. Therefore, with the purpose of presenting the prayers primarily as prayers for the Jewish heart, references, explanatory notes and the apparatus of scholarship have been reduced to a minimum. No attempt has been made to attain a pedantically accurate reproduction of Hebrew pronunciation, nor have unusual forms been used with the exception of ‘h to suggest the Hebrew letter כ. Frequently used Hebrew terms, such as Amen, Torah, Shechinah, which have become part of the English language, and familiar Hebrew liturgical terms such as Amidah, Kaddish, have as a rule been left untranslated. </p>\n<p>The resources of modern typography have been drawn upon for bringing the construction and the emphasis of the prayers visually before the reader, and to facilitate congregational participation. Plentiful paragraphing, indications of parallelism and other poetic forms, marking verses from the Bible with quotation marks, and similar devices, have been drawn on to help the worshiper to a clearer understanding of the message of the liturgy. Sometimes the rhythm of a Hebrew hymn has been reproduced in the English version, so as to make it possible to sing the English translation to melodies associated with the original Hebrew poem. Congregational responses have been indicated by a double asterisk. </p>\n<p>In the regular weekday and Sabbath prayers, the service has been printed continuously, thus eliminating the disturbing necessity of frequent turning to other parts of the book. The book has been enriched by the addition of the order of service for “Consecration Sabbaths,” the funeral service in the home, and the restoration of the text of “The Sayings of the Fathers” in keeping with the ancient custom of the Jews of Spain and the custom of many of the Sephardim in America. </p>\n<p>It is the humble prayer of the editor that this edition of the traditional Sephardic prayer book will help to preserve and spread the use of this superb ritual, and turn the heart of parents to children and of children to parents, and the hearts of them both to God. </p>\n<p>D. de Sola Pool</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "26578"
        ],
        "date_src_start": [
            "1941-00-00"
        ],
        "date_src_end": [
            "1941-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2019/08/seder-tefillot_Page_002_Image_0001.jpg",
        "title": "seder-tefillot_Page_002_Image_0001",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=26575",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/seder-hatefilot-by-david-de-sola-pool-1941/",
    "slug": "seder-hatefilot-by-david-de-sola-pool-1941"
}