{
    "post_id": 63525,
    "title": "📖 סדר התפלות (מנהג הספרדים) | Молитвеник За Съботни И Празнични Дни | Seder ha-Tefilot (Tefilat Daniel), a bilingual Hebrew-Bulgarian siddur by Rabbi Daniel Solomon Ẓion (1946)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Daniel S. Ẓion (translation)",
            "bio": "Rabbi Daniel Solomon Ẓion (דניאל שלומו ציון‎; 1883–1979) born in Salonica, was an Orthodox rabbi, ḳabbalist, and community leader. Ẓion moved to Sofia, Bulgaria, as a shoḥet and ḥazzan. Bulgaria's Jewish community at the time was almost completely assimilated, and there were no orthodox Jewish communities in the country during World War Ⅱ. In May 1943, alongside Chief Rabbi Dr. Asher Hananel (1895–1964), Ẓion helped prevent the deportation of nearly 50,000 Jews from Sofia. They did so by appealing to the Metropolitan Bishop of Sofia, Metropolitan Stefan, then head of the Bulgarian Orthodox Church in Sofia. (Bishop Stefan then appealed to Tsar Boris Ⅲ.) On 24 May 1943, Rabbi Ẓion addressed a gathering at a synagogue, then participated in a mass street demonstration against the anti-Jewish Law for protection of the nation. This law was in effect between 23 January 1941 to 27 November 1944. Two days after the demonstration, Ẓion was arrested among many others. Having previously enjoyed refuge under the protection of Bishop Stefan, he was publicly flogged in front of the Great Synagogue of Sofia and transported to a concentration camp for Jews at Somovit, on the bank of the Danube. After the war, Communist interests appointed Ẓion as Chief Rabbi of Sofia. In 1949, Ẓion immigrated to Jaffa in the newly formed state of Israel. Not long after his arrival in Israel, Rabbi Ẓion was accused of having an interest in a <a href=\"https://en.wikipedia.org/wiki/Universal_White_Brotherhood\">mystical Christian movement</a> founded by the Bulgarian religious philosopher, <a href=\"https://en.wikipedia.org/wiki/Peter_Deunov\">Peter Deunov</a> (1864-1944). On 13 June 1950, an Israeli periodical reported that the then Chief Ashkenazi Rabbi of Tel Aviv, Rabbi Isser Yehuda Unterman (1946-1964), had interviewed Sefaradi Jews who knew Zion personally. A panel of Israeli rabbis ruled that Ẓion was mentally ill and removed him from the rabbinical court in Jaffa. Despite being removed from the rabbinical court, Zion was interviewed on 14 September 1952 by Kol Yisrael Radio, the Israeli national radio station and expressed his view that Jesus fulfilled the various messianic prophecies. Ẓion further claimed that he served as the president of the Union of Messianic Jews in Israel (Ichud Yehudim Meshihiim Be-Yisrael), an organization founded by Abram Poljak. The Israeli newspaper Herut ran a detailed piece on Daniel Ẓion in 1960 that highlighted his insistence that he was not a Christian convert and that he opposed Jewish assimilation. Ẓion continued to serve as a rabbi for Bulgarian Jews until 1973.",
            "website": "https://en.wikipedia.org/wiki/Daniel_Zion",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/09/daniel-solomon-tsiyon-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/daniel-solomon-zion"
        }
    ],
    "date": "2025-09-16",
    "last_updated": "2025-12-31",
    "excerpt": "A bilingual, nusaḥ Sefaradi, Hebrew-Bulgarian prayerbook compiled by Rabbi Daniel Solomon Ẓion (1883-1979) in 1946 after being appointed chief rabbi of Sofia, and before his 1949 immigration to the then new State of Israel. . . .",
    "content": "<p><span class=\"hebrew\">סדר התפלות (תפלת דניאל)</span> Молитвеник За Съботни И Празнични Дни is a bilingual, nusaḥ Sefaradi, Hebrew-Bulgarian prayerbook compiled by Rabbi Daniel Solomon Ẓion (1883-1979) in 1946 after being appointed chief rabbi of Sofia, and before his 1949 immigration to the then new State of Israel.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/seder-ha-tefilot-daniel-solomon-zion-1946/Seder%20ha-Tefilot%20%28Daniel%20Solomon%20Zion%2C%201946%29#page/n3/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is under copyright in Bulgaria and in the United States until 2053 (70 years after the death of the author/translator) and is reproduced here through our Reproduction Right as a Library/Archive under US Copyright law.</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Bulgarian)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\" style=\"text-align: left;\">\nУВОДНИ СЛОВА\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nINTRODUCTION\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nТози молитвеник запълва една празнота, която от редица години се чувствува в нашите синагоги, мидрашим, пък и в дома на богомолеца.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis prayer book fills a void that has been felt for many years in our synagogues, midrashim, and even in the homes of worshippers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nНовото в него е, че молитвите са преведени на български, обстоятелство, което дава възможност на всички ония, които не владеят или пък слабо владеят еврейски език, да проникнат в същността на изричаната молитва. С този молитвеник в ръка, всеки богомолец ще осмисли словото, което изговаря; молитвата става жива, реална, в нея ще участвува не само устата и устните, но и сърцето. И наистина, не беше ли до днес една тяжест за богомолеца да изрича ежедневно непонятни нему молитвени слова? За такива хора Йешаяу (29:13) казва: „Понеже тия люде се приближават до мене с устата си, и ме почитат с устните, а сърцето си отстранили далеч от мен, и блатоволението им към мене е по човешки поучения, изучени папагалски“. Сигурно е, че всеки един богомолец е жадувал да проникне в смисъла на молитвата, но не е постигал това, поради незнаене на еврейски език.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhat is new about it is that the prayers have been translated into Bulgarian, which allows all those who do not speak or speak little Hebrew to understand the essence of the prayer being recited. With this prayer book in hand, every worshipper will understand the words they are saying; prayer becomes alive, real, involving not only the mouth and lips, but also the heart. Indeed, has it not been a burden for worshippers to recite prayers every day that they do not understand? To such people Yeshayahu (29:13) says: &#8220;For this people draw near me with their mouth, and with their lips honor me, but their heart is far from me, and their fear of me is taught by the precepts of men.&#8221; It is certain that every worshipper has longed to penetrate the meaning of prayer, but has not achieved this because of ignorance of the Hebrew language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nТук е именно мястото да запитаме: къде е смисълът на молитвата, в това ли — да прочетем механично един текст без да разберем прочетеното и без участието на разума, или пък в това, че тя — молитвата трябва да бъде от начало до край понятна и за най-обикновения богомолец, за да може по такъв нааы да се свърже с обекта на своята молитва — Бога?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis is precisely the place to ask: where is the meaning of prayer, in this — in mechanically reading a text without understanding what we read and without the participation of the mind, or in the fact that prayer must be understandable from beginning to end even to the most ordinary worshipper, so that he can connect with the object of his prayer — God?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nЕстествено, смисълът на всяка молитва е в изричането не ония слова, приети за свети, и които спомагат на богомолеца да се оттърси от грубите изисквания на всекидневието, да възвиси духа си, да заздрави нравствения закон в себе си, да намери в себе си сили, за да приложи този закон на дело, да се покае, да се научи да прощава грешките на другите, да бъде строг към своите грешки, да обикне всички — приятели и неприятели, да спомага за разпространяването на Божието слово, където и да бъде, да подхранва добрите мисли и да изкорени лошите, да знае как да се справя с всяка неприятност и затруднение, да се стреми да приложи на дело волята Божия, а като венец над всичко — да затвърди вярата във всемогъщието на Всевишния и Неговата правда. Ако това е така, следва да се заключи, че ПЛОДОТВОРНА Е ОНАЗИ МОЛИТВА, КОЯТО Е РАЗБРАНА И ОСЪЗНАТА ОТ РАЗУМА.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nNaturally, the meaning of every prayer lies in uttering those words that are considered holy and which help the worshipper to shake off the harsh demands of everyday life, to elevate their spirit, to strengthen the moral law within themselves, to find within themselves the strength to apply this law in practice, to repent, to learn to forgive the mistakes of others, to be strict with their own mistakes, to love everyone — friends and enemies alike, to help spread the word of God wherever they may be, to nurture good thoughts and eradicate bad ones, to know how to deal with every trouble and difficulty, to strive to apply God&#8217;s will in practice, and, as a crown over all, to strengthen faith in the omnipotence of the Most High and His righteousness. If this is so, it follows that THE PRAYER THAT IS UNDERSTOOD AND REALIZED BY THE MIND IS FRUITFUL.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nЕ, добре, как е възможно да проникнат в съзнанието на богомолеца тези нравствени начала и практични съвети, предадени чрез молитвата, когато същият не разбира езика, на който са написани? Наистина, богомолецът мърмори нещо, старае се да следи свещеника, но молитвата му е неплодотворна, нерационална. Ето защо, в други страни, схващайки това неестествено положение между богомолеца и молитвата, отдавна вече са въвели молитвеници, преведени на говоримия в страната език. С такъв молитвеник в ръка, положението на богомолеца е извънредно облегчено, а и молитвата му става жива и плодоносна.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWell, how is it possible for these moral principles and practical advice, conveyed through prayer, to penetrate the mind of the worshipper when he does not understand the language in which they are written? Indeed, the worshipper mumbles something, tries to follow the priest, but his prayer is fruitless, irrational. That is why, in other countries, realizing this unnatural situation between the worshipper and the prayer, they have long since introduced prayer books translated into the language spoken in the country. With such a prayer book in hand, the position of the worshipper is greatly facilitated, and his prayer becomes alive and fruitful.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nРъководими от тези съображения — да бъдем в полза на всички богомолци, а най-вече на ония из средата на подрастващите поколения, които. някои незаслужено укоряват, че не посещават молитвените домове поради това, че у тях религиозното чувство е притъпяно, нещо което изобщо взето не отговаря на действителността, а причината’ е и в това, че не разбират смисъла на молитвите, — издадохме настоящия ежедневен молитвеник, за да служи на народностните и религиозни нужди на българското еврейство.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nGuided by these considerations—to be of benefit to all worshippers, and especially to those among the younger generations who are unjustly reproached for not attending places of worship because their religious feelings have been dulled, something that is generally not the case—we have decided to publish a collection of prayers for the orthodox Synagogue. some of whom are unjustly reproached for not attending places of worship because their religious feelings have been dulled, which is not at all true, but rather because they do not understand the meaning of the prayers, — we have published this daily prayer book to serve the national and religious needs of Bulgarian Jewry.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\" style=\"text-align: left;\">\nСофия, октомври 1946 г.<br />\nОТ ИЗДВТЕЛСТВОТО\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSofia, October 1946.<br />\nFROM THE PUBLISHERS\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Bulgarian)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\" style=\"text-align: left;\">\nПОЯСНИТЕЛНИ БЕЛЕЖКИ ОТ ПРЕВОДАЧА.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nEXPLANATORY NOTES FROM THE TRANSLATOR.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nТози молитвеник е требник или по-точно — служебник и обхваща всички утринни, предвечерни и съботни молитви. При превода сме се ръководили от началата, щото молитвите да бъдат ясни, кратки и, по възможност, без повторения, каквито често се срещат в първообраза. За по-голяма прегледност и за по-бързо намиране на желаната молитва, преведените молитви са нумерирани, обстоятелство, което дава възможност на богомолеца едновременно да следва службата в синагогата.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis prayer book is a liturgy, or more precisely, a service book, and covers all morning, evening, and Saturday prayers. In translating it, we were guided by the principles that the prayers should be clear, concise, and, as far as possible, without repetitions, which are often found in the original. For greater clarity and to make it easier to find the desired prayer, the translated prayers are numbered, which allows the worshipper to follow the service in the synagogue at the same time.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nНа места този превод е съкратен, предаден свободно, а на места — разширен. Това е направено с оглед, молитвите да действуват непосредно на сърцето и на разума, и с оглед на едно рационализиране на. същите, както това изисква динамичният живот на нашето съвремие.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn some places, this translation has been shortened, rendered freely, and in other places expanded. This has been done with a view to allowing the prayers to act directly on the heart and mind, and with a view to rationalizing them, as required by the dynamic life of our time.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nПоявата на този наш превод съставя събитие от първостепенно значение в кулїурния и религиозен живот на еврейското народностно малцинство в България.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe publication of our translation is an event of paramount importance in the cultural and religious life of the Jewish minority in Bulgaria.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nНие поднасяме на обществената преценка този свой превод, направен от първообраза, сравнен със съществуващите преводи на еврейски молитвеници на световните езици: френски, немски, руски и английски, и извършен най-грижливо.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe present this translation, made from the original and compared with existing translations of Jewish prayer books into world languages: French, German, Russian, and English, and carried out with the utmost care, to the public for evaluation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nЕдинствената подбуда, която ни вдъхновяваше при изпълнението на нашия труд, беше да допринесем, щото святата наша молитва да стане по-достъпна и любима, за да възвишава душите и да ги окриля с неземна сила и жива надежда.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe only motivation that inspired us in our work was to contribute to making our holy prayer more accessible and beloved, so that it may uplift souls and inspire them with unearthly strength and living hope.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nПодредбата на този молитвеник е извършена по сефарадския ритуал. Затова и имената в превода се дават единствено по сефарадския произнос.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis prayer book is arranged according to the Sephardic ritual. Therefore, the names in the translation are given only according to the Sephardic pronunciation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nВъпреки всички усилия, ние знаем, че делото ни не е нито пълно, нито съвършено. Но любовта, с която го извършихме и която ни даде сили да превъзмогнем не малко трудности, добросъвестните грижи и старания, които положихме, ни вдъхват вярата, че този превод ще събуди по-голямо внимание и любов към Божествената молитва и към нашия храм Божи. И това ще бъде за нас най-хубавата награда.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDespite all our efforts, we know that our work is neither complete nor perfect. But the love with which we did it and which gave us the strength to overcome many difficulties, the conscientious care and effort we put into it, inspire us with the belief that this translation will awaken greater attention and love for divine prayer and for our temple of God. And that will be the best reward for us.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nС надежда сме, че този пръв опит у нас ще даде своя благотворен плод — насаждането, утвърждаването и развиването на религиозното чувство. всред младежта и подхранване естественото чувство у всеки един да се свърже посредством рационалната молитва с Твореца на света.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWe hope that this first attempt in our country will bear fruit—the planting, strengthening, and development of religious sentiment among young people and the nurturing of the natural feeling in each person to connect with the Creator of the world through rational prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"cyrillic\" lang=\"bul-Cyrl\">\nСофия, Ерев Рош-Ашана, 5707 г.<br />\nРавин ДАНИЕЛ ЦИОН\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSofia, Erev Rosh Hashanah, 5707<br />\nRabbi DANIEL ZION\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Bulgarian translation",
        "Nusaḥ Sefaradi"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3041"
        ],
        "_thumbnail_id": [
            "63526"
        ],
        "date_src_start": [
            "1946-10-00"
        ],
        "date_src_end": [
            "1946-10-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Bulgarian\",\"code\":\"bul\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Cyrillic\",\"code\":\"Cyrl\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/09/seder-ha-tefilot-daniel-solomon-zion-1946-title.jpg",
        "title": "Seder ha-Tefilot (Daniel Solomon Zion, 1946) &#8211; title",
        "caption": "Seder ha-Tefilot (Daniel Solomon Zion, 1946) - title"
    },
    "source_link": "https://opensiddur.org/?p=63525",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/seder-ha-tefilot-tefilat-daniel-a-bilingual-hebrew-bulgarian-siddur-by-daniel-solomon-zion-1946/",
    "slug": "seder-ha-tefilot-tefilat-daniel-a-bilingual-hebrew-bulgarian-siddur-by-daniel-solomon-zion-1946"
}