{
    "post_id": 33097,
    "title": "סדור שפתי צדיקים (מנהג הספרדים)‏ | Siddur Siftei Tsadiqim (The Form of Prayers) vol. 1: Seder haTefilot miKol haShanah (1837)",
    "author": "Isaac Leeser (translation)",
    "coauthors": [
        {
            "name": "Isaac Leeser (translation)",
            "bio": "Isaac Leeser (December 12, 1806 – February 1, 1868) was an American, Ashkenazi Jewish lay minister of religion, author, translator, editor, and publisher; pioneer of the Jewish pulpit in the United States, and founder of the Jewish press of America. He produced the first Jewish translation of the Bible into English, as well as editions of the liturgy. He is considered one of the most important American Jewish personalities of nineteenth century America.",
            "website": "http://en.wikipedia.org/wiki/Isaac_Leeser",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/isaac-leeser-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-leeser"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2020-08-06",
    "last_updated": "2025-05-29",
    "excerpt": "The first volume in a set of prayerbooks compiled for Spanish & Portuguese Jews in the United States, edited by Isaac Leeser, in 1837.  . . .",
    "content": "<p>The first volume in a set of prayerbooks compiled for Spanish &amp; Portuguese Jews in the United States, edited by Isaac Leeser, in 1837.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-sefatai-tsadiqim-the-form-of-prayers-vol-1-seder-hatefilot-mikol-hashanah#page/n02/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This digital edition was derived by Aharon Varady from a scan prepared by Google Books from a volume held in the collection of the University of California.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nPREFACE. </p>\n<p>It is with emotions of sincere thankfulness to Him, “who has guided me from my first being even unto this day,” that I am enabled to lay the first volume of my long contemplated and often deferred labour before the public. The task, thus in part executed, has been a favourite scheme these several years past, and would have been sooner attempted, had it not been that ill health disabled me for a long time from undertaking the work. In the mean time my judgment has become more matured; and with the increase of years, my natural ardour and impatience have yielded to calmer reflection and more patient endurance; and I confidently hope, that the delay to which I had to submit has not, to say the least, abstracted from my abilities to do justice to the undertaking; and the fact of its being so long in contemplation has also been the means of teaching me to bear up against the difficulties, vexations, and delays incident to so complicated and laborious a work. </p>\n<p>I long since felt, that the solemnity of our worship was much impeded by the inadequate supply of prayer books; besides, the current versions did not appear to me as good as might be expected. If, however, the case were even otherwise, there seemed something very objectionable in the fact, that it has hitherto always been necessary to procure every holyday book from England, generally at an enormous cost: and in addition to this, the supply had become completely exhausted. It is true, that an edition is in progress, edited by the Hazan of the Portuguese Congregation of London, the Rev. David De Sola, which is well printed, and at a moderate price, besides being, both in the Hebrew and English, decidedly an improvement upon all its predecessors. Still I thought myself fully justified in persevering, although it might be contended, that neither on the score of economy, nor necessity, there exists any reason for my furnishing a similar work. In the first place, when I resolved upon printing this edition, it was doubtful whether Mr. De Sola would proceed, he having issued his prospectus so long before, that his delay was considered unaccountable. At length, after nearly completing my arrangements, his first volume, containing the Daily Prayers, was placed in my hands; and I conceived even after this, that although greatly improved upon former editions the new one was yet susceptible of further amendments. Those who possess Hazan De Sola’s work, can easily judge for themselves; and to those who do not, it may be sufficient to state, that this contains about fifty more pages; now make a reasonable allowance for the larger size of the Hebrew types employed by me, it would still leave forty pages added in more systematic arrangement, and supplying of various prayers, &#038;c., omitted by my fellow-labourer. I acknowledge, cheerfully, my indebtedness to him for various hints and new views in translations; yet upon a candid comparison of the various editions of David Levi, by the editors of the books issued by the younger Justins, by Mr. De Sola, and myself, it will be seen that I, in several instances, adhered to the older translation where I thought it better than the newer ones. In many cases I certainly did introduce considerable alterations—at times amounting to new versions of entire passages; I can, however, assure the reader that they were not hastily adopted, nor carelessly executed. Mr. De Sola has made liberal use of Mendelsohn’s translations. I followed his footsteps in this respect, and consulted the opinions of the great restorer (under God) of biblical learning among us. It struck me that Mr. De Sola occasionally had not penetrated, or at all events had not correctly conveyed the meaning of the German words into English; being myself a native of the country of our great predecessors, I confidently trust that when I did copy his ideas I have not, through misapprehension, failed to give them an English dress. Let it not, however, be thought that I have furnished a translation of a translation; only that the Hebrew has been rendered according to the great light shed upon it by the great philosopher and those who preceded him in the task of elucidating the Scriptures, such as Yarchi, Aban Ezra, and other bright luminaries of our people. I do not mean to assert that this present version is all I could wish; on the contrary, it is admitted that much yet can be done to improve it. I may be asked, why I did not then make it better? to this I would reply, that our people, particularly those not conversant with the holy tongue, have been familiar from their infancy with the translation issued by David Levi; I therefore did not think myself at liberty to alter it so much as to break up all connexion between the books in common use and those now offered. I hope, therefore, to be believed, when I assert that no alterations have been introduced merely to make changes, but solely because they were requisite. It may also be left to the candour of all my readers, whether they are Hebrew scholars or not, to say whether this version, especially of the Psalms, is not more harmonious and intelligible than it was in the old books and the English Bible. It is not unlikely that I may be charged with presumption for saying that I have improved what many have for years, perhaps all their lives, thought unapproachable; yet if every one were to be deterred by this cry of presumption and vanity, surely no improvement would ever be attempted. Besides it is not to be supposed that, in my opinion at least, I would introduce alterations that are not improvements; and it remains for a discerning public to pass their judgment upon it. If they find cause for censure, let them blame ray incompetency, or even what then might be called presumption; but let their judgment not be made up hastily, nor let them condemn, because a text may not have been rendered ns their preconceived opinion would lead them to think were right. </p>\n<p>There can be no doubt that, with the best intentions to do justice to the task, much must have been overlooked; this, however, is unavoidable in a work where the editor has to superintend the mechanical part as well as the literary. Only those acquainted with printing can be fully aware of the facility which practice gives to the proof-reader of detecting errors and incongruities; and although I may have acquired a considerable facility from occasional practice, still I have often had to deplore that 1 was not more of a mechanic than I found myself. I had to make up in industry and constant application what I lacked in readiness; and I fervently hope that if slight errors or omissions should be discovered, they will be charged to the great difficulties 1 laboured under. It would not be correct to detail here all the obstacles I had to overcome; suffice it to say, that when the printing was resolved on I had no materials on hand to do it; and every thing had to be procured especially for the work. It was only on the twenty-seventh of last July, that the subject was seriously agitated, and the final resolve was not taken till the first of November. Since then the paper was manufactured, the types were cast, and even some new letters engraved; there being no persons here acquainted with Hebrew composition, vexatious delays had to be submitted to, till novices had, by perseverance and highly commendable application, rendered themselves qualified to do the work creditably; and I have no doubt, that in this public opinion will agree with me. To my own lot, also, a considerable share of labour has fallen; but this was expected, and consequently my task was cheerfully done. Although it is unusual, I cannot forbear here expressing my sense of obligation to my enterprising printers for their kind forbearance with me in all the unpleasantness necessarily attendant on a stranger to the business so often entering and interfering in their peculiar province; and it affords me sincere gratification to be able to bear public testimony to their urbanity and obliging disposition. The mechanical execution will doubtlessly elicit the approbation of the judicious—if this is obtained, one of my wishes is abundantly gratified. </p>\n<p>In imitation of several works printed in Germany, I have placed an accent mark ( <span class=\"hebrew\" lang=\"heb-Hebr\" style=\"font-size:x-large;\">ֽ</span> ) on every word the accent of which is on the penultimate syllable. Thus <span class=\"hebrew\" lang=\"heb-Hebr\">הָיִֽיתִי</span> Hahyitée, but Hahyéety; the usefulness of this arrangement will be easily apparent. It is well known to grammarians, that the Hebrews have, besides the principal, secondary accents, which should not be neglected in a correct reading. These will accordingly also be found placed upon the antepenultimate, or even higher up; at times, also, more than two in a word; thus <span class=\"hebrew\" lang=\"heb-Hebr\">אֱמֽוּנָתוֹ</span> where the final syllable tó has the accent, and the third <span class=\"hebrew\" lang=\"heb-Hebr\">מוּ</span> moo the half accent, thus mòo. Where the accent is on the final syllable it has generally been omitted, as most Hebrew words are accented there; and I believe but few instances will be found in the volume where the accents have either been omitted or misplaced; yet as it was something new, upon so extensive a scale, some omissions and errors must have occurred, which will readily be supplied from analogy. </p>\n<p>It is my good fortune to possess several valuable editions of the Holy Scriptures; I have accordingly carefully revised every text I could find with the original, so as to preserve the correct spelling; but even herein I have to regret, that owing to the occasional recurrence of verses which were not at once recognized as quotations, I omitted looking for them, and followed thus, in a few instances, punctuations not approved of by the best books of authority. The truth is, there was not a single prayer book, the text of which I could implicitly follow; and in the same manner as it increased the difficulty of furnishing a correct Hebrew text, it also exposed me to the danger of not being able to detect slight errors till it was too late to correct them. For the present, it has been thought best to omit a table of errata, as the time has been too short to revise the work sufficiently; but as it progresses, I intend furnishing as complete a list as may be for future revisions. It unfortunately happened that I was instrumental in perpetuating errors, and although they are unimportant it still appears requisite to provide a guide for future editions. Of one thing the public may rest assured, that if life and health are not taken, the labour shall be prosecuted to the end with unwearied industry, and, if possible, redoubled vigilance. I have no other wish than to see it well done. </p>\n<p>My motive thought in the whole undertaking has been, unless I deceive myself, more the glory of my Creator and the welfare of our people than the hope of self-aggrandisement, or personal benefit. I will not deny that I have my ambition; but I trust that it will be a pardonable one, as it is, that—when my race is run, when my task is ended—I may be remembered in the prayers of the faithful, when they pour out their heart in sincere orisons to the Giver of light and life. </p>\n<p>[ISAAC LEESER]<br />\nPhiladelphia, Iyar 28, 5597.\n</p></div>\n<p>&nbsp;</p>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Nusaḥ Sefaradi",
        "Spanish-Portuguese",
        "Western Sepharadim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "33098"
        ],
        "date_src_start": [
            "1837-00-00"
        ],
        "date_src_end": [
            "1837-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/08/Siddur-Sefatai-Tsadiqim-The-Form-of-Prayers-vol.-1-Seder-haTefilot-miKol-haShanah-ed.-Isaac-Leeser-1838-title-page..jpg",
        "title": "Siddur Siftei Tsadiqim The Form of Prayers vol. 1 &#8211; Seder haTefilot miKol haShanah (ed. Isaac Leeser 1838) &#8211; title page.",
        "caption": "Siddur Siftei Tsadiqim The Form of Prayers vol. 1 - Seder haTefilot miKol haShanah (ed. Isaac Leeser 1838) - title page."
    },
    "source_link": "https://opensiddur.org/?p=33097",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/siddur-siftei-tsadiqim-the-form-of-prayers-vol-1-seder-hatefilot-mikol-hashanah-1837/",
    "slug": "siddur-siftei-tsadiqim-the-form-of-prayers-vol-1-seder-hatefilot-mikol-hashanah-1837"
}