{
    "post_id": 47378,
    "title": "&#x1F4D6; סדור תפלת ישראל (אשכנז) | Siddur Tefilat Yisrael: Carte de Rugăcĭunĭ Pentru Israeliţĭ (Romanian translation by Rabbi Dr. Moses Gaster, 1883)",
    "author": "Moses Gaster",
    "coauthors": [
        {
            "name": "Moses Gaster",
            "bio": "Rabbi Dr. Moses Gaster (17 September 1856 – 5 March 1939), born in Romania, was a Romanian and British scholar and rabbi, the Ḥakham of the Spanish and Portuguese Jewish congregation, London, a folklorist, and a Hebrew and Romanian linguist. He received his PhD in Leipzig in 1878, followed in 1881 with his Hattarat Hora'ah (rabbinical diploma) from the  Jewish Seminary in Breslau. Before his expulsion from Romania in 1885 by the government of Ion Brătianu for his early Zionist organizing, he was lecturer on the Romanian language and literature at the University of Bucharest (1881–85), inspector-general of schools, and a member of the council for examining teachers in Romania. He also lectured on the Romanian apocrypha, the whole of which he had discovered in manuscript. His history of Romanian popular literature was published in Bucharest in 1883. Gaster was a central figure of Hibbat Zion in Romania and played a central role in the 1882 establishment by Jews from Moineşti of the Samarin (Zamarin) settlement, known since 1884 as Zichron Ya'akov. In England, in 1886 and 1891, he held a lectureship in Slavonic literature at the University of Oxford. In 1895, at the request of the Romanian government, he wrote a report on the British system of education, which was printed as a \"green book\" and accepted as a basis of education in Romania. In 1887 Gaster was appointed hakham of the Sephardic or Spanish and Portuguese Congregation in London, in which capacity he presided over the bicentenary of Bevis Marks Synagogue. He was a member of the councils of the Folklore, Biblical, Archaeological, and Royal Asiatic societies, writing many papers in their interest. He was the only ordained rabbi ever to become president of The Folklore Society, in 1907–1908. He became vice-president of the First Zionist Congress in Basel, and was a prominent figure in each succeeding congress. The first draft of the Balfour Declaration was written at the Gaster home on 7 February 1917 in the presence of Chaim Weizmann, Nahum Sokolow, Baron Rothschild, Sir Mark Sykes and Herbert Samuel. In 1925, Gaster was appointed one of the six members of the honorary board of trustees (Curatorium) of the Yiddish Scientific Institute (YIVO) in Wilna, alongside Simon Dubnow, Albert Einstein, Sigmund Freud, Edward Sapir, and Chaim Zhitlowsky.",
            "website": "https://en.wikipedia.org/wiki/Moses_Gaster",
            "avatar": "https://opensiddur.org/wp-content/uploads/2018/12/Moses-Gaster-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moses-gaster"
        }
    ],
    "date": "2022-11-03",
    "last_updated": "2025-09-30",
    "excerpt": "A bilingual Hebrew-Romanian prayerbook translated by Dr. Moses Gaster in 1883. . . .",
    "content": "<p><span class=\"hebrew\">סדור תפלת ישראל</span> <em>Carte de Rugăcĭunĭ Pentru Israeliţĭ</em> is a bilingual Hebrew-Romanian prayerbook translated by Dr. Moses Gaster in 1883 following the liturgical custom of Ashkenaz. Moses Gaster was only 26 years old when he completed this work and very much at the beginning of his prolific career as a scholar and rabbi. Later on, after emigrating to Britain, he would return to the siddur and complete a full translation of the maḥzorim in the sefaradi nusaḥ for the S&#038;P community. </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-tefilat-yisrael-moses-gaster-1883/Siddur%20Tefilat%20Yisrael%20%28Moses%20Gaster%201883%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<p>This digital edition was derived from page images scanned by <a href=\"https://books.google.com/books?id=GypkbzP4I58C\">Google Books</a> from a volume held in the collection of the <a href=\"https://www.nli.org.il/en/books/NNL_ALEPH002235075/NLI\">National Library of Israel</a>.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort.</p>\n<hr />\n<p>Below is Moses Gaster&#8217;s foreword below in Romanian, for which I have prepared an English translation with the aid of machine translations. (Please feel invited to correct it!) &#8211;Aharon Varady</p>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Romanian)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nPRECUVÂNTARE.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFOREWORD\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nDând acuma o traducere nouă a cărţiĭ de rugăcĭunĭ în mâna publiculuĭ Israelit, ne vedem nevoiţĭ a precede această traducţiune cu o mică desvoltare a vederilor, de cari am fost conduşĭ în traducerea de faţă.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nHaving now given a new translation of the books of prayer to the Israelite public, we feel obliged to precede this translation with a brief explanation of the views which have led us to the present translation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nRugăcĭunile Israeliţitor, cum ni se presintă astăzĭ, sânt rezultatul uneĭ desvoltărĭ secolare, care începe încă de pe vremea aceea, când esista templul în Ierusalim şi au început deja „jertfele buzelor&#8221; a înlocui „jertfele oltarĭuluĭ&#8221; şi se continuă până în secolul al patrusprezecelea, unde s’au fixat în forma, în care le avem astăzĭ. Nu este locul aci a scrie „istoria molitvelniculuĭ israelit“, ne ajunge a constata desvoltarea treptată a cărţiĭ de rugăcĭunĭ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe Israelite prayers, as they are presented to us today, are the result of a centuries-old development, which begins from the time when the temple existed in Jerusalem and the &#8220;offerings of the lips&#8221; had already begun to replace the &#8220;offerings of the altar&#8221; and continues until the fourteenth century, where they were fixed in the form in which we have them today. It is not the place here to write &#8220;the history of the Israelite prayer book,&#8221; it is enough for us to note the gradual development of the prayer book.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nDesvoltarea aceasta nu constă însă în schimbărĭ ce s’au făcut în textul rugăciunilor, ci numai în adausuri ce s’au făcut la vremurĭ hotărâte, păstrându-se intact tot ce era vechĭu şi sfinţit prin tradiţiune.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis development, however, does not consist in changes made in the text of the prayers, but only in additions made at determined times, keeping intact all that was old and sanctified by tradition.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nCuvântul de rugăcĭune însuşĭ, pe care-l întrebuinţăm, neavând altul maĭ potrivit în limba română, este cu totul împropriu pentru a arăta coprinsul textuluĭ ebraic; căcĭ cea maĭ mare parte a textelor din cartea de faţă nu sânt alt-ceva, decât Psalmiĭ şi capitole întregi din Biblia sau combinaţiunî de versurĭ din Biblia, menite de a esprima lauda Domnuluĭ, ĭar restul care se apropie maĭ mult de cuvântul „rugăcĭune&#8221;, totuşĭ nicĭ aci nu este identic; căci nicĭ o rugăcĭune ebraică nu este specificată; nicĭ una nu este individuală. Noĭ avem numaĭ rugăciunĭ, ce se zic pe flecare zi sau în zile de serbătorĭ, dar nicĭ decum pentru eventualităţi; şi de altă parte rugăcĭunea noastră este totdeaună generală, rugându-se fie-care pentru binele obştesc, şi nicĭ o dată pentru binele propriu. Fie-care Israelit participă la norocirea şi la nenorocirea tuturor.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe word for prayer itself, which we use, having no other suitable one in the Romanian language, is entirely appropriate to show the content of the Hebrew text; for the greater part of the texts in the present book are nothing else but Psalms and whole chapters of the Bible or combinations of verses in the Bible, intended to express the praise of the Lord, but the rest, which come nearest to the word &#8220;prayer,&#8221; are not identical; for not one Hebrew prayer is specified; not one is individual. We have only one prayer, which is said every day or on festival days, but not for any purpose; and on the other hand our prayer is always general, praying either for the good of the community, and not once for our own good. Every Israelite participates in the fortune and misfortune of all.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nIn vederea acesteĭ originĭ istorice a rugăcĭunilor, am căutat de a apropia graĭul traducereĭ, graĭuluĭ original; adică Psalmiĭ şi părţile biblice am tradus în limba arhaică română, care se şi aseamână maĭ mult, cu limba majestoasă a Biblieĭ; maĭ modernă este apoĭ limba traducereĭ rugăcĭunilor propriu zise, dar în amândouă cazurĭ ne am ferit pe cât se poate de neologisme, păstrând limba bisericească curată română.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIn view of this historical origin of the prayers, I sought to approximate the translated language, the original language; that is, I translated the Psalms and the biblical parts into the archaic Romanian language, which is more similar to the majestic language of the Bible; more modern language is the translation of the actual prayers, but in both cases we avoided neologisms as much as possible, keeping the clean Romanian ecclesiastical language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nDe altă parte ne am ţinut din cuvânt în cuvânt de textul ebraic, câte-o dată imitând sintaxa originaluluĭ, fără însă a ne atinge de sintactica română, respectând spiritul limbeî. Noĭ n’am voit să înlocuim textul ebraic printr’un text român, ci numaĭ a da traducerea esactă a textuluĭ ebraic din cartea de rugăcĭunĭ.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nOn the other hand, we have kept word for word to the Hebrew text, sometimes imitating the syntax of the original, but without touching Romanian syntax, respecting the spirit of the language. We did not intend to replace the Hebrew text with a Romanian text, but only to give an exact translation of the Hebrew text of the prayer book.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nDin această cauză se deosibeşte traducţiunea noastră, în mod fundamental, de traducţiunea ce s’a făcut la 1868, cu care n’avem nicĭ un singur punct de contact. Nu este de atribuţiunea noastră a o critica, atâta numaĭ observăm, că vederile noastre, în ceea ce priveşte modul cum trebue traduse rugăcĭunile israelite, sânt diametral opuse vederilor traducătoruluĭ celuĭ d’ântăĭu.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nFor this reason our translation is fundamentally different from the translation made in 1868, with which we have not a single point of contact. It is not for us to criticize it, but we merely observe that our views as to how the Israelite prayers should be translated are diametrically opposed to the views of the previous translator.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nNe maĭ rămâne a cere îngăduinţa cititorilor pentru unele greşelĭ de tipar, ce s’au strecurat în traducţiunea, cu toată cercetarea minuţioasă ce am făcut. Ţiind cititoriĭ seama, că noĭ am fost departe de locul tipărireĭ, căcĭ această carte s’a tipărit în străinătate, vor judeca nu ne îndoim cu duhul blândeţelor, şi vor trece peste greşelile, cu convicţiunea, că lucru omenesc fără greşală nu se poate.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt remains for us to ask the reader&#8217;s indulgence for some typographical errors that have crept into the translation, with all the painstaking research we have done. Bearing in mind that we were far from the place of printing, because this book was printed abroad, we do not doubt that readers will judge us with the spirit of kindness, and will pass over the mistakes with the conviction that no human work can be accomplished without error.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nBucureştĭ, Januarie 1883.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nBucharest, January 1883.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"romanian\" lang=\"ron-Latn\">\nDr. M. Gaster.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nDr. Moses Gaster\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Nusaḥ Ashkenaz",
        "Romanian Jewry",
        "Romanian translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "47379"
        ],
        "date_src_start": [
            "1883-00-00"
        ],
        "date_src_end": [
            "1883-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Romanian\",\"code\":\"ron\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/11/Siddur-Tefilat-Yisrael-Moses-Gaster-1883-title.png",
        "title": "Siddur Tefilat Yisrael (Moses Gaster 1883) &#8211; title",
        "caption": "Siddur Tefilat Yisrael (Moses Gaster 1883) - title"
    },
    "source_link": "https://opensiddur.org/?p=47378",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/siddur-tefilat-yisrael-carte-de-rugaciuni-pentru-israeliti-romanian-translation-by-moses-gaster-1883/",
    "slug": "siddur-tefilat-yisrael-carte-de-rugaciuni-pentru-israeliti-romanian-translation-by-moses-gaster-1883"
}