{
    "post_id": 51192,
    "title": "&#x1F4D6; סידור משנה תורה (נוסח על פי הרמב״ם) | Siddur Mishneh Torah (nusaḥ al pi haRaMBaM), by Yoel Fievel ben Avram",
    "author": "Yoel Fievel ben Avram",
    "coauthors": [
        {
            "name": "Yoel Fievel ben Avram",
            "bio": "Yoel Fievel ben Avram is an attorney from Cherry Hill, New Jersey.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yoel-fievel-ben-avram"
        },
        {
            "name": "Moshe ben Maimon",
            "bio": "Mosheh ben Maimon (משה בן מימון), called Moses Maimonides (/maɪˈmɒnɪdiːz/ my-mon-i-deez) and also known as Mūsā ibn Maymūn (Arabic: موسى بن ميمون‎), or RaMBaM (רמב\"ם – Hebrew acronym for \"Rabbeinu Mosheh Ben Maimon\" – English translation: \"Our Rabbi/Teacher Moses Son [of] Maimon\"), was a preeminent medieval Spanish, Sephardic Jewish philosopher, astronomer and one of the most prolific and influential Torah scholars and physicians of the Middle Ages. He was born in Córdoba (present-day Spain), Almoravid Empire on Passover Eve, 1138, and died in Egypt on December 12, 1204. \r\n\r\nAlthough his writings on Jewish law and ethics were met with acclaim and gratitude from most Jews, even as far off as Iraq and Yemen, and he rose to be the revered head of the Jewish community in Egypt, there were also vociferous critics of some of his writings, particularly in Spain. Nevertheless, he was posthumously acknowledged to be one of the foremost rabbinical arbiters and philosophers in Jewish history, his copious work comprising a cornerstone of Jewish scholarship. His fourteen-volume Mishneh Torah still carries significant canonical authority as a codification of Talmudic law. In the Yeshiva world he is called sometimes \"haNesher haGadol\" (the great eagle) in recognition of his outstanding status as a bona fide exponent of the Oral Torah.\r\n\r\n(from \"<a href=\"http://en.wikipedia.org/wiki/Maimonides\">Maimonides</a>\" on wikipedia)",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/04/Moses-ben-Mamon-a.k.a-Maimonides-Córdoba-Jerzy-Kociatkiewicz-CC-BY-SA-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/moshe-ben-maimon"
        }
    ],
    "date": "2023-05-25",
    "last_updated": "2025-12-31",
    "excerpt": "This siddur is based on the Mishneh Torah and rulings of the Rambam with the texts for the nusaḥ sourced from online Torah databases: Mechon Mamre and Sefaria. It has English instructions and was geared to a new practitioner and those studying the Mishneh Torah. It is a complete siddur for the whole year with every blessing brought by the Rambam. I began working on this siddur in November 2011. The latest revision published here is v. 240104. . . .",
    "content": "<p><strong>DOWNLOAD:</strong> <a href=\"https://archive.org/download/siddur-mishneh-torah-nusah-al-pi-harambam-yoel-fievel-ben-avram-2023/Siddur%20Mishneh%20Torah%2C%20nusah%20al%20pi%20haRAMBAM%20%28Yoel%20Fievel%20ben%20Avram%202023%29.pdf\">PDF</a> | <a href=\"https://archive.org/download/siddur-mishneh-torah-nusah-al-pi-harambam-yoel-fievel-ben-avram-2023/Siddur%20Mishneh%20Torah%2C%20nusah%20al%20pi%20haRAMBAM%20%28Yoel%20Fievel%20ben%20Avram%202023%29.odt\">ODT</a></p>\n<p>This siddur is based on the Mishneh Torah and rulings of the RaMBaM with the texts for the nusaḥ sourced from online Torah databases: Mechon Mamre and Sefaria. It has English instructions and was geared to a new practitioner and those studying the Mishneh Torah. It is a complete siddur for the whole year with every blessing brought by the RaMBaM. I began working on this siddur in November 2021. The latest revision published here is v. 240104.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/siddur-mishneh-torah-nusah-al-pi-harambam-yoel-fievel-ben-avram-2023/Siddur%20Mishneh%20Torah%2C%20nusah%20al%20pi%20haRAMBAM%20%28Yoel%20Fievel%20ben%20Avram%202024%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em\">\n<blockquote><p>\nA FEW WORDS FROM THE COMPILER</p>\n<p>The text of the Mishneh Torah, TaNaKh, and Targum Onqelos were retrieved from Mechon-Mamre.org. That includes consonants, vowels, and cantillation marks. Where the Nusah of the Mishneh Torah includes quotes from TaNaKh, the cantillation marks were included, though they were not included in the Mishneh Torah itself. Again, Mechon Mamre was the source for both. At the current time, they have been otherwise entirely unaltered besides formatting. I intend to add Metheghim and other reading aids, as well as explore other vowel traditions, but that project has not yet been started. The Qedhushah requires Aramaic translations of parts of TaNaKh not translated by Onqelos the Proselyte, and these were sourced from Targum Yonathan retrieved from Sefaria.org. These too have been unaltered. The fonts used in this Siddur are Linux Libertine for English and Shlomo Orbach&#8217;s Shlomo Light Bold for Hebrew, which are free to use fonts.</p>\n<p>This Siddur is intended to be as faithful to the rulings of the RaMBaM as possible. I have tried to avoid tainting this Siddur with my own opinions as much as possible. I am not a Hakham, a Dayan, a Poseq, an academic, or a scholar by any stretch of the imagination. Nobody has ever called me Rabbi, Ribbi, Rebbe, or Rav. Therefore, I have strived to indicate what my opinions are so you can give them the weight they deserve, which is preferably none at all should you have the ability to study the law on your own. Where I have made lengthy discourses on law from my own research beyond a simple restatement of the words of the RaMBaM, I have grayed them out so you can ignore them entirely. I have kept this to an absolute minimum in order for someone who does not know how to pray, or how to learn on their own, the ability to participate in Avodath Hashem, the service of prayer, until such a time as their education catches up. </p>\n<p>This Siddur is free to use, alter, print, reproduce, and even sell should one invest in a printing. I ask that you do not make a profit should you do so, and sell the Siddur at cost. Fund raising for appropriate non-profit and community oriented purposes would also be fine. Should you distribute the PDF, I ask that the PDF be shared as a link to this page at the Open Siddur Project as it allows me to update errors. If you would like to make changes, please use the ODT file and note in your version that it is altered, the date the file you edited was retrieved, what changes you made, and link to the original PDF. As a condition of the Creative Commons Attribution-ShareAlike 4.0 International license, any version that you make must include these liberties for anybody that uses your version. </p>\n<p>The dimensions of the page and size of the text was set to be ideal for use on a moderately sized smartphone and to be printed at home on standard size computer paper. The size of the page is half letter size, or a regular 8.5 inch by 11 inch folded in half like a booklet. When printing for use in a bound book, I recommend changing the page setting for a 0.3 inch gutter. If using the software the Siddur was edited on, LibreOffice, the formatting should take care of itself if page dimensions are altered, but please proof before printing. Be sure to go to Tools → Update → Update All to update all formatting, bookmarks, page numbers, and the table of contents after making any changes. Exporting as a PDF, rather than printing to a PDF, will automatically generate an outline that is useful for smartphone use and will make the bookmarks and table of contents interactive.</p>\n<p>I have one last request. This Siddur is not finished. Though I have not discovered them, I am certain there are a myriad of typos, formatting inconsistencies, omissions, and outright errors. Should you discover any of them, please email me right away so that I can fix them and update the Siddur. No feedback is too insignificant; please reach out. I am also seeking volunteers to help me add Metheghim to the parts of the Siddur that lack Taamim. I wish for this Siddur to be free of ambiguities of stress and to differentiate between the two types of Shewa, Qamas, and Hiriq. I would like someone who knows how to read Hebrew at only a basic level, and has never picked up a book on grammar, to be able to read fluently. However, I must confess this is beyond my ability to do consistently and free of error. If this is something you would like to take on, please email me for the ODT file. With your help and Hashem&#8217;s, I would like to on day be able to call this Siddur complete. In the meantime, I do hope to continue to make updates to the Siddur. If you would like to be alerted when I update the Siddur, leave a comment or <a href=\"/contact/\">contact me</a>, and B”N I will send you an email when I make any changes.</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "Maimonides",
        "Minhag RaMBaM",
        "Mishneh Torah",
        "Moshe ben Maimon",
        "Rambam",
        "Seder Tefillah",
        "Sefer Ahavah",
        "Nusaḥ ha-RaMBaM"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "55371"
        ],
        "date_src_start": [
            "2023-05-25"
        ],
        "date_src_end": [
            "2023-05-25"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/05/Siddur-Mishneh-Torah-nusah-al-pi-haRAMBAM-Yoel-Fievel-ben-Avram-2024-title.png",
        "title": "Siddur Mishneh Torah, nusah al pi haRAMBAM (Yoel Fievel ben Avram 2024) &#8211; title",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=51192",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/siddur-mishneh-torah-nusah-al-pi-harambam-by-yoel-fievel-ben-avram/",
    "slug": "siddur-mishneh-torah-nusah-al-pi-harambam-by-yoel-fievel-ben-avram"
}