{
    "post_id": 61981,
    "title": "📖 סִדּוּר תְּפִלַּת מַצְלִיחַ (מנהג הספרדים) | Sidur Tefillat Matsliaḥ (Livro de Orações), a bilingual Hebrew-Portuguese prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1966)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        },
        {
            "name": "Meir Matsliaḥ Melamed",
            "bio": "Rabbi Meir Matsliaḥ Melamed (1920-1989), born in Izmir, Turkey, was a rabbi, author, and compiler of siddurim and maḥzorim in Spanish and Portuguese. We know little about his life and career save that he served the Congregation Bené Herzl and Temple Bet-El in Rio de Janeiro, Brazil, before arriving in the United States where he began his tenure in the early 1970s with the Cuban Sephardic Hebrew Congregation in Miami, Florida. If you know more, or can provide a reference to an article or book providing additional information, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2025/06/meir-matsliah-melamed-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-matsliah-melamed"
        }
    ],
    "date": "2025-06-07",
    "last_updated": "2026-01-31",
    "excerpt": "This is the first edition of <em>Sidur Tefillat Matsliaḥ</em> (1966), a bilingual Hebrew-Portugues nusaḥ Sefaradi prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). . . .",
    "content": "<p>This is the first edition of <span class=\"hebrew\">סִדּוּר תְּפִלַּת מַצְלִיחַ</span> <em>Sidur Tefillat Masliah (Livro de Orações)</em> (1966), a bilingual Hebrew-Portuguese nusaḥ Sefaradi prayerbook compiled and translated by Rabbi Meir Matsliaḥ Melamed (1920-1989). As no Hebrew type with vocalization and cantillation marks was available to printers in Brazil, liturgy was reproduced from images of older siddurim and, occasionally, typewritten text. Rabbi Melamed&#8217;s translation appears to the sides of these images and his commentary underneath. The entire work served as the basis for a bilingual <a href=\"/?p=62979\">Hebrew-Spanish edition</a> published in the United States in 1974.</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/sidur-tefillat-masliah-meir-masliah-melamed-1966/Sidur%20Tefillat%20Masliah%20%28Meir%20Masliah%20Melamed%2C%201966%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is under copyright in its host country (Brazil) until January 2060. Although there is no copyright notice that would conform to United States standards, due to the 1994 Uruguay Round Agreements Act (<a href=\"https://en.wikipedia.org/wiki/Uruguay_Round_Agreements_Act#Copyright_restorations\">URAA 17 U.S.C. § 104A</a>), this work will also remain under copyright in the United States until that date. This work is made accessible here for the purpose of identifying the Public Domain resources contained within and for collaborative online transcription under our Fair Use Right.</p>\n<p>This work was scanned by Aharon Varady for the Open Siddur Project from a volume held in the collection of Stanford University library in California. (Thank you!) This work is cross-posted to the Internet Archive, as a repository for our transcription efforts.</p>\n<p>Scanning this work (making digital images of each page) is the first step in a more comprehensive project of transcribing each prayer and associating it with its translation. You are invited to participate in this collaborative transcription effort!</p>\n<hr />\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Portuguese)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nPrefácio do Autor\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAuthor&#8217;s Preface\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nA finalidade que me proponho alcançar, com esta modesta obra, é a de proporcionar a possibildade aos fiéis, homens e mulheres de tôdas as idades, particularmente aos que têm alguns conhecimentos da língua Sagrada, de participar de corpo e alma nas orações realizadas na sinagoga e não se limitarem a uma presença passiva.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe aim of this modest work is to make it possible for the faithful, men and women of all ages, particularly those who have some knowledge of the Sacred Language, to participate wholeheartedly in the prayers held in the synagogue and not just be passively present.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nExistem, ao meu ver, três classes de correligionários que freqüentam a sinagoga: os que conhecem o Lashon Hakódesh (o idioma hebraico sagrado), e êstes são na proporção aproximada de um para mil; os que vêm à sinagoga e sabem apenas ler as rezas em hebraico, porém não compreendem o seu sentido; e aquêles que não freqüentam de todo a sinagoga mas não obstante são ligados ao judaismo por conyenção mundial, social e tradicional: êstes são os que chamamos de laicos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAs I see it, there are three classes of synagogue-goers: those who know the Lashon Haḳodesh (the sacred Hebrew language), and these are roughly one in a thousand; those who come to the synagogue and can only read the prayers in Hebrew, but don&#8217;t understand their meaning; and those who don&#8217;t go to the synagogue at all but are nevertheless linked to Judaism by worldwide, social and traditional connections: these are what we call secularists.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nÉ uma realidade, hoje em dia, o judaísmo achar-se ausente de todo lugar na vida social política e familiar, salvo raras exceções; e quando Deus deixa de viver nas almas dos homens, é difícil procurá-lo fora oa sinagoga. Porém, para que os correligionários tenham uma razão de frequentá-la e sentir Deus em seus corações, é necessário que êles aprendam a rezar e a compreender o significado, o conteúdo e a mensagem que as orações transmitem.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIt is a reality today that Judaism is absent from every part of social, political and family life, apart from a few rare exceptions; and when God no longer lives in people&#8217;s souls, it is difficult to look for him outside the synagogue. However, in order for the co-religionists to have a reason to go to the synagogue and feel God in their hearts, they must learn to pray and understand the meaning, content and message that the prayers convey.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nFoi escrito no Talmud <span class=\"citation\">(Berachot. Mishna 5,1)</span> que o fiel deve levantar-se para rezar a Amidá com humildade, seriedade e respeito. Os homens pios, antigos, esperavam durante uma hora, até sentirem a emoção religiosa, para poderem concentrar-se e, assim, dirigirem suas orações a Deus. Ora, como se poderá sentir tudo isto se não se entende o que se lê e o significado da nossa liturgia?\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIt is written in the Talmud <span class=\"citation\">(Mishnah Berakhot 5.1)</span> that the faithful should get up to pray the Amidah with humility, seriousness and respect. Ancient pious men would wait for an hour until they felt the religious emotion, so that they could concentrate and thus address their prayers to God. Now, how can you feel all this if you don&#8217;t understand what you&#8217;re reading and the meaning of our liturgy?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO judaísmo de nossos dias se mantém por meio destes três fatores: a familia, a escola israelita e a sinagoga. Se nos preocuparmos somente em encher as sinagogas com fiéis que assistem só fisicamente a cerimônias pomposas, a cuja realização damos a major importância, ou para ouvirem a voz bonita de algum hhazan, não proporcionando os meios para que os fiéis venham expontâncamente, rezar e sentir a emoção religiosa, não cumprimos o nosso dever. Eis uma das razões que me levaram a fazer este sidur.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nModern-day Judaism is maintained by these three factors: the family, the Jewish school and the synagogue. If we only worry about filling the synagogues with worshippers who only physically attend pompous ceremonies, to which we attach the greatest importance, or to hear the beautiful voice of some ḥazan, without providing the means for the faithful to come spontaneously, pray and feel the religious emotion, we will not fulfill our duty. This is one of the reasons that led me to make this siddur.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nPara a elaboração dêste livro de orações, aproveitei-me das seguintes obras: vários tratados do Talmud; Possekim Rishonim Veahharonim; Midrashim; sidurim Bet Oved e Bet Menuhhá, e também dos magníficos livros: “Le Monde des Prières” do rabino E. Munck e “Quéter Shem Tov“ do Rabino Sh. Gaguin aos quais expresso aqui a minha admiração pelos seus valiosíssimos trabalhos realizados. Contudo, em quasi tôdas as partes do conteúdo desta obra acham-se as minhas opiniões próprias sobretudo no que diz respeito a explicações, dinim uminhaguim (leis e costumes) etc., fruto das minhas pesquisas e estudo rabínicos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn preparing this prayer book, I have drawn on the following works: various treatises from the Talmud; Possekim Rishonim Veaḥaronim; Midrashim; siddurim Bet Oved and Bet Menuḥá, as well as the magnificent books: “Le Monde des Prières” by Rabbi E. Munck and “Quéter Shem Tov” by Rabbi Sh. Gaguin. Gaguin to whom I express my admiration for their invaluable work. However, almost every part of the contents of this work contains my own opinions, especially with regard to explanations, <em>dinim uminhagim</em> (laws and customs) etc., which are the fruit of my rabbinic research and study.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nPor não haver no Brasil uma tipografia possuindo caracteres hebraicos com vogais e “<em>teamim</em>”, os textos do ritual em hebraico dêste livro foram adaptados dos sidurim: Tefillat Imanuel do Rav. N.Y. Ovadia; Seder Hatefilot do Rabino Sola Pool; Sidur Tefilat Yeshurun, e sefer Berit Olam. Éstes textos, que são os mais aproximados da nossa liturgia, usada em Esmirna (Turquia), coloquei-os em ordem, na medida co possível, de acórdo com os nossos costumes.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSince there is no printing house in Brazil with Hebrew characters with vowels and “<em>teamim</em>”, the Hebrew ritual texts in this book were adapted from the siddurim: Tefillat Imanuel by Rav. N.Y. Ovadia; Seder Hatefilot by Rabbi Sola Pool; Siddur Tefilat Yeshurun, and sefer Berit Olam. These texts, which are the closest to our liturgy, used in Smyrna (Turkey), I have put in order, as far as possible, according to our customs.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nDesejo agradecer aqui à minha querida espôsa Nelly Levy Masliah Melamed que sem a sua ajuda não poderia eu ter encontrado a possibilidade de elaborar esta obra; aos seguintes correligionários que me prestaram a sua colaboração: Dr. Renaldo Alexandre Essinger em cuja gráfica êste sidur foi impresso; Sr. Kalmon Danowsky em auja editôra êste livro foi composto e paginado; Srs. Henrique Berkovitz e Moyses Leão Struchiner que fizerarn a encadernação dêste Sidur e aos Srs: Mauricio Cohen, veterano e servidor desinteressado da Congregação C.I.B.; Elie Barki, Alexandre Ben-sussan, Shemtov Guinon; stas. Stella Abadi, Raquel Huf, Luba Lejkowicz, srta. Victoria Bensussan, que me ajudaram cada qual de uma maneira, nesta minha tarefa.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI would like to thank my dear wife, Nelly Levy Masliah Melamed, who, without her help, would not have been able to put this book together. I would also like to thank the following people who helped me: Dr. Renaldo Alexandre Essinger, at whose printing house this siddur was printed; Mr. Kalmon Danowsky, at whose publishing house this book was written; Mr. Henri Berkovitz and Mr. Moyses Leão Struchiner, who did the binding of this siddur. Kalmon Danowsky in whose publishing house this book was composed and paginated; Mr. Henrique Berkovitz and Mr. Moyses Leão Struchiner who did the binding of this Siddur and to Mr. Mauricio Cohen, a veteran and selfless servant of the C.I.B. Congregation; Elie Barki, Alexandre Ben-sussan, Shemtov Guinon; stas. Stella Abadi, Raquel Huf, Luba Lejkowicz, Miss Victoria Bensussan, who each helped me in their own way in my task.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nExpresso igualmente a minha gratidão, em nome da religião, aos queridos correligionários que se subscreveram para que êste sidur pudesse aparecer. Houve alguns que, por incompreensão da elevada finalidade desta obra, recusaram a sua contribuição ou não a fizeram de acôrdo com as suas posses. Entretanto, muitos foram os que, sendo menos abastados, compreenderam, contudo, o valor e a necessidade da obra. Os nomes dos correligionários contribuintes encontram-se no início e no fim dêste sidur. Deus há de dar-lhes, com certeza, a Sua recompensa; “Yeshalem Adonay Paolam uthi mascurtam shelema meet Adonay Elohé Yisrael”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI would also like to express my gratitude, in the name of religion, to the dear confreres who subscribed so that this siddur could appear. There were some who, because they did not understand the high purpose of this work, refused to contribute or did not contribute according to their means. However, there were many who, being less well-off, nevertheless understood the value and necessity of the work. The names of the contributors can be found at the beginning and end of this siddur. God will surely give them their reward: “Yeshalem Adonay Paolam uthi mascurtam shelema meet Adonay Elohé Yisrael”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNão posso deixar de lembrar aqui, também, os meus mestres Rabi Gabriel de Boton, falecido em Esmirna e o Rabino Elazar Halevy, atual Rabino Chefe de Yehud (Israel); o meu primo, o “<em>askan tsiburi</em>” Rabeno Yom-Tov Politi, em Israel; os meus falecidos avós: Rabi Yehoshua Shelomo Melamed, autor do livro “Sháar Hashamáyim” e Rabi Bentsion Avraham Masliah, discípulo do cabalista Rabi Avraham Palatchi.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI must also remember my teachers Rabbi Gabriel de Boton, who died in Smyrna, and Rabbi Elazar Halevy, the current Chief Rabbi of Yehud (Israel); my cousin, the “<em>askan tsiburi</em>” Rabbi Yom-Tov Politi, in Israel; my late grandparents: Rabbi Yehoshua Shelomo Melamed, author of the book “Sháar Hashamáyim” and Rabbi Bentsion Avraham Masliah, a disciple of the ḳabbalist Rabbi Avraham Palatchi.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nEste Sidur é fruto dum trabalho minucioso, principalmente no que diz respeito a explicações, leis e costumes. O seu conteúdo não passará desapercebido dos hhachamim verdadeiros. Descendo de família de rabanim, estudei em grandes “yeshivot” e o grão rabino de Turquia “Hagaon Rabi Rafael Saban” entregou-me a “semiha” ce rabino assim como o fêz Harav Hagadol Elazar Halevy, grão rabino de Yehud (Medinat Yisraei) após os meus estudos na grande Yeshiva “Haray Arvé Nahhal”. Venho duma cidade (Izmir) que era cheia de sábios e escribas (<em>ir guedolá shel hhachamim veshel soferim</em>). Apôs servir de guia espiritual nas cidades Montevidéo (Uruguay) e Pôrto Alegre (Brasil), o destino quis que ocupasse o cargo de rabino no Rio de Janeiro, cidade maravilhosa dum país grande e hospitaleiro como o Brasil, porém num <em>dor yatom</em> (geração orfa em matéria de conhecimentos religiosos e de judaísmo). Por isso “<em>amádti bapêrets, yaguáti beanhhatí, hayíti bayom achaláni hhórev, vatidad shenati meenay</em>”, com os mais difíceis empecilhos, condições e incompreenções imagináveis, elaborei êste modesto sidur, no qual os hhazanim e os rabinos inexperientes encontrarão as leis práticas referentes às orações, e os fiéis, o conhecimento resumido do significado da nossa liturgia, através da qual espero despertar nêstes, o sentimente para encontrarem-se com Deus.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThis Siddur is the fruit of painstaking work, especially with regard to explanations, laws and customs. Its contents will not go unnoticed by true ḥachamim. Coming from a family of rabbanim, I studied in great yeshivot and the Grand Rabbi of Turkey, “Hagaon Rabbi Rafael Saban”, gave me the ‘semiḥah’ of the rabbinate, as did Harav Hagadol Elazar Halevy, Grand Rabbi of Yehud (Medinat Yisraei) after my studies in the great Yeshiva “Haray Arvé Naḥal”. I come from a city (Izmir) that was full of sages and scribes (<em>ir guedolah shel ḥachamim veshel soferim</em>). After serving as a spiritual guide in the cities of Montevideo (Uruguay) and Pôrto Alegre (Brazil), fate wanted me to take up the position of rabbi in Rio de Janeiro, a wonderful city in a large and hospitable country like Brazil, but in a <em>dor yatom</em> (an orphaned generation in terms of religious knowledge and Judaism). That&#8217;s why “<em>amádti bapêrets, yaguáti beanḥatí, hayíti bayom achaláni ḥórev, vatidad shenati meenay</em>”, with the most difficult obstacles, conditions and misunderstandings imaginable, I put together this modest siddur, in which inexperienced ḥazanim and rabbis will find the practical laws of prayer, and the faithful, a summary knowledge of the meaning of our liturgy, through which I hope to awaken in them the sentiment to meet God.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nHavendo constatado igualmente a existência de rabinos recém-formados ou improvisados, e de alguns “hhazanim” com conhecimentos precários em assuntos de “<em>dinim uminhaguim</em>” que, para demonstrarem sabedoria, pôem-se a discutir a respeito com leigos na matéria, faço aqui um apêlo aos leitores para que convidem todos os que tiverem opiniões contrárias em relação às leis e a todo o conteúdo dêste “sidur”, a fazerem as suas objeções em público, porém sempre na presença do Rabino, autor destas obra, (ou por correspondência) o qual dará os devidos esclarecimentos. Em caso de recusa, deixo a critério dos leitores julgarem, a intenção a competência e o valor dessas pessoas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI have also noted the existence of newly trained or improvised rabbis, and of some “ḥazanim” with precarious knowledge of “<em>dinim uminhagim</em>” who, in order to demonstrate their wisdom, start arguing with laypeople on the subject, I would like to appeal to you, my readers, to invite all those who have contrary opinions about the laws and the entire content of this “siddur”, to make their objections in public, but always in the presence of the Rabbi, the author of these works, (or by correspondence) who will give the necessary clarifications. In the event of a refusal, I leave it up to the readers to judge the intention, competence and value of these people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nPeço ao mesmo tempo, a indulgência dos queridos leitores pelas imperfetções involuntárias que pode conter êste sidur, e aceito, agradecido, tôdas as indicações, quando feitas sincera e honradamente.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAt the same time, I ask the indulgence of dear readers for the unintentional imperfections that this siddur may contain, and I gratefully accept all indications when they are made sincerely and honorably.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nOxalá que êste sidur seja bem aproveitado por todos os que têm sêde de conhecer a nossa liturgia pois sômente através do conhecimento é que se pode chegar a êste princípio dos nossos rabanim: “<em>lilmod ulelamed, lishmor velaassot</em>” (aprender e ensinar, observar e praticar).\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI hope that this siddur will be put to good use by all those who are eager to learn about our liturgy, because only through knowledge can we arrive at this principle of our rabbanim: “<em>lilmod ulelamed, lishmor velaassot</em>” (learn and teach, observe and practice).\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nFinalmente, elevo meu coração cheio de reconhecimento ao Todo Poderoso por me haver feito chegar ao término desta obra “<em>lezacoit et harabim</em>&#8220;, suplicando-Lhe que receba a minha oração e a de todo o povo de Israel, para que seja realizada, em nossos dias, a Gueulã Shelemá, <em>Amén</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nFinally, I lift up my heart full of gratitude to the Almighty for having brought me to the end of this work “<em>lezacoit et harabim</em>&#8220;, beseeching Him to receive my prayer and that of all the people of Israel, so that Gueulan Shelemah may be realized in our days, <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nRio de Janeiro. agôsto ce 1966<br />\nMEIR MASLIAH MELAMED\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRio de Janeiro, August 1966<br />\nMeir Matsliaḥ Melamed\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNOTA: ESTE SIDUR CONTEM EXPLICAÇÕES LEIS E COSTUMES PARA OS COR-RELIGIONÁRIOS SEFARADIM E ASHQUENAZIM.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nNOTE: THIS SIDDUR CONTAINS EXPLANATIONS OF LAWS AND CUSTOMS FOR CO-RELIGIONIST SEFARADIM AND ASHKENAZIM.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Portuguese)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nIntrodução do Autor\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAuthor&#8217;s Introduction\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO dever da oração foi recomendado pela Escritura Sagrada com estas palavras: “Servireis ao Eterno, Vosso Deus <span class=\"citation\">(Exod. 22, 25)</span>; “e o servireis com todo o vosso coração e com tôda a vossa alma” <span class=\"citation\">(Deut. 11, 13)</span>. Servir a Deus “com o coração” constitui segundo os doutores da Lei, o mandamento positivo (mitsvat assé) da oração.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe duty of prayer was recommended by Sacred Scripture in these words: “You shall serve <span class=\"divine-referent\">the Eternal</span>, <span class=\"divine-referent\">your God</span>” <span class=\"citation\">(Exod. 22:25)</span>; “and you shall serve him with all your heart and with all your soul” <span class=\"citation\">(Deut. 11:13)</span>. Serving <span class=\"divine-referent\">God</span> “with your heart” is, according to the Doctors of the Law, the positive commandment (<em>mitsvat assei</em>) of prayer.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nA Bíblia contém poucos detalhes com relação à prática dêste mandamento. Moisés deixa a oração a critério do sentimento individual e á inspiração do momento. Éle prescreve a confissão dos pecados perante Deus, sem fixar os seus têrmos: “E, quando (a pessoa) fôr culpada por uma destas coisas, confessará aquilo em que pecou” <span class=\"citation\">(Levit. 5, 5)</span>. A Torá contém apenas três fórmulas de orações: as bençãos que os sacerdotes pronunciavam para o povo <span class=\"citation\">(Num. 6, 24-26)</span>, a ação de graças que cada hebreu devia recitar ao oferecer suas primícias <span class=\"citation\">(Deut. 26, 5-10)</span>, e a prece que êle pronunciava apresentando o segundo dízimo <span class=\"citation\">(Deut. 26, 13-15)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Bible contains few details regarding the practice of this commandment. Moses leaves prayer to individual feelings and the inspiration of the moment. He prescribes the confession of sins before <span class=\"divine-referent\">God</span>, without fixing its terms: “And when (a person) is guilty of one of these things, he shall confess that in which he has sinned” <span class=\"citation\">(Leviticus 5:5)</span>. The Torah contains only three prayer formulas: the blessings that the priests pronounced for the people <span class=\"citation\">(Num. 6:24-26)</span>, the thanksgiving that each Hebrew had to recite when offering his first fruits <span class=\"citation\">(Deut. 26:5-10)</span>, and the prayer that he pronounced when presenting the second tithe <span class=\"citation\">(Deut. 26:13-15)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nConforme a tradição isrealita, a instituição das três orações diárias vem dos patriarcas: Abraham instituiu o ofício da mannã Shahhrit; Isaac, o da tarde Minhhá; Jacob, o da noite Arvit. Dai a palavra davenen (rezar) empregada erradamente pelos ashquenazim em lugar de deavunan (dos nossos pais), e que significa “rezar segundo o instituiram os nossos patriarcas”.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAccording to Isrealite tradition, the institution of the three daily prayers comes from the patriarchs: Avraham instituted the morning prayer Shaḥarit; Yitsḥaq, the afternoon prayer Minḥah; Yaaqov, the evening prayer Arvit. Hence the word <em>davenen</em> (to pray), wrongly used by the Ashkenazim instead of <em>deavunan</em> (of our fathers), which means “to pray according to what our patriarchs instituted”.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAo meu ver, as três rezas diárias foram inspiradas também por esta frase dita pelo rei David: “A tarde, pela manhã e ao meio-dia, rezarei as minhas lamentações e Éle ouvirá a minha voz” <span class=\"citation\">(Salmo 55, 18)</span>. Elas foram indicadas igualmente por Daniel: “Três vêzes ao dia (Daniel) se punha de joelhos, orava e dava graças diante do seu Deus, como costumava fazer” <span class=\"citation\">(Daniel 6, 11)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn my opinion, the three daily prayers were also inspired by this phrase said by King David: “Evening, morning and noon, I will pray my lamentations and <span class=\"divine-referent\">He</span> will hear my voice” <span class=\"citation\">(Psalms 55:18)</span>. They were also indicated by Daniel: “Three times a day (Daniel) knelt down and prayed and gave thanks before <span class=\"divine-referent\">his God</span>, as he used to do” <span class=\"citation\">(Daniel 6:11)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAlguns rabinos do Talmud opinam que as três orações foram organizadas para nos recordarem e substituírem as três oferendas diárias do Templo. Isto, pelo que foi escrito. “Perdoa tôda a iniqüidade, aceita o que é bom, e em vez de sacrifícios de novilhos, a reza dos nossos lábios” <span class=\"citation\">(Oseias 14, 2)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSome rabbis of the Talmud believe that the three prayers were organized to remind us of and replace the three daily offerings of the Temple. This, from what was written. “Forgive all iniquity, accept what is good, and instead of sacrifices of bullocks, the prayer of our lips” <span class=\"citation\">(Hosea 14:2)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNa época bíblica, a oração era uma coisa individual e as pessoas rezavam quando sentiam necessidade conforme o fizeram: Moisés, <span class=\"citation\">(vide Exod. 32, 11-14 e Num. 12, 13)</span>: Hhanna <span class=\"citation\">(vide I Sam. 2, 1-11)</span>; o rei David <span class=\"citation\">(vide I Crônicas 29, 10-20)</span>, sem contrar os salmos que lhe são atribuídos: e o rei Salomão <span class=\"citation\">(vide I Reis 8, 23-53)</span>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn biblical times, prayer was an individual thing and people prayed when they felt the need, as did Mosheh <span class=\"citation\">(see Exod. 32:11-14 and Num. 12:13)</span>: Ḥannah <span class=\"citation\">(see I Sam. 2:1-11)</span>; King David <span class=\"citation\">(see I Chronicles 29:10-20)</span>, not to mention the psalms attributed to him: and King Shelomo <span class=\"citation\">(see I Kings 8:23-53)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO Talmud <span class=\"citation\">(Ber. 33)</span> atribui a instituição das rezas diárias a Ezra, o Escriba, e aos homens da Grande Assembléia, cuja atividade durou mais de cem anos, (dos fins do século V aos fins do IV, antes da Era Comum), reorganizando a vida religiosa depois do exílio, colocando em segundo plano os sacrifícios do Templo e dando uma nova e grande importância às orações e à leitura e interpretação da Lei. Não se pode dizer naturalmente que tôdas as nossas orações datam dêste período. Algumas delas são anteriores a esta época e outras, posteriores. Contudo, uma coisa é certa: os livros de reza que possuímos, exceto algumas ligeiras modificações, têm uma história de aproximadamente dez séculos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Talmud <span class=\"citation\">(Ber. 33)</span> attributes the institution of daily prayers to Ezra the Scribe and the men of the Great Assembly, whose activity lasted more than a hundred years (from the end of the 5th century to the end of the 4th, before the Common Era), reorganizing religious life after the exile, putting the Temple sacrifices in the background and giving a new and great importance to prayers and the reading and interpretation of the Law. It cannot be said, of course, that all our prayers date from this period. Some of them predate this period and others are later. However, one thing is certain: the prayer books we have, with the exception of a few slight modifications, have a history of around ten centuries.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO primeiro ensaio para se organizar as diversas orações num sistema formal foi feito pelo Gaon Natronai, da academia de Sura, no Século XI. Dirigiam-se a êle de tõdas as comunidades da Diáspora, para fixar certos pontos de exegese e de jurisprudência, cujas decisões e respostas se encontram na sua obra “Shaaré Tsedek”. Ele tinha enviado à comunidade judaica ce Lucena (Espanha) o seu séder (ordem) das orações diárias, intitulado “Mea Berachot” (Cem bênçãos). Desconhece-se a composição dêste séder, pois êle está perdido; porém, pelas referências que fazem os autores posteriores a respeito desta ordem, sabe-se que não era completo e que continha somente as bêncãos principais, tal como a Bircat Hamazon e outras. Seu discípulo rav Amram Gaon, entretanto, nos deixou um sidur (ordem de orações) mais completo. A sua obra contém os textos das rezas para todo o ano e as leis relativas à liturgia. Foi publicado em 1907, por A. Mark no “Jahvbuch der judischen literarishem Gesellschaft”, existindo uma outra edição feita em Jerusalém, em 1912, por A. Trumkin.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe first attempt to organize the various prayers into a formal system was made by the Gaon Natronai, from the academy of Sura, in the 11th century. He was approached by all the communities of the Diaspora to establish certain points of exegesis and jurisprudence, the rulings and answers to which can be found in his work “Shaaré Tsedeq”. He had sent the Jewish community of Lucena (Spain) his seder (order) of daily prayers, entitled “Mea Berakhot” (One Hundred Blessings). The composition of this seder is unknown, as it has been lost; however, from the references made by later authors about this order, it is known that it was not complete and that it contained only the main blessings, such as the Birkat Hamazon and others. His disciple Rav Amram Gaon, however, left us a more complete siddur (order of prayers). His work contains the texts of the prayers for the whole year and the laws relating to the liturgy. It was published in 1907 by A. Mark in the “Jahvbuch der judischen literarishem Gesellschaft”, and there was another edition made in Jerusalem in 1912 by A. Trumkin.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO rav Saadia Gaon, também ca Academia de Sura (892-943), autor da famosa obra “Emunot Vedeot” (Crenças e opiniões), elaborou seu próprio sidur, que contém os textos das rezas, as suas leis e um certo número de poesias sagradas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe rav Saadia Gaon, also of the Academy of Sura (892-943), author of the famous work “Emunot Vedeot” (Beliefs and Opinions), prepared his own siddur, which contains the texts of the prayers, their laws and a number of sacred poems.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nRashi (Rabi Shelomo Ishhaki 1040-1105), chefe da Academia de Troyes (França) e autor dos Comentários Clássicos da Bíblia e do Talmud, compilou um sidur contendo a ordem e as leis das orações, referindo-se sobretudo aos seus textos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRashi (Rabbi Shelomo Yitsḥaqi 1040-1105), head of the Academy of Troyes (France) and author of the Classical Commentaries on the Bible and the Talmud, compiled a siddur containing the order and laws of the prayers, referring above all to their texts.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nRabi Moshé ben Maimon (Maimonides ou Rambam 1135-1206), nascido em Cordova Espanha), chefe da Comunidade judaica do Cairo e médico do vizir do Sultão Saladin, tem também na primeira parte do seu famoso código “Mishné Torá ou Yad Hazaká”, textos de rezas típicas para o ano todo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRabbi Mosheh ben Maimon (Maimonides or RaMBaM 1135-1206), born in Cordoba (Spain), head of the Jewish community in Cairo and physician to the vizier of Sultan Saladin, also has in the first part of his famous code “Mishnah Torah or Yad Ḥazaqah”, texts of typical prayers for the whole year.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAs compilações feitas pelos Gueonim: Natronai, Amram, Saadia e a de Maimónides de origem babilônica, representam, duma forma geral, as orações do Rito Sefaradi, por elas serem escritas a pedido das comunidades espanholas, enquanto as compilações de Rashi e de Simha de Vitry, seu discípulo, que compôs um sidur e um mahhzor ainda mais completos, representam o Rito Alemão ou Ashquenazi. Do mahhzor Vitry existe uma edição feita em 1889, por Luzzato. As compilações de Rashi e de Simhha de Vitry emanaram principalmente das escolas da Palestina com as quais os judeus franco-alemães e italianos estavam sempre em contato. Os dois ritos, Ashquenazi e Sefaradi, não diferem na sua forma essencial, pois ambos contêm as mesmas orações principais, sendo que a diferença reside nas variações de expressão, na ordem das rezas menores e na omissão ou adição de um certo número de palavras, trechos e cânticos litúrgicos, sem contar a dissemelhança fonética ao pronunciarem as mesmas palavras.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe compilations made by the Geonim: Natronai, Amram, Saadia and that of Maimonides of Babylonian origin, generally represent the prayers of the Sepharadi Rite, as they were written at the request of the Spanish communities, while the compilations of Rashi and Simḥah de Vitry, his disciple, who composed an even more complete siddur and maḥzor, represent the German or Ashkenazi Rite. There is an edition of Vitry&#8217;s maḥzor published in 1889 by Luzzato. Vitry&#8217;s compilations of Rashi and Simḥa emanated mainly from the schools in Palestine with which Franco-German and Italian Jews were always in contact. The two rites, Ashkenazi and Sefaradi, do not differ in their essential form, as they both contain the same main prayers. The difference lies in the variations of expression, the order of the minor prayers and the omission or addition of a certain number of words, passages and liturgical chants, not to mention the phonetic dissimilarity when pronouncing the same words.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nEntre as obras da liturgia judaica, escritas na Idade Média, devemos citar também as do Rav Abraham ben Natan Hayarhhi e do Rav David Abudarham.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAmong the works on Jewish liturgy written in the Middle Ages, we should also mention those of Rav Abraham ben Natan Hayarḥi and Rav David Abu-Dirḥem.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO primeiro sidur impresso continha a forma romano-italiana, (combinação dos ritos sefaradi-ashquenazi) e foi publicado em 1486 pelo impressor Salomon de Soncino. O primeiro sidur do Rito Ashquenazi apareceu em Praga, em 1516, enquanto que o primeiro sidur sefaradi foi impresso em 1524, em Veneza.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe first printed siddur contained the Roman-Italian form (a combination of the Sephardic and Ashkenazi rites) and was published in 1486 by the printer Salomon de Soncino. The first siddur of the Ashkenazi Rite appeared in Prague in 1516, while the first Sepharadi siddur was printed in 1524 in Venice.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nA propagação da Ḳabalá entre os judeus, durante o movimento hassidico; deu lugar, no meio dos judeus dos países eslavos e também da Alemanha e Polônia, a duas novas versões de sidurim muito em uso entre os hhassidim: o sidur “Nussahh Sefarad” e o “Nussahh Haari” (êste de Rabi Isaac Louria, fundador dum sistema cabalístico). Estes dois sidurim contém, em grande parte, o Rito Asquenazi com ligeiras modificações inspiradas no Rito Sefaradi. O “Nussahh Haari” contém, certas modificações fraseológicas introduzidas por Rabi Isaac Louria.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe spread of the Ḳabbalah among the Jews during the Ḥassidic movement gave rise, among the Jews of the Slavic countries and also of Germany and Poland, to two new versions of the siddurim which were very much in use among the Ḥassidim: the “Nusaḥ Sefard” siddur and the “Nusaḥ ha-Ari” siddur (the latter by Rabbi Isaac Luria, founder of a ḳabbalistic system). These two siddurim largely contain the Ashkenazi Rite with slight modifications inspired by the Sepharadi Rite. The “Nusaḥ ha-Ari” contains certain phraseological modifications introduced by Rabbi Isaac Luria.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nA fé judaica encontrou sempre a sua mais fiel expressão na prática da oração, pois a pessoa que reza, crê indubitâvelmente que Deus atende às criaturas humanas. A reza não é feita sômente para pedir as próprias necessidades, ela é também a comunhão intima entre o criado e Seu Criador. Esta comunhão é tão agradável a Deus como benéfica para a pessoa. O homem é, às vêzes, como um navio sem vela que é levado ao sabor dos ventos e lançado sôbre o oceano, sem uma estrêla que o guie a um destino Salvador. Em seu desespero, não tem a quem apelar. Na hora de maior tormenta, êle dirige a sua oração a Deus, esperando que venha em seu amparo e assim, sente a sua alma confortada. Nenhuma pessoa deve abster-se de rezar, mesmo que se sinta indigna de ser atendida por Deus.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe Jewish faith has always found its most faithful expression in the practice of prayer, because the person who prays undoubtedly believes that <span class=\"divine-referent\">God</span> cares for human creatures. Prayer is not only about asking for one&#8217;s needs, it is also the intimate communion between the created and <span class=\"divine-referent\">their Creator</span>. This communion is as pleasing to <span class=\"divine-referent\">God</span> as it is beneficial to the person. Man is sometimes like a ship without a sail that is carried away by the winds and tossed about on the ocean, without a star to guide him to a saving destination. In their despair, they have no one to turn to. In his hour of greatest torment, he prays to <span class=\"divine-referent\">God</span>, hoping that <span class=\"divine-referent\">he</span> will come to his aid, and so his soul feels comforted. No one should refrain from praying, even if they feel unworthy of <span class=\"divine-referent\">God</span>&#8216;s assistance.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nHá diversos motivos para se fazer uma reza: para que Deus lhe conceda um favor, para que lhe perdoe alguma falta, ou para agradecer-lhe Sua proteção, graças concedidas etc. Na base de todos êstes tipos de orações, encontra-se a fé, segundo a qual a relação do homem para com Deus se assemelha à de um filho para com seu pai. A verdadeira oração é aquela que sai do coração, conforme está escrito: “Levantemos os nossos corações juntamente com as mãos, para Deus que está nos céus” <span class=\"citation\">(Lament. 5, 4)</span>. Isto significa que, ao rezar, não se deve erguer somente as mãos, mas também o coração.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThere are different reasons for saying a prayer: to ask <span class=\"divine-referent\">God</span> to grant you a favor, to forgive you of some fault, or to thank <span class=\"divine-referent\">Him</span> for <span class=\"divine-referent\">His</span> protection, graces granted, etc. At the basis of all these types of prayers is faith, according to which man&#8217;s relationship with <span class=\"divine-referent\">God</span> is like that of a son with his father. True prayer is that which comes from the heart, as it is written: “Let us lift up our hearts with our hands to <span class=\"divine-referent\">God</span> who is in heaven” <span class=\"citation\">(Lament. 5:4)</span>. This means that when you pray, you shouldn&#8217;t just raise your hands, but also your heart.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAs nossas orações contém, além disso, as aspirações do nosso povo num exílio de aproximadamente dois mil anos, em tôdas as suas fases, ora luminosas ora obscuras, e o eco vibrante da alma de Israel, cheia de confiança em Deus, dessa confiança que foi empre a razão suprema da nossa existência e o abrigo espiritual do nosso povo.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nOur prayers also contain the aspirations of our people in an exile of approximately two thousand years, in all its phases, both bright and dark, and the vibrant echo of the soul of Israel, full of trust in <span class=\"divine-referent\">God</span>, that trust which has always been the supreme reason for our existence and the spiritual shelter of our people.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nMEIR MASLIAH MELAMED.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nMeir Matsliaḥ Melamed\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Portuguese)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNotas Para O Leitor\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nNotes For The Reader\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNas palavras hebraicas, escritas em Portugués, adotei neste sidur a seguinte regra:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nIn Hebrew words written in Portuguese, I have adopted the following rule in this siddur:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nALEF = A, E, I, O, U de acérdo com a vogal que a acompanha.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nALEF = A, E, I, O, U according to the accompanying vowel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAYIN = A, E, I, O, U de acordo com a vogal que a acompanha.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAYIN = A, E, I, O, U according to the vowel that accompanies it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nBET = B<br />\nVET = V\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nBET = B<br />\nVET = V\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nVAV = V\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nVAV = V\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nGUIMAL = G, porém diante das vogais E, I = GUE, GUI\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nGIMMEL = G, but before the vowels E, I = GUE, GUI\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nHE = H, quando estiver no inicio ou no meio da palavra, porém é omitida quaudo estiver no final, salvo nas palavras: Yah, Halelu-yah, Selah, Sarah.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHE = H, when it is at the beginning or in the middle of the word, but it is omitted when it is at the end, except in the words: Yah, Halelu-yah, Selah, Sarah.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nHET = HH (exceto o het do nome “Matsliahh” que foi escrito com um só “h”)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nHET = HH (except for the het of the name “Matsliaḥ” which is written with a single “h”)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nCAF = C, porém diante das vogais: E, I, = QUE, QUI<br />\nCHAF = CH\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nCAF = C, but before vowels: E, I, = QUE, QUI<br />\nCHAF = CH\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nKOF = K<br />\nTET = T<br />\nTAV = T\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nKOF = K<br />\nTET = T<br />\nTAV = T\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nSAMECH = SS quando estiver entre duas vogais<br />\nSAMECH = S quando estiver no inicio da palavra, ou precedido ou seguido de consoante.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSAMECH = SS when between two vowels<br />\nSAMECH = S when at the beginning of the word, or preceded or followed by a consonant.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nSIN = SS quando estiver entre duas vogais<br />\nSIN = S quando no inicio da palavra ou precedido ou seguido de consoante\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSIN = SS when between two vowels<br />\nSIN = S when at the beginning of the word or preceded or followed by a consonant\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nTSADI = TS ou TZ (exceto o “tsadi” do nome “Matsliahh” que foi escrito com “S”)\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTSADI = TS or TZ (except for “tsadi” in the name ‘Matsliaḥ’ which is written with “S”)\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nSHIN = SH\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nSHIN = SH\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nCom respeito à tradução, sabe-se que ao traduzir literalmente um idioma para outro, não se pode, às vêzes, interpretar totalmente o sentido original, ainda mais quando se trata do idioma hebraico litúrgico, de estilo arcaico expressando em nosso século a mensagem viva das orações antigas.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nWith regard to translation, it is well known that when you literally translate one language into another, you sometimes can&#8217;t fully interpret the original meaning, especially when it comes to the liturgical Hebrew language, an archaic style that expresses the living message of ancient prayers in our century.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNestas orações empregam-se palavras concisas, lacônicas, que, para traduzi-las, é necessário uma explicação amplificada. O estilo empregado nas rezas contém, muitas vêzes, uma quantidade de sinonimos: escritos sucessivamente, com a intenção de acentuar e dar e mais fôrça às idéias, não tendo equivalente na lingua portuguêsa. O hebraico litúrgico muda o tratamento do singular para o plural na mesma frase, ou vice-versa, e o tratamento que comeca com a segunda pessoa passa de repente para a terceira como é o caso das berachot; assim, existem muitas outras particularidades que não estão de acôrdo com a ordem lógica imposta pela lingua portuguésa.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThese prayers use concise, laconic words, which, in order to translate them, need to be explained in greater detail. The style used in the prayers often contains a number of synonyms: written in succession, with the intention of accentuating and giving more force to the ideas, which have no equivalent in Portuguese. Liturgical Hebrew changes the address from singular to plural in the same sentence, or vice versa, and the address that begins with the second person suddenly changes to the third, as is the case with berakhot; there are many other peculiarities that do not conform to the logical order imposed by the Portuguese language.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nPor conseguinte, nesta tradução também segui o mais literalmente possível o texto hebraico, para conservar o próprio estilo original e a emoção que êste estilo nos quer transmitir, sacrificando, em certos trechos, a beleza literária ou a concordancia gramatical pois êste sidur tem entre outras finalidades, a de facilitar a ompreensão dos textos das tefilot para aquêles que conhecem um pouco de Lashon Hakodesh (Idioma Sagrado) e para os que desejam sentir o espírito original, emotivo e sagrado, das orações.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nTherefore, in this translation I have also followed the Hebrew text as literally as possible, in order to preserve the original style itself and the emotion that this style wants to convey to us, sacrificing, in certain passages, literary beauty or grammatical concordance because this sidur has, among other purposes, the aim of facilitating the understanding of the texts of the tefilot for those who know a little Lashon Haḳodesh (Sacred Language) and for those who want to feel the original, emotional and sacred spirit of the prayers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nEmpreguei êste mesmo critério na minha tradução da “Lei de Moisés”. Talvez isto não satisfaça completamente aos que gostam de literatura, porém a meu ver, numa Biblia ou num livro de orações, não é permitido fazer acomodações linguisticas para embelezar o seu estilo tirando o espirito sagrado com que foram escritos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nI used this same criterion in my translation of the “Law of Moses”. Perhaps this doesn&#8217;t completely satisfy those who love literature, but in my opinion, in a Bible or a prayer book, it is not permitted to make linguistic accommodations to embellish its style by taking away the sacred spirit with which they were written.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nÉste livro de orações cumpre com o sábio consêlho de Rabi Juda de Regensburg, (XII.° século) que escreveu: “Aquêle que transcrever um livro de orações deverá transcrever também as passagens repetidas, para que o fiel não seja obrigado a procurá-las de página em página, andando de referência em referência.”\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThis prayer book complies with the wise advice of Rabbi Juda of Regensburg (12th century) who wrote: “He who transcribes a prayer book should also transcribe the repeated passages, so that the faithful will not be obliged to search for them from page to page, wandering from reference to reference.”\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO estilo empregado néste sidur é o dos mais simples; contudo, uma frase ou uma oalavra interpretativas foram colocadas entre parenteses, quando necessário, para facilitar a compreensão do que o texto hebraico deseja transmitir.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe style used in this sidur is the simplest; however, an interpretative phrase or word has been placed in parentheses, where necessary, to make it easier to understand what the Hebrew text is trying to convey.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nO leitor notará, as vêzes, que um mesmo têrmo ou trecho tem sido traduzidos néste sidur de forma distinta em diferentes lugares. Isto foi feito propositadamente a fim de mostrar as diversas interpretações que uma palavra ou trecho podem ter, guardando não obstante, o sentido ou significado literal dos mesmos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nThe reader will sometimes notice that the same term or passage has been translated differently in this sidur in different places. This has been done on purpose in order to show the different interpretations that a word or passage can have, while retaining its literal meaning.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<blockquote>\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Portuguese)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nNOMES DOS CORRELIGIONARIOS QUE TIVERAM O “ZECHUT” (MERECIMENTO DE DEUS) PARA SE SUBSCREVEREM NESTE LIVRO DE ORAÇÕES. DEUS PROLONGUE AS SUAS VIDAS E CONCEDA REPOUSO AS ALMAS DE SEUS ENTES QUERIDOS DESAPARECIDOS.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nNAMES OF THE CO-RELIGIONISTS WHO HAD THE “ZECHUT” (GOD&#8217;S MERIT) TO SUBSCRIBE TO THIS PRAYER BOOK. MAY GOD PROLONG THEIR LIVES AND GRANT REST TO THE SOULS OF THEIR MISSING LOVED ONES.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nRebecca Musafir e Filhos em memoria de seu espôso e pai Ricardo Rahamim Musafir<br />\nDaoud Joory e filhos em memória de sua espôsa e mãe Salha Joory<br />\nRaphael Sion Gaon em memória de seu avô Abraham Haim Gaon e seu pai Aba Shimon Gaon<br />\nVictor Hasson em memoria de: seus pais Elie e Clara Hasson, seu irmão Moysés Hasson e de Chalom Cohen e Jacques Nathan<br />\nMauricio Campeas em memória de seus entes queridos Rafael, Clara e Virginie Campeas<br />\nMordekay e Esther Areza em memoria de seus pais Devora e Aron Areza Jacob e Perla Attia\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nRebecca Musafir and children in memory of her husband and father Ricardo Rahamim Musafir<br />\nDaoud Joory and children in memory of his wife and mother Salha Joory<br />\nRaphael Sion Gaon in memory of his grandfather Abraham Haim Gaon and his father Aba Shimon Gaon<br />\nVictor Hasson in memory of: his parents Elie and Clara Hasson, his brother Moysés Hasson and of Chalom Cohen and Jacques Nathan<br />\nMauricio Campeas in memory of his loved ones Rafael, Clara and Virginie Campeas<br />\nMordekay and Esther Areza in memory of their parents Devora and Aron Areza Jacob and Perla Attia\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"portuguese\" lang=\"por-Latn\" style=\"text-align: left;\">\nAlberto Behar em memória de sua filha Raquel<br />\nFilhos, Genro e Nora em memória de Aron Moussatché<br />\nHenrique Cahen em memória de sua Mae D. Clarice Cahen<br />\nHenrique Sereno em memória de sua espôsa Esther Sereno<br />\nIgnacio Kurperberg em memória de seus entes queridos desaparecidos<br />\nIsaac Abulafia em memória de sua mãe Leonor<br />\nIsaac Emmanuel em memória de milhares de Judeus de Salénica massacrados pelo Nazismo “al kidush-haShem”<br />\nIsaac Fenster em memória de seu pai Tobias Fenster<br />\nIsy Chonchol em memória de seu pai David Chonchol<br />\nJacques Isaac Levy em memória de seus pais<br />\nEsposa e Filhos em memória de Salomão Mair Mossé<br />\nEng. José Mizrahy em memória de seu pai Eliahu Ben Benjamim Mizrahy<br />\nOtello Josef Roditi em memória de seus pais<br />\nRaphaele Jerusalmi em memória de seus pais Abraham e Miriam Jerusalmi<br />\nRenée Arditti em memória de seu sogro Sr. Tchelibi Moshé Arditti<br />\nRoberto Galano em memória de seu pai Emanuel Galano e seus irmãos Isaac e Jacques Galano<br />\nRobida Benoliel Elarrat e seu esposo pelo seu amor à religão<br />\nRoberto Valero em memoria de sei pal Enrique Valero<br />\nSalman Shaul Horesh e Flia. de seus entes queridos desaparecidos<br />\nSalvador, Raphael e Mario Esperança em memória de seu pai Behor Alexandre Esperança<br />\nLinda Dinard em memória de seu espôso Aron inard e seu irmão Leon Mizrahi<br />\nFilhos pela saúde de sua mãe Djoya Castro Valansi<br />\nIrmãos Salem em memória de seu pai Salomon Salem<br />\nTofic Nigri em memória de seus pais Haim e Malaque Nigri<br />\nJacques Alhanati em memória de seus pais Avram e Rebecca Alhanati<br />\nAlbert Salti em memória de seus entes queridos desaparecidos<br />\nEfraim Zilca em memória de seu pai Meir Khedouri<br />\nSanson Soriano em memória de sua espôsa Djamila Soriano\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\" style=\"text-align: left;\">\nAlberto Behar in memory of his daughter Raquel<br />\nSons, Son-in-law and Daughter-in-law in memory of Aron Moussatché<br />\nHenrique Cahen in memory of his Mother D. Clarice Cahen<br />\nHenrique Sereno in memory of his wife Esther Sereno<br />\nIgnacio Kurperberg in memory of his missing loved ones<br />\nIsaac Abulafia in memory of his mother Leonor<br />\nIsaac Emmanuel in memory of the thousands of Jews from Salonica massacred by Nazism &#8220;al ḳidush-haShem&#8221;<br />\nIsaac Fenster in memory of his father Tobias Fenster<br />\nIsy Chonchol in memory of his father David Chonchol<br />\nJacques Isaac Levy in memory of his parents<br />\nWife and Children in memory of Solomon Mair Mossé<br />\nEng. José Mizrahy in memory of his father Eliahu Ben Benjamin Mizrahy<br />\nOtello Josef Roditi in memory of his parents<br />\nRaphaele Jerusalmi in memory of his parents Abraham and Miriam Jerusalmi<br />\nRenée Arditti in memory of her father-in-law Mr. Tchelibi Moshé Arditti<br />\nRoberto Galano in memory of his father Emanuel Galano and his brothers Isaac and Jacques Galano<br />\nRobida Benoliel Elarrat and her husband for their love of religion<br />\nRoberto Valero in memory of his father Enrique Valero<br />\nSalman Shaul Horesh and Flia. in memory of their missing loved ones<br />\nSalvador, Raphael, and Mario Esperança in memory of their father Behor Alexandre Esperança<br />\nLinda Dinard in memory of her husband Aron inard and her brother Leon Mizrahi<br />\nSons for the health of their mother Djoya Castro Valansi<br />\nSalem Brothers in memory of their father Salomon Salem<br />\nTofic Nigri in in memory of his parents Haim and Malaque Nigri<br />\nJacques Alhanati in memory of his parents Avram and Rebecca Alhanati<br />\nAlbert Salti in memory of his missing loved ones<br />\nEfraim Zilca in memory of his father Meir Khedouri<br />\nSanson Soriano in memory of his wife Djamila Soriano\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n</blockquote>\n<p>&nbsp;</p>\n",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "Nusaḥ Sefaradi",
        "Portuguese Jewry",
        "Portuguese translation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "61983"
        ],
        "date_src_start": [
            "1966-08-00"
        ],
        "date_src_end": [
            "1966-08-00"
        ],
        "languages_meta": [
            "[{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"},{\"name\":\"Portuguese\",\"code\":\"por\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"},{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2025/06/sidur-tefillat-masliah-meir-masliah-melamed-1966-title.jpg",
        "title": "Sidur Tefillat Masliah (Meir Masliah Melamed, 1966) &#8211; title",
        "caption": "Sidur Tefillat Masliah (Meir Masliah Melamed, 1966) - title"
    },
    "source_link": "https://opensiddur.org/?p=61981",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/sidur-tefillat-masliah-a-bilingual-hebrew-portuguese-prayerbook-compiled-and-translated-by-meir-matsliah-melamed/",
    "slug": "sidur-tefillat-masliah-a-bilingual-hebrew-portuguese-prayerbook-compiled-and-translated-by-meir-matsliah-melamed"
}