{
    "title": "&#x1F4D6; תפלה לדוד (נוסח איטלקי מנהג הרומית)‏ | Tefilah l'David: Preghiere di Rito Italiano, a bilingual Hebrew-Italian prayerbook compiled by the chief Rabbi of Rome, David Prato (1949)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "David Prato (translation)",
            "bio": "David Prato (1882–1951) was an Italian rabbi and Jewish leader in the early days of the State of Israel. Born in Leghorn, Prato was chief cantor in Florence, rabbi of Alexandria (Egypt) from 1927 to 1936, and chief rabbi of Rome from 1936 to 1938. Conditions became impossible for him when the Fascist regime began its antisemitic policy, and Prato moved to Erets Yisrael. He resumed his post in Rome in 1945. Prato played a prominent part in the administration of the Jewish National Fund and Keren Hayesod in Italy. In 1929 he founded in Alexandria the French-Hebrew review <em>L'Illustration Juive</em>, which was followed by <em>Cahiers Juifs</em> in 1933. He published a prayerbook, <em>Tefilah l'David</em> (1949) and two collections of sermons, <em>Cinque anni di Rabbinato</em> (1933), and <em>Dal pergamo della Comunità di Roma</em> (1950), covering his activities in Rome.",
            "website": "https://www.encyclopedia.com/religion/encyclopedias-almanacs-transcripts-and-maps/prato-david",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/08/david-prato-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/david-prato"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2020-08-26",
    "last_updated": "2024-11-29",
    "excerpt": "A bilingual Hebrew-Italian prayerbook compiled by the chief Rabbi of Rome according to the Nusaḥ Italḳi. . . .",
    "content": "<p>&nbsp;</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/tefilah-ldavid-preghiere-david-prato-1949#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to the expiration of the term of copyright for the copyright holder listed in the copyright notice (seventy-five years having passed since their death).</p>\n<p>The siddur is dedicated &#8220;In memoria di Astorre e Rosetta Vita i nipoti Mayer riverenti.&#8221;</p>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (Italian)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nAll’edizione per il Minag Sefardita, pubblicata durante il nostro Ministero Rabbinico in Alessandria d’Egitto e che ebbe così larga ed insperata diffusione nelle comunità del bacino del Mediterraneo, fa seguito la presente per il Minag italiano o, per essere più esatti, romano, destinata torse ad una meno larga diffusione dato il campo ristretto nel quale dovrebbe destare interesse.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe edition for the Sefardic Minhag, published during our Rabbinical Ministry in Alexandria in Egypt and which had so wide and unexpected diffusion in the communities of the Mediterranean basin, is followed by the present one for the Italian Minhag or, to be more exact, Roman, perhaps destined to a less wide diffusion given the narrow field in which it should arouse interest.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nQuesta pubblicazione, che è un sintomo e una riprova di decadenza, vuole essere pure un tentativo di salvataggio. Quando una frazione della nazione, come é da considerarsi una comunità ebraica, non sa più ricorrere alla lingua materna, per pensare, per agire per pregare non può non dare segni evidenti di decadenza, Tale è la situazione attuale degli ebrei d’Italia, non molto differenti in questo da quella degli aggruppamenti degli altri paesi. Di qui l’apparizione, iniziata da circa oltre un secolo, chè la decadenza ha origini lontane, di Siddurim (formulari) con a tergo di ogni pagina il testo in italiano, francese, inglese, ecc. La rinascita della lingua nazionale in Erez Israel non fu, e non è ancora, sufficiente a cancellare, in galuth, il segno della decadenza ili modo da non sentir più la necessità di una traduzione e da appagarsi invece della lingua e dello spirito da cui le Tafilloth sono scaturite.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThis publication, which is a symptom and a proof of decline, is also an attempt to rescue it. When a fraction of the nation, as it is to be considered a Jewish community, no longer knows how to resort to the mother tongue, to think, to act to pray, it cannot but give clear signs of decadence, such is the current situation of the Jews of Italy, not very different from that of the groups of other countries. Hence the apparition, begun over a century ago, that decadence has distant origins, of <em>Siddurim</em> (forms) with on the back of each page the text in Italian, French, English, etc.. The rebirth of the national language in Erets Yisrael was not, and is not yet, sufficient to erase, in <em>galuth</em>, the sign of decadence so that it no longer feels the need for a translation and to be satisfied instead of the language and spirit from which the <em>Tefiloth</em> sprang.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nIl nostro insopprimibile ottimismo ci fa sperare che giorno verrà nel quale, sotto l’impulso vigoroso dello svi luppo della vita del nuovo stato d’Israele, gli ebrei tutti, in qualsiasi paese saranno destinati a vivere, abbiano riacquistato il pieno possesso della lingua nazionale si da rendere superflua una pubblicazione del genere di quella che si presenta oggi.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur irrepressible optimism makes us hope that the day will come when, under the vigorous impulse of the development of the life of the new state of Israel, all Jews, in whatever country they are destined to live, will have regained full possession of the national language, so that a publication of the kind presented today will be superfluous.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nMa un altro augurio vogliamo formulare in materia di&#8230; formulari non senza attirare, in modo particolare, l’attenzione del lettore per non essere fraintesi su di un argomento di così delicata importanza. Rispettosi come siamo delle avite tradizioni, durante la nostra ormai non breve attività in campo spirituale ed educativo ebraico, ci siamo sempre opposti a qualsiasi tentativo di sapore riformistico per quanto richiesto a gran voce e da ogni parte in questi ultimi decenni come unica àncora di salvezza dall’assimilazione non ancora arginata. Tuttavia, per restare solo in materia di formulari, non si può negare che, per dirla con un proverbio ebraico «ma scellò osé asséhel iaasé azzemàn» ciò che non fa il buon senso lo farà il tempo», non si può negare che il formulario odierno delle Tefilloth in Galuth non è più quello di qualche secolo fa o di cento anni or sono. Esso ha subito cambiamenti, mutilazioni piuttosto, tali da far fremere gli spiriti dei nostri antenati che alla recitazione delle Tefilloth dedicavano circa un terzo della loro giornata.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut we would like to make another wish in the matter of&#8230; forms not without attracting, in particular, the reader&#8217;s attention so as not to be misunderstood on a subject of such delicate importance. As respectful as we are of the ancestral traditions, during our by now not brief activity in the spiritual and educational Jewish field, we have always opposed any attempt at a reformist flavor, however loudly and from all sides in recent decades as the only anchor of salvation from assimilation not yet curbed. However, to remain only in the matter of forms, one cannot deny that, to put it in a Hebrew proverb &#8220;ma scellò osé asséhel iaasé azzemàn&#8221; (&#8220;what one does not make, common sense will make with time&#8221;), one cannot deny that today&#8217;s form of the <em>Tefiloth</em> in <em>Galuth</em> is no longer that of a few centuries ago or a hundred years ago. It has undergone changes, mutilations rather, such that the spirits of our ancestors who dedicated about a third of their day to the recitation of the <em>Tefiloth</em> have trembled.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nDal formulario di Sciadal per il rito romano, il formulario classico già ridotto di fronte ai precedenti, a quello ultimo redatto da Rabbi Panzieri, sempre per il rito romano, corre un abisso, come fra un gigante e un nano — e ciò sia detto con tutto il dovuto rispetto dovuto al mio venerato compianto collega — l’uno e l’altro sono indice dei tempi. Chi ha autorizzato la mutilazione, l’adattamento al tempo? nessuno e tutti, o per dir meglio, il popolo, la volontà del popolo inespressa ma chiara è quella che si è imposta: il popolo chiudeva il formulario, abbandonava, disertava il Beth Accheneseth (la sinagoga), per ripescarlo si mutilò, si ridusse ai minimi termini la portata della Tefillà.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFrom the form of Sciadal<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> a/k/a ShaDaL &#8212; <a href=\"https://en.wikipedia.org/wiki/Samuel_David_Luzzatto\">Samuel David Luzzatto</a>. (Thanks to Isaac Gantwerk Mayer for clarifying this detail.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> for the Roman rite, the classical form already reduced in front of the previous ones, to the last one written by Rabbi [David] Panzieri, always for the Roman rite, runs an abyss, as between a giant and a dwarf — and this is said with all due respect due to my venerated lamented colleague — the one and the other are index of the times. Who authorized the mutilation, the adaptation to the time? no one and everyone, or to say better, the people, the will of the people unexpressed but clear is the one that was imposed: the people closed the form, abandoned, deserted the <em>Beth aKnesset</em> (the synagogue), to catch it was mutilated, the scope of <em>Tefilà</em> was reduced to a minimum.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nSembra però che questi termini non siano ancora considerati i minimi perchè attraverso la riduzione non si è conseguito il resultato che si sperava.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIt seems however that these terms are not yet considered the minimum because through the reduction the hoped-for result was not achieved.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nA nostro avviso occorre qualche cosa di più sostanziale di più radicale che un processo di mutilazioni. Occorre una revisione del contenuto, dello spirito delle Tefìlloth! In una indimenticabile conversazione con Chaim Nahman Bialik, pochi mesi prima della sua immatura dipartita, sono passati ormai quindici anni, Egli mi sottopose un suo progetto da tempo carezzato per il quale, in collaborazione con i più competenti dell’epoca, si riprometteva di compilare un formulario di tutte le Tefìlloth che, vagliato esaminato e approvato da un consesso rabbinico, dovesse servire agli ebrei di tutto il mondo per elevarsi verso l’Eterno, per sentirsi spiritualmente avvinti al popolo, alla Terra, alla Torà, all’Umanità, all’Universo.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn our opinion we need something more substantial than a process of mutilations. We need a revision of the content, of the spirit of the <em>Tefìlloth</em>! In an unforgettable conversation with Ḥayyim Naḥman Bialik, a few months before his premature death, fifteen years had passed, he presented me with one of his long caressed projects for which, in collaboration with the most competent people of the time, it was intended to fill out a form of all the <em>Tefìlloth</em> which, after being examined and approved by a rabbinical assembly, should be used by Jews all over the world to elevate themselves to the Eternal, to feel spiritually drawn to the people, to Earth, to the Torah, to Humanity, to the Universe.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nSogno da poeta, ma sono talvolta i poeti che hanno ragione!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI dream as a poet, but it is sometimes the poets who are right!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nPurtroppo la vita dell’ultimo nostro poeta nazionale fu prematuramente troncata: Egli solo avrebbe potuto ufiionlun l’audace tentativo per cui il senso dall’unità d&#8217;Israele, che la dispersione ha sgretolato, si sarebbe ritrovato e consolidato, il popolo si sarebbe sentito ùno, come uno è l’Eterno, eterno come l’Eterno!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nUnfortunately, the life of our last national poet was prematurely cut short: he alone could have made a daring attempt so that the sense of the unity of Israel, which the dispersion has crumbled, would be found and consolidated, the people would have felt as one is the Eternal, as eternal as the Eternal!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nQuanto abbiamo auspicato per il ritorno alla lingua, auspichiamo pure per la revisione del contenuto della Tefillà. Revisione che potrebbe definirsi anch’essa un ritorno perchè originariamente le Tefilloth erano assai più brevi e in un certo senso più libere in quanto, pur che fosse consapevole di quello che significa per l’ebreo il rapporto fra l’Eterno e l’uomo, ciascuno poteva pregare come, dove, quando e quanto voleva. Solo la pubblica Tefillà dovette essere disciplinata come lo fu all’epoca di Ezrà Assofer e lo fu secondo lo spirito, la necessità e l’opportunià dei tempi, come sarebbe opportuno necessario e utile oggi nel momento della miracolosa rinascita della vita nazionale, per soddisfare le aspirazioni dei credenti, le necessità spirituali della gioventù, per cementare i vincoli fraterni fra gli ebrei di tutto il mondo, perchè infine dalla terra d’Israele si diffonda ancora una volta la luce, la fede, la scienza e la saggezza su tutto Israele. Veìm lo ahshav ematai? Se non ora, quando?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWhat we hope for with the return to the language, we also hope for the revision of the content of <em>Tefillà</em>. This revision could also be defined as a return because originally the <em>Tefilloth</em> were much shorter and in a certain sense freer because, even though they were aware of what the relationship between the Eternal and man means to the Jew, everyone could pray as, where, when and how much he wanted. Only the public <em>Tefillà</em> had to be disciplined as it was at the time of Ezra <em>Assofer</em> and was so according to the spirit, necessity and expediency of the times, as it would be opportune necessary and useful today at the moment of the miraculous rebirth of national life, to satisfy the aspirations of believers, the spiritual needs of youth, to cement fraternal bonds among Jews throughout the world, so that finally, from the land of Israel, light, faith, science and wisdom may once again spread over all Israel. <em>Veìm lo ahshav ematai</em>? If not now, when?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\nMa nel frattempo? È qui dove la presente pubblicazione, come dicemmo, vuole significare un salvataggio: nel frattempo, nell’attesa che da Sion esca la Parola e un nuovo Siddur venga autorevolmente, poeticamente storicamente redatto senza, s’intende, incidere, senza scalfire per nulla i principi basilari della storia e della civiltà ebraica, nel frattempo attingiamo alle antiche fonti anche se non appagheranno completamente la nostra arsura, atteniamoci riverenti a quanto la tradizione ci ha trasmesso, in rispetto delle generazioni che furono, in ossequio alla disciplina del popolo, coscienti della nostra incapacità e della nostra debolezza, desiderosi di sollevare il nostro spirito dalle miserie della vita, assetati di conforto ai nostri immensi dolori, e onde frugare nelle anfrattuosità della nostra coscienza e liberarla dalle scorie che la deturpano, nel frattempo persistiamo nel ricorrere fedelmente al nostro vecchio, canuto, millenario Siddur che pur contiene in sè germi i quali, se ben coltivati, ci forniranno i mezzi per continuare a sperare tenacemente nel trionfo messianico delle forze del Bene!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut in the meantime? This is where this publication, as we said, is meant to mean a rescue: In the meantime, while we wait for the Word to come out of Zion and for a new Siddur to be authoritatively, poetically and historically drafted without, of course, affecting the basic principles of Jewish history and civilization, in the meantime let us draw on the ancient sources, even if they will not completely satisfy our ardor, let us stick reverently to what tradition has passed on to us, in respect of the generations that were, in deference to the discipline of the people, aware of our incapacity and weakness, desirous of lifting our spirit from the miseries of life, thirsting for comfort from our immense sorrows, and in order to rummage through the ravines of our conscience and free it from the waste that disfigures it, in the meantime we persevere in faithfully resorting to our old, hoary, thousand-year-old Siddur, which contains in itself seeds which, if well cultivated, will provide us with the means to continue to hope tenaciously in the messianic triumph of the forces of Good!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"italian\" lang=\"it\">\n[David Prato]&nbsp;<br />\nRoma &#8211; Rosh Hodesh Elul 5709<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[David Prato]&nbsp;<br />\nRome &#8211; Rosh Hodesh Elul 5709\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">a/k/a ShaDaL &#8212; <a href=\"https://en.wikipedia.org/wiki/Samuel_David_Luzzatto\">Samuel David Luzzatto</a>. (Thanks to Isaac Gantwerk Mayer for clarifying this detail.)</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Comprehensive (Kol Bo) Siddurim"
    ],
    "tags": [
        "20th century C.E.",
        "58th century A.M.",
        "English Translation",
        "Italian Jewry",
        "Nusaḥ Italḳi",
        "Roman minhag",
        "Needing Transcription",
        "Needing Decompilation"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_thumbnail_id": [
            "33342"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/08/Tefilah-lDavid-Preghiere-David-Prato-1949-title-page.jpg",
        "title": "Tefilah l&#8217;David &#8211; Preghiere (David Prato 1949) title page",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=33337",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/kol-bo/tefilah-ldavid-preghiere-di-rito-italiano-a-bilingual-hebrew-italian-prayerbook-compiled-by-david-prato-1949/",
    "slug": "tefilah-ldavid-preghiere-di-rito-italiano-a-bilingual-hebrew-italian-prayerbook-compiled-by-david-prato-1949"
}