{
    "post_id": 478,
    "title": "Culmus Project’s Ancient Semitic Scripts Fonts Now Licensed GPL with “font exception”",
    "author": "the Hierophant",
    "coauthors": [
        {
            "name": "the Hierophant",
            "bio": "A <em>hierophant</em> is a person who invites participants in a sacred exercise into the presence of that which is deemed holy. The title, hierophant, originated in Ancient Greece and combines the words <span lang=\"el\">φαίνω</span> (<em>phainein</em>, \"to show\") and <span lang=\"el\">‏τα ειρα</span> (<em>ta hiera</em>, \"the holy\"); hierophants served as interpreters of sacred mysteries and arcane principles. For the Open Siddur Project, the Hierophant welcomes new contributors and explains <a href=\"http://opensiddur.org/development/mission\">our mission</a>: ensuring creatively inspired work intended for communal use is shared freely for creative reuse and redistribution.",
            "website": "http://gravatar.com/opensiddur",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/be25ccf9c669f14f3bbf2c8b0b04cd8a-96x96.jpeg",
            "profile_link": "https://opensiddur.org/profile/hierophant"
        }
    ],
    "date": "2010-03-21",
    "last_updated": "2025-04-25",
    "excerpt": "An important licensing update made to a collection of digital fonts maintained by the open-source Hebrew type foundry, the Culmus Project,  . . .",
    "content": "<p>Think of a favorite book, or siddur, and think of the style of the letters in it.   <em>Fonts</em> are used to forms the words and portray the liturgy, poetry, and other texts. More often than not, these fonts are not free. They are licensed from typographic designers for a fee or used with permission. Sometimes they are not used with permission. For professional publishers, however, they are or else folks notice. Folks who are professional typographers.</p>\n<p>Fonts on computers represent the intersection of graphic design and computer programming. This is because digital font files not only contain the typographic designs for letters, they also contain the logic for where diacritical marks (vowels, cantillation marks, etc.) appear in respect to machine readable text. In this way a digital font of an aleph is distinguished from a digital image of an aleph.</p>\n<p>Being committed to both open source and collaborative publishing, the Open Siddur Project has been exclusively using Hebrew fonts distributed with the <a href=\"http://en.wikipedia.org/wiki/SIL_Open_Font_License\">SIL Open Font License</a>. SIL fonts are truly open source fonts which can be freely modified and redistributed and is thus compatible with the other licenses we are using. Imagine a siddur where different liturgical sources are displayed with different fonts and colors indicating their period of authorship! At the very least, a diversity of fonts provides choice for our users.</p>\n<p>Although there are very nice Hebrew fonts available for a fee (Koren), and some even for no cost (Society for Biblical Literature, SBL fonts), these fonts aren&#8217;t free or open in their terms of use. Most Hebrew fonts are thus incompatible for use with our Open Source project. We are thus always on the lookout for fonts and font designers that are sharing their work with free and open software licenses.</p>\n<p>Enter the <a href=\"http://culmus.sourceforge.net/\">Culmus Project</a>! Our project was specifically interested in Yoram Gnat&#8217;s <a href=\"http://culmus.sourceforge.net/ancient/index.html\">Ancient Semitic  Scripts Fonts</a> since these fonts use the same logic as SIL&#8217;s Ezra SIL font for the placement of diacritical marks in Hebrew. (This logic is licensed with an <a href=\"http://en.wikipedia.org/wiki/MIT_license\">MIT license</a>.) Even sweeter, the fonts are attractive and the two &#8220;Keter&#8221; fonts would make a nice alternative to Ezra SIL for Open Siddur users.</p>\n<p>According to their website, Culmus &#8220;aims at providing the Hebrew-speaking GNU/Linux and Unix community with a basic collection of Hebrew fonts for X Windows.&#8221; While X Windows offers a graphic user interface for running window managers in the GNU/Linux operating system, all the software distributed with the operating system &#8212; including the fonts &#8212; must also be free under compatible licenses.</p>\n<p>There was only one problem. The fonts were licensed under the <a href=\"http://en.wikipedia.org/wiki/Gpl\">GPL</a> (General Public License), a widely used free software license incompatible with the aims of our Open Siddur. Due to the language of the license, fonts could only be embedded in GPL licensed documents. Embedding GPL licensed fonts in distributed non-GPL documents (such as PDFs) was forbidden. Considering the Open Siddur Project intends to provide users with their custom siddurim in PDF and other digital formats, software distributed under the terms of the GPL was off-limits.</p>\n<p>Thankfully, because this problem had been longstanding within the Open Source community of projects, a workaround was available &#8212; a so-called &#8220;font exception&#8221; for works licensed under the GPL. Still, the Culmus Project hadn&#8217;t distributed its fonts with the &#8220;font exception&#8221; clause.</p>\n<p>Noting <a href=\"http://groups.google.com/group/opensiddur-talk/browse_thread/thread/c8d20f9c75dc60e8/66aa59746b7a9341?lnk=gst&amp;q=culmus#66aa59746b7a9341\">these issues</a> on the Open Siddur listserve, Ze&#8217;ev Clementson took the initiative to contact Yoram Gnat and see whether the font exception could be added to a future version of his fonts. The good news first came a few weeks ago when Ze&#8217;ev reported that Yoram had agreed to add the exception. And today <a href=\"http://groups.google.com/group/opensiddur-tech/browse_thread/thread/a1c5904fca652f13?hl=en\">we are so very pleased to report</a> that the latest version of Yoram&#8217;s fonts are <a href=\"http://culmus.sourceforge.net/ancient/index.html\">available for download</a> and include the compatible language for use with the Open Siddur Project.</p>\n<p>Congratulations to Yoram Gnat and Ze&#8217;ev Clementson for your kind work, and for sharing it with the rest of the world. May your intentions be preserved and inspire us.</p>\n",
    "categories": [
        "Community News"
    ],
    "tags": [
        "design",
        "fonts",
        "licenses",
        "typography"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "date_src_start": [
            "2010-03-21"
        ],
        "date_src_end": [
            "2010-03-21"
        ]
    },
    "featured_image": [],
    "source_link": "https://opensiddur.org/?p=478",
    "permalink": "https://opensiddur.org/miscellanea/meta-topics/open-source-judaism/community-news/freeing-culmus-projects-open-fonts/",
    "slug": "freeing-culmus-projects-open-fonts"
}