{
    "post_id": 31306,
    "title": "&#x1F4D6; מחזור תפילות חיינו חלק א׳ | Maḥzor Tefilot Ḥayyeinu vol.1: For Weekday Mornings, by Joshua Giorgio-Rubin (2020)",
    "author": "Joshua Giorgio-Rubin",
    "coauthors": [
        {
            "name": "Joshua Giorgio-Rubin",
            "bio": "Joshua Giorgio-Rubin is a Senior Lecturer of English at Indiana University South Bend, and he spent ten years as the spiritual leader of the Jewish community at Culver Academies in Culver, Indiana. He is the high holidays ḥazzan at Temple Israel in Valparaiso, Indiana, and a student of all things Jewish. He lives in South Bend, Indiana, with his husband, son, and small menagerie.",
            "website": "https://clas.iusb.edu/english/faculty/giorgio-rubin.html",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/05/joshua-giorgio-rubin-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/joshua-giorgio-rubin"
        }
    ],
    "date": "2020-05-04",
    "last_updated": "2026-01-31",
    "excerpt": "A weekday morning siddur in Hebrew with English translation prepared by Joshua Giorgio-Rubin adapted from traditional sources. . . .",
    "content": "<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nSomehow a queer midwesterner who once wanted nothing to do with Judaism fell head-over-heels in love with Jewish liturgy: what I expected to be a modest project to produce a personal siddur turned into journey of over 15 years and a complete rite that draws on well over 100 sources. Though this my own route to the Divine, I share it with others in humble hope it inspires a few of them as it inspires me.This is a draft of the weekday morning service from the first of what will be a three-volume collection. Though the entire text is essentially complete, I am in the process of laying it out in publishable form and writing the notes and commentary. Given the length of time that takes, I decided I wanted at least a sliver of the work to finally see the light of day. Complete notes for this service follow page 90 of the text.\n</div>\n<p>&nbsp;</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/mahzor-tefilot-hayeinu-vol-1-weekday-mornings-joshua-giorgio-rubin-2020#page/n2/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nPREFACE</p>\n<p>This prayer book began, as so many quests for “authenticity” do, with really bad news. My father, a pious Conservadox Jew, was diagnosed with terminal cancer, and he did not have much time left.</p>\n<p>One night, he mustered the strength to turn toward me and say, “Don’t you flush 4,000 years of history down the toilet.” I had not had much of a relationship with Judaism since my Bar mitsvah. To a deeply closeted gay kid in the 1980s, an Orthodox synagogue and Day School were no places to foster a positive Jewish identity.</p>\n<p>Before I acted on my father’s admonition and took the plunge back into organized Jewish life, I read up on the various movements’ stances on homosexuality. Having no Reconstructionist option, I decided to go Reform. Eventually, however, I became positively infuriated by the services—not necessarily by their performance, but by the prayer book I held in my hands. By my mid-twenties I had very little knowledge of Hebrew left, beyond the ability to decode it, but over time I was able to discern the book juxtaposed Hebrew texts with English texts that had absolutely nothing to do with each other, and there was absolutely no indication this was the case. This liturgy, which I had previously found edifying, gradually made my prayer feel wholly inauthentic.</p>\n<p>Just before I severed my relationship with Reform—not for the last time—my father died. I imagine this was his way of saying, “I told you so.” Next I went Conservative, but I discovered the same thing. My Hebrew had gotten a little better, and I realized the translation in the prayer book so sanitized the Hebrew text that there was often little original meaning left. (And, for the record, the same problem exists with a great many Orthodox siddurim. They are translated to affirm a particular, narrow reading of Judaism.)</p>\n<p>This led to a compound problem: Not only did I feel the Conservatives were lying to their customers, just like the Reform, I, too, did not agree with a great number of the concepts contained in the Hebrew text both movements attempted to soften. I had begun taking prayer very seriously, so when I prayed, I did not want to hedge; I wanted to say what I meant.</p>\n<p>I knew, though, that no synagogue or movement can satisfy all congregants all the the time, so I decided I would assemble a siddur for a minyan of one. I would still go to services, but I would have a nusah of my own to supplement my public spiritual life.</p>\n<p>I imagined I could complete a draft in six months or a year and get my authentic praying underway. In about that amount of time, I completed a trimmed down, Ashkenazi text peppered with a few interesting emendations and some selections from The Penguin Book of Hebrew Verse. At the time, I honestly thought I had done exactly what I set out to do.</p>\n<p>A couple of years later, though, I started graduate school, and while I did not study anything in the realm of Jewish Studies, I began to take the idea of research very seriously. I decided to revisit my draft and see if there were any other ways I could personalize it. Suddenly, I found there would always be another text to pore over, another variation to weigh, another perspective to consider, more context to fill in, and another discourse to explore. I was completely unprepared for what I would learn. My little project had turned into something enormous, and the work on the siddur I thought I finished had not even begun.</p>\n<p>During the more than 15 years I played around with that trimmed-down Ashkenazi text, I learned about siddurim with wild textual variations from Jewish communities I never knew existed. I learned why the various Jewish movements revised their prayer books as they did, and what prevented them from going in different directions. I learned Rabbinic Judaism is a fairly recent invention. I learned that, before the rabbis, the Second Temple saw a creative and productive time, rich in theological diversity. I learned there still exists today the Karaite community, which has not had much patience for the Talmud for well over a millenium.</p>\n<p>I learned about Ethiopian Jews and the fact they practiced a Judaism completely disconnected from almost everything I knew to be traditional, with its distinct festivals and sacred texts. I learned how the Israeli Chief Rabbinate stripped them of much of their distinctiveness, and I learned about lost and emerging Jewish communities around the world.</p>\n<p>I learned about Samaritans, who are Children of Israel in every way, and about their own version of the Pentateuch. I learned the Bible is not even the Bible; rather, it is a collection of Bibles, each with its unique readings, canon, and agenda.</p>\n<p>I learned about the innovative theological and liturgical territory carved out by progressive rabbis in Germany, the United States, and England. I learned how progressive American and Israeli Jewry dealt with the twin realities of the Holocaust and a Jewish nation-state—and I learned how destructive it can be when we allow our collective unconscious to fetishize select realities. I learned how we are lulled into believing Jewish feminism is central to progressive religious life when it actually remains at the margins.</p>\n<p>More than anything else, though, I learned two things: I learned I love Judaism—in all its incarnations, for all its contradictions, for all its flaws, and for all efforts to correct those flaws—and I learned I love being Jewish. I love being Jewish because I learned there is no such thing as “the Jewish world.” Instead, there are worlds within worlds within worlds, and, like a magic carpet, the right text transports me wherever I want to go.</p>\n<p>This prayer book is my travelogue.</p>\n<p>Though I could not necessarily have articulated them during all stages of the redaction process, hindsight reveals I was driven by the following 13 aspirations:</p>\n<p style=\"padding-left: 40px;\">1. To weave together rich and varied voices, particularly those that had been lost or marginalized.</p>\n<p style=\"padding-left: 40px;\">2. To explore the true breadth of Jewish diversity.</p>\n<p style=\"padding-left: 40px;\">3. To embrace the cause of Jewish feminism.</p>\n<p style=\"padding-left: 40px;\">4. To confront the matter of God’s gender(lessness) thoroughly and systematically, in Hebrew and in English.</p>\n<p style=\"padding-left: 40px;\">5. To confront all manifestations of idolatry.</p>\n<p style=\"padding-left: 40px;\">6. To honor Rabbinic forms while challenging the hegemony of Rabbinic Judaism.</p>\n<p style=\"padding-left: 40px;\">7. To honor great liturgies and liturgists.</p>\n<p style=\"padding-left: 40px;\">8. To re-engage theological discussions ended by the destruction of the Second Temple.</p>\n<p style=\"padding-left: 40px;\">9. To expand the Jewish collective memory.</p>\n<p style=\"padding-left: 40px;\">10. To affirm the legitimacy of Diaspora Judaism.</p>\n<p style=\"padding-left: 40px;\">11. To reconstruct texts and rituals predicated on value systems lost to history.</p>\n<p style=\"padding-left: 40px;\">12. To affirm the unity of all existence.</p>\n<p style=\"padding-left: 40px;\">13. To create a meaningful and intellectually honest dialogue with God.</p>\n<p>The extent to which I have met these objectives is not for me to judge. Though this rite is, first and foremost, my personal siddur, I humbly offer it to others in hope it awakens in them even a sliver of the same reverence for the Divine and our people it awakens in me.</p>\n<p style=\"padding-left: 80px;\">Joshua Giorgio-Rubin<br />\nTeve[s/t], 5780</p>\n</div>\n",
    "categories": [
        "Morning siddurim"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "Reform Movement",
        "weekdays"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_thumbnail_id": [
            "31313"
        ],
        "date_src_start": [
            "2020-05-04"
        ],
        "date_src_end": [
            "2020-05-04"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/05/siddur-graphic.png",
        "title": "siddur graphic",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=31306",
    "permalink": "https://opensiddur.org/compilations/liturgical/siddurim/morning-siddur/mahzor-tefilot-hayyeinu-vol-1-for-weekday-mornings-by-joshua-giorgio-rubin-2020/",
    "slug": "mahzor-tefilot-hayyeinu-vol-1-for-weekday-mornings-by-joshua-giorgio-rubin-2020"
}