{
    "title": "&#x1F4D6; The Children's Psalm-Book, by Julia M. Cohen (1907)",
    "author": "Julia Matilda Waley Cohen",
    "coauthors": [
        {
            "name": "Julia Matilda Waley Cohen",
            "bio": "Julia Matilda Cohen née Waley (1853-1917) compiled a prayerbook for families  and children, <em>The children's Psalm-book, a selection of Psalms with explanatory comments, together with a prayer-book for home use in Jewish families</em> (1907). Her father, Jacob Waley (1818-1873), was a co-founder of the United Synagogue. If you know any more about Julia M. Cohen, please <a href=\"/contact/\">contact us</a>.",
            "website": "https://www.wikitree.com/wiki/Waley-15",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/julia-matilda-waley-cohen"
        }
    ],
    "date": "2023-06-10",
    "last_updated": "2025-02-28",
    "excerpt": "This is Julia M. Cohen's <em>The children's Psalm-book, a selection of Psalms with explanatory comments, together with a prayer-book for home use in Jewish families</em> (1907). The compilation contains a pedagogical essay providing parents guidance for reading the psalms, as well as her translations and commentary on the selected psalms. The prayer-book includes posthumously published translations of Yigdal and Adon Olam by Cohen's father, Jacob Waley (1818-1873), co-founder of the United Synagogue. . . .",
    "content": "<p>This is Julia M. Cohen&#8217;s <em>The children&#8217;s Psalm-book, a selection of Psalms with explanatory comments, together with a prayer-book for home use in Jewish families</em> (1907). The compilation contains a pedagogical essay providing parents guidance for reading the psalms, as well as her translations and commentary on the selected psalms. The prayer-book includes posthumously published translations of Yigdal and Adon Olam by Cohen&#8217;s father, Jacob Waley (1818-1873), co-founder of the United Synagogue.</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/childrenspsalmbo00coherich/childrenspsalmbo00coherich#page/n3/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nTO PARENTS </p>\n<p>This little volume is an attempt to help Parents in the anxious task of moulding the first conscious efforts towards abstract thought in the minds of their children. </p>\n<p>Little children always seem to have a very present consciousness of the existence of a supernatural power, as though the voice that breathed life into them still echoed within them. It is the Parents&#8217; task reverently to use this inborn instinct, in order to stimulate the development of the higher impulses of humanity. If this consciousness be stimulated recklessly or injudiciously, it may lead to superstition and to the miseries of nervous terror, and all the attendant evils of cowardliness, deceit, and untruthfulness. But if it be treated wisely, that mysterious consciousness develops into a loving trustfulness in the goodness of the Great Power, and lends courage and comfort at many a critical moment both of childhood and after-life. It is the basis of every form of moral teaching, and of that great fundamental doctrine of Judaism, — the direct personal responsibility of every human being to the One Divine Power. It is, in fact, the well-spring of conscience and courage, and grows with the growth of the understanding, and becomes an ever-expanding ideal of goodness, around which all the great attributes of goodness group themselves in the youthful mind, — Justice, Truthfulness, Honour, Kindness, Generosity. This conception of goodness — the consciousness of something stronger, higher, better than ourselves — helps to develop the faculty of veneration, and with it the kindred feeling of filial obedience and love in the highest form. </p>\n<p>There is a questioning and analytical phase of mental development through which all thinkmg minds are bound to pass, in the transition from accepting the parental religious teaching with child-like faith to assimilating it by the aid of thought and reason. At this stage, when all forms and observances are critically considered and weighed, a consciousness of a Higher Power above and beyond mortality, a habit of mind of looking for help to that Higher Power, and a knowledge of the deeper emblematic meaning of observances temper the judgment and aid every human being in that process of self-discipline by which he makes his faith in a special sense his own. </p>\n<p>It seems to me that if the development of the religious sense is omitted from education, the most exalted idea of goodness is left out, and the sense of duty, and of right and wrong, is little more than an appreciation of the minor virtues. Life is so much the poorer for being shorn of the halo of high spiritual aspiration. Instead of a fixed and lofty ideal of life and conduct, based on the highest conception of Divine Perfection of which the human mind is capable, and to which one and all try to rise, there pievails a limited and fluctuating ideal, subject to the chance influences of surroundings and associates, and coloured by the social grade and worldly interests of each mdividual, and by the changeful current level of public opinion. </p>\n<p>I thmk it is a pressing duty to endeavour to avert this disastrous moral plight, to which the charge of materialism so justly comes home, I have therefore tried in this little book to help Parents to familiarize their children in home talks and readings with the exalted poetry of the Psalms; with their lofty moral teaching and their comforting prayers. The simpler Psalms of Praise need little comment, but it may, I hope, be found helpful to analyse the train of thought in the more elaborate Psalms, and also to indicate some characteristic peculiarities of Eastern modes of expression. </p>\n<p>The Psalms are not arranged in the Bible in the order of simplicity; therefore in this volume the numerical titles of the Psalms most suitable for reading to young children are printed in red, both in the Index and in the text. </p>\n<p>I think the Psalms should be read to young children more than once without any comment, unless a child asks for explanation. Most children love the sound and the word-pictures of the Psalms, long before they can take in the full meaning. </p>\n<p>I am aware that there is much repetition of the same ideas in the comments on the Psalms. The same moral lessons may be drawn from, and the same explanations are applicable to, many different Psalms. But as F.D. Maurice once said: — &#8220;I never profess to teach new things I never had but one or two things that I was anxious to say, and I have been saying them over and over again for thirty years in as many different ways as I can, to reach many different hearts and minds.&#8221; </p>\n<p>I have selected about half the Psalm-book for children&#8217;s reading and for explanatory comment. By the time that children know the whole of this selection well, it is hoped that the ethics of the Psalms, and also the genius of Hebrew poetry, will have become more or less familiar to them, and that they will dive for themselves and grasp the pearls of beauty in the rest of the Psalter. </p>\n<p>One word as to those Psalms in which a discordant note of enmity jars on our ears in the midst of sweet and beautiful utterances. David, the typical Psalmist, conscious of his own desire to do right, expresses a soldier&#8217;s rough and ready conviction that sooner or later victory will be with the righteous and defeat with the unrighteous. Indeed, war is still, as it has ever been, the last resort of humanity seeking justice. A certain boldness in interpreting the significance of events prevailed not only in Biblical times, but as late as the days of the Puritans in England and Covenanters in Scotland. </p>\n<p>The simple reasonings which satisfied our forefathers about cause and effect in human life no longer carry conviction to every mind. But the wider sphere of modern knowledge and thought increases, as it were, the circumference of our contact with the unknown, and enhances our appreciation of the heroic mental attitude of the Psahnist, who says: &#8220;I know, O Lord, Thy judgments are right, and that Thou in faithfulness hast afflicted me.&#8221; </p>\n<p>Scattered as we are, and often out of reach of Synagogues, it seems peculiarly desirable for us to cultivate the habit of Domestic Services. There is an old Rabbinical saying to the effect that sooner than omit the daily repetition of the Shemang (that most perfect reminder of a high mental and moral attitude and its practical expression in life), we should recite it while doing our daily work. It is equally desirable never to omit holding a service on Saturday as a tribute of thanks for the beneficent law of the Sabbath — lest the day of rest degenerate into a day merely of laziness and amusement. A very simple form of daily domestic prayers is therefore added to this volume, and also a little Sabbath service for use in Jewish families when unable to attend Synagogue. </p>\n<p>In conclusion I should like to express my indebtedness to several kind friends, especially Mrs. Redcliffe Salaman, and the late Rev. D. Fay, whose death occurred while this book was in the press, for much valuable advice; and also to Mr. Claude G. Montefiore. Dr. Driver and Dr. Wellhausen, from whose versions I have occasionally borrowed when I have ventured to vary the translation; and lastly my sense of the help my own children have given me (consciously and unconsciously) in this labour of love. </p>\n<p>Julia M. Cohen.\n</p></blockquote>\n<blockquote><p>\nTO CHILDREN </p>\n<p>Our first feeling about God is His goodness to us. He made us and gave us all we have, our father and mother, to love us and take care of us, the earth to live in, and the sun to shine on us. </p>\n<p>Our next feeling about God is His greatness. He made the whole world and everythmg in it, and every living creature. The more we think how great God is, the more we feel how kind He is to every one of us, and the more we want to thank Him for all His goodness to us. </p>\n<p>This is a book of Thanks and Praise to God, and is called the Book of Psalms. It was written long, long ago by our forefathers. Many of the Psalms in it were written and sung by King David 3,000 years ago. </p>\n<p>One of the Psalms says that a thousand years in the sight of God &#8220;are but as yesterday, when it is past.&#8221; For God never changes, Right and Wrong never change, and God&#8217;s mercy to us never changes. So we still say and sing these old, old Psalms when we want to thank God for &#8220;His goodness, and His wonderful works to the children of men.&#8221;\n</p></blockquote>\n<blockquote><p>\nTABLE OF CONTENTS</p>\n<p>[Book 1:] Psalms 1, Psalms 4, Psalms 8, Psalms 15, Psalms 19-20, Psalms 23-25, Psalms 29, Psalms 32-34, Psalms 39<br />\n[Book 2:] Psalms 42-43, Psalms 46-47, Psalms 49-51, Psalms 56-57, Psalms 60-61, Psalms 63, Psalms 65-67<br />\n[Book 3:] Psalms 77, Psalms 80-82, Psalms 84-86<br />\n[Book 4:] Psalms 90-100, Psalms 103-106<br />\n[Book 5:] Psalms 107-108, Psalms 111-128, Psalms 130, Psalms 133-135, Psalms 145-148, Psalms 150<br />\n&#8212;<br />\nDaily Morning Prayers<br />\n[Miscellaneous tables of Psalms]<br />\nNight Prayers<br />\nSabbath and Festival Service<br />\nThe Ten Commandments<br />\nAleinu<br />\n<a href=\"/?p=51543\">Adon Olam</a> (trans. Jacob Waley)<br />\n<a href=\"/?p=51523\">Yigdal</a> (trans. Jacob Waley)<br />\nGrace after meals<br />\n<a href=\"/?p=51516\">Birthday Prayer</a>\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n",
    "categories": [
        "Arrangements of Tehillim"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "children's prayers",
        "Collections of Psalms"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "2125"
        ],
        "_thumbnail_id": [
            "51529"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/06/The-Childrens-Psalm-Book-Julia-M.-Cohen-1907-title.jpg",
        "title": "The Children&#8217;s Psalm-Book (Julia M. Cohen 1907) &#8211; title",
        "caption": "The Children's Psalm-Book (Julia M. Cohen 1907) - title"
    },
    "source_link": "https://opensiddur.org/?p=51528",
    "permalink": "https://opensiddur.org/compilations/anthologies/tehillim/the-childrens-psalm-book-by-julia-m-cohen-1907/",
    "slug": "the-childrens-psalm-book-by-julia-m-cohen-1907"
}