{
    "post_id": 10272,
    "title": "&#x1F4C4; עשרה בטבת | Asarah b’Tevet and the Tragic Side of Ḥanukkah, by Rabbi Shem Tov Gaguine (1934)",
    "author": "Shem Tov Gaguine",
    "coauthors": [
        {
            "name": "Shem Tov Gaguine",
            "bio": "Shem Tov Gaguine (5 September 1884, Jerusalem – 30 July 1953, Manchester) was a British Sephardic Rabbi and scion of a famous Moroccan Rabbinical dynasty which emigrated to Palestine from Spain at the time of the Inquisition. He was the great-grandson of R' Ḥaim Gaguin, the first Ḥakham Bashi of the Holy Land during the Ottoman Empire, and the son and nephew respectively of Rabbis Isaac and Abraham Gaguin. He was the great-great grandson of the famous scholar and kabbalist, Sar Shalom Sharabi.\r\n\r\nHe studied at the \"Doresh Zion\" College, Jerusalem and was a pupil of R. Jacob Alfiya. At an early age, he contributed articles to the Palestinian Hebrew Press (\"Hahhabbezeleth\" et al.) on aspects of Jewish traditional observances, as well as on biblical and philological matters. He was awarded rabbinical diplomas by numerous authorities, including R. Ḥaim Berlin and Chief Rabbis Jacob Meir, C.B.E. and Avraham Kook, C.B.E. of Palestine. In 1911, Rabbi Gaguine was appointed to serve in the office of dayyanut in Cairo. In 1919, he was invited to serve In Manchester, being appointed Av Beit Din 1n 1920. In 1927 he was appointed Rosh Yeshivah of Judith Montefiore College in Ramsgate. His major contribution to Jewish scholarship was <em>Keter Shem Tov</em>, an encyclopaedic treatise which examines and compares the rites, ceremonies and liturgy of the eastern and western Sephardim and Ashkenazim, paying particular attention to the customs of Spanish and Portuguese Jews. (via <a href=\"His major contribution to Jewish scholarship was Keter Shem Tob, an encyclopaedic treatise which examines and compares the rites, ceremonies and liturgy of the eastern and western Sephardim and Ashkenazim, paying particular attention to the customs of Spanish and Portuguese Jews\">Wikipedia</a>)",
            "website": "http://en.wikipedia.org/wiki/Shem_Tob_Gaguine",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Shem-Tov-Gaguine-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/shem-tov-gaguine"
        },
        {
            "name": "Abe Katz (translation)",
            "bio": "Abe Katz is the director of the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a>. \r\nThe Beurei Hatefila Institute was established in order to encourage the study of the words of the Siddur as a Jewish text in Jewish schools. To assist educators developing courses on Tefila, the Institute publishes a weekly e-mail newsletter in which it traces the sources for the words and structure of the prayers within the Siddur. These and other resources can be downloaded on PDF from the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a> website.\r\n<p />\r\nMr. Katz is also available to teach courses on Tefila at your synagogue or Jewish Community Center and as a scholar-in-residence. He is available to meet with school administrators to assist them in establishing a course in Beurei Hatefila at their schools and to train teachers on using Hebrew-English word processing and Judaic libraries on CD-ROM.",
            "website": "http://www.beureihatefila.com/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/abe-katz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abe-katz"
        }
    ],
    "date": "2014-12-12",
    "last_updated": "2025-06-28",
    "excerpt": "Why is the military victory of the Maccabees not referred to in the Mishna or Gemara but is mentioned only in later writings and in the prayer of Al Ha’Nissim? . . .",
    "content": "<div id=\"attachment_10285\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2014/12/1024px-Beit_Sur1.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-10285\" src=\"https://opensiddur.org/wp-content/uploads/2014/12/1024px-Beit_Sur1.jpg\" alt=\"The Ruins of Beth Zur, 1925&quot; (credit: Julius Hoffmann, Stuttgart, Public Domain). The Battle of Bet Zur in 164 BCE, brought victory for the Maccabees over the army of the Seleucid kingdom of Greece.\" width=\"1024\" height=\"666\" class=\"size-full wp-image-10285\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/12/1024px-Beit_Sur1.jpg 1024w, https://opensiddur.org/wp-content/uploads/2014/12/1024px-Beit_Sur1-300x195.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-10285\" class=\"wp-caption-text\"><a href=\"https://commons.wikimedia.org/wiki/File:Beit_Sur1.jpg\">The Ruins of Beth Zur, 1925</a>&#8221; (credit: Julius Hoffmann, Stuttgart, Public Domain). The <a href=\"https://en.wikipedia.org/wiki/Battle_of_Beth_Zur\">Battle of Bet Zur</a> in 164 BCE, brought victory for the Maccabees over the army of the Seleucid kingdom of Greece.</p></div>\n<p>It is uncanny that the Jewish calendar reflects both the joyous side of Ḥanukkah and the tragic one. The eight days of Ḥanukkah are followed by eight days of anticipating the fast day of Asarah b&#8217;Tevet. The following comments by <a href=\"https://en.wikipedia.org/wiki/Shem_Tob_Gaguine\">Shem Tov Gaguine</a> (1884-1953), Chief Rabbi of the Spanish and Portuguese Jews’ Congregations of England published in his <em>Sefer Keter Shem Tov</em> (1934) highlight the tragic side of the Ḥanukkah story.</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nכתר שם טוב, פרק וזאת הברכה, להדליק נר, סעיף ג<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nKeter Shem Tov, chapter Vezot Habrakha, Lehadlik Ner, §3\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nמדוע לא תמצא מוזכר נצחון המכביים במשנה או בגמרא, ורק הוזכר בכתובים אחרונים ובתפלת על הנסים.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nWhy is the military victory of the Maccabees not referred to in the Mishna or Gemara but is mentioned only in later writings and in the prayer of <em>Al Ha’Nissim</em>?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\n‏(תקפ׳) טעם שלא הוזכר במשנה ובגמרא נצחון המכביים שגם מלחמותם היה בדרך נס כידוע כתב אבודרהם (דמ״ג ע״ד) ואף על פי שהיו חשמונאי ובניו חסידים ואנשי מעשה, לקחו להם המלוכה שלא כהוגן שהם היו כהנים וכהן אין לו חלק במלכות שנאמר ולמען יאריך ימים על ממלכתו, וסמיך ליה לא יהיה לכהנים הלויים, ולפי שעטרו בעטרה שאינה שלהם סבב הבורא יתברך וקם הורדס שהיה עבד מעבדי חשמונאי וכלה את זרעם ולא השאיר מהם שריד ופליט עי״ש. ועיין להרמב״ן בפ׳ ויחי על הפסוק לא יסור שבט מיהודה, עי״ש. ומשום הכי מצא הנכון רבינו הקדוש להשמיט נצחונם לגמרי ממשנתו.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThe military victory of the Maccabees is not referred to in the Mishna or Gemara even though their victory was also by way of a miracle as explained by the <a href=\"https://en.wikipedia.org/wiki/David_Abudirham\">Avudrohom</a> (page 44 section 4): Although the Ḥashmonai and his sons were Ḥasidim and men of good deeds, they inappropriately usurped the monarchy for themselves. They were Kohanim and Kohanim were not granted the right to ascend to the Jewish Monarchy as it is written: in order that he may have a long life as a king. Following those words it is written: that it should not be given to the Kohanim and Levi&#8217;im. Since the Ḥashmonaim wrapped themselves in a robe that did not belong to them, G-d created a situation where Herod who was initially a slave among the slaves of the Ḥashmonaim arose and killed every descendant of the Ḥashmonaim and did not leave surviving even one family member. This is explained by the Ramban in Parshat Va’Yichei on the verse: <em>Lo Yasur Shevet Ma’Yehudah</em>. As a result of those circumstances, Rabbi Yehuda HaNasi found it fitting to totally omit any reference to their military victory when he compiled the Mishna.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nרמב״ן בראשית פרק מט׳ פסוק י׳ &#8212; לא יסור שבט מיהודה -וזה היה עונש החשמונאים שמלכו בבית שני, כי היו חסידי עליון, ואלמלא הם נשתכחו התורה והמצות מישראל, ואף על פי כץ נענשו עונש גדול, כי ארבעת בני חשמונאי הזקן החסידים המולכים זה אחר זה עם כל גבורתם והצלחתם נפלו ביד אויביהם בחרב. והגיע העונש בסוף למה שאמרו רז״ל (ב״ב ג ב) כל מאן דאמר מבית חשמונאי קאתינא עבדא הוא, שנכרתו כלם בעון הזה. ואף על פי שהיה בזרע שמעון עונש מן הצדוקים, אבל כל זרע מתתיה חשמונאי הצדיק לא עברו אלא בעבור זה שמלכו ולא היו מזרע יהודה ומבית דוד, והסירו השבט והמחוקק לגמרי, והיה עונשם מדה כנגד מדה, שהמשיל הקדוש ברוך הוא עליהם את עבדיהם והם הכריתום:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThis was the punishment of the Ḥashmonaim who reigned as Kings during the period of the Second Temple. They were indeed righteous people. If not for them, Torah and the Mitzvot would have been forgotten among Israel. Despite that they were dealt a severe punishment. The four sons of Ḥashmonaim the righteous elder reigned one after the other. Although they were brave and strong, they each died by way of the sword of their enemies. Their punishment was severe as the Gemara (Baba Basra 3, 2) relates: the last remaining descendant of the Ḥashmonaim who was a woman killed herself before Herod could take her as a wife. Before killing herself she said: ‘Whoever comes and says, I am from the Ḥashmonai house, is a slave, since I alone am left of it, and I am throwing myself down from this roof.’ The Ḥashmonai family was punished with <em>karet</em> (the family is extinguished) because of the sin of usurping the monarchy. Even though the descendants of Simon Ḥashmonai were punished for being Tzedukkim, the descendants of Mattityahu Ḥashmonai Ha’Tzaddik were punished for violating the ban on anyone being the monarch who was not a descendant of the tribe of Yehuda and a descendant of Dovid HaMelekh. They seized the king’s scepter and the ruler’s staff. Their punishment was measure to measure. G-d took away their monarchy and their followers and annihilated their family.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nואפשר גם כן שהיה עליהם חטא במלכותם מפני שהיו כהנים ונצטוו (במדבר יח ז) תשמרו את כהונתכם לכל דבר המזבח ולמבית לפרכת ועבדתם עבודת מתנה אתן את כהונתכם, ולא היה להם למלוך רק לעבוד את עבודת ה׳:‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nThey were punished for the additional reason that the Kohanim had been commanded: &#8220;Guard your position as Kohanim to watch over the altar and the place of the <em>parokhet</em> and you will serve and support yourselves through gifts&#8221; (Ba’Midbar 18:7). The sole role of the Kohanim was to serve G-d in the Temple and not to be rulers.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb-Hebr\">\nוראיתי בירושלמי במסכת הוריות (פ״ג ה״ב) אין מושחין מלכים כהנים, אמר רבי יהודה ענתוריא על שם לא יסור שבט מיהודה, אמר רבי חייא בר׳ אבא למען יאריך ימים על ממלכתו הוא ובניו בקרב ישראל (דברים יז כ), מה כתיב בתריה לא יהיה לכהנים הלוים (שם יח א). הנה שנו בכאן שאין מושחין מלכים מן הכהנים בני אהרן, ופירש תחלה שהוא לכבוד יהודה, שאין השררה סרה מן השבט ההוא, ולפיכך אף על פי שישראל מקימים עליהם מלך משאר השבטים כפי צורך השעה אין מושחים אותן שלא יהיה עליהם הוד מלכות, אלא כמו שופטים ושוטרים יהיו. והזכירו הכהנים שאף על פי שהן בעצמן ראויים למשיחה, אין מושחין אותן לשם מלכות, וכל שכן שאר השבטים, וכמו שאמרו בגמרא (הוריות יא ב) שאין מושחין אלא מלכי בית דוד. ורבי חייא בר אבא פירש שהוא מנוע מן התורה שלא יהיה לכהנים הלוים כל שבט לוי חלק ונחלה במלכות. והוא דבר ראוי והגון:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI further saw in the Jerusalem Talmud in Masekhet Horiot (Ch. 3, Halacha 2): we do not anoint kings from among the Kohanim. Rav Yehudah Anturia said: this is derived from the verse: <em>Lo Yasur Shevet Mai’Yehudah</em> (Bereishis 49:10). Rav Ḥiya son of Rav Abba said: concerning the verse: &#8220;in order that he and his children will reign over Israel for many years&#8221; (Devarim 17:20); what follows: &#8220;it will not happen to the Kohanim and Levi&#8217;im&#8221; (Devarim 18:1). Our Rabbis concluded from the juxtaposition of the verses that it is improper to anoint Kings from among the Kohanim sons of Aharon and the Levi&#8217;im. They explained that the reason was so as to not dishonor Yehudah. The power to rule should not be taken away from the tribe of Yehudah. As a result, although because of circumstances the Jews did have Kings who were not from Shevet Yehudah, they were not anointed so that they did not possess the honor of the Monarchy. Instead they were considered more like peacekeepers; i.e judges or policemen. The verse specifies Kohanim because Kohanim for purpose of their work as Kohanim can be anointed. However, when Kohanim become Kings, they are not to be anointed as Kings. This is also the rule for a member of any other tribe who becomes King. This rule follows from what is written in Masekhet Horiot (11, 2) only kings coming from the tribe of Yehudah are to be anointed. Rav Ḥiya son of Abba explained: because the members of the tribe of Yehudah are the only ones who can trace their authority to be king to the Torah as the the Torah says: the Kohanim and the Levi&#8217;im members of the tribe of Levi have no right to ascend to the position of King. This is the proper and appropriate result.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This article was first published as in the Burei HaTefila <a href=\"http://www.beureihatefila.com/files/2006-12-22_TefilaNewsletter_Supplement_Chanukah.pdf\">Newsletter Supplement for Ḥanukkah, 2006</a>.</p>\n",
    "categories": [
        "Asarah b'Tevet Readings"
    ],
    "tags": [
        "Kohanim",
        "Macabees",
        "חשמונאים Ḥashmonaim (Hasmoneans)"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "10285"
        ],
        "date_src_start": [
            "1934-00-00"
        ],
        "date_src_end": [
            "1934-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"Hebrew\",\"code\":\"heb\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"},{\"name\":\"Hebrew (Ktav Ashuri)\",\"code\":\"Hebr\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/12/1024px-Beit_Sur1.jpg",
        "title": "The Ruins of Beth Zur",
        "caption": "<a href=\"https://commons.wikimedia.org/wiki/File:Beit_Sur1.jpg\">The Ruins of Beth Zur, 1925</a>\" (credit: Julius Hoffmann, Stuttgart, Public Domain). The <a href=\"https://en.wikipedia.org/wiki/Battle_of_Beth_Zur\">Battle of Bet Zur</a> in 164 BCE, brought victory for the Maccabees over the army of the Seleucid kingdom of Greece."
    },
    "source_link": "https://opensiddur.org/?p=10272",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/readings/jewish-readings/asarah-btevet-readings/asarah-btevet-and-the-tragic-side-of-hanukah/",
    "slug": "asarah-btevet-and-the-tragic-side-of-hanukah"
}