{
    "title": "Activist Prayer for a Trauma Center on Chicago's South Side, by Aryeh Bernstein (2015)",
    "author": "Aryeh Bernstein",
    "coauthors": [
        {
            "name": "Aryeh Bernstein",
            "bio": "Aryeh Bernstein is a fifth generation Chicago native, an editor of Jewschool.com, the coordinator of the Back to Basics Beginners Judaism Program at <a href=\"http://www.mishkanchicago.org/\">Mishkan Chicago</a>, and an educational consultant for Jewish Council on Urban Affairs. While living in Jerusalem, he helped translate the Koren-Steinsaltz English Talmud edition.  He has studied at Columbia, JTS, YU, YCT, and Yeshivat Maale Gilboa, and taught at Yeshivat Hadar, Drisha, Yeshivat Talpiot, the Hartman High School, Camp Ramah in WI, and elsewhere.  He has led High Holiday services at Kehilat Hadar for 11 years.  And he released a hip-hop album, called <em><a href=\"https://www.youtube.com/watch?v=9yvhzVAbqb4\">A Roomful of Ottomans</a></em>.",
            "website": "https://twitter.com/aryehlou",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/05/Aryeh-Bernstein-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aryeh-bernstein"
        }
    ],
    "date": "2015-05-01",
    "last_updated": "2025-02-02",
    "excerpt": "A disproportionate amount of the alarming gun violence in Chicago takes place on the South Side, yet the South Side lacks even a single level one adult trauma center. Consequently, gunshot victims sometimes minutes from death must be transported miles away to Downtown or North Side hospitals. In 2010, after Damien Turner, an 18-year-old resident of the South Side Woodlawn neighborhood, died waiting for an ambulance to drive him ten miles to a downtown hospital instead of two blocks to the University of Chicago Medical Center (UCMC), a grassroots collaboration of community organizations, faith leaders, and University of Chicago student groups began organizing the Trauma Center Coalition, dedicated to reopening a Level 1 adult trauma center at UCMC, the most well-resourced hospital on the South Side. So far, the university has refused. As part of the coalition’s ongoing campaign, last week [April 23, 2015], dozens of activists gathered on the university’s historic Midway field, for a vigil of prayer and song from different faith traditions. At dusk, participants lit candles to spell out “Trauma Center Now”, right across from the home of U. Chicago President Robert Zimmer, and then camped out for the night. As a representative of coalition partner Jewish Council on Urban Affairs, I was invited to offer a Jewish prayer, which is reproduced here; I read it in both the English and Hebrew.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Hebrew</th>\n<th style=\"text-align: left;\">English</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nבורא עולם, הרופא לשבורי לב,<br />\nהחוֹנֵן לְאָדָם דַּעַת, וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה,<br />\nחָנֵּנוּ מֵאִתְּךָ דֵּעָה בִּינָה וְהַשְׂכֵּל לנו, המבקשים טיפול לפגיעי עירנו,<br />\nולכל בעלי כח לטפל;</p>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nCreator of the Universe, Healer of shattered hearts,<br />\nWho bestows knowledge to human beings, teaching insight to mortals,<br />\ngrant Your knowledge, insight, and discernment to us who seek care for the vulnerable<br />\nand to all those able to provide that care;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהֲשִׁיבֵנוּ לְדרכיךָ, כי עם קשי עורף אנחנו,<br />\nפתח לנו שערי תשובה וְהַחֲזִירֵנוּ בִתְשׁוּבָה שְׁלֵמָה לְפָנֶיךָ,<br />\nשאנו נפתח שערי מצפוננו לנאנחים,<br />\nשבעלי רפואה יפתחו את שעריהם לדופקי במצוקה,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nReturn us to Your ways, for we are stiff-necked people,<br />\nopen the gates of repentance, that we may all return to You in full repentance,<br />\nthat we may open the gates of our conscience to those in distress,<br />\nthat the caregivers open their gates to those who knock in distress;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nסְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ, מְחַל לָנוּ מַלְכֵּנוּ כִּי פָשַׁעְנוּ,<br />\nעל חטא שחטאנו לפניך בצדיית ריע ובצרות עין,<br />\nכִּי מוֹחֵל וְסוֹלֵחַ אָתָּה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nForgive us, our Parent, for we have sinned, pardon us, our Ruler,<br />\nfor the sins we have committed before You by trapping our neighbor, and through a begrudging eye,<br />\nfor You are One Who pardons and forgives;\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nרְפָאֵנוּ יְהֹוָה וְנֵרָפֵא,<br />\nרפואת הנפש לנפגעי שאננות, שלבם עטומים,<br />\nורפואת הגוף לנפגעי חרב, שלבם קרועים,<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHeal us, YHWH, that we may be healed,<br />\nhealing of the soul to those wounded by complacency, whose hearts are sealed shut;<br />\nand healing of body to the those wounded by the sword, with hearts ripped open,\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nשְׁמַע קוֹלֵנוּ יְהֹוָה אֱלֹהֵינוּ,<br />\nשתעלה אליך זעקת הנתונים בצרה,<br />\nברוך אתה, שומע תפילה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHear our voices, YHWH,<br />\nand may the cries of the distressed rise up to you, for You, YHWH, listen to prayers and petitions.<br />\nPraised are You, Who listens to prayer.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>This prayer was composed by Aryeh Bernstein for an overnight ecumenical vigil of prayer and song dedicated to reopening a Level 1 adult trauma center at the University of Chicago&#8217;s Medical College on the South Side of Chicago. Additional photographs from the on April 23rd, 2015 vigil can be seen at the Jewish Council on Urban Affair&#8217;s <a href=\"https://www.facebook.com/media/set/?set=a.10153194603854000.1073741839.6609163999&#038;type=3\">Facebook page</a>. The prayer was originally posted online in an <a href=\"http://jewschool.com/2015/04/36967/that-the-caregivers-open-their-gates-to-those-who-knock-in-distress/\">article on Jewschool</a> that was <a href=\"https://jcuanews.wordpress.com/2015/04/30/that-the-caregivers-open-their-gates-to-those-who-knock-in-distress/\">cross-posted</a> to the Jewish Council on Urban Affairs blog. Aryeh writes, </p>\n<blockquote><p>A disproportionate amount of the alarming gun violence in Chicago takes place on the South Side, yet the South Side lacks even a single level one adult trauma center. Consequently, gunshot victims sometimes minutes from death must be transported miles away to Downtown or North Side hospitals. In 2010, after Damien Turner, an 18-year-old resident of the South Side Woodlawn neighborhood, died waiting for an ambulance to drive him ten miles to a downtown hospital instead of two blocks to the University of Chicago Medical Center (UCMC), a grassroots collaboration of community organizations, faith leaders, and University of Chicago student groups began organizing the Trauma Center Coalition, dedicated to reopening a Level 1 adult trauma center at UCMC, the most well-resourced hospital on the South Side. So far, the university has refused. As part of the coalition’s ongoing campaign, last week [April 23, 2015], dozens of activists gathered on the university’s historic Midway field, for a vigil of prayer and song from different faith traditions. At dusk, participants lit candles to spell out “Trauma Center Now”, right across from the home of U. Chicago President Robert Zimmer, and then camped out for the night. As a representative of coalition partner Jewish Council on Urban Affairs, I was invited to offer a Jewish prayer, which is reproduced here; I read it in both the English and Hebrew. I grew up on the South Side, learning about the history of health care in Chicago and other cities, when, just a couple of generations earlier, Jews were prevented from working in and sometimes, getting needed care in hospitals. So the Jewish community created its own hospitals, with doors open to all patients and qualified medical staff. The value I inherited is that life and death, health and wound, should not discriminate by ethnicity, poverty, neighborhood, or life condition. Since my childhood, South Side hospitals have closed their doors as “post-racial America” has deepened its abandonment of these Black communities. Very little can capture this abandonment as starkly as a victim of gun violence a few blocks from a hospital bleeding to death while the ambulance drives him across the city to a hospital that will take him. The University of Chicago rightfully boasts of its state-of-the-art medical center, but it must focus on the needs of its community.</p></blockquote>\n",
    "categories": [
        "Well-being, health, and caregiving",
        "Repenting, Resetting, and Reconciliation"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "activism",
        "Chicago",
        "medical treatment",
        "social justice",
        "צדק צדק תרדוף tsedeq tsedeq tirdof"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "2638"
        ],
        "_thumbnail_id": [
            "11407"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2015/05/UCMC-trauma-center-vigil-JCUA-e1430499149273.jpg",
        "title": "UCMC trauma center vigil (JCUA)",
        "caption": "\"Trauma Center Now\" spelled out with tea lights in protective plastic cups from the Trauma Center Coalition's Campaign for a Level-I Trauma Care Center."
    },
    "source_link": "https://opensiddur.org/?p=11404",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/repenting-resetting-reconsiliation/activist-prayer-for-a-trauma-center-on-chicagos-south-side-by-r-aryeh-bernstein/",
    "slug": "activist-prayer-for-a-trauma-center-on-chicagos-south-side-by-r-aryeh-bernstein"
}