{
    "post_id": 46928,
    "title": "Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht | Prayers said at various points as you circumambulate the burial ground, a teḥinah by Yehoshua Heshil Miro (1835)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-09-25",
    "last_updated": "2026-01-31",
    "excerpt": "\"Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №103 on pp. 202-207.  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht</u>.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Zu bemerken ist, daß man nicht, wie wohl manche thun, gehend betet, sondern an einigen Stellen während des Betens stehen bleibt.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Prayers said at various points as you circumambulate the burial ground</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIhr frommen Stützen der Welt, ihr reinen Seelen alle! es sei unserem Allvater im Himmel gefällig, der vor dieser Erde schon das Paradies bereitet hat, daß von nun an eure Ruhe ehrenvoll und friedlich bleibe bis in Ewigkeit. Daß ihr in Frieden in eurer Ruhestätte bleibet, groß sei eure Herrlichkeit und eure Seligkeit, im Bunde des Lebens möget ihr mit dem Ewigen, eurem Gotte verbunden bleiben. Im Gebiete des Allheiligen, gelobt sei er und seine Heiligen, ruhe eure Seele. Er euer König, der Schöpfer Israels, lasse mir, meinem Hause und ganz Israel das Verdienst eurer Gelehrsamkeit und eurer edlen Handlungen beistehen, die ihr im Leben geübt habt. Und wenn einst der Zeitpunkt sich naht, von dieser Welt zu scheiden, möge ich mich mit euch im Paradiese befinden, mit euch und mit andern Gerechten und Frommen, des Abglanzes göttlicher Herrlichkeit mich erfreuen. O, daß ich und ganz Israel so glücklich sein mögen, einst unter den Fittigen des Allmächtigen, im Schatten des Höchsten zu ruhen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYou pious pillars of the world, all you pure souls! May it please our All-Father in Heaven, who has already prepared paradise before this earth, that from now on your rest may remain honorable and peaceful until eternity. That you may remain in peace in your resting place, great be your glory and your bliss, in the covenant of life you may remain united with the Eternal, your God. In the realm of the All-Holy, praised be He and His tsadiqim, rest your soul. He your King, the Creator of Israel, let me, my house and all Israel be assisted by the merit of your learning and your noble actions which you have practiced in life. And when the time comes to depart from this world, may I be with you in paradise, with you and with other righteous and pious people, enjoying the radiance of divine glory. Oh, that I and all Israel may be so happy to rest under the wings of the Almighty, in the shadow of the Most High.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs sei dir wohlgefällig, mein und meiner Väter Gott, höchster Herr, erbarmungsvoller König, daß du der Frommen, Gerechten und Heiligen, die hier ruhen, gedenkest! Um ihrer Tugend und Gerechtigkeit willen, erbarme dich über mich und ganz Israel; mögen sie w[ü]rdig sein, für uns vor deinem Throne zu beten, um des Guten willen, das sie im Leben geübt haben, erfülle meine Gebete zum Guten, befre[i]e mein Herz und das Herz von ganz Israel von Kummer und Traurigkeit. Wende von uns ab Leiden, Schreck, Angst, Furcht und jede Krankheit. Heile unsere Krankheiten, und erfülle unsere Wünsche zum Guten. Unsere Bedürfnisse sind zu groß, um sie deutlich auszusprechen, und unser Gemüth ist zu schwach, unser Geist ist zu gebeugt, die Gedanken unseres Herzens in angemessene Worte zu fassen. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it please you, God of my fathers and of me, most high Lord, merciful King, to remember the pious, the righteous and the tsadiqim who rest here! For the sake of their virtue and righteousness, have mercy on me and all Israel; may they be worthy to pray for us before your throne, for the sake of the good they have done in life, fulfill my prayers for good, free my heart and the heart of all Israel from sorrow and sadness. Turn away from us suffering, fright, anxiety, fear, and every disease. Heal our diseases, and fulfill our desires for good. Our needs are too great to be expressed clearly, and our minds are too weak, our spirits too bent, to put the thoughts of our hearts into adequate words. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nAch Herr der Welten, Vater des Erbarmens, wende dich zu meinem Gebete, schweige nicht bei meinen Thränen, merke auf meine Gedanken, erfülle mein Verlangen, verzeihe wissentliche und unwissentliche Vergehen. Ich bin hierher gekommen an die Gräber der frommen Männer und Frauen, die hier ruhen, daß sie mir Erbarmen von Gott erflehen. — Ihre Tugend und Gerechtigkeit möge mir, meinen spätern Nachkommen und ganz Israel beistehn.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nO Lord of the Worlds, Father of Mercy, turn to my prayer, do not be silent at my tears, pay attention to my thoughts, fulfill my desire, forgive my knowing and unknowing offenses. I have come here to the graves of the pious men and women who rest here, that they may implore mercy from God. — May their virtue and righteousness help me, my future descendants, and all Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEwiger, mein und meiner Väter Gott, im vollen Vertrauen, gestützt auf die treue Zusage deiner Lehre: „Ich erzeuge Gnade bis ins tausendste Geschlecht denen die mich lieben und meine Gebote beobachten,” <span class=\"citation\">(2. Mose 20, 6)</span> trete ich vor dich, mir und ganz Israel wirst du diese Zusage halten, um derer willen, die hier ruhen, und aller, die um die Heiligkeit deines Namens willen aus dem Leben gegangen sind. Betend gehe ich um die Gräber dieser frommen Männer und Frauen herum, du wollest mich um ihrer Tugend und Redlichkeit willen beglücken, mich und meine spätesten Nachkommen mit Liebe, Wohlwollen und großer Barmherzigkeit beschützen vor allen bösen Verhängnissen. Um des Bundes unserer Väter Abraham, Isaak und Jakob willen, behüte mich vor allem Bösen, vor bösen Zufällen, vor Schreck, Unglück, vor Schmerz, Krankheit, vor einen plötzlichen Tod und vor einen Tod durch widerliche Krankheit, vor jede Gefahr, sowohl des Tages als bei Nacht, an jedem Orte, wo ich mich befinden möge. Rette mich vor jedem hinterlistigen Feinde, vor Dieben, Räubern und vor allem Verderblichen. Es sei dir wohlgefällig, meine mangelhaften Reden so aufzunehmen, als hätte ich alles erschöpft, und sowohl um Abwendung aller Uebel, als um Erlangung alles Guten gebeten, für mich und die Meinigen. Es mögen dir wohlgefällig sein die Worte meines Mundes und die Gedanken meines Herzens, Herr, mein Hort und mein Erlöser. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nEternal God, my God and the God of my fathers, in full confidence, based on the faithful promise of your teaching: &#8220;I will produce grace to the thousandth generation for those who love me and observe my commandments,&#8221; <span class=\"citation\">(Exodus 20:6)</span> I come before you, you will keep this promise to me and to all Israel, for the sake of those who rest here and of all who have departed from life for the sake of the holiness of your name. I circumambulate the graves of these pious men and women praying, may you gladden me for the sake of their virtue and uprightness, protect me and my latest descendants with love, benevolence and great mercy from all evil doom. For the sake of the covenant of our fathers Avraham, Yitsḥaq, and Yaaqov, protect me from all evil, from evil accidents, from fright, misfortune, from pain, sickness, from sudden death and from death by disgusting disease, from every danger, both day and night, in every place where I may find myself. Save me from every deceitful enemy, from thieves, robbers, and from everything corrupt. May it please you to receive my inadequate speaking as if I was completely exhausted, and [yet still] to request both for the averting of all evils and for the obtaining of all good, for me and mine. May the words of my mouth and the thoughts of my heart be pleasing to you, O Lord, my refuge and my redeemer. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHerr aller Welten, die Reinheit und die Tugend aller derer, die hier im Staube ruhen, und die Engel, in deren Obhut ihre Seelen sich befinden, mögen mich von meiner Sündenschuld reinigen helfen. Ihr Flehen stehe mir bei, daß du mein Leben verlängerst, und mir Wohlhabenheit, Reichthum, Ehre und Frieden, Heil und Trost, Nahrung und Erhaltung verleihest, Gunst, Wohlwollen und Erbarmen finden lassest in deinen Augen und in den Augen derer, die mich sehen. Erfreue deine Gemeinde und die Bewohner dieser Stadt, und verzeihe aller Sünden und schütze mich vor Beschämung und Schande, die aus Leichtsinn und entwürdigende Handlungen in meiner Familie entstehen könnten. Rette mich vor Armuth, Noth und Drangsal, vor bösen Krankheiten. Laß mich nicht durch einen plötzlichen Tod dahin gerafft werden, vielmehr möge ich unter dem Walten deiner Barmherzigkeit aus der Welt gehen. Verleihe mir Söhne und Töchter, die geeignet sein mögen, nach deinem heiligen Willen zu leben, deine Gebote zu beobachten, so lange sie leben. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLord of all worlds, the purity and virtue of all those who rest here in the dust, and the angels in whose care their souls are, may help to cleanse me from my guilt of sin. Their supplications assist me, that you may prolong my life, and bestow upon me prosperity, riches, honor and peace, salvation and consolation, food and sustenance, find favor, goodwill and mercy in your eyes and in the eyes of those who see me. Please your congregation and the inhabitants of this city, and forgive all sins and protect me from shame and disgrace that may arise from carelessness and degrading acts in my family. Save me from poverty, hardship and distress, from evil diseases. Let me not be snatched away by a sudden death; rather, may I go out of the world under the guidance of your mercy. Grant me sons and daughters who may be fit to live according to your holy will, to observe your commandments as long as they live. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs sei dir wohlgefällig, Ewiger unser Gott, Gott unserer Väter, daß du uns alle, und unsere bußfertige Gesinnung wohlwollend aufnehmen mögest. Erhöre mein Gebet, erfülle mein Flehen, laß meine geringe Tugend meine Schuld überwiegen. Senke in mein Herz Gottesliebe und Gottesfurcht, beuge meinen Sinn, deinen Willen mit ungetheiltem Herzen zu thun. Zur Ehre deines Namens habe ich mich hierher begeben, die Gräber dieser Gerechten zu umkreisen. O daß es dir gefällig wäre, mein Gott und Gott meiner Väter, daß das Verdienst ihrer Lehre und ihrer guten Werke mir, meinen Kindern und allen Meinigen beistehe, uns vor Leiden und bösen Krankheiten zu schützen. Möge ich fähig werden, unter denen gezählt zu werden, die stets über dein göttliches Wort nachdenken, die Gebote und Gesetze beobachten, die sich mit deinem heiligen Worte beschäftigen und dessen Geheimnisse ergründen.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it please you, Eternal our God, God of our fathers, to receive us all and our repentant attitude. Hear my prayer, grant my supplication, let my little virtue outweigh my guilt. Sink into my heart the love and fear of God, bend my mind to do your will with an undivided heart. For the honor of your name I have come here to circle the graves of these righteous ones. O that it may please you, my God and God of my fathers, that the merit of their teaching and good works may assist me, my children and all my own to protect us from suffering and evil diseases. May I be able to be counted among those who always ponder your divine word, observe the mitsvot and laws, occupy themselves with your holy word and fathom its mysteries.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs sei dir wohlgefällig, mein Gott, Gott meiner Vorfahren, daß du mit Wohlwollen und Erbarmen aufnehmen mögest, was ich eben vor dir gebetet habe, und was ich in Zukunft zu beten veranlaßt sein dürfte, um deines großen und ehrfurchtsvoll gepriesenen Namens, um die Tugend der Redlichen, die hier beerdigt sind und aller, die ihr Leben dem Glauben an die Einheit deines göttlichen Namens aufgeopfert haben. Mögen diese alle, die hier der Auferstehung entgegen schlummern, in Frieden ruhen. Wie ich durch den Willen Gottes von hier mich entferne zu einem längern Leben im Kreise der Meinen, so möge ich einst durch den Willen Gottes mit euch und allen Frommen der ewigen Ruhe und der Freuden des bessern Lebens theilhaftig werden. Du, o Gott, wirst mich nicht unerhört von dir entlassen; gepriesen seist du, der du einst die Verstorbenen wieder belebst, um sie die Freuden jener Welt theilhaftig werden zu lassen; gepriesen sei der, der treu ist seinem Bunde, fest in seiner Verheißung.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nMay it please you, my God, God of my ancestors, to receive with favor and mercy what I have just prayed before you, and what I may be led to pray in the future, for the sake of your great and reverently exalted name, for the virtue of the righteous who are buried here and of all who have sacrificed their lives to the faith in the unity of your divine name. May these all, who slumber here toward the resurrection, rest in peace. As I, by the will of God, move away from here to a longer life in the circle of my own, so may I one day, by the will of God, become partaker with you and all the pious of eternal rest and the joys of a better life. You, O God, will not dismiss me from you unheard; blessed be you who one day revive the deceased to make them share the joys of this world; blessed be he who is faithful to his covenant, firm in his promise.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIch fühle es, o Gott, daß jeden Betenden das Bewußtsein seiner ausgeübten Tugend ermuthigt, ich aber bin mir keiner Tugend bewußt, keiner genügenden guten Werke; — nur das Vertrauen auf dich, Allgütiger giebt mir Muth. Verbirg dein Antlitz nicht vor mir, vergelte mir nicht nach meinen Sünden und verwirf mich nicht vor deinem Angesichte! Und wenn du mich einst diesem Leben entnimmst, leite mich in Seelenfrieden zum bessern Leben. Leite mich zur Gemeinschaft der Frommen, die Theil haben an jenem Leben. Dann werde ich sprechen: Ich danke dir Gott, daß du mir gezürnt hast, dein Zorn wendet sich ab und du tröstest mich. — Gnade, Herr, ist alles, was du mir hast angedeihen lassen. Verleihe mir das wahre Gute, für die ganze Dauer meines Erdenlebens; stärke mich in reiner Gottesfurcht, befestige mich in der Gotteslehre. Es mögen dir wohlgefällig sein die Worte meines Mundes und die Gedanken meines Herzens, Ewiger, mein Hort und mein Erlöser. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nI feel, O God, that every praying man is encouraged by the awareness of his virtue, but I am not aware of any virtue, of any sufficient good deeds; only trust in you, All-Good One, gives me courage. Do not hide your face from me, do not repay me for my sins, and do not reject me before your face. And when you take me from this life, lead me in peace of mind to a better life. Lead me to the fellowship of the pious who share in that life. Then I will speak: I thank you, O God, that you have been angry with me; your anger is turned away, and you comfort me. — Mercy, Lord, is all that you have bestowed upon me. Grant me the true good, for the whole duration of my earthly life; strengthen me in the pure fear of God, fortify me in the teaching of God. May the words of my mouth and the thoughts of my heart be pleasing to you, Eternal One, my refuge and my Redeemer. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №103 on pp. 202-207. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/202/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Zu bemerken ist, daß man nicht, wie wohl manche thun, gehend betet, sondern an einigen Stellen während des Betens stehen bleibt.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Rosh haShanah (l’Maaseh Bereshit)",
        "Repenting, Resetting, and Reconciliation"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "cemetery prayers",
        "German Jewry",
        "German vernacular prayer",
        "in the merit of our ancestors",
        "Jewish Women's Prayers",
        "ḳever mesten",
        "memento mori",
        "זמן תשובה Zman teshuvah",
        "פעלד־מעסטען feldmesten",
        "תחינות teḥinot",
        "תשובה teshuvah"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5090"
        ],
        "_thumbnail_id": [
            "46929"
        ],
        "date_src_start": [
            "1835-00-00"
        ],
        "date_src_end": [
            "1835-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/09/Gebete-die-man-an-verschiedenen-Stellen-sagt-wenn-man-um-den-Begrabnisplatz-herumgeht-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Gebete, die man an verschiedenen Stellen sagt, wenn man um den Begräbnißplatz herumgeht (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=46928",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/repenting-resetting-reconsiliation/gebete-die-man-an-verschiedenen-stellen-sagt-wenn-man-um-den-begrabnisplatz-herumgeht-a-tehinah-by-yehoshua-heshil-miro-1835/",
    "slug": "gebete-die-man-an-verschiedenen-stellen-sagt-wenn-man-um-den-begrabnisplatz-herumgeht-a-tehinah-by-yehoshua-heshil-miro-1835"
}