{
    "post_id": 46920,
    "title": "Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste | Prayer on the day before Rosh haShanah and on the day before Yom Kippur, a teḥinah by Yehoshua Heshil Miro (1835)",
    "author": "Andreas Rusterholz (transcription)",
    "coauthors": [
        {
            "name": "Andreas Rusterholz (transcription)",
            "bio": "Andreas Rusterholz is a professor of Theology (New Testament and Hermeneutics) at Kwansei Gakuin University School of Humanities Department of Literature and Linguistics. He translated (together with Takako Noguchi, 1943-2017) <em>Jüdische Religion</em> by Günter Stemberger (Beck 1995) into Japanese: <em>Yudayakyo - Rekishi, Shinko, Bunka</em> [Judaism: History, Faith, Culture], Kyobunkwan 2015.",
            "website": "http://researchers.kwansei.ac.jp/view?l=en&amp;u=21462",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/02/andreas-rusterholz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/andreas-rusterholz"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2022-09-25",
    "last_updated": "2025-08-01",
    "excerpt": "\"Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste\" was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"https://opensiddur.org/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №133 on pp. 249-252.  . . .",
    "content": "<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\n<u>Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\n<u>Prayer on the day before Rosh haShanah and on the day before Yom Kippur</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nIhr frommen Stützen der Welt! eure Ruhe sei ehrenvoll, und das Verdienst eurer guten Werke, stehe mir, den Meinigen und ganz Israel bei. Gott des Erbarmens und der Verzeihung, Herr der ganzen Erde, dein Erbarmen und deine Güte mögen über alle deine Eigenschaften vorwalten, damit wir gedacht und (<span  class=\"instruction\">Am Tage vor Neujahr sagt man:</span> angeschrieben, werde an diesem Neujahrstage; <span  class=\"instruction\">Am Tage vor dem Versöhnungsfeste sagt man:</span> besiegelt werde an diesem Versöhnungstage) besiegelt werde an diesem Versöhnungstage zur Verzeihung und Vergebung aller unserer Sünden, Vergehungen und Verbrechen, zu einem glücklichen Jahr, zu Segen, Rettung und Erlösung, zu Glück in allen unsern Unternehmungen. Es sei dieses Jahr ein Jahr der Erholung und der Ruhe, frei von Angst und Schrecken, geeignet Ehre und Wohlhabenheit zu erwerben. Böse Begierden und Neigungen mögen uns nicht beherrschen, und wir Gunst und Ansehen finden in deinen und der Menschen Augen. Erbarmungsvoller! Erhörer des Gebets, laß dich erflehen, zu erhören was wir gebetet haben. — Um deiner großen Barmherzigkeit willen, um das Verdienst dieser Gerechten und aller Gerechten und Frommen der Welt, laß uns nicht unerhört von hier gehen. —\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nYou pious pillars of the world! Your rest be honorable, and the merit of your good works, stand by me, mine and all Israel. God of mercy and pardon, Lord of all the earth, may your mercy and goodness prevail over all your attributes, so that we may be remembered and (<span  class=\"instruction\">on the day before Rosh haShanah, they say:</span> inscribed, on this  Rosh haShanah; <span  class=\"instruction\">on the day before the Yom Kippur it is said:</span> sealed on this Yom Kippur) for pardon and forgiveness of all our sins, transgressions and crimes, for a happy year, for blessing, salvation and redemption, for happiness in all our undertakings. Let this year be a year of rest and tranquility, free from fear and anxiety, suitable to acquire honor and prosperity. May evil desires and inclinations not dominate us, and we find favor and prestige in your and people&#8217;s eyes. Have mercy! Hearer of prayer, let us beseech thee to hear what we have prayed. &#8211; For the sake of thy great mercy, for the merit of these righteous and all the righteous and pious of the world, let us not go away unheard. —\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHerr aller Welten, König aller Könige! verzeihe meine Sünden und Vergehungen, vergieb mir meine Verbrechen; erschaffe in mir ein reines Herz, flöße mir Liebe und Ehrfurcht vor dir ein. Beuge meine Neigungen, dir unterthänig zu sein. Schütze mich vor bösen Gedanken, vor bösen Begierden; befestige mein Herz an deine Gebote, öffne es deiner Lehre, gieb mir den Trieb mich mit ihr zu beschäftigen. Möge der Tag meines Sterbens dem Tage meiner Geburt an Sündenreinheit gleich sein. Gieb mir Kraft, deine Gebote zu beobachten, beglücke mich, deine verheißene Erlösung zu schauen. Laß uns bald Vergeltung finden für das Blut, welches wegen des Glauben an der Einheit deines Namens vergossen worden ist (<span  class=\"instruction\">Am Tage vor Neujahr:</span> Und schreibe uns an diesem Neujahrstage ein; <span  class=\"instruction\">Am Tage vor dem Versöhnungsfeste</span> besiegele unser Urtheil an diesem Versöhnungstage) zu einem glücklichen Leben. Erneuere für uns ein gutes, glückliches Jahr und sende deinen Segen in unser Händewerk. Bestimme uns unsere Bedürfnisse aus deiner segenreichen Hand, und nicht durch die Hand der Menschen. Laß uns Erbarmen finden in deiner und in der Menschen Augen, um das Verdienst dieser Heiligen und Frommen. Ihre guten Werke mögen für uns vorsprechen, daß du unser Verlangen erfüllest, unsere Bitten erhörest, wenn sie uns zum Heil sind, laß uns nicht unerhört zurücktreten. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLord of all worlds, King of all kings! Forgive my sins and transgressions, forgive my crimes; create in me a pure heart, instill in me love and reverence for you. Bend my inclinations to be subservient to you. Protect me from evil thoughts, from evil desires; fasten my heart to your commandments, open it to your teaching, give me the impulse to occupy myself with it. May the day of my death be equal to the day of my birth in purity of sin. Give me strength to observe your commandments, make me happy to behold your promised redemption. Let us soon find retribution for the blood shed for faith in the unity of your name (<span  class=\"instruction\">on the day before Rosh haShanah:</span> and inscribe us on this Rosh haShanah; <span  class=\"instruction\">on the day before Yom Kippur:</span> seal our judgment on this Yom Kippur) for a happy life. Renew for us a good, happy year, and grant your blessing in our handiwork. Determine for us our needs from your hand of blessing, and not by the hand of man. Let us find mercy in your eyes and in the eyes of people, for the merit of these tsadiqim and pious people. Let their good works speak for us, that thou mayest satisfy our desire, hear our petitions, if they be to our salvation, let us not withdraw unheard. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nEs sei dir wohlgefällig, Ewiger, mein Gott, Gott meiner Väter, daß du meine Buße und Bekehrung gütig aufnehmest und mein Gebet erhörest, daß mein Verdienst meine Schuld überwiege. Bestimme für uns und ganz Israel ein Jahr des Segens, des Trostes, des glückseligen Lebens und der Erlösung. Schütze uns vor Armuth und Demüthigung, vor Krieg, Seuchen und Pest, vor Hungersnoth und vor jedem andern Verderben. Gieb uns die Kraft, auf eine würdige Weise Buße zu thun, daß sie sich deinem heiligen Throne nahen dürfe. — Vernimm unser Gebet um aller Frommen willen. — Wort und Gedanke sei dir stets wohlgefällig, Ewiger, Schöpfer und Erlöser. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nIt is pleasing to you, Eternal One, my God, God of my fathers, that you receive my repentance and return graciously and hear my prayer, that my merit outweighs my guilt. Decree for us and all Israel a year of blessing, comfort, blissful life and redemption. Protect us from poverty and humiliation, from war, pestilence and plague, from famine and from all other destruction. Give us the strength to repent in a worthy manner, so that it may approach your holy throne. — Hear our prayer for the sake of all the faithful. — May our words and thoughts always be pleasing to you, Eternal Creator and Redeemer. <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"deu-Latn\">\nHerr aller Welten, thue Wunder den Lebenden, daß sie nicht den Todten gleichen. Wird denn deiner Wahrheit im Grabe gedacht? Du hast dich einst zu Wohlthaten erweckt, aus Verdienst unserer Vorfahren, erwecke dich zu Wohlthaten für uns, unverdient, um deine Wunderkraft zu zeigen. Es sei dir wohlgefällig, daß das nächstkommende Jahr für uns und fürs ganze Volk Israel ein Jahr des Segens sei; ein Jahr guter Verhängnisse; ein Jahr der Errettung und des Glückes, wo wir uns alle zu deinem Dienste vereinigen; ein Jahr des glücklichen Lebens, ein Jahr der Vergebung unserer Sünden, ein Jahr des Ueberflußes, ein Jahr wo du die Frucht unseres Leibes und Erdreiches segnest; ein Jahr, wo dein Erbarmen über uns rege ist, daß wir des Erbarmens anderer nicht benöthigt sein dürfen, indem du das Werk unserer Hände segnest. — Und ihr, die ihr im Staube der Erde schlummert, erhebt, erweckt euch, zu beten vor dem allmächtigen, hocherhabenen Gott, daß er unsere Wünsche erfülle, durch seine Eigenschaft des Helfens und Erbarmens. Wir wollten ja gerne stets seinen Willen thun, aber das Irdische in uns, und die gedrückte Stellung, in welcher wir uns befinden, verleiten uns oft zu Sünden. Er wende seine Strafgerichte und seine Schrecken von uns ab, seine Lieblichkeit sei mit uns, dann wollen wir mit ganzem Herzen ewig seinen Willen thun, daß der Zweck der Weltschöpfung erfüllt werde, und wir die Erfüllung aller Verheißung der Propheten erleben möchten. <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng-Latn\">\nLord of all worlds, do wonders for the living, so that they do not resemble the dead. Is your truth remembered in the grave? You once aroused yourself to beneficence, by merit of our ancestors, arouse yourself to do good for us, undeservedly, to show your miraculous power. May the coming year be a year of blessing for us and for all the people of Israel; a year of good fortune; a year of salvation and happiness, when we all unite in your service; a year of happy life, a year of forgiveness of our sins, a year of abundance, a year when you bless the fruit of our bodies and of the earth; a year when your mercy is upon us, that we may not be in need of the mercy of others, blessing the work of our hands. — And you who slumber in the dust of the earth, arise, awaken yourselves, to pray before the almighty, highly exalted God, that he may fulfill our wishes, by his attribute of helping and mercy. We would like to always do His will, but our base nature and the oppressed position in which we find ourselves often tempt us to sin. May He turn away His judgments and His terrors from us, may His lovingkindness be with us, and then we will do His will with all our hearts forever, so that the purpose of the creation of the world may be fulfilled and we may experience the fulfillment of all the promises of the prophets. <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste&#8221; was translated/adapted by Yehoshua Heshil Miro and published in his anthology of teḥinot, <a href=\"/?p=41365\">בית יעקב (Beit Yaaqov) <em>Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</em></a>. It first appears in the 1835 edition as teḥinah №133 on pp. 249-252. </p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/allgemeines-gebetbuch-fur-gebildete-frauen-mosaicher-religion-yehoshua-heshil-miro-1835/Beit%20Yaakov-%20Allgemeines%20Gebetbuch%20f%C3%BCr%20Gebildete%20Frauen%20Mosaicher%20Religion%20%281st%20ed.%20Miro%201835%29#page/249/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Rosh haShanah (l’Maaseh Bereshit)",
        "Yom Kippur",
        "Repenting, Resetting, and Reconciliation"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "cemetery prayers",
        "German Jewry",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "memento mori",
        "זמן תשובה Zman teshuvah",
        "תחינות teḥinot",
        "תשובה teshuvah"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5090"
        ],
        "_thumbnail_id": [
            "46921"
        ],
        "date_src_start": [
            "1835-00-00"
        ],
        "date_src_end": [
            "1835-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"},{\"name\":\"German\",\"code\":\"deu\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/09/Gebet-am-Tage-vor-Neujahr-und-am-Tage-vor-dem-Versohnungsfeste-Yehoshua-Heshil-Miro-1835-cropped.png",
        "title": "Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste (Yehoshua Heshil Miro 1835) &#8211; cropped",
        "caption": "Gebet am Tage vor Neujahr und am Tage vor dem Versöhnungsfeste (Yehoshua Heshil Miro 1835) - cropped"
    },
    "source_link": "https://opensiddur.org/?p=46920",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/repenting-resetting-reconsiliation/gebet-am-tage-vor-neujahr-und-am-tage-vor-dem-versohnungsfeste-a-tehinah-by-yehoshua-heshil-miro-1835/",
    "slug": "gebet-am-tage-vor-neujahr-und-am-tage-vor-dem-versohnungsfeste-a-tehinah-by-yehoshua-heshil-miro-1835"
}