{
    "title": "תחנה שערי דמעות | Tkhine of the Gate of Tears",
    "author": "Unknown Author(s)",
    "coauthors": [
        {
            "name": "Refoyl Finkl (translation)",
            "bio": "Refoyl Finkl (a/k/a Raphael Finkel) is an activist for the preservation of the Yiddish language, promoting its use and providing fonts, various texts, and tools for writing Yiddish in personal computers. At the University of Kentucky, Dr. Finkel teaches computer science. He earned his PhD in computer science at Stanford University under the supervision of Vinton Cerf.",
            "website": "http://www.cs.uky.edu/~raphael/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/04/refoyl-finkl-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/raphael-finkel"
        },
        {
            "name": "Unknown Author(s)",
            "bio": "Sometimes the best we can do in attributing a historical work is to indicate the period and place it was written, the first prayer book it may have been printed in, or the archival collection in which the manuscript was found. We invite the public to help to attribute all works to their original composers. If you know something not mentioned in the commentary offered, please leave a comment or <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/unknown"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2016-07-03",
    "last_updated": "2025-02-28",
    "excerpt": "The \"Tkhine of the Gate of Tears\" by an unknown author presented here derives from the Vilna, 1848 edition. I have transcribed it without any changes from <em>The Merit of Our Mothers</em> בזכות אמהות <em>A Bilingual Anthology of Jewish Women's Prayers</em>, compiled by Rabbi Tracy Guren Klirs, Cincinnati: Hebrew Union College Press, 1992. <em>shgiyot mi yavin, ministarot nakeni.</em> If you can scan an image of the page from the edition this was copied from, please share it with us. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\n[איר ליבע װײבער אונ מײדן טוט לײענן די תחינה װעט אײך אײער הארץ דער פרײען דען זיא איז ארויש גנומן גװארן אויש ספרים בזכות זה װערט איר װכה זײן אין ארץ ישראל צו קומן.]\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n[You, dear women and maidens, read this tkhine; your heart will rejoice, because it was taken from holy books.  By its merit may you be counted worthy to come to the Land of Israel.]\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nיהי רצון עס זאל זײן דער װילן פר דיר גאט דו זאלסט מיר פאר געבן אלע מײנע זינד אונ זאלשט מיך גדײנקן צו גוטן מיט מײן מאן אונ קינדר. ליבר גאט איך בקען פר דיר דאש איך האב אפ גיקערט פון דײן ליבן נאמן. דרום בעט איך דיך גאט אז דוא זאלשט מיך בװירטן מיט גוטן אונ מאך מיך לויז פון מײנע זינד װאש איך האב גזינדיגט בשערם מיך פון יצה״ר אונ פון אלע לײד איך זאל האבן אויש גבעטן בײ דיר אז עש זאל בײא מיר קײן גשרײ זײן אין מײן הויז ליבער גאט איך בעט דיך אז דו זאלשט מיך אויף מײן עלטר ניט פר לאזן אונ דו זאלשט מיך שפײזן מיט דײנער אײגנער האנט אן לײטנש גאב. ליבער גאט װען דער מענש קײן שפײז האט אזו טוט ער ח״ו גנבנן אונ גזלנן דרום בעט איך דיך גאט זאלשט מיט מיר אום גײן מיט (מדה״ר) אז איך אונ מײן מאן אונ קינדר זאלן גיזונד זײן אונ פרנסה האבן פון דײן מילדי האנד אונ זאלשט אונז בענשן אז עש זאל קײן חילול השם פון אונז ניט קומן אונ עש זאל ניט זײן (ח״ו) קײן פאר שניטנע יארן קײן (כרת ח״ו) די טעג אפ צו שנײדן דו זאלשט מיר העלפן אין אלע מײנע װערק:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<em>Yehi rotsoyn</em>: May it be Your will, God, to forgive all my sins and remember me, with my husband and children, for good.  Dear God, I admit to you that I have turned aside from your Holy Name.  Therefore I beg you, God, that you should make me worthy and free me of the sins I have sinned.  Guard me from the evil inclination and from all pain.  May I succeed in begging from you that there be no outcry in my house.  Dear God, I beg you not to desert me in my old age; sustain me with your own hand, not from handouts from others.  Dear God, someone who has no food turns, God forbid, to thievery and robbery. So I beg you, God, your attributes of mercy should walk with me so that I and my husband and children should be healthy and have income from Your gentle hand. Bless us that there come through us no desecration of the Name, and there should be (God forbid) no years cut short (<em>koreys</em>, God forbid), shortening our days. Help me in all my works.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nליבר גאט לאז מיך דער פרײט װערן אז איך זאל בהיט װערן פאר צער דאש איך זאל קײן צער האבן אן מײנה קינדר אונ מײנע פײנד זאלן אן מיר קײן נקמה האבן אונ קײן שטן אונ קײן מקטרג אונ קליפה זאל אן מיר ניט גיװעלטיגן צו דער תפלה װען איך טוא דען איך קאן אזו פיל ניט בעטן װאש איך בדארף. ליבר גאט. אויף װאש זאל איך צום ערשטן בעטן זאל איך דיר בעטן דוא זאלשט מיר מײן זינד פר געבן אדער זאלשט מיר שפײז געבן. איך װײש אז איך בין ניט װערט גאר אזו פיל צו בעטן ליבער גאט דו בגערשט ניט פון דעם מענשן נאר ער זאל תשובה טאן אויף זײנע זינד. דרום בעט איך דיך ליבער גאט דער בארם דיך איבר דײני קינדר אונ ענטפר מיר. גינעדיגר גאט דר בארם דיך איבר דעם דער װאס בגערט דיך צוא לויבן. עש שטײט דאך גשריבן װיא מען זאל דיך לויבן. גלויבט ביסטו גאט איבר אלע געטר אונ הער איבר אלע הערן איך זאל האבן אויש גיבעטן אײן גוטע צײט פון דײן הײליגן נאמן אמן:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, let me rejoice in being guarded from sorrow; may I have no sorrow from my children.  May my enemies exact no vengeance on me, and may no Satan, accuser, or unclean thing rule me while I am praying and prevent me from requesting what I need.  Dear God, what should I ask for first?  Should I beg that you forgive my sins, or that you should provide sustenance?  I know that I am entirely unworthy to ask for so much, dear God.  You require only that we be repentant for our sins.  Therefore I beg you, dear God, have mercy on Your children, and answer me.  Merciful God, have mercy over the one who wishes to praise you.  You are praised, God, above all gods, and you are Lord of all lords.  May I have succeeded in praying to Your holy Name just one time for good, <em>Amen</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nאב הרחמן דו ליבער הער גאט דו װײשט דאך װאול מײן אויש לײגנש דו װײשט דאך װאול מײן פאר בארגניש אונ װאש איך טראג אין מיר אונ דוא װײשט װאש מיר נײטיג איז דער יצר הרע זיצט בײא דעם מענש אונ רײצט אים אן צו בײזן. דר קעגן בישטו יודע נסתרות אונ בוחן לבבות דוא װײסט דאך אלע צוא בראכנע הערצר אונ אלע שװאכע הערצר אונ אלע די דא טראגן אויף זײער הארצין אונ קאן ניט זאגן פאר לײט נײערט פאר דיר אלײן. דו װײסט מײן זיפצן אונ מײן פאר בארגנע װאונדן דאש איך טראג אין מײנם הארצן. ליבר הער גאט װאו נעם איך אזו אײן רופא דער דא זאל פאר שטײן מײן צער אונ װען ער יוא פאר שטײט קאן ער דען מיר העלפן. ליבר הער גאט דו העלפשט װען מען דיך אן רופט דו נעמשט אן אונזר גיבעט דו בישט אײן פאטר פון יתומים אונ דײן אלמנות אײן ארמאן קאנשטו רײך מאכן אונ אײן שלאפן קאנשטו גיזונט מאכן. דוא טושט קײנם קײן אום רעכט דו גיבסט איטליכן נאך זײן פאר דינשט נאך אלש איז אין דײן מאכט. דרום בעט איך דיך ליבר גאט דער בארם דיך איבר מיר אונ לאז מיך ניט פאלן אין מײן מיטל יארן אונ בפרט אויף מײנע אלטע יארן אז קײן פײנד זאל אן מיר קײן נקמה ניט זעהן װיא דוד המלך ע״ה האט גיבעטן עס איז אײן גרויש װײטאג װען אײן שונא ח״ו דער פרײט זיך אן דעם מענשין. דרום בעט איך דיר ליבר גאט לאז ניט װידר אננדר פאלן מײן בקשה אונ זאלשט מיר שפײז געבן במילױ וברױח אונ זאלשט מיר געבן הצלחה אין אלע מײני זאכן אונ איך זאל קענן מטיב זײן מיט ארמע לײט מײן צדקה זאל אן גלײגט זײן אונ איך זאל קײן צער ניט האבן אן מײנע קינדר אונ איך זאל זײערע ניט בדארפן איך װײש װאול דאש איך בעט צו פיל איך בין דאש ניט װערט װאש דוא האשט ביז אהער גיטאן אונ טושט מיר נאך. דרום בעט איך דיך אז דו זאלשט מיך ניט אװעק װארפן אויף מײן עלטר אז איך זאל ניט פאר שעמט װערן אויף דער װעלט אונ איך זאל מײן חלק האבן מיט גוטע פרומע לײט. אז דוא װעשט מיך אויש ציהן מיט פרײד פון עולם הזה צו עולם הבא:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMerciful Father, beloved Lord God, you know well, of course, my stature and my hidden nature, as well as what I carry within myself.  You know what I need. The evil inclination sits at a person&#8217;s side and incites us to evil.  But &#8220;you know the hidden things and you inspect the heart&#8221;; you know all broken and weak hearts and things we carry in our hearts but can tell nobody but You alone.  You know my sighs and the hidden wounds I carry in my heart.  Dear Lord God, where can I find a healer who might understand my pain, and through understanding help me?  Dear Lord God, You help when we call to You; You accept our prayer.  You are the father of orphans and judge for widows.  You can make a poor person rich and a sick person well.  You work no injustice to anybody; you give to each according to his merit.  Everything is in Your power.  Therefore I pray, dear God, have mercy on me and let me not fall in my middle age and especially in old age.  No enemy should be able to take revenge on me, just as King David (peace upon him) prayed.  It is a great hurt when an enemy, God forbid, rejoices at someone&#8217;s downfall.  So I pray you, dear God, do not discard my prayer; grant me food &#8220;full and overflowing&#8221; and success in all my deeds. Let me do good for poor people by my charity.  May I have no sorrow from my children nor need to turn to them for help.  I know well that I am asking too much; I am unworthy of that which you have already done and continue to do for me.  Therefore I beg of you, do not discard me in old age. Let me not be ashamed in this world; let me have my portion with all good and pious people when you draw me with joy from this world to the world to come.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nליבר גאט װיא װאול די װעלט איז אײן קלײנע װעלט אבער װען מען קײן גוטץ ניט האט אויף דער װעלט קאן מען אויף יענע װעלט אוך ניט האבן. דרום בעט איך דיך ליבר פאטר אז דו זאלשט מײן תפלה ניט פר שעמן אונ זאלשט מיר דער פרײאן מײן הארץ דען מײני װאונדן זײנן אזו גרויש אז איך קאן ניט אויש רײדן זאל איך זאגן פאר אײן מענש װאש קאן ער מיר העלפן װען ער װעט אויף מיר רחמנות האבן. אונ טאמר איז ער מיר אײן שונא װעט ער זיך נאר פרײען אויף מיר אונ אויף מײן צער. נוא פאר װעמן זאל איך קלאגן מער אז פאר דיר דו ליבר גאט איך בעט דיך דוא זאלשט מײנע פײנד ניט דער פרײאן די אויף מיר אויף שטײען. דו בישט דאך אײן שטארקר גאט אונ מײן אן זעהן איז פר דיר װאש איך טראג אין מײן הארצן שטראף דעם דר װאש גראבט אונטר מיר אונ עש זאל קײן בארמיקײט ניט דארפן זײן פון אײן מענש נײערט פון דיר װען דוא װילשט אן זעהן מײן פײן אונ מײן אן גזיכט פון מיר אונ גידײנק מיר זכות אבות אז איך זאל קײן צער האבן אן מײנע קינדר אונ די קינדר אן מיר אונ מיר זאלן גישפײזט װערן פון דײן האנד בכבוד א״ם:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, although the world is small, if one has no good deeds in this world, one can&#8217;t have anything in the other world.  Therefore I beg you, dear Father, do not shame my prayer; make me rejoice, for my wounds are so great that I cannot speak them.  If I tell them to a person, how could he help me, even if he has pity on me?  And if he is my enemy, he will only rejoice over me and my sorrow.  So to whom should I complain other than You, dear God.  I beg you not to let my enemies rejoice.  You are a mighty God who sees what I carry in my heart.  Punish those who undermine me.  Let me not need mercy from anyone but You.  Behold my pain and my countenance.  Remember for me the merit of my ancestors.  Let me have no sorrow from my children, and let my children be sustained by Your hand in honor.  <em>Amen Selah</em>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nליבר גאט לאז מיך גניסן דעם זכות פון אונזער פרומע חנה זיא איז גיגאנגן אין בית המקדש תפלה טאן פר עלי הכהן האט זיא נאר גרירט מיט אירן לעפצן דא האט ער גזאגט גײ ארויש דו פר טרונקנע פרויא דא האט זיא גיענפרט נײן מײן הער איך בין אזו אײן פרוי דיא אײן שװער גמיט האט אונ האשט איר גיענטפרט. דרום בעט איך דיך דו זאלשט מיר אויך ענטפרן אונ בעט דיך ליבער גאט שטראף מיך ניט מיט קײן צארן אונ גײ מיט מיר אום במדה״ר װיא יעקב אבינו ע״ה האט גיבעטן װען זײנע קינדער װערן ח״ו חײב זײן זאלשטו גדענקן װאש פאר צרות ער האט גליטן אײ ער האט זײא אויף גצוגן מכל שכן װיא דארף איך בעטן אז איך זאל קײן צער ניט האבן אן מײנע קינדר איך װײש װאול דאש איך בעט צו פיל איך בין ניט װערט צו שטײן פר דיר נאר דו בגערשט אז דער מענש זאל דיך בעטן אזו דר בארמשטו דיך איבר אים. דא בעט איך דיך גאט אז דו זאלשט מיך ניט אװעק װארפן אויף מײן עלטר:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, let me benefit by the merit of our pious Hannah.  She went to the temple to pray in front of Eli the priest.  She only moved her lips.  He said, &#8220;go away, you drunken woman.&#8221;  She answered, &#8220;No, my lord, I am a woman of a heavy heart.&#8221;  You answered her.  So I beg that you answer me, too, dear God, and do not punish me with any torments.  Walk with me in your attribute of mercy, just as our ancestor Jacob (peace be on him) prayed when his children sinned (God forbid).  Remember the troubles he faced in raising them.  All the more so must I beg to be free of sorrow from my children.  I know full well that I am asking too much; I am unworthy to stand before You.  But it is Your desire that a person should pray to you, and you show mercy.   So I beg of you, God, do not discard me in my old age.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nליבר גאט לאז מיך ניט פאלין אין אײן מענשן האנד דען עש איז קײן גרעשרר צער ניט װען אײן מענש צום אנדרן בדארף דרום בעט איך אז דו זאלשט מיך בהיטן פר דעם אונ זאלשט מיר געבן חן וחסד אין לײטנש אויגן מיר מיט מײן מאן אונ קינדר אונזרי יארן אויש צו לעבן אין עושר וכבוד אונ אונזרע קינדר אונ קינדש קינדר זאלן עוסק בתורה זײן אז עס זאל דיר ליב זײן אונ אלע לײטן ליב זײן אז מיר זאלן אויש פירן בכבוד דיא װעלט אונ װען דוא װערשט מיר שיקן די רעכטע צײט זאל קײן שטן מקטרג קײן מאכט ניט האבן איבר מײן נשמה דו זאלשט מיר שיקן מלאכי רחמים אונ מײן חלק זאל זײן צװישן נשים צדקנױת אויף דער װעלט אונ אויף יענע װעלט. ליבר גאט פאר שעם מיך ניט װען איך טוא פר דיר בעטן דו בישט אײן שטארקר דער בארמיגר גאט דו פאר נעמשט אלע גבעט איך בעט דיך ליבר גאט ניט דער װײטר דיך פון מיר אין אזו, אײן צײט װען מיר װעט אײן נויט זײן אונ װען איך װעל דיך רופן זאלשטו מיר ענטפרן אונ מײנע פײנד זאלן ניט דער פרײט װערן:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, let me not fall into anyone&#8217;s hands; there is no greater sorrow than to be beholden to someone.  So I beg you to guard me from that and treat me with grace and kindness in the eyes of people, so that I, along with my husband and children, may have more years to live in prosperity and honor.  May our children and grandchildren be engaged in Torah and be favorable to you and to people. May we treat the world with dignity.  When you send for me at the proper time may no accuser have power over my soul.  Send me angels of mercy, so my portion will be among the righteous women in this world and the world to come.  Dear God, do not leave me in shame when I pray to You.  You are a mighty and merciful God, accepting all prayer.  Dear God, I beg you not to distance Yourself from me.  In the time that I am in need and call out to You, answer me.  Let my enemies not rejoice over me.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nרבש״ע װען איך ניט װערט בין דאש דוא זאלשט טאן פון מײנט װעגין אזו טוא עש פון װעגן זכות אבות אונ זכות פון דיא זײגדיגע קינדר װאש האבן נאך ניט גיזינדיגט אונ זכות תינוקת של בית רבן װאש זאגן אמן יהא שמיה רבא. װאש דרויף שטײט דיא װעלט ליבר גאט הער מיך אויש אונ פר נעם מײן שװער גמיט דען דו װײסט מײן גידאנקן װיא מײן הארץ װײנטִ איו מיר אזו בעט איך דיך ליבער גאט בהיט מיך פאר מײנע פײנד אז זײ זאלן ניט קענן מיר קײן בײז טאן אונ איך זאל ניט ח״ו קומן צו אײן בשר ודם אויף מײן עלטר אונ זײ מקבל מײן תפלה איך זאל האבן מליצי יושר פאר דיר טוא מיר װיא דוא האשט גטאן מײני עלטרין אונ שפײז מיך פון דײן מילדי האנט. בעסר איז דאש ביטרע בלאט פון דיר אז דאש זיסע פון דעם מענשן װי די טויב האט גיבעטן װען זיא אויש גיגאנגן פון דר לאד פון נח אזו האט זיא אײן בלאט פון אײל בערן גינומן אונ האט תפלה גיטאן דו ליבר גאט בעסר דאש ביטרע בלאט פון דיר אז די זיסע פון דעם מענשן מכײש איך זינדיגר מענש. ליבר גאט איך האב חרטה אויף מײנע זינד װאש איך האב גיזינדיגט צו פאר דיר דרום בעט איך דיר אז איך זאל דיך מפײס זײן מיט תפלה אונ תחנונים קום איך איצונד אונ פאל פר דיר װיא אײן קנעכט פר זײן הערן אונ װי אײן דינשט מײד פאר די װערטן אזו טוא איך מײנע אויגן אוף הויבן צו דיר אונ בעט אום פאר געבונג אונ דוא בגערשט אזו מיר זאלן װײנן אזו װײן איך אונ שרײא אונ מײן הארץ קלאפט אין מיר פאר מורא. דרום בעט איך דיך ליבר פאטר זײא דיך מרחם איבר אונז אונ זײא מוחל אונזר זינד אונ טוא אפ דײן צארן פון מיר אונ גײא מיט מיר אום במדת החסד ורחמים װיא דײן מידה איז אײטל חן וחסד אונ בהיט מיך פאר זינד װיא עש שטײט אין פסוק נאך אונזר װידר קערן װעשטו אונז דער בארמן.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMaster of the Universe, although I am unworthy for You to act in my behalf, do so for the sake of my ancestors and infants who have never sinned, and for the sake of the children in the schoolhouse who answer, &#8220;Amen, may the Great Name be blessed&#8221;.  The world exists for their sake.  Dear God, hear me out and accept my heavy spirit.  You know my thoughts, how my heart weeps.  So I beg you, dear God, protect me from my enemies that they do me no harm, and may I never, God forbid, have to rely on others in my old age.  Receive my prayer; may angels defend me before You.  Act toward me as You did toward my parents; sustain me through Your generous hand.  A bitter leaf from you us better than a sweet one from people, as the dove prayed when it flew from Noah&#8217;s ark.  It took an olive leaf and prayed, &#8220;Dear God, this bitter leaf from you is better than a sweet one from people.&#8221;  I am sinful and ashamed.  Dear God, I repent my sins that I have sinned before You.  So I beg You to let me repent through prayer and supplication.  I come now and fall before you like a slave before his master, like a servant girl before nobility.  I raise my eyes to You and beg forgiveness.  You desire my tears: I weep and wail; my heart throbs in fear.  So I beg you, dear Father, be merciful toward us and forgive our sins; deflect your anger from me, but treat me through Your attributes of generosity and mercy. Your essence is pure grace and generosity.  Protect me from sin, as the text says: If we turn back, You will have mercy.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"yiddish\" lang=\"yi\" >\nליבר גאט װיא לאנג נאך װערשטו אויף אונז ברוגז זײן מיר האבן גהאט גרושע צרות אונ מיר זײנן דאך גבליבן בײ אונזר גלויבן ליבר גאט בװײז אונז דײן כח אונ העלף אונז װיא דוא האשט צו גזאגט צו פירן אונז אין הײליגן לאנד דען דו בישט אמת נאר מיר בעטן דיך אז עש זאל באלד זײן אין אונזר טעג אויש צו לײזן אונז אונ די קינדער זאלן שוין מער ניט פאר טריבן װערן פון די פאטר. ליבר גאט װען מיר האבן גזינדיגט אין דער מדבר דא האט משה רבינו ע״ה פאר אונז תפלה גטאן. פאטר פאר גיב דײן פאלק ישראל די זינד װאש זײ האבן גטאן װאש דוא האשט אלײן ברימט אונ גזאגט בני בכורי ישראל אזו אויך ליבר גאט זאײ אונז מוחל אונ הער צו מײן גבעט װיא דוא האשט גהערט דאש קול פון אונזרע עלטרן דיא פרומע װען זײ האבן צו דיר גבעטן דער הער מיך הײנט אויך דען דו בישט אײן בוחן לבבות אוך בעט איך גאט װארף מיך ניט אװעק אויף מײן עלטר איך זאל דיך קענן דינן מיטן גאנצן הארצן װאש איך האב גזינדיגט זאײ מיר מוחל אונ היט מיר פאר זינד װײטר אונ לאזן מײנע שונאים ניט דער פרײט װערן װיא דוד המלך ע״ה האט גבעטין פאר שטאפ די מײלר פון די פײנד זײאיזאלן מיר ניט קענן קײן בײז טאן אונ די דער בארמיגע מלאכים זאלן גדײנקן פאר דיר מײן תפלה אונ דו גאט זאלשט זיך דער בארמן איבר מיר אונ זאלשט מיך גרעכט מאכן צו פר דיר אונ דו זאלשט דיך נוהג זײן מיט מיר מיט (חסד ורחמים). פאר דיר פר גיס איך מײן רײד אז אײן װאשער דען איך האב קײן אנדרן פרײנד אז איך זאל פר אים מײן שװער הארץ אויש זאגן. ליבר גאט דו װײשט װאול אלץ דרום בעט איך זיך אז דו זאלשט זעהן אין מײן פײן דו בישט אײן צדיק וישר. דען דאש האט אלץ גמאכט מײן זינד איך מוז טראכטן פאר מײן שפיז אונ מײן גוף איז צוא ערד. ליבר גאט דער בארם דיך איבער מיר אונ לאז מיך אויש לעבן מײנע יארין אונ איך זאל ניט בדארפן װידער מגולגל צו װערן אויף דעך זינדיגר װעלט אונ אז איך װעל דיך אן רופן אזו זאלשטו מיר ענטפרן דרויף אמן סלה:\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nDear God, how long will you still be angry with us?  We have had great troubles, but we have remained steadfast in belief. Dear God, show us Your might and help us, as You promised to lead us into the holy land.  You are truthful, but we beg You to do it soon, to redeem us in in our days, do not drive our children from their Father.  Dear God, when we sinned in the wilderness, our teacher Moses (peace on him) prayed on our behalf: &#8220;Father, forgive Your people Israel their sins!&#8221; You Yourself proudly claimed, &#8220;My first-born child Israel&#8221;.  Similarly, dear God, forgive us and listen to my prayer, as you heard the voice of our pious ancestors when they prayed to you.  Listen to me today; you are a searcher of hearts.  I also beg you, God, do not discard me in my old age, so I can serve You with my whole heart.  Forgive me my sins, and protect me from further sinning.  May my enemies not rejoice, just as King David (peace on him) prayed: &#8220;Close the mouths of my enemies.&#8221;  May they do me no harm.  May merciful angels remember my prayer before You.  May You, God, have mercy on me and make me right before You.  Treat me with generosity and mercy. I pour out my speech before you like water; I have no other friend before whom to reveal my heavy heart.  Dear God, you know all; so I beg you to see my pain.  You are righteous and upright. My own sins have brought all upon me.  I must look to my sustenance [??]; my body is bent to the earth.  Dear God, have mercy on me and let me live out my years;  Let me not have to be reborn into this sinful world.  As I call to You, answer me!  <em>Amen</em>, <em>Selah</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>The &#8220;Tkhine of the Gate of Tears&#8221; by an unknown author presented here derives from the Vilna, 1848 edition. I have transcribed it without any changes from <em>The Merit of Our Mothers</em> בזכות אמהות <em>A Bilingual Anthology of Jewish Women&#8217;s Prayers</em>, compiled by Rabbi Tracy Guren Klirs, Cincinnati: Hebrew Union College Press, 1992. <em>shgiyot mi yavin, ministarot nakeni.</em> If you can scan an image of the page from the 1848 edition this was originally copied from, please share your scan with us.</p>\n<h3>Source</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://www.archive.org/stream/seydertinesuvaos00unse#page/n140/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Well-being, health, and caregiving",
        "Repenting, Resetting, and Reconciliation"
    ],
    "tags": [
        "19th century C.E.",
        "56th century A.M.",
        "Jewish Women's Prayers",
        "Yiddish vernacular prayer",
        "תחינות tkhines"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "1372"
        ],
        "_thumbnail_id": [
            "17998"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2016/07/shaarei-demaot.png",
        "title": "sha&#8217;arei dema&#8217;ot",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=13963",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/repenting-resetting-reconsiliation/tkhine-gate-of-tears/",
    "slug": "tkhine-gate-of-tears"
}