{
    "title": "Méditation Pour Le Veille Du Sabbat | Meditation for the Eve of the Sabbath (Friday), by Rabbi Arnaud Aron & Jonas Ennery (1852)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Jonas Ennery",
            "bio": "Jonas Ennery (Jan. 2, 1801, Nancy - May 19, 1863, Brussels) was a French deputy. He was for twenty-six years attached to the Jewish school of Strasbourg, of which he became the head. In collaboration with Hirth, he compiled a Dictionnaire Général de Géographie Universelle (4 vols., Strasburg, 1839–41), for which Cuvier wrote a preface. Soon afterward he published Le Sentier d'Israël, ou Bible des Jeunes Israélites (Paris, Metz, and Strasburg, 1843). At the request of the Société des Bons Livres he took part in the editorship of Prières d'un Cœur Israélite, which appeared in 1848. In 1849, despite anti-Jewish rioting in Alsace, Ennery was elected representative for the department of the Lower Rhine, and sat among the members of the \"Mountain.\" He devoted his attention principally to scholastic questions. After the coup d'état he held to his socialist republican views and resisted the new order of things. For this, in 1852 he was exiled from France for life. He retired to Brussels, where he lived as a teacher until his death. Ennery's brother, Marchand Ennery, was the chief rabbi of Paris.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/jonas-ennery.jpg",
            "profile_link": "https://opensiddur.org/profile/jonas-ennery"
        },
        {
            "name": "Arnaud Aron",
            "bio": "Arnaud Aron (March 11, 1807, in Sulz unterm Walde, Alsace – April 3, 1890), the Grand Rabbi of Strasbourg, began his Talmudic studies at an early age at Hagenau and continued them at Frankfort-on-the-Main. In 1830 he became rabbi of the small community of Hegenheim in Upper Alsace; and of Strasbourg in 1833. As he was under thirty, the age prescribed by law, he required a special dispensation to qualify for the office. In Strasbourg, Aron acquired the reputation of an eloquent and inspiring preacher and a zealous communal worker. He assisted in founding the School of Arts and Trades and took active interest in other useful institutions. In 1855 he convened an assembly of the rabbis of the department of the Lower Rhine for the consideration of religious questions. Aron was the author of the catechism used for confirmation as prescribed by the Consistory of Lower Alsace. In 1866 the French government acknowledged his services by appointing him a Knight of the Legion of Honor. In 1870, while Strasbourg was besieged, it was he, together with the archbishop, who raised the white flag on the cathedral. Subsequently he was decorated by the German emperor.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Arnaud-Aron-e1424408737643-96x96.png",
            "profile_link": "https://opensiddur.org/profile/arnaud-aron"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2020-01-12",
    "last_updated": "2025-02-28",
    "excerpt": "A prayer for Kabbalat Shabbat, reflecting on the creator of creation. . . .",
    "content": "\n<table style=\"width: 100%; margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<u>Sur la Providence.</u><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>On Providence.</u>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n«Les cieux racontent la gloire du Seigneur<br />\net le firmament annonce l&#8217;œuvre de ses mains» <span class=\"citation\">(Ps. 19, 2)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;The heavens relate the glory of God,<br />\nand the expanse telleth of the work of His hands.&#8221; <span class=\"citation\">(Psalms 19:2)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nSeigneur, en instituant la solennité sabbatique, commémoration perpétuelle de la création du monde, tu nous a enseigné que c&#8217;est à tes œuvres que tu veux être reconnu, que c&#8217;est pour tes bienfaits que ta veux être adoré. Tu as tracé dès lors les attributs distinctifs de la foi d&#8217;Israël. Tel est, eu effet, le signe lumineux de notre religion, le caractère simple mais saillant de notre croyance. Elle ne repose point sur de subtiles interprétations, elle n&#8217;a point pour fondement de mystérieuses légendes, qui bouleversent et confondent la raison. La raison! Elle est un rayon de la lumière divine, le caractère originel qui distingue l&#8217;âme humaine de la brute. Bien loin de la proscrire, la foi commande à l&#8217;israélite de te remercier, ô Seigneur, de ce don, comme du flambeau que tu as donné à l&#8217;homme, pour éclairer, pour admirer tes œuvres et pour te reconnaître aux signes visibles de ta Providence. C&#8217;est pourquoi, dans cette soirée sainte, nous célébrons tes œuvres prodigieuses par les chants divins qu&#8217;elles ont inspirés au psalmiste.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLord, by instituting the solemn Sabbath, a perpetual commemoration of the creation of the world, you have taught us that it is for your works that you want to be recognized, that it is for your blessings that you want to be worshiped. You have therefore traced out the distinctive attributes of Israel&#8217;s faith. This is, in effect, the luminous sign of our religion, the simple but salient character of our belief. It is not based on subtle interpretations, nor is it founded on mysterious legends, which overwhelm and confound reason. Reason! It is a ray of divine light, the original character that distinguishes the human soul from the brute. Far from forbidding it, faith commands the Israelite to thank you, O Lord, for this gift, as for the torch you have given to man, to enlighten him, to admire your works and to recognize you by the visible signs of your Providence. That is why, on this holy evening, we celebrate your prodigious works through the divine songs which they inspired in the psalmist.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAinsi, ô souverain Créateur, non-seulement tu t&#8217;es révélé en plein jour sur le Sinaï, en face de tout un peuple, par la proclamation des vérités éternelles, par la fondation du monde moral, mais tu te manifestes chaque jour par les marques de ta puissance.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThus, O Sovereign Creator, not only did you reveal yourself in broad daylight on Sinai, in front of a whole people, by the proclamation of eternal truths, by the foundation of the moral world, but you manifest yourself every day by the marks of your power.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nIsraélite, que j&#8217;ouvre la Bible ou que je promène mes yeux sur la nature, comment la Providence pourra-t-elle échapper aux lumières de ma raison? Il faudrait, comme disait le Seigneur à Job, faire taire auparavant toutes les harmonies, tous les concerts du firmament <span class=\"citation\">(Job 38)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIsraelite, whether I open the Bible or walk my eyes on nature, how can Providence escape the light of my reason? It would be necessary, as the Lord said to Job, to silence beforehand all the harmonies, all the concerts of the firmament <span class=\"citation\">(Job 38)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDans une nuit sereine, je contemple le spectacle de la voûte céleste, le nombre immense d&#8217;étoiles qui étincellent comme des fleurs de diamants semées dans le ciel; qui marchent rangées en bataille sous l&#8217;étendard du Seigneur, et décrivent avec tant de précision, depuis le commencement du monde, leur orbe séculaire: c&#8217;est le mélodieux concert que la nature chante devant le Seigneur! Est-ce le hasard qui a tracé aux corps célestes les immenses orbites qu&#8217;ils parcourent avec tant de régularité?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn a serene night, I contemplate the spectacle of the celestial vault, the immense number of stars which sparkle like diamond flowers sown in the sky; which march in battle under the banner of the Lord, and describe with such precision, since the beginning of the world, their age-old orb: it is the melodious concert that nature sings before the Lord! Is it chance that has traced out for the heavenly bodies the immense orbits which they have traveled with such regularity?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO vous, qui déniez à la Providence vos hommages et vos adorations, ne vous endurcissez pas dans le doute, ou bien faites taire auparavant ce sublime concert qui règne au ciel et sur la terre! Éteignez les célestes flambeaux que la Providence a allumés sur nos têtes; dites à l&#8217;aurore de ne plus annoncer le jour, aux saisons de suspendre leurs cours, à la mer de rompre les digues que le Seigneur lui a imposées, quand il a dit à l&#8217;Océan: «tu n&#8217;iras pas plus loin!» <span class=\"citation\">(Job 38, 11)</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO you who deny Providence your tributes and your adoration, do not harden yourselves in doubt, or else silence beforehand this sublime concert which reigns in heaven and on earth! Extinguish the celestial torches that Providence has lit on our heads; tell the dawn to proclaim no more the day, the seasons to suspend their courses, the sea to break the dikes that the Lord imposed on it, when he said to the Ocean: &#8220;you will go no further!&#8221; <span class=\"citation\">(Job 38:11)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nOu plutôt, obéissez à votre raison qui vous montre le bras de la Providence! Unissez votre voix à celles de toutes les créatures dans l&#8217;ineffable mélodie qu&#8217;elles forment pour la gloire de leur auteur!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOr rather, obey your reason which shows you the arm of Providence! Unite your voice to those of all creatures in the ineffable melody they form for the glory of their author!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais, si dans la direction du monde matériel la main de la Providence est imprimée avec tant d&#8217;évidence, pourrait-elle abandonner au hasard le gouvernement bien supérieur des esprits? Le Seigneur aurait-il donné toute son attention à la nature morte, aux corps formés de poussière, aux choses passagères, pour abandonner au hasard la direction des âmes immortelles? Voici ce que nous répond le prophète: «Je sais, ô Seigneur, que la voie de l&#8217;homme n&#8217;est pas en son pouvoir, et qu&#8217;il n&#8217;est pas dans la puissance de l&#8217;homme de conduire ses œuvres et ses pas» <span class=\"citation\">(Jérémie 10, 23)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut, if in the direction of the material world the hand of Providence is so obviously imprinted, could it abandon at random the far superior government of the spirits? Would the Lord have given all his attention to still life, to bodies made of dust, to passing things, to abandon at random the guidance of immortal souls? Here is what the prophet answers us: &#8220;I know, O Lord, that the way of man is not in his power, and that it is not in man&#8217;s power to direct his works and his steps&#8221; <span class=\"citation\">(Jeremiah 10:23)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout. Mais l&#8217;esprit borné de l&#8217;homme ne saisit pas toujours les voies providentielles. En voyant, parfois, le pécheur jouir en paix des plus doux fruits de la terre, et le juste tremper son pain dans ses larmes, l&#8217;homme irréfléchi ne comprend pas que c&#8217;est encore la justice et l&#8217;amour que ta Providence met en œuvre, «Le fou ne sait pas, dit le roi-prophète, l&#8217;insensé ne comprend pas que si le méchant semble croître comme l&#8217;herbe, que si les auteurs du mal fleurissent, c&#8217;est pour tomber dans l&#8217;éternel abîme, tandis que le juste trouvera près de son Dieu une magnifique récompense» <span class=\"citation\">(Ps. 92, 7-8, 13)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all. But man&#8217;s narrow-minded spirit does not always grasp the ways of Providence. Seeing, at times, the sinner enjoying in peace the sweetest fruits of the earth, and the just man dipping his bread in his tears, the unthinking man does not understand that it is still justice and love that your Providence puts into action, &#8220;The fool does not know,&#8221; says the king-prophet, &#8220;the fool does not understand that if the wicked seem to grow like grass, that if the authors of evil flourish, it is to fall into the eternal abyss, while the righteous will find near his God a magnificent reward&#8221; <span class=\"citation\">(Psalms 92:7-8, 13)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nRiches et pauvres ont leur compte inscrit au ciel. Dieu, devant qui est ouvert l&#8217;histoire du passé, devant qui est déroulé le livre de l&#8217;incommensurable avenir, et pour qui les siècles sont à peine des heures, connaît seul la source et l&#8217;enchaînement des milliers d&#8217;événements qui constituent les destinées humaines. Et vous, esprits faibles et présomptueux, vous qui possédez à peine l&#8217;instant actuel de la vie, comment pouvez-vous juger les voies dé la Providence? Comment un prisonnier qui ne verrait qu&#8217;un coin du ciel pourrait-il juger des beautés et de l&#8217;ensemble de l&#8217;univers?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRich and poor have their accounts inscribed in heaven. God, before whom the history of the past is open, before whom the book of the immeasurable future is unfolded, and for whom the centuries are but hours, knows alone the source and the sequence of the thousands of events that make up human destinies. And you, weak and presumptuous spirits, you who barely possess the present moment of life, how can you judge the ways of Providence? How can a prisoner who sees only a corner of heaven judge the beauty of the entire universe?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout. Pourquoi donc agissez-vous comme si vous en doutiez? Pourquoi vous fiez-vous uniquement à votre propre force, à votre propre sagesse; et, quand le mal vous atteint ou que vos rêves satisfaits ne&#8217;vous laissent que déceptions, pourquoi murmurez-vous?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all. Why then do you act as if you doubt it? Why do you rely only on your own strength, on your own wisdom, and when evil reaches you or your happy dreams leave you disappointed, why do you murmur?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout. L&#8217;orgueil du riche se courbe soudain sous le faix de la pauvreté; l&#8217;orgueil des parents s&#8217;abîme souvent dans la tombe des enfants; la faveur élève subitement l&#8217;homme modeste; un bonheur inespéré vient raviver celui qui pliait naguère sous le poids du malheur.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all. The pride of the rich man suddenly bends under the weight of poverty; the pride of the parents often falls into the graves of their children; favour suddenly elevates the modest man; an unexpected happiness comes to revive him who was once under the weight of misfortune.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout. Ils le savaient bien, ces justes des temps anciens, nos pieux ancêtres, lorsqu&#8217;ils s&#8217;abandonnaient avec tant de confiance à la sagesse de la Providence. Dans toutes leurs entreprises, c&#8217;est sur ses bénédictions et non sur leurs propres forces qu&#8217;ils comptaient. Ontils été trompés dans leur confiance? Né voyons-nous pas le bras de Dieu qui dirige leur destinée et celle de leurs enfants? L&#8217;histoire des patriarches, de Joseph, de David, n&#8217;indique-t-elle pas à chaque page l&#8217;œil de la Providence? Et pour n&#8217;envisager que nous-mêmes, se passe-t-il un seul jour sans que nous ayons l&#8217;occasion de voir le doigt de Dieu empreint sur les destinées des familles?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all. They knew it well, those righteous people of ancient times, our pious ancestors, when they surrendered themselves so confidently to the wisdom of Providence. In all their endeavors, they relied on His blessings and not on their own strength. Were they deceived in their trust? Do we not see the arm of God directing their destiny and that of their children? Does not the story of the patriarchs, of Joseph, of David, indicate on every page the eye of Providence? And to consider only ourselves, is there a single day that passes without us having the opportunity to see the finger of God imprinted on the destinies of families? </div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout. Mûrissez vos projets, agissez avec prudence, invoquez votre sagesse, c&#8217;est votre devoir; mais Dieu seul pourra faire réussir vos désirs, car lui seul sait ce qui est pour votre bien, «Confie tes voies au Seigneur, fie-toi en lui et tu réussiras» <span class=\"citation\">(Ps. 37, 5)</span>. Semez donc courageusement la semence, mais n&#8217;attendez sa maturité que de celui qui peut seul la féconder! Agissez, travaillez , imposez-vous des soins pénibles, c&#8217;est la loi de Dieu, mais lui seul peut y joindre la bénédiction.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all. Maturity in your plans, prudence in your actions, and wisdom in your work; but only God can make your desires succeed, for only he knows what is for your good: &#8220;Trust in the Lord your ways, trust in him and you will succeed&#8221; <span class=\"citation\">(Psalms 37:5)</span>. Sow the seed bravely, then, but wait for its maturity only from the one who alone can make it fruitful! Act, work, impose on yourselves painful cares, this is God&#8217;s law, but only he can add blessing to it.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nDieu conduit tout avec justice. «Le droit et la justice sont les bases de son trône» <span class=\"citation\">(Ps. 89, 15)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nGod conducts all with justice. &#8220;Righteousness and justice are the foundation of his throne&#8221; <span class=\"citation\">(Psalms 89:15)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAmes pieuses et croyantes, réjouissez-vous à ces paroles consolatrices, et toi, pécheur triomphant, songe à l&#8217;instant de leur accomplissemept; le monde peut ne pas voir de si tôt tes œuvres de méchanceté, de vengeance, de volupté , mais le jour de la divulgation arrivera et celui de la punition ne se fera pas attendre!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPious and believing souls, rejoice at these consoling words, and you, the triumphant sinner, think of the moment of their fulfilment; the world may not see your works of wickedness, vengeance and lust so soon, but the day of revelation will come and the day of punishment will not be long in coming.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nHumble israélite, justes de toutes les croyances, qui portez avec tant de résignation le poids des iniquités d&#8217;autrui, ce n&#8217;est pas en vain que votre père plein d&#8217;amour vous impose ce fardeau, il vous aidera à le porter; il vous éprouve dans la douleur; mais l&#8217;heure de la délivrance et de la récompense ne tardera pas à sonner, «Les âmes humbles se réjouiront dans le Seigneur et les pauvres parmi les hommes seront ravis dans le Saint d&#8217;Israël» <span class=\"citation\">(Isaïe 29, 19)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nHumble Israelite, righteous of all faiths, who bear with such resignation the burden of the iniquities of others, it is not in vain that your loving father imposes this burden on you, he will help you to bear it; he tests you in pain; but the hour of deliverance and reward will not be long in coming, &#8220;Humble souls will rejoice in the Lord and the poor among men will be delighted in the Holy One of Israel&#8221; <span class=\"citation\">(Isaiah 29:19)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPRIÈRE.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPrayer\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nO Providence divine, je m&#8217;abandonne à toi sans réserve, je me jette avec confiance dans les bras de ta miséricorde; tu es mon Créateur, mon Dieu et mon Père; tu connais le néant d&#8217;où tu m&#8217;as tiré, le limon dont tu m&#8217;as formé, la fin à laquelle tu me destines, le chemin qui doit m&#8217;y conduire. Dispose donc de moi et agis selon ta volonté divine.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nO Divine Providence, I surrender myself unreservedly to you, I confidently throw myself into the arms of your mercy; You are my Creator, my God and my Father. You know the nothingness from which you drew me, the silt from which you formed me, the end to which you have destined me, the path which must lead me there. Dispose of me, then, and act according to your divine will.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nQuant à moi, ô Seigneur, je n&#8217;ai qu&#8217;une seule chose à faire à l&#8217;égard, de ta Providence: la reconnaître, l&#8217;adorer, m&#8217;y soumettre, la sanctifier par ma soumission et tout espérer de sa bonté. Puis-je mettre mon sort en meilleures mains qu&#8217;en celles du plus tendre des pères?<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAs for me, O Lord, I have only one thing to do with regard to your Providence: to recognize it, to adore it, to submit to it, to sanctify it by my submission and to hope for all of its goodness. Can I put my fate in better hands than those of the most tender of fathers?\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPSAUME 121. — CANTIQUE POUR LA VEILLE DU SABBAT.<br />\n&nbsp;<br />\nConfiance dans Je secours de la Providence.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPsalms 121 — Hymn for the Sabbath Evening.<br />\n&nbsp;<br />\nTrust in the help of Providence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nJe lève les yeux vers les montagnes:<br />\nD&#8217;où me viendra le secours?<br />\nMon secours viendra de l&#8217;Éternel<br />\nQui a fait le ciel et la terre.<br />\nIl ne laissera point ton pied faiblir:<br />\nTon gardien ne sommeillera pas!<br />\nOh! non, il ne sommeille ni ne dort,<br />\nLe gardien d&#8217;Israël.<br />\nL&#8217;Éternel te garde,<br />\nLa droite de l&#8217;Éternel te protège.<br />\nLe jour, le soleil ne te brûlera point,<br />\nLa fraîcheur de la lune ne l&#8217;atteindra pas la nuit.<br />\nL&#8217;Éternel te préservera de tout mal,<br />\nIl protégera ton âme.<br />\nL&#8217;Éternel protégera ton départ et ton arrivée ,<br />\nDès maintenant et à jamais.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI look up at the mountains:<br />\nFrom where will my help come?<br />\nMy help will come from YHVH<br />\nWho made the heavens and earth.<br />\nHe will not let your foot weaken:<br />\nThy keeper shall not slumber!<br />\nOh no, he neither slumbers nor sleeps,<br />\nThe keeper of Israel.<br />\nThe Lord is watching over you,<br />\nThe right hand of the Lord protects you.<br />\nBy day, the sun will not burn you,<br />\nThe coolness of the moon won&#8217;t reach him at night.<br />\nThe Lord shall preserve thee from all evil,<br />\nIt will protect your soul.<br />\nThe Lord will protect your going out and your coming in,<br />\nNow and forever.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<span class=\"instruction\">On dit aussi les psaumes 92 et 93.</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<span class=\"instruction\">Also say Psalms 92 and 93.</span>\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/Jonas-Ennery-Prieres-Dun-Coeur-Israelite#page/n631/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Friday"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English Translation",
        "French Jewry",
        "French vernacular prayer",
        "Friday",
        "North American Jewry",
        "Paraliturgical Psalms 121",
        "paraliturgical teḥinot",
        "Psalm of the Day",
        "Psalms 121",
        "the sixth day",
        "שיר של יום Shir Shel Yom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3033"
        ],
        "_thumbnail_id": [
            "29128"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/01/méditation-pour-la-veille-du-sabbat-Arnaud-Aron-and-Jonas-Ennery-1848-featured-image.png",
        "title": "méditation pour la veille du sabbat (Arnaud Aron and Jonas Ennery 1848) &#8211; featured image",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=29113",
    "permalink": "https://opensiddur.org/prayers/solilunar/weekdays/friday/meditation-pour-le-veille-du-sabbat-by-arnaud-aron-and-jonas-ennery-1848/",
    "slug": "meditation-pour-le-veille-du-sabbat-by-arnaud-aron-and-jonas-ennery-1848"
}