{
    "title": "Gebet einer unglücklichen Ehegattin | Prayer of an unhappy wife, a teḥinah by Max Emanuel Stern (1841)",
    "author": "Aharon N. Varady (transcription)",
    "coauthors": [
        {
            "name": "Menaḥem Mendel Stern",
            "bio": "Max Emanuel Stern (9 November 1811 – 9 February 1873), also known as Mendel b'ri Stern (Yiddish: מענדל בר״י שטערן‎), was a Hungarian-born Hebraist, writer, poet, and translator.",
            "website": "https://en.wikipedia.org/wiki/Max_Emanuel_Stern",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/10/max-emanuel-stern-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/max-emanuel-stern"
        },
        {
            "name": "Aharon N. Varady (transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-translation/\">translates prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-transcription"
        }
    ],
    "date": "2022-02-20",
    "last_updated": "2024-11-29",
    "excerpt": "\"Gebet einer unglücklichen Ehegattin\" was written by Max Emanuel Stern and published in <em><a href=\"https://opensiddur.org/?p=41437\">Die fromme Zionstochter</a></em> (1841), pp. 124-127. In its 1846 printing, the prayer is found on pp. 127-129.  . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (German)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\n<u>Gebet einer unglücklichen Ehegattin</u>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>Prayer of an unhappy wife</u>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDenn, einem Weibe gleich, das verlassen und gekränkten Gemüthes, ruft der Herr dir zu,<br />\nund einem jugendlichen Weibe gleich, das da verstoßen — spricht dein Gott. <span class=\"citation\">(Jes. 54, 6.)</span>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nFor like a woman forsaken and afflicted, cries the Lord unto you,<br />\nand like a youthful woman cast out — says your God. <span class=\"citation\">(Isaiah 54:6)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAllerhöchster, mein Gott! Der du neigest dein Ohr den Gramgebeugten, und Schirm und Stütze bist für die gequälten Gemüther, ihnen deinen Beistand sendest, auf daß sie der Entmuthigung und der Verzweiflung nicht erliegen, erhöre auch mich in Milde, so ich vor dir mein kummergebeugtes Herz ergieße, und sende mir deinen himmlischen Beistand, deine Rettung!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nMost high, my God! You who incline your ear to the afflicted, and are shield and support for the tormented mind, sending them your help so that they do not succumb to discouragement and despair, hear me also in gentleness, when I pour out my sorrowful heart before you, and send me your heavenly help, your salvation!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAch, allzuschwer lastet die Hand deines Strafgerichtes auf mir, und die Bürde meines Kummers drückt mich nieder. Bitterer Gram naget an meinem Herzen, und Verdruß und Kränkung verkümmern mir des Lebens schönste Tage. Erbleicht, abgezehrt und abgefallen ist meine Gestalt vor der innern Leiden Menge, und ganz erstarrt von Thränen mein Auge. Ein düsteres Geschick trübt meines Daseins Stunden, und ein leidenschweres Verhängniß raubt feindlich mir die Ruh! Bei wem sonst könnte ich Zuflucht suchen und zu finden hoffen, als bei dir, der du nie und nimmermehr mich noch verlassen hast, bis auf heute! Und von wem sonst könnte ich Hilfe und Rettung erwarten, als von dir, Erhabenster, der du verbindest Allmacht und Erbarmen, Allgewalt und Sanftmuth, Strenge und Milde! Dir will ich meinen Jammer und meine Noth klagen, und du wirst mich nicht von dir weisen, am Tage des Dranges!\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlas, too heavy is the hand of your judgment upon me, and the burden of my sorrow presses me down. Bitter grief gnaws at my heart, and sorrow and grievance waste the best days of my life. My figure is pale, haggard and fallen before the multitude of inner suffering, and my eye is completely frozen by tears. A gloomy fate clouds the hours of my existence, and a heavy fate robs me of my rest! With whom else could I seek and hope to find refuge than with you, who never ever left me until today! And from whom else could I expect help and salvation than from you, most exalted one, who combines [infinite] might and mercy, power and gentleness, severity and clemency! To you I will complain of my sorrow and my distress, and you will not turn me away from you in the day of distress!\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nAch, Herr, der Friede ist gewichen aus meinem Hause, und die Eintracht ist aus meinem Zelte geschwunden. Es hat sich von mir abgewendet das Herz des Mannes, den du mir zum Lebensgefährten bestimmt hast, und dem ich in deinem Namen und vor deinem heiligen Altare die Hand gereicht habe und geweiht mein Herz in Liebe und in Zärtlichkeit für&#8217;s ganze Leben. Der mir hätte zum Stab und zur Stütze sein sollen, er verläßt mich in kränkender Abneigung, und der Segen des Ehestandes ist zum Fluche mir geworden. Gebrochen sind die Pfeiler meines häuslichen Glückes, untergraben und zerstört die Ruhe meines Herzens und der Bau meines stillen Hausfriedens. Bitterer Groll, quälender Unmuth, nagende Zwietracht und kalter Haß sind an die Stelle der innigen Liebe und hingebenden Herzlichkeit getreten, die zwischen Mann und Weib, dem Gatten und der Gattin, obwalten sollten. Und so vertrauere ich im Jammer und im Verdrusse, in Qualen und in düsterer Betrübniß meine Tage, und Thränen sind meines Lebens bitteres Loos.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlas, Lord, peace is gone out of my house, and peace is gone out of my tent. The heart of the man whom you chose as my companion in life, and to whom I gave my hand in your name and before your holy altar, has turned away from me, and I have consecrated my heart in love and tenderness for life. He who should have been my staff and support leaves me in grievous repulsion, and the blessing of matrimony has become a curse to me. Broken are the pillars of my domestic happiness, undermined and destroyed are the peace of my heart and the structure of my quiet domestic peace. Bitter resentment, tormenting displeasure, gnawing discord and cold hatred have taken the place of the intimate love and devoted cordiality that should prevail between man and woman, husband and wife. And so I spend my days in misery and in frustration, in anguish and in gloomy sadness, and tears are the bitter lot of my life.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nWohl weiß und fühle ich es, allmächtiger Gott, daß keine Strafe ausgeht von deiner allgerechten Hand, der nicht Fehl und Sünde vorausgegangen ist, und unser Haupt trifft keine Züchtigung, die wir nicht durch eigene Schuld erwirkt und herbeigeführt hätten, und was da mich heute quält und bedrängt, gerecht und redlich, Herr, ist dein Wirken, und nur ich selbst habe durch mein unbesonnenes Thun, durch mein sündhaftes Handeln es heraufbeschworen und herbeigerufen. Doch lenkt ja die Milde nur dein Walten mit dem Staube, und nicht nach der Schwere des Vergehens missest du dem Sterblichen die Strafe zu.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nI know and feel it well, almighty God, that no punishment goes out from your all-just hand that has not been preceded by error and sin, and our head does not suffer any chastisement that we have not brought about through our own fault, and what torments and afflicts me today, Lord, is your just and honest work, and only I myself have conjured it up and called it forth through my rash actions, through my sinful deeds. But the leniency only directs your rule with the dust, and not according to the severity of the offense you dispense the punishment to the mortal.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"german\" lang=\"de\">\nDarum erbarme dich meiner, Allerhöchster, der du lenkest das Herz und die Neigung aller Irdischen, wende mir wieder die Liebe und die ungetheilte Zärtlichkeit meines Gatten zu, und lasse ihn wieder mir zugethan sein, wie in den ersten heitern Tagen unserer Verbindung. Aendere die Stimmung seines Gemüthes, daß er die Reizbarkeit, die Tadelsucht und das mürrische Betragen ablege. Und mir gib Geduld, Ergebung und Sanftmuth, daß ich seiner launenhaften Lieblosigkeit nicht Trotz, Starrsinn und Eigenwillen entgegen setze, und mir wieder zu erringen wisse seine Liebe und Anhänglichkeit. Auf daß va wieder aufblühe mein zertrümmertes häusliches Glück, und uns werde der Segen der ehelichen Liebe und Treue, durch dich, der in väterlichem Erbarmen du mich erhören mögest! <em>Amen</em>.\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nTherefore, have mercy on me, Most High, you who control the heart and inclination of all earthly beings, turn again to me the love and the undivided tenderness of my husband, and let him again be devoted to me, as in the first cheerful days of our union. Change the temper of his mind so that he gives up irritability, censoriousness and sullen behavior. And give me patience, submission and gentleness, so that I do not oppose his capricious unkindness with defiance, stubbornness and self-will, and know how to win his love and devotion again. So that my shattered domestic happiness may blossom again and [so that] we may be blessed through you  with conjugal love and fidelity, may you in your fatherly mercy hear me! <em>Amen</em>.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>&#8220;Gebet einer unglücklichen Ehegattin&#8221; was written by Max Emanuel Stern and published in <em><a href=\"/?p=41437\">Die fromme Zionstochter</a></em> (1841), pp. 124-127. In its 1846 printing, the prayer is found on pp. 127-129. We have labeled this prayer as problematic as submission in the circumstance of a dysfunctional relationship is unhealthy, terrible advice. In the event of an unhappy marriage, please seek appropriate marriage counseling and family therapy. You are not alone. Social services offered by your local Jewish Family Service agency may be able to help.</p>\n<p>We welcome corrections and improvements. The transcription of the German from Latin script in Fraktur type provided machine-readable text for a machine translation by <a href=\"https://www.deepl.com/en/translator\">DeepL</a>, which we then edited for accuracy and clarity. &#8211;Aharon Varady</p>\n<h3>Source(s)</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/die-fromme-zionstochter-max-emanuel-stern-1841/Die%20fromme%20Zionstochter%20%28Max%20Emanuel%20Stern%201841%29#page/124/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>&nbsp;</p>\n",
    "categories": [
        "Marriage"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "German vernacular prayer",
        "Jewish Women's Prayers",
        "Problematic prayers",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "605"
        ],
        "_thumbnail_id": [
            "42719"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/02/Gebet-einer-unglucklichen-Ehegattin-Max-Emanuel-Stern-1846.png",
        "title": "Gebet einer unglücklichen Ehegattin (Max Emanuel Stern 1846)",
        "caption": "Gebet einer unglücklichen Ehegattin (Max Emanuel Stern 1846)"
    },
    "source_link": "https://opensiddur.org/?p=42718",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/marriage/gebet-einer-unglucklichen-ehegattin-prayer-of-an-unhappy-spouse-a-tehinah-by-max-emanuel-stern-1841/",
    "slug": "gebet-einer-unglucklichen-ehegattin-prayer-of-an-unhappy-spouse-a-tehinah-by-max-emanuel-stern-1841"
}