{
    "post_id": 65368,
    "title": "&#x1F4D6; ברכה ותהלה | Blessing and Praise: A Book of Meditations and Prayers for Individual and Home Devotion (CCAR 1923)",
    "author": "Solomon B. Freehof",
    "coauthors": [
        {
            "name": "Solomon B. Freehof",
            "bio": "Solomon Bennett Freehof (August 8, 1892 – 1990) was a prominent Reform rabbi, posek, and scholar. Rabbi Freehof served as president of the Central Conference of American Rabbis and the World Union for Progressive Judaism. Beginning in 1955, he led the CCAR's work on Jewish law through its responsa committee. He also spearheaded changes to Reform liturgy with revisions to the <em>Union Prayer Book</em>. For many years, he served as the pulpit rabbi at Rodef Shalom in Pittsburgh, PA. According to the congregation, \"For more than 35 years, Dr. Freehof's weekly book review series attracted audiences of more than 1,500 Christians and Jews.\"",
            "website": "https://en.wikipedia.org/wiki/Solomon_Freehof",
            "avatar": "https://opensiddur.org/wp-content/uploads/2022/01/solomon-bennett-freehof-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/solomon-bennett-freehof"
        },
        {
            "name": "Israel Bettan",
            "bio": "Israel Bettan (1889–1957), born in Shaty, Kovno Governorate, Russian Empire, was a Reform movement rabbi, teacher, and leader in the United States. He immigrated to America in 1904 after having studied at the Slabodka Yeshiva. By 1907 he was studying at the Isaac Elchanan Yeshivah in New York. He then went to the University of Cincinnati, where he graduated with a B.A. in 1910, and Hebrew Union College, where he was ordained a rabbi in 1912 and received a D.D. in 1915. His dissertation, published in 1914, was <em>Opposition of Orthodoxy to early Reform: A study of the leading opponents of Reform prior to Geiger</em>. Rabbi Bettan then served Congregation B'nai Israel in Charleston, West Virginia, from 1912 to 1922. While in Charleston, he became chairman of the City Survey Commission (1915-1917), president of the Charleston Federated Charities (1916-1918), and a member of the Child Welfare Committee of West Virginia (1921-1923). Following World War Ⅰ (1918-1919), he served as a chaplain in the American Expeditionary Forces. In 1922, he became professor of homiletics and Midrash at Hebrew Union College where he eventually taught for 35 years. Rabbi Bettan wrote <em>Studies in Jewish Preaching</em> (1939) and <em>The Five Scrolls: A Commentary</em> (1950) among other articles, tracts, and monographs. He was twice a member of the committee that revised the <em>Union Prayer Book</em>. He was named president of the Central Conference of American Rabbis in 1956.",
            "website": "https://en.wikipedia.org/wiki/Israel_Bettan",
            "avatar": "https://opensiddur.org/wp-content/uploads/2026/01/israel-bettan-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/israel-bettan"
        },
        {
            "name": "Abraham Cronbach",
            "bio": "Abraham Cronbach (February 15, 1882 – April 2, 1965) was a Reform movement rabbi in the United States, a teacher, and a leader and activist for Jewish pacifism. He served as a rabbi for congregations in Indiana, Ohio, and New York. Cronbach was one of the founders of the Peace Heroes Memorial Society and a co-founder of the Jewish Peace Fellowship.",
            "website": "https://en.wikipedia.org/wiki/Abraham_Cronbach",
            "avatar": "https://opensiddur.org/wp-content/uploads/2024/03/abraham-cronbach-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abraham-cronbach"
        },
        {
            "name": "Morris Samuel Lazaron",
            "bio": "Morris Samuel Lazaron (1888–1979), born in Savannah, Georgia, was a Reform movement rabbi in the United States. Ordained by Hebrew Union College in 1914. he served as rabbi in Wheeling, West Virginia, before being appointed rabbi of the Baltimore Hebrew Congregation in 1915. There he served for 31 years as rabbi and rabbi emeritus. During World War Ⅰ, he wrote <em>Side Arms: Readings and Meditations for Soldiers and Sailors</em> (1918). As rabbi he initiated youth-oriented programming, introduced innovative rituals, and was an early supporter of the interfaith movement, working with the National Conference of Catholics and Jews and traveling throughout the United States with a priest and a minister to represent the three faiths of America. Lazaron's retirement from this office in 1949 was linked to his active identification with the anti-Zionist American Council for Judaism, of which he was a founder and vice president. This position was not problematic with his congregation until after the Holocaust, and especially after the establishment of the State of Israel. This led to the severing of his relationship with Baltimore Hebrew, including his resignation as rabbi emeritus. He was also a member of the National Council of the American Friends of the Middle East. He wrote several works, including <em>Ask the Rabbi</em> (1928); <em>The Consolidation of Our Father</em> (1928); <em>Homeland or State: The Real Issue</em> (1940); <em>In the Shadow of Catastrophe</em> (1956); <em>Is This the Way?</em> (1942); and <em>Olive Trees in a Storm</em> (1955).",
            "website": "https://www.jewishvirtuallibrary.org/lazaron-morris-samuel",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/01/morris-samuel-lazaron-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/morris-samuel-lazaron"
        },
        {
            "name": "Abram Simon",
            "bio": "Abram Simon (1872–1938), born in Nashville, Tennessee, was a rabbi and leader in the Reform movement in the early 20th century. He was educated at the University of Cincinnati where he earned his B.A. in 1894, the same year he was ordained by Hebrew Union College. Upon ordination he served as rabbi of B'nai Israel Congregation in Sacramento and then as rabbi of Temple Israel in Omaha, Nebraska (1899–1904). In 1903 he was elected as the first rabbi of Washington Hebrew Congregation in Washington DC. In Washington, Simon became a communal leader. In addition to the Board of Education he was a trustee and later president of the Columbia Hospital for Women and also president of the Public Library of Washington. Rabbi Simon was a member of the Red Cross during World War I, broadcast radio lectures, and was president of both the Board of Education in Washington as well as the Conference of Christians and Jews. He was a founding member of the Reform movement's Committee on Jewish Education.  Simon launched the National Committee on Religion, which boosted synagogue attendance and set up Hebrew schools. In 1917, Simon earned a Ph.D. from George Washington University, writing on the \"The Constructive Character and Function of Religious Progress.\" He was president of the Central Conference of American Rabbi from 1923 to 1925, a founder and later president of the Synagogue Council of America. He was an early enthusiast of women's participation in the synagogue. Fay Sonnenreich recalled that in 1920, with his permission, she and another young girl sat in the pulpit, held the Torah and read from it. \"I still remember the shocked expressions on the faces of the congregation,\" she recalled many years later. \"Dr. Simon told us afterwards that the board of trustees was angry with him for permitting girls to participate in what traditionally belonged to the men. But he believed in developing the potential of each individual, and his encouragement made a lasting impact upon our lives.\"",
            "website": "https://en.wikipedia.org/wiki/Abram_Simon",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/04/Abram-Simon-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abram-simon"
        },
        {
            "name": "Central Conference of American Rabbis [CCAR]",
            "bio": "The Central Conference of American Rabbis (CCAR), founded in 1889 by Rabbi Isaac Mayer Wise, is the principal organization of Reform rabbis in the United States and Canada.",
            "website": "https://en.wikipedia.org/wiki/Central_Conference_of_American_Rabbis",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/08/CCAR-96x96.png",
            "profile_link": "https://opensiddur.org/profile/central-conference-of-american-rabbis"
        }
    ],
    "date": "2026-01-08",
    "last_updated": "2026-01-31",
    "excerpt": "<span class=\"hebrew\">ברכה ותהלה</span> <em>Blessing and Praise: A Book of Meditations and Prayers for Individual and Home Devotion</em> (CCAR 1923) is a collection of fifty teḥinot and devotional readings in vernacular English. The work was compiled by a committee chaired by Rabbi Solomon Freehof, along with Rabbi Israel Bettan, Rabbi Abraham Cronbach, Rabbi Morris S. Lazaron, and Rabbi Abram Simon. . . .",
    "content": "<p><span class=\"hebrew\">ברכה ותהלה</span> <em>Blessing and Praise: A Book of Meditations and Prayers for Individual and Home Devotion</em> (CCAR 1923) is a collection of fifty teḥinot and devotional readings in vernacular English. The original impetus for the publication came at the annual CCAR meeting in 1919 in Boston, Massachusetts. The National Federation of Temple Sisterhoods presented a resolution that CCAR &#8220;prepare a book containing a series of biblical readings, one for every day of the year, these reading to make for hope, cheer, strength and confidence: these readings always to end with a prayer expressive of the best thought of the synagog liturgy.&#8221; To realize the initiative, a special committee, the Committee on Book of Prayers and Meditations, was appointed by then CCAR president, Rabbi Louis Grossman.<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> The initial members were rabbis Abram Simon, Harry W. Ettelson, Harry Levi, and Henry Fischer, with Rabbi Dr. Henry Berkowitz serving as chair. After Rabbi Berkowitz resigned due to an illness and long convalescence, early in 1920, Solomon Freehof became chair. The committee fist met in March 1920. A number of members of the working committee that year (Harry W. Ettelson, Henry M. Fischer, Abram S. Isaacs, Harry Levi, Felix Levy, and Samuel Schulman) left before the prayerbook&#8217;s final publication in 1923. Rabbis James G. Heller, William H. Fineshriber, Joseph Rauch, and Harry Weiss joined the committee in 1921 and 1922 but also left. These names are found in the CCAR Yearbooks from 1920-1923. Some names, signed to the report of the Committee, don&#8217;t appear earlier in Yearbook in the list of the Committee&#8217;s members &#8212; and vice versa. Rabbi Israel Bettan, Rabbi Abraham Cronbach, Rabbi Morris S. Lazaron joined the committee in 1922, and Joel Blau, Hyman G. Enelow, and David Levy in 1923.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> The following year in 1920, CCAR president Rabbi Leo M. Franklin elaborated on the project in the annual CCAR presidential address: </p>\n<blockquote><p>\nJEWS AND THE NEW CULTS<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> in <em>Central Conference of American Rabbis, 31st Annual Convention, June 29th to July 5th 1920, Rochester, New York, vol. 30</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 170-171.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>At the meeting of the Executive Committee held in the City of Boston on May 19, 1919, a delegation representing the National Federation of Temple Sisterhoods presented to us the need of preparing from Jewish sources a Book of Meditations and Prayers that might help to hold to their Jewish allegiance, those of our people, however few they be, who ignorantly believing that Judaism cannot satisfy the cravings of their souls, are likely to be lured to Christian Science and other of the so-called new cults. While we do not share the opinion of those who believe that Christian Science is a real menace to the Jew, we are firmly of the conviction that out of our fine and inspiring liturgical literature, there should be provided a book to which men and women of our faith may turn for consolation in the time when their souls are sorely tried.</p>\n<p>To this end, a committee was appointed to prepare the manuscript of such a book. As chairman of that committee Dr. Henry Berkowitz of Philadelphia was appointed. For that position no man is better fitted than he by scholarly achievements and by the ability to sense the need of the Jewish soul. Dr. Berkowitz and his committee had their plans for the compilation and editing of the book well in hand when unfortunately, because of his illness, the chairman of the committee found it necessary to retire from active work.</p>\n<p>As a result, we are not able as we had hoped to be, to present to this Conference the manuscript of this Book of Prayers, but we may confidently hope that the committee composed of men adequate to this important task, will shortly have the work under way and that the manuscript thereof will be submitted for the approval of the members of the Conference ere many months shall have elapsed.</p>\n<p>We can well understand the impatience with which the women at whose suggestion this work is undertaken are waiting for the appearance of the book, but we would remind them that a work of this character must be very carefully prepared and that undue haste at this juncture might militate against the ultimate effectiveness of the significant results which it is hoped and believed will be achieved by the publication of this Book of Prayers and Meditations.</p>\n<p>This undertaking, however significant it may be of and by itself, is, however, especially important since it points the way to a further program of constructive work along religious lines that it is obligatory upon this Conference to undertake with all possible expedition and with all possible vigor.\n</p></blockquote>\n<p>Following the request of the Sisterhood, planning by the Committee initially envisioned a much larger tome but egalitarian in scope. In 1921, Rabbi Felix Levy described the work saying, &#8220;The book is to consist of three hundred to four hundred themes, one for each day of the year.&#8221; The 1922 report of the committee noted difficulty in satisfying this ambition, especially the need for original prayers: &#8220;The work is necessarily slow, since the book is to be composed entirely of original prayers and homilies. Quite a good deal of material has already been contributed. The work will be expedited if the members of the Conference will co-operate. The Committee, therefore, urges those who wish to write prayers and meditations for this book, to communicate with the Chairman.&#8221; Rabbi Freehof promised &#8220;a mimeographed booklet containing about fifty prayers and meditations&#8221; for review during the fall holiday season, with the proposal that if met &#8220;with the general approval of the members of the Conference, the Committee will continue its task. We expect to complete the entire book of three hundred themes within the next two years.&#8221; While we have not yet inspected that mimeographed draft (a copy of which needs to first be located), the number of prayers ultimately published suggests that those fifty served for the final published manuscript. </p>\n<p>Unfortunately, no credit was given for any specific prayer published, and so the author of each remains, for the moment, unknown. According to Henry Berkowitz, &#8220;each of the five distinct parts of the work&#8221; had their own writer. &#8220;The men who were solicited to undertake the several parts of this work met in New York City in March, 1920, and discussed the whole matter in detail, and each one assumed a definite task to be reported on at a meeting to be called by the Chairman.&#8221; We just don&#8217;t know the identity of these five authors and what additional prayers, if any, were submitted for acceptance by the Committee. If you know for certain the author of any one of these prayers, please leave a comment or <a href=\"/contact/\">contact us</a>.</p>\n<p>A modest update followed close to thirty years later in <em><a href=\"/?p=52739\">The Union Home Prayerbook</a></em> (1951). </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/bwb_W7-BQA-019/bwb_W7-BQA-019#page/n3/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain for multiple reasons including its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nFOREWORD</p>\n<p>The public service in the synagog is not planned so as to satisfy the whole need for prayer. The synagog ritual contains, primarily, the prayers of the people of Israel as a community. It addresses itself to the whole people: Hear, O Israel. Its vision is historical, and when it contemplates the future, it concerns itself with the task of Israel in the divine plan for world salvation. Although the public prayer offers considerable opportunity for private devotion, it can never provide for all the spiritual needs of the individual. The individual has many difficulties which are his alone and are not related directly to the problems of his people. For the needs of individuals there must always be private prayer.</p>\n<p>Public prayer can hardly be fervent if there is not a background of private devotion. If the week has been prayerless, the Sabbath will be spiritless and its prayer mechanical. Unless the faith to praise the Lord be bred in the discipline of daily thanksgiving, the psalms chanted in the synagog will be meaningless. Unless man, in his private meditations, find the way to God, his public petitions will be mechanical. The worshiper must seek the Lord at all times, so that the synagog may derive devotional power from the ardor of private prayer.</p>\n<p>The practice of private prayer was always cultivated in Israel. Jewish literature has preserved many beautiful prayers uttered by sages and seers. Tehinnot—books of private devotion— have always been used in Jewish homes in the past. To this literature we add this book, in the hope that it may bring strength to many hearts, and help many to find again that the Lord is near to those who call upon Him, who call upon Him in truth.</p>\n<p>This book contains fifty themes, which express, in a general way, all the more frequent religious ideas. Each one of the fifty themes contains four distinct elements: a Scriptural reading; a selection from post-biblical literature; a meditation, and a prayer. It is not intended that the themes be read, necessarily, in rotation. An index is provided, so that the reader may select the theme closest to his need. However, for the sake of those who wish to read the book consecutively, the holiday themes are placed in the order in which they occur in the calendar, and the other themes are grouped around the festival theme with which they approximately agree in spirit.</p>\n<p>The poems in the themes, God’s Love, The Sabbath, God our Eternal Home, are reprinted from <em>The Standard Book of Jewish Verse</em>, by Joseph Friedlander, with the kind permission of the heirs of the author.</p>\n<p>Poems from <em>The Service of the Synagogue</em> are used by permission of the publishers, Mess. Geo. Routledge &#038; Sons, Ltd.\n</p></blockquote>\n<blockquote>\n<p>TABLE OF CONTENTS</p>\n<p>Foreword</p>\n<p><a href=\"/?p=65391\">Meditation</a><br />\n<a href=\"/?p=65402\">Morning Prayer</a><br />\n<a href=\"/?p=65418\">Starting Anew</a><br />\n<a href=\"/?p=65570\">Daily Revelation</a><br />\n<a href=\"/?p=65578\">The Sabbath</a><br />\n<a href=\"/?p=65620\">Rejoice in the Lord</a><br />\n<a href=\"/?p=65645\">Sincerity</a><br />\nRosh Hashanah—The New Year<br />\nJustice<br />\nGod Our Refuge<br />\nOut of the Depths<br />\nGod’s Love<br />\nIgnorance and Evil<br />\nConciliation<br />\nGod Is Near<br />\nYom Kippur—The Day of Atonement<br />\nGod’s Bounty<br />\nSuccoth—The Feast of Tabernacle<br />\nFrom Strength to Strength<br />\nLight Divine<br />\nReliance<br />\nHanukkah—The Feast of Light<br />\nEnvy<br />\nTolerance<br />\nCompensation<br />\nPurim—The Feast of Joy<br />\nPrayer for Others<br />\nIsrael’s Unity<br />\nRighteousness<br />\nHospitality<br />\nOur Enemies<br />\nPesach—The Feast of Freedom<br />\nImmortality<br />\nGod Our Sustainer<br />\nSuffering<br />\nHoly Places<br />\nPresence of God<br />\nCourageous Faith<br />\nReverence<br />\nDuty<br />\nShabuoth—The Feast of Weeks<br />\nVision and Hope<br />\nAccepting the Burden<br />\nGod Our Eternal Home<br />\nTisha Be-ab—The Ninth of Ab<br />\nHumility<br />\nCo-operation<br />\nAlike Before God<br />\nMan’s Place in Nature<br />\nNight Prayer</p>\n<p>Index\n</p></blockquote>\n<blockquote><p>\nREPORT OF COMMITTEE ON BOOK OF MEDITATIONS AND PRAYERS [1923]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_3');\" ><sup id=\"footnote_plugin_tooltip__1_3\" class=\"footnote_plugin_tooltip_text\">[3]</sup></a><span id=\"footnote_plugin_tooltip_text__1_3\" class=\"footnote_tooltip\"> in <em>Central Conference of American Rabbis, 34th Annual Convention, June 27th to July 2nd 1923, Cape May, New Jersey, vol. 33</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 36-38.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_3').tooltip({ tip: '#footnote_plugin_tooltip_text__1_3', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>To the Central Conference of American Rabbis,</p>\n<p>GENTLEMEN: The Committee on Book of Meditations and Prayers begs to report that in accordance with the decision of the Conference of last year a book containing fifty themes has been completed. Manuscript copies of the book had been sent to the members of the Conference during the past year with the result that a number of valuable suggestions were received by the Committee.</p>\n<p>The book has now been printed and measures have been adopted by the Publications Committee for its distribution.</p>\n<p>The Committee wishes to thank all members of the Conference who have been kind enough to give it their help and encouragement.</p>\n<p>Solomon B. Freehof, Chairman,<br />\nIsrael Bettan,<br />\nAbraham Cronbach,<br />\nMorris S. Lazaron,<br />\nAbram Simon.</p>\n<p>The report was received and adopted and a vote of thanks of the Conference was tendered to the Committee and it was moved that a special de luxe edition of the prayer book be prepared by the Publications Committee and a copy presented to each member of the Committee.</p>\n<p>Rabbi Ettelson: Has it definitely been decided that the book of Meditations and Prayers shall have as its title, “Blessing and Praise?”</p>\n<p>Rabbi Marcuson: The book is out.</p>\n<p>Rabbi Ettelson: That name doesn’t carry upon its face anything that suggests its content, and if the title itself had been a particularly happy one instead of a forbidding one, then one might find a justification for it, but for me “Blessing and Praise” is altogether abstract and I think unfortunate and I hope the next edition, even though we may lose some of the value of the first edition, may have the title changed.</p>\n<p>Rabbi Freehof: Mr. Chairman, the title “Blessing and Praise” has this advantage: it is based upon the verse, “Every day I will bless Thee and praise Thy name forever and ever” [<span class=\"citation\">(Psalms 145:2)</span>]. We carefully selected the title to carry out that idea because it is a book, parts of which we hope will be read every day. We hada lot of difficulty about getting a proper title. We tried a half dozen. We have, however, as a sub-title, “A Book of Meditations and Prayers for Home and Private Devotion.” We wanted to have the title characteristic. The old books of devotion used to be called Tehinnoth. That was generally descriptive but wouldn’t mean anything to us today. People get used to a title. I suppose when the Union Prayer Book was first so named, people wondered at that, too. I don&#8217;t see anything wrong with that title. All I can say is, we didn’t take it hastily; we thought about it and studied it.</p>\n<p>Rabbi Ettelson: I did not at all imply that the Committee had acted without giving the matter careful thought, but none the less I feel that some of the objections may be not only natural but justifiable. The fact that it is based on biblical phrases is certainly nothing against it, but does not necessarily as such justify it when you have to give an explanation. Many of us find it difficult, occasionally, to preach to congregations that haven’t the background of Midrash, which in itself requires so much explanation that half of your sermon goes into preparing for your illustration.</p>\n<p>It seems to me that no matter what the religious views may be, other than those in the minds of scholars and rabbis, it defeats its own purpose when you are appealing to the laity, and I feel that since it is to be a book of meditations and prayers for our people, it ought to have a title that in itself suggests that fact and we do not want any literary felicitousness about it. 1 feel that the Committee ought to be actuated by purpose, rather than by tradition and biblical quotation.</p>\n<p>Rabbi Marcuson: I wish to explain to Dr. Ettelson that when the manuscript was first sent in the same objection was raised. As soon as I notified our selling agent that the book was to be called “Book of Meditations and Prayers,” he wrote back and said that there is already a book with that exact title on the market and it would cause endless confusion. So we compromised. We put “Blessing and Praise” and right under it “A Book of Meditations and Prayers.” It would have caused confusion to have two books on the market with exactly the same title and so this will at least be a distinctive feature in the title.\n</p></blockquote>\n<blockquote><p>\nREPORT OF COMMITTEE ON BOOK OF PRAYERS AND MEDITATIONS [1922]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_4');\" ><sup id=\"footnote_plugin_tooltip__1_4\" class=\"footnote_plugin_tooltip_text\">[4]</sup></a><span id=\"footnote_plugin_tooltip_text__1_4\" class=\"footnote_tooltip\"> in <em>Central Conference of American Rabbis, 33rd Annual Convention, June 28th to July 2nd 1922, Cape May, New Jersey, vol. 32</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 38-39.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_4').tooltip({ tip: '#footnote_plugin_tooltip_text__1_4', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>To the Central Conference of American Rabbis,</p>\n<p>GENTLEMEN: The Committee on Book of Prayers and Meditations re- ports fairly satisfactory progress. The work is necessarily slow, since the book is to be composed entirely of original prayers and homilies. Quite a good deal of material has already been contributed. The work will be expedited if the members of the Conference will co-operate. The Committee, therefore, urges those who wish to write prayers and meditations for this book, to communicate with the Chairman.</p>\n<p>In order to make clear the nature and the progress of the work, the Committee plans to present to the Conference after the coming Fall Holy Days, a mimeographed booklet containing about fifty prayers and meditations. If this booklet meets with the general approval of the members of the Conference, the Committee will continue its task. We expect to complete the entire book of three hundred themes within the next two years.</p>\n<p>Respectfully submitted,<br />\nSol B. Freehof, Chairman.</p>\n<p>Rabbi Frisch: It seems to me that whatever fine work has been done by this Committee will be lost if this book is delayed for two years more. As a member of the Revision Committee of the Prayer Book, I know the difficulty which I experienced in securing the material. However I believe the material on hand should be made available to the people who are eagerly waiting for such a book. Therefore I believe that the fifty or one hundred prayers which are ready should be published and the larger book can be gotten out at some later date.</p>\n<p>It was moved and adopted that the Chairman of the Committee be asked to send out to the members of the Conference the fifty or more prayers, which are completed in manuscript form; and after the criticisms and corrections have been considered by the Committee, that a small book containing these prayers shall be published. Should this booklet meet with favor, a second and larger edition containing from three to four hundred services can be issued in a few years.\n</p></blockquote>\n<blockquote><p>\nThe report of the Committee on Book of Meditations and Prayers was read by Rabbi Felix A. Levy.</p>\n<p>REPORT OF COMMITTEE ON BOOK OF MEDITATIONS AND PRAYERS [1921]<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_5');\" ><sup id=\"footnote_plugin_tooltip__1_5\" class=\"footnote_plugin_tooltip_text\">[5]</sup></a><span id=\"footnote_plugin_tooltip_text__1_5\" class=\"footnote_tooltip\"> in <em>Central Conference of American Rabbis, 32nd Annual Convention, April 13th to 17th 1921, Washington DC, vol. 31</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 45-46.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_5').tooltip({ tip: '#footnote_plugin_tooltip_text__1_5', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script></p>\n<p>To the Central Conference of American Rabbis,</p>\n<p>GENTLEMEN: Your Committee on Book of Meditations and Prayers has agreed upon the following plan of work. The book is to consist of three hundred to four hundred themes, one for each day of the year. Each theme (or unit) will be on a specific subject such as “God’s Mercy”, “Rejoice in the Lord”, etc, and will consist of a Scriptural reading, a homily, a rabbinic quotation or a poem, and a prayer.</p>\n<p>The Committee has already compiled a list of about two hundred themes with Scriptural readings for about half of them. By the beginning of the summer the Committee expects to have a full list of themes and to begin writing the homilies and prayers by next fall. As there will be comparatively few prayers and homilies quoted from other books, and therefore the bulk of the book will have to be original, it can hardly be completed in less than two years.</p>\n<p>If any member of the Conference has any themes to suggest, the Committee will be glad to receive them,</p>\n<p>Respectfully submitted,<br />\nSolomon B. Freehof, Chairman,<br />\nHenry Berkowitz,<br />\nAbraham Cronbach,<br />\nWilliam H. Fineshriber,<br />\nFelix A. Levy,<br />\nSamuel Schulman,<br />\nAbram Simon.</p>\n<p>The report was received and adopted.\n</p></blockquote>\n<blockquote><p>\nREPORT OF COMMITTEE ON BOOK OF PRAYERS AND MEDITATIONS [1920]</p>\n<p>To the Central Conference of American Rabbis,</p>\n<p>GENTLEMEN: At the Meeting of the Executive Committee C.C.A.R. held in Boston, Mass., May 19, 1919, a committee of three ladies representing the National Federation of Temple Sisterhoods presented a resolution of that organization and made an earnest plea that the C.C.A.R. “prepare a book containing a series of biblical readings, one for every day of the year, these readings to make for hope, cheer, strength and confidence; these readings always to end with a prayer expressive of the best thought of the synagog liturgy”.</p>\n<p>Your Board considered this appeal very earnestly and decided to submit it to the members at large. An overwhelming number responded favorably. During the Summer of 1919 your President appointed the undersigned as Chairman and Abram Simon, Harry W. Ettelson, Harry Levi and Henry Fisher to act as a Special Committee to carry out this project. </p>\n<p>As a result of his correspondence with the members of the Committee, the Chairman placed before the Executive Board at its meeting in Detroit, Nov. 3, 1919, a number of questions and asked for decisions to guide the Committee in planning the work assigned to it.</p>\n<p>Ⅰ. Shall the book be entrusted to one man who shall be given definite instructions as to the nature of the book desired, but entire freedom in its preparation, subject to the judgment of the Special Committee?</p>\n<p>The consensus of opinion was that better results could be secured by having several authors collaborate in the production of the book.</p>\n<p>Ⅱ. In considering the nature and scope of the book, should these be directed to meeting the appeal of women alone?</p>\n<p>It was agreed that the book should aim to meet the religious needs of men no less than of women.</p>\n<p>Ⅲ. Should the book aim to cover the whole range of the principles and precepts of the Jewish faith, or only such selections as might be deemed appropriate for inspiration, loyalty and consolation?</p>\n<p>This was left to the judgment of the Committee.</p>\n<p>Ⅳ. Should the readings and reflections be selected from the Scriptures and from Jewish sources alone?</p>\n<p>All literature might be drawn upon, but all Jewish literature, especially the devotional literature, should constitute the principal sources.</p>\n<p>Ⅴ. What should be the general form of presentation?</p>\n<p>To offset kindred non-Jewish publications which have made an appeal to Jews, it was agreed that there might be a page of readings for each day in the year following the Jewish Calendar in a general way, but not citing a definite date for the reading for each day.</p>\n<p>Ⅵ. Of what should the readings consist?</p>\n<p>Left to the Committee.</p>\n<p>After careful deliberation the general thought formulated by the Chairman is as follows:</p>\n<p>1. A Biblical or Rabbinical quotation on the theme of the day.<br />\n2. An appropriate poetical verse or two.<br />\n3. An original comment or reflection in prose consisting of a brief paragraph.<br />\n4. A simple and earnest prayer.<br />\n5. At the close of each week the Sabbath reading is to be a more extended original meditation covering the reflections of the daily readings of the previous six days and impressing the Jewish sentiments and principles they embody.</p>\n<p>Ⅶ. What should be the method of procedure?</p>\n<p>Secure one person to prepare each of the five (5) distinct parts of the work.</p>\n<p>The men who were solicited to undertake the several parts of this work met in New York City in March, 1920, and discussed the whole matter in detail, and each one assumed a definite task to be reported on at a meeting to be called by the Chairman.</p>\n<p>Unfortunately owing to a critical illness and protracted period of convalescence, this meeting has never been called by the Chairman who has felt compelled to send his resignation to the President.</p>\n<p>Respectfully submitted,<br />\nHenry Berkowitz, Chairman.\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">The initial members were rabbis Abram Simon, Harry W. Ettelson, Harry Levi, and Henry Fischer, with Rabbi Dr. Henry Berkowitz serving as chair. After Rabbi Berkowitz resigned due to an illness and long convalescence, early in 1920, Solomon Freehof became chair. The committee fist met in March 1920. A number of members of the working committee that year (Harry W. Ettelson, Henry M. Fischer, Abram S. Isaacs, Harry Levi, Felix Levy, and Samuel Schulman) left before the prayerbook&#8217;s final publication in 1923. Rabbis James G. Heller, William H. Fineshriber, Joseph Rauch, and Harry Weiss joined the committee in 1921 and 1922 but also left. These names are found in the CCAR Yearbooks from 1920-1923. Some names, signed to the report of the Committee, don&#8217;t appear earlier in Yearbook in the list of the Committee&#8217;s members &#8212; and vice versa. Rabbi Israel Bettan, Rabbi Abraham Cronbach, Rabbi Morris S. Lazaron joined the committee in 1922, and Joel Blau, Hyman G. Enelow, and David Levy in 1923.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">in <em>Central Conference of American Rabbis, 31st Annual Convention, June 29th to July 5th 1920, Rochester, New York, vol. 30</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 170-171.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_3\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_3');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >3</a></th> <td class=\"footnote_plugin_text\">in <em>Central Conference of American Rabbis, 34th Annual Convention, June 27th to July 2nd 1923, Cape May, New Jersey, vol. 33</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 36-38.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_4\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_4');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >4</a></th> <td class=\"footnote_plugin_text\">in <em>Central Conference of American Rabbis, 33rd Annual Convention, June 28th to July 2nd 1922, Cape May, New Jersey, vol. 32</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 38-39.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_5\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_5');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >5</a></th> <td class=\"footnote_plugin_text\">in <em>Central Conference of American Rabbis, 32nd Annual Convention, April 13th to 17th 1921, Washington DC, vol. 31</em>, (Rabbi Isaac E. Marcuson, ed.), pp. 45-46.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Personal &amp; Paraliturgical collections of prayers"
    ],
    "tags": [
        "20th century C.E.",
        "57th century A.M.",
        "English vernacular prayer",
        "paraliturgical teḥinot",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "4433"
        ],
        "_thumbnail_id": [
            "65370"
        ],
        "date_src_start": [
            "1922-00-00"
        ],
        "date_src_end": [
            "1923-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2026/01/blessing-and-praise-a-book-of-metitations-and-prayers-for-individual-and-home-devotion-ccar-1923-title.jpg",
        "title": "Blessing and Praise: A Book of Metitations and Prayers for Individual and Home Devotion (CCAR 1923) &#8211; title",
        "caption": "Blessing and Praise: A Book of Metitations and Prayers for Individual and Home Devotion (CCAR 1923) - title"
    },
    "source_link": "https://opensiddur.org/?p=65368",
    "permalink": "https://opensiddur.org/compilations/anthologies/personal-and-paraliturgical/blessing-and-praise-a-book-of-meditations-and-prayers-for-individual-and-home-devotion-ccar-1923/",
    "slug": "blessing-and-praise-a-book-of-meditations-and-prayers-for-individual-and-home-devotion-ccar-1923"
}