{
    "post_id": 50251,
    "title": "&#x1F4D6; Meditation of the Heart: A Book of Private Devotion for Young and Old, arranged and written by Annie Josephine Levi (1900)",
    "author": "Aharon N. Varady (digital imaging and document preparation)",
    "coauthors": [
        {
            "name": "Annie Josephine Levi",
            "bio": "Annie Josephine Levi (1868-1911) was an American Jewish writer and poet, the daughter of Joseph C. Levi (a prominent lawyer) and Dinah Julia Levi née Emanuel. Annie Levi arranged a prayerbook, <em>Meditations of the Heart</em> in 1900, containing prayers by her and others and with an introduction by Rabbi Gustav Gottheil. Aside from her contributing short stories, poems, essays and letters to periodicals around the turn of the century, we know very little else about this author. By the mid-1890s she was living with her family in Atlantic Highlands, New Jersey, and later too, at the time of her death in Manhattan, New York. Her paternal grandparents emigrated from England. If you know more about Annie Josephine Levi, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/annie-josephine-levi"
        },
        {
            "name": "Aharon N. Varady (digital imaging and document preparation)",
            "bio": "Aharon Varady, founding director of the Open Siddur Project, is a copyright researcher and amateur book scanner. He prepares digital images and new digital editions of prayer books and related works in the Public Domain in order to make their constituent parts (prayers, translations, annotations, etc.) publicly accessible for collaborative transcription by project volunteers. (In some cases, he finds existing digital editions prepared by others that require correction and  reformatting.) If you appreciate his efforts, <em>please</em> send him a kind note or contribute to his <a href=\"https://patreon.com/aharonium\">patreon account</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/10/aharon-n-varady-2012-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-digital-imaging"
        }
    ],
    "date": "2023-04-20",
    "last_updated": "2025-09-30",
    "excerpt": "<em>Meditation of the Heart: A Book of Private Devotion for Young and Old</em> (1900) is a collection of teḥinot in English, selected, arranged, and written by Annie Josephine Levi. The introduction was written by the Rabbi Gustav Gottheil. We know very little else about Levi save that she contributed short stories, poems, and essays to periodicals and was active from 1895-1905. (If you know more about her, please <a href=\"https://opensiddur.org/contact/\">contact us</a>.) . . .",
    "content": "<p><em>Meditation of the Heart: A Book of Private Devotion for Young and Old</em> (1900) is a collection of teḥinot in English, selected, arranged, and written by Annie Josephine Levi (1868-1911). An approbation in the form of an introduction was written by the Rabbi Gustav Gottheil. The prayerbook is distinguished by its novel organization; the idea being that one might select a new prayer each day to read from the set of prayers provided for the morning and for the evening. A separate section is dedicated specifically for younger readers, and another for those &#8220;in tribulation&#8221; &#8212; suffering from ailments. Arranged in their morning or evening sections, most of the prayers are untitled, and attribution for any individual prayer is indicated in the table of contents with its respective page number.</p>\n<p>Ninety-six pieces are included by thirty-two contributors. Those with the most numerous works included are Charles Voysey (17), the <em>Union Prayer-book of Jewish Worship</em> (16), Annie Jospehine Levi (7), Hesther Rothschild&#8217;s (from her English translation of Ennery &#038; Arnaud&#8217;s <em>Imrei Lev</em> (אמרי לב), 5), and Grace Aguilar (5). Charles Voysey is not unique in being a non-Jewish author of prayers included in the collection; fourteen of the contributors are not Jewish. Most of the prayers in the collection are preceded by a meaningful literary quote, from Marcus Aurelius and Euripides to George Eliot and Henry Longfellow (just to select a few). Two of the prayers included are attributed to a &#8220;Di J. Levi.&#8221; Genealogical records indicate this to be Annie&#8217;s mother Dinah Julia Levi née Emanuel (1839-1924).</p>\n<p>The full list of contributors is as follows: Lyman Abbott (2), Grace Aguilar (5), Herman Baar (1), Henry Ward Beecher (4), M.H. Bresslau (2), Edward N. Calisch (2), John White Chadwick (3), The Christian Register (2), Robert Collyer (1), F. de Sola Mendes (1), Gustav Gottheil (1), Edward Everett Hale (1), Maurice H. Harris (2), George H. Hepworth (1), Abram S. Isaacs (2), the Jewish Home Prayer-Book (3), Kaufman Kohler (2), Isaac Leeser (1), Dinah J. Levi (2), Annie Josephine Levi (7), David Levy (2), James Martineau (2), Theodore Parker (2), H. Pereira Mendes (2), Vira Rial (1), Hester Rothschild (5), Father Ryan (1), Minot J. Savage (1), Samuel Schulman (1), Henry D. Thoreau (1), the Union Prayer-Book for Jewish Worship (16), Charles Voysey (17).</p>\n<p>We know very little else about Annie Josephine Levi save that she lived in Atlantic Highlands, New Jersey, and was familiar with American Reform Judaism, and also that she was erudite and contributed short stories, poems, and essays to periodicals. She seems to have been active from around 1896-1908. (If you know more about her, please <a href=\"/contact/\">contact us</a>.) </p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/meditation-of-the-heart-annie-josephine-levi-1900/Meditation%20of%20the%20Heart%20%28Annie%20Josephine%20Levi%201900%29#page/n1/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nINTRODUCTION </p>\n<p>Miss Levi has so fully explained her purpose in publishing this book that nothing remains for me to add but an expression of my hearty approval of both her idea and manner of carrying it out. Such a consensus of praying hearts cannot fail to strengthen our faith and bring us oftener than may be our wont to the footstool of the Father; whilst the warmth of feeling and happy wording may open up within us new springs of hope, strength and comfort which but for the magic of a master-hand might have remained closed forever. The mottoes, too, prefixed to each prayer, are of great value meant, I suppose, by Miss Levi, as a sort of key to what was in her own mind when she made the selections. Her aim from first to last is high; it lies beyond the clouds of dogmatic and theological contrarieties, in the clear sunshine of Divine love and mercy; and that she has spared no trouble or effort in the execution of her task I can testify from personal knowledge, and therefore cannot but wish her the fullest measure of spiritual success in her present endeavor. </p>\n<p>Gustav Gottheil\n</p></blockquote>\n<blockquote><p>\nPREFACE </p>\n<p>From a long-cherished desire on my part to possess a collection of morning and evening meditations which would impress me by virtue of their uplifting and varied thoughts, I was led to believe there must be others who shared that need with me. The mind will more readily accept lofty sentiments which are not clothed in the same garb day after day, the very fact of repetition serving to weaken rather than strengthen the powers of concentration. Thus, when we lift up our hearts in solemn devotion upon rising in the morning and retiring at night, inclosed, as it were, in a shrine of our own upbuilding, every accent we utter should be fraught with deep meaning. This cannot be wholly effected by constant reiteration of our petitions or words of praise. True, they will ascend as acceptably to Heaven in whatever form expressed, but we finite creatures with limited receptive faculties require all that will aid towards strengthening the moral in our natures. Prayer means more to us than the most eloquent of sermons; it is God’s own voice within and about us, summoning us far away from the world’s cares and joys to the silence of His loving presence. It is the soft, sweet melody which vibrates along the heartstrings of the preacher and moves him to appeal to the Power which controls us all. </p>\n<p>When it is well with us we say, “Thank God!” and pass on to the labors assigned us. When dark hours change the smiling aspect of our horizon sometimes we scarcely murmur, ‘‘God help us!” and in our despair well-nigh forget our former blessings. </p>\n<p>Though prayer becomes thus an important factor in our lives, its true mission is not fulfilled until the innermost depths of man and woman have been stirred to some noble act, some lasting good. </p>\n<p>A ritual, alone, does not completely satisfy the spiritual yearning for higher things, and may in time become mechanical, The spontaneous, sincerest of all supplication, cannot always respond to our soul’s appeal. How often in the deepest sadness the words we would pray remain locked in our hearts with the grief itself! Therefore, we can welcome utterances framed by others who have been moved by the spirit under the same powerful circumstances which enter into each individual’s daily existence. A supplement to, rather than a substitute for a ritual, helpful communings of whatever faith can be productive of good only, providing they offend no particular creed. </p>\n<p>And so I present this volume (primarily designed for my Jewish brothers and sisters) to the public of any and all creeds, and especially for the benefit of those who, in the rush of every-day life, have not paused to commune with their Maker. These simple meditations, collected from sources the most soulful, will perhaps appeal to their hearts and lead them into regions divine, where their joys will be enhanced and their sorrows mitigated. The younger generation, the future men and women, have likewise been remembered, with the earnest hope that they may be led to seek their Creator in a spirit of gratitude and love. </p>\n<p>A word as to the secular quotations. A hasty survey may cause some to regard them as inappropriate in a volume designed as a book of devotion. But closer observation will remove this objection for, as far as possible, I have fitted the thought to the meditation following it, the one serving as preparation for the other, but in every case both harmonize in being strong and uplifting in sentiment. Therefore, in placing the author’s name after each fragment of verse or prose, I have not feared that such would divert the mind from its devotional attitude. </p>\n<p>I tender my sincere thanks to Rev. Dr. F. de Sola Mendes for his friendly counsel and invaluable aid; to Rev. Dr. Gustav Gottheil, for his “Introduction” and kindly interest and suggestions; to Fords, Howard &#038; Hulbert, through whose courtesy I have been at liberty to make selections from <em>A Book of Prayer</em> and <em>Comforting Thoughts</em>, by Rev. Henry Ward Beecher; and Doubleday &#038; McClure Co. for a prayer by Rev. Dr. Robert Collyer<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Reprinted from <em>Prayers Ancient and Modern</em>, (Mrs. M. W. Tileston.)&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script>; to Longmans, Green &#038; Co., for permission to insert the two accompanying <em>Home Prayers</em>, by Rev. Dr. Martineau; Houghton, Mifflin &#038; Co., for Thoreau’s <em>Prayer</em>; likewise, Bloch Publishing and Printing Company, for the contribution from the writings of Rev. Isaac Leeser and Hester Rothschild; to Rev. Charles Voysey, for the privilege of reprinting several meditations from his <em>Theistic Prayer Book</em>, and to the Central Conference of Rabbis for the same privilege regarding matter contained in <em>The Union Prayer Book for Jewish Worship</em>. I also desire to thank <em>The Christian Register</em> for two prayers taken from its columns, and <em>The New York Tribune</em> and <em>The Jewish Messenger</em> for the use of the poems, <em>Rest</em> and <em>A Prayer</em>. </p>\n<p>Lastly, but far from being of least importance, I must record my grateful appreciation of the service rendered me by those spiritual guides whose prompt responses to my request, in the midst of their active lives, have assisted towards enriching this collection; not forgetting the many who must be nameless whose word of encouragement helped to lighten my undertaking. </p>\n<p>A prayer goes forth with this little book: that it may bear on its journey a message of hopeful joy, and that the outpourings of my own soul be the means of bringing comfort to the heavy-hearted, so that this, my labor of love, shall reap thus its sweetest, most enduring reward. </p>\n<p>A.J.L.\n</p></blockquote>\n<blockquote><p>\nCONTENTS </p>\n<p>PART Ⅰ: DAILY MEDITATIONS </p>\n<p>Prayer, a Poem, by Henry D. Thoreau<br />\nGeneral Thanksgiving, by John White Chadwick </p>\n<p>MORNING<br />\nHenry Ward Beecher<br />\nSamuel Schulman<br />\nThe Union Prayer-Book for Jewish Worship<br />\nRobert Collyer<br />\nGrace Aguilar<br />\nIsaac Leeser<br />\nCharles Voysey<br />\nThe Union Prayer-Book for Jewish Worship<br />\nM.H. Bresslau<br />\nJames Martineau<br />\nHester Rothschild<br />\nThe Union Prayer-Book for Jewish Worship<br />\nTheodore Parker<br />\nH. Pereira Mendes<br />\nAbram S. Isaacs<br />\nCharles Voysey<br />\nThe Union Prayer-Book for Jewish Worship<br />\nHenry Ward Beecher<br />\nHester Rothschild<br />\nJohn White Chadwick<br />\nCharles Voysey<br />\nDavid Levy<br />\nThe Union Prayer-Book for Jewish Worship<br />\nThe Christian Register<br />\nEdward N. Calisch<br />\nLyman Abbott<br />\nGrace Aguilar<br />\nCharles Voysey<br />\n<a href=\"/?p=50341\">Di J. Levi</a><br />\nHenry Ward Beecher<br />\nThe Union Prayer-Book for Jewish Worship</p>\n<p>EVENING<br />\nF. de Sola Mendes<br />\nMinot J. Savage<br />\nThe Union Prayer-Book for Jewish Worship<br />\nCharles Voysey<br />\nGeorge H. Hepworth<br />\nThe Union Prayer-Book for Jewish Worship<br />\nThe Christian Register<br />\nEdward Everett Hale<br />\n<a href=\"/?p=50345\">Di J. Levi</a><br />\nCharles Voysey<br />\nThe Union Prayer-Book for Jewish Worship<br />\nTheodore Parker<br />\nDavid Levy<br />\nJames Martineau<br />\nH. Pereira Mendes<br />\nCharles Voysey<br />\nThe Jewish Home Prayer-Book<br />\nLyman Abbott<br />\nM. H. Bresslau<br />\nCharles Voysey<br />\nGrace Aguilar<br />\nJohn White Chadwick<br />\nCharles Voysey<br />\nEdward N. Calisch<br />\nHester Rothschild<br />\nAbram S. Isaacs<br />\nCharles Voysey<br />\nThe Jewish Home Prayer-Book<br />\n<a href=\"/?p=50327\">Annie Josephine Levi</a><br />\nThe Union Prayer-Book for Jewish Worship<br />\nHenry Ward Beecher<br />\nA Prayer, a Poem, by Vira Rial</p>\n<p>PART Ⅱ: MORNING AND EVENING MEDITATIONS FOR THE YOUNG</p>\n<p>On Family Prayer (the religious education of children), by Grace Aguilar</p>\n<p>MORNING<br />\nCharles Voysey<br />\nKaufman Kohler<br />\nThe Union Prayer-Book for Jewish Worship<br />\nCharles Voysey<br />\nMaurice H. Harris<br />\nHester Rothschild<br />\nCharles Voysey<br />\nThe Union Prayer-Book for Jewish Worship<br />\nCharles Voysey </p>\n<p>EVENING<br />\nCharles Voysey<br />\nKaufman Kohler<br />\nThe Union Prayer-Book for Jewish Worship<br />\nCharles Voysey<br />\nMaurice H. Harris<br />\nHester Rothschild<br />\nCharles Voysey<br />\nThe Union Prayer-Book for Jewish Worship<br />\n<a href=\"/?p=50323\">Annie Josephine Levi</a></p>\n<p>PART Ⅲ: IN TRIBULATION </p>\n<p><a href=\"/?p=50319\">Unsung Heroism</a>, a Poem, by Annie Josephine Levi<br />\nA Meditation, by Gustav Gottheil </p>\n<p>MORNING<br />\n(<a href=\"/?p=50304\">In Time of Trouble</a>.) Annie Josephine Levi<br />\n(<a href=\"/?p=50311\">In Sickness</a>.) Annie Josephine Levi<br />\n(<a href=\"/?p=50336\">On the Loss of a Beloved One</a>.) (Ⅰ.) Annie Josephine Levi<br />\n(On the Loss of a Beloved One.) (Ⅱ.) The Union Prayer-Book for Jewish Worship </p>\n<p>EVENING<br />\n(In Time of Trouble.) The Jewish Home Prayer-Book.<br />\n(In Sickness.) Grace Aguilar<br />\n(<a href=\"/?p=50300\">On the Loss of a Beloved One</a>.) (Ⅰ.) Annie Josephine Levi<br />\n(On the Loss of a Beloved One.) (Ⅱ.) The Union Prayer-Book for Jewish Worship<br />\nMeditation on Death, by Herman Baar<br />\nRest, a Poem, by Father Ryan\n</p></blockquote>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Reprinted from <em>Prayers Ancient and Modern</em>, (Mrs. M. W. Tileston.)</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Personal &amp; Paraliturgical collections of prayers"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English vernacular prayer",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "50252"
        ],
        "date_src_start": [
            "1900-00-00"
        ],
        "date_src_end": [
            "1900-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/04/Meditations-of-the-Heart-Annie-Josephine-Levi-1900-cover.jpg",
        "title": "Meditations of the Heart (Annie Josephine Levi 1900) &#8211; cover",
        "caption": "Meditations of the Heart (Annie Josephine Levi 1900) - cover"
    },
    "source_link": "https://opensiddur.org/?p=50251",
    "permalink": "https://opensiddur.org/compilations/anthologies/personal-and-paraliturgical/meditation-of-the-heart-a-book-of-private-devotion-for-young-and-old-arranged-and-written-by-annie-josephine-levi-1900/",
    "slug": "meditation-of-the-heart-a-book-of-private-devotion-for-young-and-old-arranged-and-written-by-annie-josephine-levi-1900"
}