{
    "title": "&#128214; רֻחָמָה | Ruḥamah: Devotional Exercises for the Use of the Daughters of Israel, by Rabbi Morris Jacob Raphall (1852)",
    "author": "Aharon N. Varady (editing/transcription)",
    "coauthors": [
        {
            "name": "Aharon N. Varady (editing/transcription)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer transcriber for the Open Siddur Project. If you find any mistakes in his transcriptions, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-n-varady/\">translates prayers</a> and <a href=\"/profile/aharon-nissen-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> of the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady"
        },
        {
            "name": "Morris Jacob Raphall",
            "bio": "Rabbi Morris Jacob Raphall (1798–1868), born in Stockholm, Sweden, was a prominent rabbi and orator in the United States in the mid-19th century. At the age of nine Raphall was taken by his father, who was banker to the King of Sweden, to Copenhagen, where he was educated at the Hebrew grammar school. \"He was educated for the Jewish ministry in the college of his faith in Copenhagen, in England, where he went in 1812, and afterward in the University of Giessen, where he studied in 1821-24.\" He devoted himself to the study of languages, for the better acquisition of which he subsequently traveled in France, Germany, and Belgium. He received the Ph.D. degree from the University of Erlangen (Germany). After lecturing on Hebrew poetry in 1834 he began to publish the Hebrew Review, and Magazine of Rabbinical Literature, the first Jewish periodical in England; he was forced to discontinue it in 1836 owing to ill health. For some time he acted as honorary secretary to Solomon Herschell, chief rabbi of Great Britain. He made translations from Maimonides, Albo, and Herz Wessely; conjointly with the Rev. D. A. de Sola he published a translation of eighteen treatises of the Mishnah; he also began a translation of the Pentateuch, of which only the first volume appeared. In 1840, when the blood accusation was made at Damascus, he traveled to Syria to aid in the investigation, and published a refutation of it in four languages (Hebrew, English, French, and German). He also wrote a defense of Judaism against an anonymous writer in the London Times. Raphall was also the author of a text-book of the post-Biblical history of the Jews (to the year 70 C.E.). In 1841 he was appointed minister of the Birmingham Synagogue and master of the school. He continued in these capacities for eight years, and then sailed for New York City in 1849. That year, he gave a series of lectures on biblical poetry at the Brooklyn Institute, and was appointed rabbi and preacher of Manhattan's Bnai Jeshurun congregation, at the time called the Greene Street Synagogue. He continued there until 1866, his duties then being relaxed owing to his poor health. He died in New York on June 23, 1868.",
            "website": "https://en.wikipedia.org/wiki/Morris_Jacob_Raphall",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/morris-jacob-raphall-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/morris-jacob-raphall"
        },
        {
            "name": "Meïr haLevi Letteris",
            "bio": "Meïr (Max) haLevi Letteris (מאיר הלוי לעטעריס‎; 13 September 1800 – 19 May 1871) was an Austrian-Jewish poet, editor, and translator of the Galician Haskala. He translated into Hebrew works by Virgil, Lucian, Jean Racine, Lord Byron, Johann Wolfgang von Goethe, Friedrich Schiller, Ludwig August von Frankl, and others.",
            "website": "https://en.wikipedia.org/wiki/Max_Letteris",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/meir-letteris-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/meir-letteris"
        },
        {
            "name": "Menaḥem Mendel Stern",
            "bio": "Max Emanuel Stern (9 November 1811 – 9 February 1873), also known as Mendel b'ri Stern (Yiddish: מענדל בר״י שטערן‎), was a Hungarian-born Hebraist, writer, poet, and translator.",
            "website": "https://en.wikipedia.org/wiki/Max_Emanuel_Stern",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/Max_Emanuel_Stern_Litho-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/max-emanuel-stern"
        },
        {
            "name": "Yehoshua Heshil Miro",
            "bio": "Yehoshua Heshil ben Rabbi Binyamin Miro (fl. first-half 19th c.) was a writer and Jewish educator in Prussia, an early advocate and teacher of Jewish girls. He worked as a professor at a private school, and a teacher at the <a href=\"https://de.wikipedia.org/wiki/Königliche_Wilhelms-Schule\">Königliche Wilhelms-Schule</a> (and possibly also the <a href=\"https://de.wikipedia.org/wiki/Industrieschule_für_israelitische_Mädchen\">Industrial School for Israelite Girls</a>), in then Prussian Breslau. We know very little else about Miro aside from his publication of a popular anthology of teḥinot for German speaking women first published in 1829. If you know more about Miro, please <a href=\"/contact/\">contact us</a>.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Keith-Evans-Green-Tree-Yellow-Field-CC-BY-SA-250x250.jpg",
            "profile_link": "https://opensiddur.org/profile/yehoshua-heshil-miro"
        }
    ],
    "date": "2022-05-03",
    "last_updated": "2023-04-23",
    "excerpt": "A collection of teḥinot translated, adapted, and republished in English. This is one of the first collections of teḥinot published for an English speaking audience and the first prayerbook in English for use by Jewish women published in the United States. . . .",
    "content": "<p><span class=\"hebrew\">רֻחָמָה</span> (Ruḥamah): <em>Devotional Exercises for the Use of the Daughters of Israel</em> (1852) by Rabbi Morris Jacob Raphall (1798–1868) is one of the first collections of <em>teḥinot</em> published for an English speaking audience. The work, commissioned by Louis Joachimssen (1791-1870),<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Louis (also Lewis, or simply L.) Joachimssen was an attorney based in New York.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> includes translations of prayers selected from popular collections of tehinot in German by Yehoshuah Heshil Miro (<em><a href=\"/?p=41365\">Beit Yaaqov: Allgemeines Gebetbuch für gebildete Frauen mosaischer Religion</a></em>, 1829/1835), Menaḥem Mendel Stern (<em><a href=\"/?p=41437\">Die fromme Zionstochter</a></em>, 1841), and Meïr Letteris (<em><a href=\"/?p=41412\">Taḥnune bat Yehudah</a></em>, 1846). According to Raphall in his introduction, &#8220;I did not limit my task altogether to that of a compiler&#8230; in many instances I found it necessary to add emendations.&#8221; In addition to the works he translated, I believe he may also slipped in a prayer of his own, &#8220;<a href=\"/?p=44160\">Exercise for a Wife who is married to an irreligious Husband</a>&#8221; &#8212; which I have not located in any edition of the collections of Miro, Stern, or Letteris printed before 1852. (It&#8217;s possible it was translated from another unattributed source; if you know more, please leave a comment or <a href=\"/contact/\">contact us</a>.)  </p>\n<p>This collection of teḥinot follows the publication in French of <a href=\"/?p=12950\"><span class=\"hebrew\">אמרי לב</span> (Imrei Lev): <em>Prières D’un Cœur Israélite</em></a> (1848) by Jonas Ennery and Rabbi Arnaud Aron &#8212; and precedes the publication of <em><a href=\"/?p=6753\">Stunden der Andacht</a></em> (1855), Fanny Neuda&#8217;s collection of her <em>teḥinot</em> written in German. All of these express a movement of tkhines literature beyond an audience of vernacular Yiddish readers and into a world of emancipated Jews more fluent in the language of the modernizing states in which they lived. </p>\n<p>Besides <em>Imrei Lev</em>, 1852 saw the publication of two other collections of teḥinot in English: <a href=\"/?p=32040\"><span class=\"hebrew\">תחנות בנות ישראל</span> (Teḥinot Banot Yisrael): <em>Devotions for the Daughters of Israel</em></a> by Marcus Heinrich Bresslau (an old colleague of Raphall&#8217;s from his time in London), and Miriam Wertheimer&#8217;s <em><a href=\"/?p=41448\">Devotional Exercises for the Use of Jewish Women on Public and Domestic Occasions</a></em> &#8212; both of which were printed in England. <em>Ruḥamah</em> was the first collection of <em>teḥinot</em> published in the United States and the first prayerbook published exclusively for use by Jewish women. (The first prayerbook &#8212; a hymnal &#8212; comprised largely of poems by a Jewish woman was <em><a href=\"/?p=39305\">Hymns Written for the Service of the Hebrew Congregation Beth Elohim, Charleston, South Carolina</a></em> by Penina Moïse et al., 1842.)</p>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/ruhamah-devotional-exercises-for-the-use-of-the-daughters-of-israel-morris-jacob-raphall-1852/Ruhamah-%20Devotional%20Exercises%20for%20the%20Use%20of%20the%20Daughters%20of%20Israel%20%28trans.%20Morris%20Jacob%20Raphall%201852%29#page/n0/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago. This digital edition was prepared by Aharon Varady and derived from page images he took of a volume in the collection of the HUC-JIR Klau Library (Cincinnati, Ohio) for the Open Siddur Project. (Thank you!) </p>\n<hr />\n<div class=\"english\" lang=\"en\" style=\"font-size: 1.2em;\">\n<blockquote><p>\nSouthern District of New York, s.s.</p>\n<p>Be it remembered, That on the tenth day of March, Anno Domini 1852, L. Joachimssen, of the said District, has deposited in this office the title of a book, the title of which is in the following words, to wit: רֻחָמָה &#8220;Devotional Exercises for the Use of the Daughters of Israel, Intended for Public and Private Worship, on the Various Occasions of Woman&#8217;s Life. Compiled and Translated, with Emendations, from the German of Letteris, Miro, &#038; Stern; and edited by Rev. M.J. Raphall, M.A. Ph. Dr. of the Congregation Bnai Jeshurun, New York.&#8221;&#8211; The right whereof he claims as proprietor&#8211;In conformity with an act of Congress, entitled &#8220;An Act to amend the several Acts respecting copy-rights.&#8221;</p>\n<p>Geo. W. Morton,<br />\nClerk of the Southern District of New York.</p>\n<p>Abraham G Levy, Stereotype and Letterpress Printer, 183 William street, N.Y.\n</p></blockquote>\n<blockquote><p>\n[DEDICATION]</p>\n<p>For The Daughters of Israel &#8220;More precious than gold, more pure than refined gold,&#8221;</p>\n<p>These devotional exercises, intended for their use, as maidens, brides, wives, mothers, and on all other occasions, of joy, or of trial, incidental to their sex, for private or public devotion, are respectfully dedicated, by their sincere well-wishers, the Editor and the Publisher.\n</p></blockquote>\n<blockquote><p>\nPUBLISHER’S PREFACE. </p>\n<p>The want of a suitable collection of Devotional Exercises, in the vernacular tongue, for the daughters of our people, has long been felt and lamented by many who, like myself, are fathers of families. In Europe the want has been abundantly provided for, especially in Germany, where not only the old <em>Jidish-Deutsch Techinoth</em> “Supplications” were diligently and devoutly used by the mothers of by-gone generations; but where more modern works, adapted to the wants and civilization of the present age, have been published and passed through numerous editions. </p>\n<p>Discoursing on this subject with my Reverend friend, Dr. Raphall, he agreed with me, that in the absence of any Hebrew educational institution for females in this country; and under the consequent impossibility of their receiving adequate instruction in the Hebrew language, or in their religious duties; a work that should at once satisfy their hearts and their minds, would be a most valuable boon to them. “On this hint I spake,” and proposed to him to undertake the editing and translating of a compilation of Devotional Exercises, to be selected from the works of Letteris, Stern, and Mira;<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_2');\" ><sup id=\"footnote_plugin_tooltip__1_2\" class=\"footnote_plugin_tooltip_text\">[2]</sup></a><span id=\"footnote_plugin_tooltip_text__1_2\" class=\"footnote_tooltip\"> Meïr Letteris, Menaḥem Mendel Stern, and Yehoshua Heshil Miro.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_2').tooltip({ tip: '#footnote_plugin_tooltip_text__1_2', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> the best, and most approved, at present, in existence; which I offered to print and to publish at my own expense. He entered into my views, and the result of his labours is now placed before the public. </p>\n<p>It does not become me to speak in praise of a work published by myself; nor does the Editor need my approbation to recommend him to public favour. But I feel that this book will indeed meet and satisfy the want of which I have spoken; and I congratulate myself that a work undertaken, not for great gain, but for, great public utility, should have fallen into hands so well able to do it justice. That the pious daughters of Israel will hail this little book with pleasure and thanks, is my flattering hope; that it may promote religious feeling, and uphold religious spirit and observances among them, is my fervent prayer. </p>\n<p>L. JOACHIMSSEN, Publisher.\n</p></blockquote>\n<blockquote><p>\nTRANSLATOR’S PREFACE. </p>\n<p>No prayer book at present in existence, and in use with any religious community, can sustain a comparison with the Hebrew prayer book of the Portuguese, as well as of the German ritual. Sacred, from the authority with which it originated; venerable from its extreme antiquity; sublime in its language; pious and holy in its aspirations; simple and pathetic in its petitions; the living representative of our nationality; the last asylum and guardian of that holy tongue in which Moses received the Law, and the prophets delivered their inspired predictions; but which the daily use of the Hebrew prayer book, alone, preserves and perpetuates among us. Such is the character and excellence of this glorious monument of our ancient literary eminence, and of the true religious feeling that prevailed in Israel—not only while the temple of Jerusalem stood erect in the fullness of its beauty and holiness—but likewise long after that sacred structure had been laid in ruins; and during the many dark ages of dispersion and persecution, when, of all its former glories, Israel only preserved the Law of God and the Hebrew prayer book, to keep alive the memory of past greatness, and the hope of its restoration. And that Hebrew prayer book, which has so long been the ladder that, placed on earth, reaches up to heaven; and by which the wants, the fears, the thanksgiving, of Israel, ascend and plead before the mercy-seat of the God of Abraham, while hope, comfort, and blessing from on-high return to them—this prayer book, may it never be expelled from our public and private worship; may it never be superseded in our synagogues or our houses; may it never be forced to yield to the would-be improvements of innovators, whose productions, however good in intention, however approved of by any particular congregations, would nevertheless destroy that bond of union and of brotherhood among Israelites, which the Hebrew prayer book now is, has so long been, and always will remain. </p>\n<p>But whilst thus the pre-eminence and extreme importance to all Israelites, of the Hebrew prayer book must be generally acknowledged, and by no one with more heart-felt conviction than by myself; the necessity for some auxilliary or supplementary devotional exercises, was felt at an early period; and especially by that sex whose religious emotions are the most lively, while their means of religious instruction is generally the most limited. The Hebrew prayer book is a great national work, undertaken and carried out at times when the entire nation of Israel—identified in hope, in sentiment, and in suffering— disdained every selfish feeling; and all-absorbed in the general and public welfare, scarcely left any room for individual aspirations, or the personal outpourings of a prayerful spirit. Accordingly, the prayers offered by Israelites, in their public and private worship, are offered in the plural number; and this is so true, that with two or three exceptions, of which the <em>Elohai Neshamah</em>, “My God! the soul that thou hast placed within me,” and the thanksgiving for being born free, a man and an Israelite, are the principal; none of the prayers, not even the eighteen benedictions and the <em>Abinu Malkenu</em>, ever contain the pronouns, “I,” “me,” “mine;” but universally have, “we,” “us,” “our.” It is a beautiful idea, this total abnegation of individuality, and one all-absorbing nationality, in our communing with God; an idea which enables us justly to appreciate the mental and spiritual calibre of the inspired and highly-gifted men, by whom these prayers were framed. Verily “there were giants on the earth in those days.” That high-souled generation is passed away, and has not left many representatives among the men of Israel, who continue to use that prayer book. </p>\n<p>With woman, the case is different; at all times she has found, and she finds her world within that charmed and charming circle of domestic duty and domestic bliss, of which, as wife and as mother, she is the presiding and guardian genius. And though her religious aspirations are generally more pure, more heartfelt than those of man; though there is no act of magnanimity, of patriotism, of self-sacrificing devotion, of which woman is not capable in an equal, and even a superior, degree to man; yet in her ordinary and tranquil state, and while her feelings hold. “the even tenor of their way,” those who are dearest to her heart will be uppermost in her mind. Whilst, therefore, her individual home is the principal sphere of her activity and solicitude, it is but natural, that in her communion with her God, she should be anxious to give utterance to those feelings which that solicitude inspires; and that as prayer is one of the chief as well as of the noblest necessities of her woman’s nature—she should desire to be furnished with forms of devotion adapted to her individual wants, and to those occasions of joy or of trial that are peculiarly incidental to her sex. So it was in the days of Hannah, so it is now. Accordingly, wise and pious mothers in Israel, from time to time, composed <em>Techinoth</em>, supplications, for their own use and that of their sisters in faith. They composed them in the language most familiar to them—their own vernacular tongue—in which they could best give vent to their feelings. And these <em>Techinoth</em> met with the full sanction and approval of the wise and learned Rabbins and teachers in Israel, under whose auspices they were collected and published in a book, that during several ages was cherished with the utmost veneration by the daughters of Zion. But gradually these original <em>Techinoth</em> become superannuated, and ceased to be adapted to the wants which advancing mental culture, and superior education, had created. They were, therefore, superseded by more modern productions, especially in Germany; a country which, since the days of Mendelsohn, is the great native home of Jewish literature. When my friend, the publisher, obtained my consent to assist him in bringing out the present compilation, he placed before me three, the best and most generally approved collections, of German Devotional Exercises; that by Letteris, which has passed through three—that by Stern, which has. passed through four— and that by Miro, which has passed through two editions ; a number of works and of editions which (independent of other similar works not so generally diffused) plainly shows the favour with which these Exercises are received by the daughters of Israel in Germany. </p>\n<p>But if such is the case in that country, where institutions for the religious instruction and training of Jewish females are numerous, whilst their pecuniary means are but limited; and where, nevertheless, such books of devotion are felt to be one of the great wants of the age. And where this want prevails to such a degree that even amidst the turmoil of the last few years of revolution and of re-action, three leading works on the same subject have been so eagerly received by those for whom they were written, that nine large editions have been exhausted, and fresh ones (as I understand) are in preparation. How much greater must be the want of such Exercises in this young country, where Hebrew educational institutions for both sexes are in their infancy, and where, while boy’s schools are few, girl’s schools can scarcely be said to exist; but where nevertheless woman’s pure heart is unchanged—glowing with the same pious aspirations, and longing for the same prayerful outpourings, which these Exercises enable their German sisters to gratify. Accordingly I expect that my friend, Mr. Joachimssen, who first suggested the idea of this compilation, and who publishes the work on his own responsibility, will be rewarded by the favour and thanks of the daughters of Israel in America, for whose use it is especially intended. My own claims on their gratitude are not very strong, since the principal part of my work consisted merely of selecting and translating. Nevertheless I did not limit my task altogether to that of a compiler. For in many instances I found it necessary to add emendations, which I trust will not be deemed the least useful or interesting portion of the book; inasmuch as they consist of reflections, conveying instruction, on the principal points of our faith, and on our observances; which the German authors thought themselves entitled to dispense with, as properly belonging to the school, and in which, therefore, they had a right to assume that most of their readers were well-grounded. But which, in this country, must obtain a place in devotional exercises, as many of these, without such instruction, would be very imperfect. And I have called the collection <em>Roochamah</em>—“She who obtains mercy,”—<span class=\"citation\">(Hosea 2:25)</span> in the fervent hope, that the daughters of Israel—so obedient as children, so pure as maidens, so faithful as wives, so affectionate as mothers, so exemplary in every condition of life—will obtain mercy from the God of mercy, when with pious accents they give utterance to their pious feelings; and address to him supplication and worship, that flow alike from their heart and their mind, and that satisfy alike their faith and their understanding. May it be the will of Him “who is good, and who doeth good,” that this little book, the firstling of my pen in this my new country, may be productive of good; that it may lead many a gay votary of pleasure to think; that many a worldly mind it may reclaim; that many a pious soul it may confirm in faith; that many a stricken heart it may conduct to the neverfailing source of consolation; of the strength which sustaineth, of the hope which faileth not—even God, his holy Law and Word! <em>Amen</em>. </p>\n<p>MORRIS J. RAPHALL.\n</p></blockquote>\n<p>INDEX</p>\n<div class=\"two-column\"><u>Daily Private Worship</u>.<br />\nMorning Exercise<br />\nEvening Exercise‎<br />\nExercise on going to Bed<br />\nExercise for Support and Direction<br />\nExercise for‎ the 1st Day of the Week<br />\nExercise for‎ the 2nd Day of the Week<br />\nExercise for‎ the 3d Day of the Week<br />\nExercise for‎ the 4th Day of the Week<br />\nExercise for‎ the 5th Day of the Week<br />\nExercise for‎ the 6th Day of the Week<br />\nExercise on taking Chalah on Sabbath Eve<br />\nExercise on kindling the Sabbath Lights‏</p>\n<p><u>Public Worship</u>.<br />\nOn entering the Synagogue<br />\nExercise for the Sabbath [№1]&nbsp;<br />\nAnother Exercise for the Sabbath [№2]&nbsp;<br />\nAnother Exercise for the Sabbath [№3]&nbsp;<br />\nExercise when the Ark is opened and the Law taken out<br />\nDevotional Exercise on the Sabbath when the New Moon is proclaimed<br />\nExercise on quitting the Synagogue<br />\nExercise on a Fast day<br />\nExercise for the 9th day of Ab<br />\nExercise for the 1st days of Passover<br />\nExercise for the last days of [Passover]&nbsp;<br />\nExercise during the Sephira<br />\nExercise for the Feast of Weeks (Shebuoth)<br />\nExercise for the Feast days of Tabernacles<br />\nReflections on pronouncing the Benediction over the Loolab [Palm-branch]&nbsp;<br />\nExercise on the day of Willows, Hosannah Rabbah<br />\nExercise for a person enceinte on the Hosannah Rabbah, before pronouncing the Benediction of the Loolab<br />\nExercise on the Festival of the Law [Simchat Torah]&nbsp;<br />\nExercise on the Eve of the New Moon [Rosh Hodesh Ellul] the last month of the year<br />\nReflection for the first day of Selichoth<br />\nExercise for New-Year’s Eve [Ereb Rosh Hashanah]&nbsp;<br />\nExercise for New-Year [Rosh Hashanah] on taking the Rolls of the Law from the Ark<br />\nExercise previous to the blowing of the Shophar [Cornet]&nbsp;<br />\nExercise on Rosh Hoshanah [Moosaph]&nbsp;<br />\nExercise for Rosh Hoshanah and Yom Kippoor, while the Hazan prays (Alenu Leshabeach)<br />\nExercise on the Rosh Hoshanah, during the principal portion of the Moosaph prayers<br />\nExercise for the Penitential days<br />\nExercise for the Evening of Yom Kippoor<br />\nMorning Exercise for the day of Atonement [Yom Kippoor]&nbsp;<br />\nExercise during the Moosaph, for the Yom Kippoor<br />\nExercise for the Afternoon Service [Minchah] for the Yom Kippoor<br />\nExercise for the Closing Service [Neilah] of the Yom Kippoor<br />\nExercise when the Cohanim ascend the Doochan to pronounce the Benediction<br />\nExercise in Memory of the Dead [Haskaroth Neshamoth or Haskabah]&nbsp;<br />\nAnother Exercise on the same subject  </p>\n<p><u>Exercises for Special Occasions</u>.<br />\nExercise for a Maiden in the House of her Parents<br />\nExercise for a Fatherless and Motherless Orphan Maiden<br />\nReflections of a Bride<br />\nReflections of a Bride before the Marriage Ceremony<br />\nFirst Exercise for a Wife on finding herself enceinte<br />\nExercise for a more Advanced Stage of Child-bearing<br />\nExercise for the approach of Accouchment<br />\nExercise after Safe Delivery<br />\nExercise for a Mother whose son is being Circumcised<br />\nExercise for a Mother who comes out of her Confinement<br />\nExercise for a Mother on a Sabbath day on which any particular solemnity takes place, as a Circumcision or Bar Metzvah. [a son attaining his thirteenth year,] or the naming of a daughter<br />\nExercise for a Childless Wife<br />\nExercise for a Wife to invoke a blessing on her Husband&#8217;s Industry<br />\nExercise for a Wife who is Unhappily Married<br />\n<a href=\"/?p=44160\">Exercise for a Wife who is married to an irreligious Husband</a><br />\nExercise for a Wife whose Husband is on a Journey<br />\nExercise in Heavy Sickness<br />\nExercise on the illness of those nearest and dearest<br />\nExercise and Thanksgiving for health restored<br />\nExercise for a Widow<br />\n<a href=\"/?p=41337\">Exercise for the Anniversary of a Parent’s Decease [Yahr Zeit]</a>\n</div>\n</div>\n<p>&nbsp;</p>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\">[<a id=\"footnote_reference_container_collapse_button__1\">+</a>]</span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Louis (also Lewis, or simply L.) Joachimssen was an attorney based in New York.</td></tr>\r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_2\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_2');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >2</a></th> <td class=\"footnote_plugin_text\">Meïr Letteris, Menaḥem Mendel Stern, and Yehoshua Heshil Miro.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Personal &amp; Paraliturgical collections of prayers"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "Anglo Jewry",
        "English Translation",
        "teḥinot in English",
        "תחינות teḥinot"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            ""
        ],
        "_thumbnail_id": [
            "44136"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2022/05/001.jpg",
        "title": "Ruḥamah: Devotional Exercises for the Use of the Daughters of Israel (Morris Jacob Raphall 1852) &#8212; title page",
        "caption": "Ruḥamah: Devotional Exercises for the Use of the Daughters of Israel (Morris Jacob Raphall 1852) -- title page"
    },
    "source_link": "https://opensiddur.org/?p=44135",
    "permalink": "https://opensiddur.org/compilations/anthologies/personal-and-paraliturgical/ruhamah-devotional-exercises-for-the-use-of-the-daughters-of-israel-by-morris-jacob-raphall-1852/",
    "slug": "ruhamah-devotional-exercises-for-the-use-of-the-daughters-of-israel-by-morris-jacob-raphall-1852"
}