{
    "post_id": 50356,
    "title": "&#x1F4D6; The Jewish Home Prayer-Book: A Manual of Household Devotion (Committee of the Jewish Ministers' Association, 1887)",
    "author": "Frederick de Sola Mendes",
    "coauthors": [
        {
            "name": "Frederick de Sola Mendes",
            "bio": "Frederick de Sola Mendes (Montego Bay, Jamaica, West Indies, July 8, 1850—1927) was a rabbi, author, and editor.",
            "website": "https://en.wikipedia.org/wiki/Frederick_de_Sola_Mendes",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/11/frederick-de-sola-mendes-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/frederick-de-sola-mendes"
        },
        {
            "name": "Gustav Gottheil",
            "bio": "Gustav Gottheil (May 28, 1827, Pinne/Pniewy, Grand Duchy of Posen, Prussia – April 15, 1903, New York City) was a Prussian born American rabbi. Gottheil eventually became one of the most influential, well-known and controversial Reform Jewish leaders of his time. He was educated in Posen under Rabbi Solomon Plessner, and later continued his studies at the universities of Berlin and Halle (Ph.D.), receiving in the meanwhile his \"hattarat hora'ah\" in the former city from Samuel Holdheim, whose assistant he became (1855). He also studied under Zunz and Moritz Steinschneider. In 1860 he set out from the Berliner Reformgemeinde to labor for Reform Judaism in new fields. In 1860 he received a call from the Reform Jews of Manchester, England; he went there as rabbi for the Manchester Congregation of British Jews and remained for 13 years. During this time he was connected with the faculty of Owens College as a teacher of the German language. Two of his most noteworthy sermons preached in Manchester were on the slavery question, attacking those who had declared the institution to be sanctioned by Mosaic law. Dr. Gottheil was a member of the Synod of Leipsic in 1871, which took a decided stand on the question of Reform. He left Manchester in 1873, having been elected to succeed the Rev. J. K. Gutheim as assistant to Dr. Samuel Adler, the senior rabbi of Temple Emanu-El, New York City. When Adler retired about eighteen months later, Gottheil succeeded him. On taking charge he reorganized the religious school, and assisted in founding a theological school where preliminary training might be imparted to future candidates for the rabbinate. He prepared in 1886 the first Jewish hymn-book printed in America (with music in a separate volume by A. Davis); it contains not only traditional Jewish hymns, but also others of Christian origin, and upon it was based the Union Hymnal, which has since been generally adopted by the Reform congregations in the United States. In 1889 he started the first Sisterhood of Personal Service, a philanthropic organization affiliated with Temple Emanu-El which served as a model for similar institutions elsewhere. Dr. Gottheil was the founder of the Association of Eastern Rabbis, and when it was assimilated with the Central Conference of American Rabbis in 1890, he took an active part in its deliberations. He was one of the founders and the president of the (American) Jewish Publication Society, vice-president of the Federation of American Zionists, chairman of the Revision Committee for the Union Prayer Book, and one of the governors of the Hebrew Union College, in Cincinnati. Dr. Gottheil's sympathies and interests were broadly universalist, as evidenced by his connection with various non-Jewish institutions as well as by many of his sermons and writings. He was one of the founders of the New York State Conference of Religions, assisting in the editing of its \"Book of Common Prayers\"; and a founder and for many years vice-president of the Nineteenth Century Club. In 1893 Gottheil was one of the representatives of the Jews at the Parliament of Religions, held in Chicago during the World Columbian Exposition.",
            "website": "https://en.wikipedia.org/wiki/Gustav_Gottheil",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/01/gustav-gottheil-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/gustav-gottheil"
        },
        {
            "name": "Alexander Kohut",
            "bio": "Alexander (Ḥanokh Yehudah) Kohut (April 22, 1842 – May 25, 1894) was a rabbi and orientalist from a distinguished family of rabbis. After finishing the gymnasium course in Kecskemét, he removed to Budapest. Anxious to continue his rabbinical studies, he went to Breslau. In 1865, he received a call to the rabbinate of Tarnowitz, Upper Silesia. He then spent another year in Breslau, devoting his time to Oriental philology and Semitics. During the previous year he received his Ph.D. degree from the University of Leipzig, his dissertation being \"Ueber die Jüdische Angelogie und Daemonologie in Ihrer Abhängigkeit vom Parsismus.\" The essay was published by the Deutsche Morgenländische Gesellschaft in 1866, it being the first Jewish work issued under the auspices of that society. He obtained his rabbinical diploma in 1867. It was in 1864 that he began to collect materials for a critical edition of the 'Aruk of Nathan ben Jehiel. In 1880 Kohut was called to Oradea, Hungary, where he remained until 1884. At Oradea he became acquainted with Kálmán Tisza, prime minister of Hungary, who, hearing him speak at a national gathering of notables, was so carried away by his eloquence that he caused him to be called to the Hungarian parliament as representative of the Jews. In 1885 Kohut was elected rabbi of Congregation Ahavath Chesed in New York. Kohut was associated with Rabbi Sabato Morais in founding the Jewish Theological Seminary of New York, becoming one of its advisory board, and being active as professor of Talmudic methodology up to the time of his death. In 1889, on the occasion of his finishing the Aruch Completum, he was the recipient of many honors, notably at the hands of various learned bodies in Europe.",
            "website": "https://en.wikipedia.org/wiki/Alexander_Kohut",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/04/alexander-kohut-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/alexander-kohut"
        },
        {
            "name": "Louis Stern",
            "bio": "Rabbi Louis Stern (1847-1920 from Landkreis Kassel, Hessen, Germany served as the first rabbi of Washington Hebrew Congregation in D.C. He came to Washington Hebrew in 1872 as “Chazen and Leader in Hebrew and Jewish Religion.” He guided the Congregation through the construction of its first building in 1897, the acquisition of a cemetery, and the development of Reform liturgy and rituals.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/04/louis-stern-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/louis-stern"
        },
        {
            "name": "Henrietta Szold",
            "bio": "Henrietta Szold (December 21, 1860 – February 13, 1945) was an American-born Jewish Zionist leader and founder of Hadassah, the Women's Zionist Organization of America. In 1942, she co-founded Ihud, a political party in Mandatory Palestine dedicated to a binational solution.",
            "website": "https://en.wikipedia.org/wiki/Henrietta_Szold",
            "avatar": "https://opensiddur.org/wp-content/uploads/2023/04/henrietta-szold-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/henrietta-szold"
        },
        {
            "name": "Benjamin Szold",
            "bio": "Benjamin Szold (November 15, 1829 in Nemeskürt, Nyitra County, Kingdom of Hungary, (today Slovakia) – July 31, 1902 in Berkeley Springs, West Virginia) was an American rabbi and scholar.  Szold studied under Rabbis Jacob Fischer of Shalgaw, Wolf Kollin of Werbau, and Benjamin Wolf at the Pressburg Yeshiva, and received the rabbinical authorization from Judah Assod of Bur and Simon Sidon of Tyrnau. In 1848, he studied in Vienna, but when the revolution of that year broke out he went to Pressburg. From 1849 to 1855 he tutored in private families in Hungary, and in the latter year entered the University of Breslau, where he remained until 1858. While a student he officiated during the holy days at Brieg, Silesia (1857), and at Stockholm, Sweden (1858). In 1859, he accepted a call from the Temple Oheb Shalom (Baltimore, Maryland) in whose service he remained until his death, first as rabbi and later (after 1892) as rabbi emeritus.  Under his guidance it grew rapidly, and, actuated by his example, it became widely known for its strict observance of Shabbat. Before Szold's arrival the congregation had adopted for use in its Shabbat service the Minhag America, (which was the new prayer-book written by Isaac Meyer Wise, a Reform rabbi) on the great fall holy days it reverted to the Minhag Ashkenaz; after much discussion with his congregation Szold introduced a new prayer-book, Abodat Yisrael, which closely followed traditional lines.",
            "website": "https://en.wikipedia.org/wiki/Benjamin_Szold",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/02/Benjamin-Szold-crop-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/benjamin-szold"
        },
        {
            "name": "Marcus Jastrow",
            "bio": "Marcus Jastrow (June 5, 1829, Rogoźno – October 13, 1903) was a Polish-born American Talmudic scholar, most famously known for his authorship of the popular and comprehensive <em>A Dictionary of the Targumim, Talmud Babli, Talmud Yerushalmi and Midrashic Literature</em>. He was also a progressive, early reformist rabbi in America. Along with Benjamin Szold and Frederick de Sola Mendes, Marcus Jastrow was characterized by Jewish historian Jacob Rader Marcus as being on the right-wing of early American Reform. His translation of Rabbi Benjamin Szold's prayerbook into English offered a more traditional alternative to the <em>Minhag America</em> prayerbook of Isaac M. Wise. He opposed the 1885 Pittsburgh Platform, but consented for an organ to be installed in his Rodeph Shalom synagogue in Philadelphia.",
            "website": "https://en.wikipedia.org/wiki/Marcus_Jastrow",
            "avatar": "https://opensiddur.org/wp-content/uploads/2017/02/Marcus_Jastrow_-_Worms-crop-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/marcus-jastrow"
        }
    ],
    "date": "2023-04-24",
    "last_updated": "2025-12-01",
    "excerpt": "A prayerbook containing prayers for private and family use in the home, in vernacular English, expanding upon a prayerbook intended for the same purpose but in German by Benjamin Szold and Marcus Jastrow. . . .",
    "content": "<p><em>The Jewish Home Prayer-Book: A Manual of Household Devotion</em> (1887) is a prayerbook containing prayers for private and family use in the home, in vernacular English, expanding upon Marcus Jastrow&#8217;s 1875 revision of Benjamin Szold&#8217;s <em><a href=\"/?p=50403\">Israelitisches Gebetbuch für die häusliche Andacht</a></em>. Henrietta Szold prepared the initial manuscript, a translation of her father&#8217;s work with Rabbi Jastrow. The impetus for the work was a paper delivered by Rabbi Louis Stern at the first conference of the Jewish Ministers&#8217; Association in 1885 entitled &#8220;Home-Worship.&#8221; The paper gathered the interest of a number of other learned rabbinic colleagues including Gustav Gottheil, Frederick de Sola Mendes, Alexander Kohut, Kaufmann Kohler, and Henry William Schneeberger. (The latter two either retired or withdrew from the publication committee before its publication.)</p>\n<style>\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\n       {\n           position: relative;\n           width: 100%; max-width: 100%;}\n       #ai-div-loader-advanced_iframe\n       {\n          position: absolute;\n          z-index:1000;\n          margin-left:-33px;\n          left: 50%;   top: 150px;\n         }}\n       #ai-div-loader-advanced_iframe img\n       {\n          border: none;\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\n\t\t\tvar aiReadyCallbacks = [];\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\" /></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/jewishhomeprayer00jewi/jewishhomeprayer00jewi#page/n5/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  border=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\n        var aiWindowWidth = 0;\n\t\tfunction recalculateIframeadvanced_iframe() {\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}\n        function initResponsiveIframeadvanced_iframe() {\n          jQuery(window).resize(function() {\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n          });\n          if (window.addEventListener) {\n            window.addEventListener(\"orientationchange\", function() {\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\n            }, false);\n          }\n        }\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<p>This work is in the Public Domain due to its having been published more than 95 years ago.</p>\n<hr />\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\n<blockquote><p>PREFACE. </p>\n<p><em>The Jewish Home Prayer-Book</em> is the outcome of much reflection among the members of the Jewish Ministers&#8217; Association, at whose conference in Baltimore, October, 1885, the Rev. Louis Stern gave the first impetus to the work in a paper upon &#8220;Home-Worship,&#8221; wherein he forcibly demonstrated the vital and immediate necessity for some such book, to conserve aught of the olden spirit of Jewish piety in our American homes. A committee, consisting of Rev. Drs. G. Gottheil, F. de Sola Mendes and H.W. Schneeberger, was appointed to prepare a practical report upon the suggestion, and in May, 1886, this committee from which Dr. Schneeberger had meanwhile retired, reported that on due examination it found a little manual entitled &#8220;Haus-Andacht,&#8221; and published by Rev. Drs. Szold and Jastrow,<span class=\"footnote_referrer\"><a role=\"button\" tabindex=\"0\" onclick=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" onkeypress=\"footnote_moveToReference__1('footnote_plugin_reference__1_1');\" ><sup id=\"footnote_plugin_tooltip__1_1\" class=\"footnote_plugin_tooltip_text\">[1]</sup></a><span id=\"footnote_plugin_tooltip_text__1_1\" class=\"footnote_tooltip\"> Full title: <em>Israelitisches Gebetbuch für die häusliche Andacht</em> by Benjamin Szold in its revision by Marcus Jastrow in 1875. The original prayerbook by Benjamin Szold was published in 1867.&nbsp;</span></span><script type=\"text/javascript\"> jQuery('#footnote_plugin_tooltip__1_1').tooltip({ tip: '#footnote_plugin_tooltip_text__1_1', tipClass: 'footnote_tooltip', effect: 'fade', predelay: 0, fadeInSpeed: 200, delay: 400, fadeOutSpeed: 200, position: 'center right', relative: true, offset: [0, 0], });</script> eminently fitted to serve as the foundation of such a work, and that likewise it was authorized to state that these gentlemen would relinquish to the Association all rights to an English version. The committee, to which then Rev. Drs. K. Kohler, A. Kohut and L. Stern were added, was requested to proceed with the translation and elaboration of the &#8220;Haus-Andacht,&#8221; and, with valuable preparatory work done by Miss Henrietta Szold, the committee presented in November the MS. of an English version of the same. It was, however, thought advisable that this should be considerably enlarged by the addition of new prayers and meditations not included in the original, and the committee, from which, however, Rev. Dr. Kohler withdrew, was authorized to print and publish the same under the auspices of the Association when completed to its satisfaction. The result is the present volume. </p>\n<p>In presenting this book, the undersigned desire it to be understood that it is in no wise intended to interfere with any existing congregational ritual, but simply to supply an acknowledged want in our households, a vernacular home-manual of religious reading in the line of Jewish devotion. Accordingly, matters of doctrine and interpretation whereon opinion might be found to differ among us, were either altogether avoided or given such broadly Jewish expression as could evoke dissent in the minds of none; our book is intended for all. </p>\n<p>Sabbath evening prayers for the home circle, so worthy of introduction, are here suggested; so too for each of the Festivals, with an appropriate Table-grace which may supplement the customary Ḳiddush. Short daily morning and evening prayers, with special petitions suited for the individual circumstances of the members of the household, including children; births and marriages, too, the dedication of a new home, journeys, voyages, all were believed to be proper subjects for treatment in a manual of household devotion. Finally, those mournful days which likewise must come to every home, when sickness renders anxious and death startles our too thoughtless round of life, furnish abundant scope for petition and meditation, in the home and in the cemetery, for private as well as for public prayer, a form of which last has been added. For these days primarily, but for all other days as well, a series of ethical readings and a few poetical selections have been included, and the gems of thought and of lyric art thus gathered here, it is presumed, will be unwelcome to no one. </p>\n<p>It remains but to add that while the general selection has been the work of all the undersigned, the responsibility for the treatment, diction and editorship generally, rests with Rev. Dr. de Sola Mendes, from whose pen likewise are the Meditations for the Sabbaths, the Festivals, the Daily Prayers for Children, and sundry occasional prayers, such as that for a student, for dedicating a new house etc., etc. Rev. Dr. Gottheil collaborated especially in the ethical readings, (which it is believed are given here in terse and forcible rendition,) as well as in contributing sound editorial criticism throughout the whole course of the work. </p>\n<p>In conclusion, we beg to say we consider this present effort a tentative one: our English-speaking brethren must pass the final verdict upon it, and their suggestions will be held in view in future editions. It is especially to our brother ministers that we shall look for aid in this direction. Our inspiration has been the natural prayerfulness of Israel&#8217;s children, which in all generations has put forth such beauteous tendrils of prayer and praise, of psalm and devotional meditation; and with it, the pressing necessity which prevails for furnishing some such hand-book to lead that inherited disposition as on trelliswork, to trained and well ordered growth and luxuriance. May this our effort help to preserve that inestimable possession of our people, its home-religion, whereupon alone home-happiness is founded. And may He, whom Israel in all ages has revered as the &#8220;Hearkener to Prayer&#8221; <span class=\"hebrew\" lang=\"heb-Hebr\">שומע תפלה</span>, bless our earnest endeavor to feed the flame of devotion in Judah&#8217;s homes, and to contribute to the preservation of unity of spirit among all our brethren. </p>\n<p>Gustav Gottheil,<br />\nTemple Emanuel, New York.</p>\n<p>F. de Sola Mendes,<br />\nCong. Shaaray Tefilla, New York. </p>\n<p>Alexander Kohut,<br />\nCong. Ahavath Chesed, New York.</p>\n<p>Louis Stern,<br />\nWashington Hebrew Cong., Washington, D.C.\n</p></blockquote>\n<blockquote><p>\nINDEX </p>\n<p>Part Ⅰ. — General Home-Prayers. </p>\n<p>&#8220;Adon Olam&#8221; (English version)<br />\nChanuka, Psalm and Meditation for<br />\nEvening Prayers for Week-days<br />\nEvening Prayers for Passover<br />\nEvening Prayers for Pentecost<br />\nEvening Prayers for Sabbath<br />\nEvening Prayers for Tabernacles<br />\nFestivals, Evening Prayers for<br />\nGrace before Meals (&#8220;Kiddush&#8221; or Sanctification)<br />\nGrace after Meals<br />\nIntroduction to the Haggadah-service for Passover<br />\nLighting the Festival Candles, Prayer on<br />\nLighting the Sabbath Candles, Prayer on<br />\nMorning Prayers for Week-days<br />\nNew Year, &#8220;Kiddush&#8221; or Sanctification for<br />\nNight Prayers<br />\nNinth of Ab (Tisha Be-Ab) Psalm and Meditation for<br />\nPassover, Evening Prayers for<br />\nPassover, Introduction to the Haggadah for<br />\nPentecost, Evening Prayers for<br />\nPurim, Psalm and Meditation for<br />\nSabbath Evening Prayers<br />\n&#8220;Shemang&#8221; (&#8220;Hear, O Israel&#8221;)<br />\nTabernacles, Evening Prayers for<br />\nTish&#8217;a Be-Ab, Psalm and Meditation for</p>\n<p>Part Ⅱ. — Special or Individual Prayers. </p>\n<p>MISCELLANEOUS.<br />\n1 . A Daily Prayer for the Father of a Family<br />\n2. A Mother&#8217;s Daily Prayer<br />\n3. A Student&#8217;s Daily Prayer<br />\n4. Daily Prayer of a Betrothed Bride<br />\n5. A Newly Married Wife&#8217;s Daily Prayer<br />\n6. A Widow&#8217;s Daily Prayer<br />\n7. An Orphan&#8217;s Daily Prayer<br />\n8. A Daily Prayer during the Week of Mourning<br />\n9. Prayer on the Anniversary of a Parent&#8217;s Death (Yahr-zeit)<br />\n10. A Bridegroom&#8217;s Prayer on his Wedding-day<br />\n11. Prayer of a Bride on her Wedding-day<br />\n12. The Parents&#8217; Prayer on their Child&#8217;s Wedding-day<br />\n13. A Mother&#8217;s Prayer during her Son&#8217;s Initiation (Milah)<br />\n14. Prayer on a Journey<br />\n15. Prayer during a Voyage<br />\n16. Prayer after a Voyage<br />\n17. Prayer during a Storm at Sea<br />\n18. Prayer after any Danger safely passed<br />\n19. Prayer on Dedicating a Dwelling</p>\n<p>SICKNESS.<br />\n1. Thoughts on Sickness<br />\n2. On Visiting the Sick<br />\n3. Prayer on behalf of a Sick Parent<br />\n4. Prayer for a Sick Husband or Wife<br />\n5. Prayer for a Sick Child<br />\n6. Prayer in behalf of a Sick Brother, Sister or Friend<br />\n7. A Sick Person&#8217;s Prayer<br />\n8. Prayer of Resignation and Confession of Sin for the Dying<br />\n9. Prayer of Thanksgiving on Recovery<br />\n10. A Mother&#8217;s Prayer after Confinement</p>\n<p>DEATH.<br />\n1. Prayer on preparing the Dead for Burial<br />\n2. Prayer on the Death of a Parent<br />\n3. An Orphan&#8217;s Prayer<br />\n4. Prayer of a bereaved Husband or Wife<br />\n5. The Parents&#8217; Prayer on their Child&#8217;s Death<br />\n6. Meditation on the Dead<br />\n7. Meditations for the House of Mourning<br />\n8. A Private Prayer during the Week of Mourning<br />\n9. Public Prayers at the House of Mourning<br />\n10. The Sanctification of God: &#8220;Kaddish&#8221; (English Paraphrase)<br />\n11. Meditation at the Cemetery<br />\n12. At the Grave of a Father<br />\n13. At the Grave of a Mother<br />\n14. At the Grave of a Child<br />\n15. At the Grave of a Husband or Wife<br />\n16. At the Grave of a Brother or Sister or Friend</p>\n<p>Part Ⅲ. — Ethical Readings. </p>\n<p>Selections from the &#8220;Sayings of the Fathers&#8221; (Pirke Aboth)<br />\nSelections from Mediaeval Jewish Writers</p>\n<p>Part Ⅳ. — Children&#8217;s Prayers. </p>\n<p>1. Morning Prayers for little Children<br />\n2. Night Prayers for little Children<br />\n3. Daily Prayers for Older Children<br />\n4. Grace before and after Meals<br />\n5. <a href=\"/?p=50383\">A Child&#8217;s Prayer on its Birthday </a><br />\n6. <a href=\"/?p=50386\">A Child&#8217;s Prayer on its Parent&#8217;s Birthday</a><br />\n7. Prayer at the Commencement of School-term<br />\n8. Prayer at the Close of School-term<br />\n9. Prayer for a Sick Friend<br />\n10. Prayer during Preparation for Confirmation<br />\n11. &#8220;Seeds&#8221;</p>\n<p>Part Ⅴ. — Poetical Selections. </p>\n<p>The Home-Prayer<br />\nGod<br />\nThe Lord is Nigh<br />\nThe Sabbath Lamp<br />\nOur Trials<br />\nThe Time of Old Age<br />\nThe Mystic Tie<br />\nLife&#8217;s Good-Morning<br />\nTo the Loved Dead<br />\nThe Tongue<br />\nMy Times are in Thy hand<br />\nThe Chanuka Hymn\n</p></blockquote>\n</div>\n<div class=\"speaker-mute footnotes_reference_container\"> <div class=\"footnote_container_prepare\"><p><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_label pointer\" onclick=\"footnote_expand_collapse_reference_container__1();\">Notes</span><span role=\"button\" tabindex=\"0\" class=\"footnote_reference_container_collapse_button\" style=\"display: none;; display: none;\" onclick=\"footnote_expand_collapse_reference_container__1();\"></span></p></div> <div id=\"footnote_references_container__1\" style=\"\"><table class=\"footnotes_table footnote-reference-container\"><caption class=\"accessibility\">Notes</caption> <tbody> \r\n\r\n<tr class=\"footnotes_plugin_reference_row\"> <th scope=\"row\" id=\"footnote_plugin_reference__1_1\" class=\"footnote_plugin_index pointer\" onclick=\"footnote_moveToAnchor__1('footnote_plugin_tooltip__1_1');\"><a role=\"button\" tabindex=\"0\" class=\"footnote_plugin_link\" >1</a></th> <td class=\"footnote_plugin_text\">Full title: <em>Israelitisches Gebetbuch für die häusliche Andacht</em> by Benjamin Szold in its revision by Marcus Jastrow in 1875. The original prayerbook by Benjamin Szold was published in 1867.</td></tr>\r\n\r\n </tbody> </table> </div></div><script type=\"text/javascript\"> function footnote_expand_reference_container__1() { jQuery('#footnote_references_container__1').show(); jQuery('#footnote_reference_container_collapse_button__1').text('−'); } function footnote_collapse_reference_container__1() { jQuery('#footnote_references_container__1').hide(); jQuery('#footnote_reference_container_collapse_button__1').text('+'); } function footnote_expand_collapse_reference_container__1() { if (jQuery('#footnote_references_container__1').is(':hidden')) { footnote_expand_reference_container__1(); } else { footnote_collapse_reference_container__1(); } } function footnote_moveToReference__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } } function footnote_moveToAnchor__1(p_str_TargetID) { footnote_expand_reference_container__1(); var l_obj_Target = jQuery('#' + p_str_TargetID); if (l_obj_Target.length) { jQuery( 'html, body' ).delay( 0 ); jQuery('html, body').animate({ scrollTop: l_obj_Target.offset().top - window.innerHeight * 0.2 }, 380); } }</script>",
    "categories": [
        "Personal &amp; Paraliturgical collections of prayers"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English vernacular prayer"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/publicdomain/zero/1.0/'>Creative Commons Zero (CC 0) Universal license</a> a Public Domain dedication"
        ],
        "_yoast_wpseo_primary_category": [
            "4433"
        ],
        "_thumbnail_id": [
            "50357"
        ],
        "date_src_start": [
            "1887-00-00"
        ],
        "date_src_end": [
            "1887-00-00"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2023/04/The-Jewish-Home-Prayer-Book-Jewish-Ministers-Association-1888-title.png",
        "title": "The Jewish Home Prayer-Book (Jewish Ministers Association 1888) &#8211; title",
        "caption": "The Jewish Home Prayer-Book (Jewish Ministers Association 1888) - title"
    },
    "source_link": "https://opensiddur.org/?p=50356",
    "permalink": "https://opensiddur.org/compilations/anthologies/personal-and-paraliturgical/the-jewish-home-prayer-book-a-manual-of-household-devotion-jewish-ministers-association-1887/",
    "slug": "the-jewish-home-prayer-book-a-manual-of-household-devotion-jewish-ministers-association-1887"
}