{
    "title": "After Shaḥarit: Abiding Advice for Daily Living, by Eliyahu Carmi (1767)",
    "author": "Abe Katz (translation)",
    "coauthors": [
        {
            "name": "Abe Katz (translation)",
            "bio": "Abe Katz is the director of the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a>. \r\nThe Beurei Hatefila Institute was established in order to encourage the study of the words of the Siddur as a Jewish text in Jewish schools. To assist educators developing courses on Tefila, the Institute publishes a weekly e-mail newsletter in which it traces the sources for the words and structure of the prayers within the Siddur. These and other resources can be downloaded on PDF from the <a href=\"http://www.beureihatefila.com/\">Burei HaTefila Institute</a> website.\r\n<p />\r\nMr. Katz is also available to teach courses on Tefila at your synagogue or Jewish Community Center and as a scholar-in-residence. He is available to meet with school administrators to assist them in establishing a course in Beurei Hatefila at their schools and to train teachers on using Hebrew-English word processing and Judaic libraries on CD-ROM.",
            "website": "http://www.beureihatefila.com/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2019/08/abe-katz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/abe-katz"
        }
    ],
    "date": "2012-09-24",
    "last_updated": "2025-02-02",
    "excerpt": "In Avignon, France, in 1767, Eliyahu Karmi (Elijah Crémieux) compiled a siddur preserving the nusaḥ of the <a href=\"http://en.wikipedia.org/wiki/Comtat_Venaissin\">Comtat Venaissin</a> titled the סדר התמיד (Seder HaTamid). Just after the section for תפלת שחרית (the morning prayers), Karmi provides the following advice for how to organize one's workday. . . .",
    "content": "<div class=\"english\" style=\"font-size: 1.2em;\">\nDuring the Middle Ages, <a href=\"http://en.wikipedia.org/wiki/Comtat_Venaissin\">Comtat Venaissin</a> was an independent enclave within but separate from the Kingdom of France. Life in the Comtat was considerably more attractive than under the French Crown. The enclave&#8217;s inhabitants did not pay taxes and were not subject to military service. For French Jews, the Comtat was a haven. Under papal rule, they received much better treatment than under the rule of the French monarchy. Carpentras, Avignon, Lisle, and Cavaillon, (together called the &#8220;Arba&#8217; Ḳehillot,&#8221; the four communities) were the only Jewish communities tolerated in the French pontifical territory. The oldest synagogue in France, built in the 14th century, survived in Carpentras. Until the French revolution the Jews of the Comtat preserved a distinctive Provençal nusaḥ. In 1767, Eliyahu Karmi (Elijah Crémieux) compiled a siddur preserving this nusaḥ of the Comtat titled the <span class=\"hebrew\">סדר התמיד</span> (Seder HaTamid). Just after the section for <span class=\"hebrew\">תפלת שחרית</span> (the morning prayers), Karmi provides the above advice for how to organize one&#8217;s workday.\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"he\">\nאחר שישלים תפלתו ילמוד מעט או ילך לבית המדרש וישמע מהתלמידים ואחר כך יפנה לעסקיו ולאמונתו כי כל תורה שאין עמה מלאכה סופה בטלה והעוני יעבירהו על דעת קונו. וישא ויתן באמונה ויהא דבורו בנחת עם הבריות ואל יעשה מריבה בשום אדם ויזהר מלישבע אפילו על האמת וכל שכן שלא ישבע לשקר ולא יזכיר שם שמים לבטלה. ולא יפנה עצמו לבטלה כי הבטלה מביא את האדם לכל הרהור עבירה אלא בכל עת יעסוק לאיזה עסק טוב ויעיין תמיד בנכסיו ובמעשיו. וכשיתנהג את עצמו באזהרות אלו מובטה לו שהקדוש ברוך הוא ישלח ברכה רוחה והצלחה בכל מעשה ידיו.‏<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAfter finishing <em>Tephilat Schacharit</em>, a person should learn Torah for a few moments or go to the <em>Beit Midrash</em> and listen to the students. Then he should attend to his affairs and proceed to his place of work because Torah learning that is not combined with work has no value. Poverty will then lead him to violate his Master&#8217;s rules. He should conduct his business in good faith. He should speak softly to other human beings. He should not start fights with anyone. He should be careful not to take an oath even concerning a matter that he knows to be true. Most certainly he should not take an oath falsely and he should not mention G!d&#8217;s name in vain. He should avoid idleness because idleness causes improper urges. Instead he should always pursue lofty goals and he should always be examining his personality and his deeds. If a person conducts himself within these parameters he will be certain that G!d with bless him with success in whatever he undertakes.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<p>Abe Katz&#8217;s translation of this piece of post-tefillah advice was first included in his sourcesheet, &#8220;<a href=\"http://beureihatefila.com/files/Good_Advice.pdf\">Good advice to start the day from a Siddur published in 1766</a>.&#8221; I have digitally transcribed the text in Unicode Hebrew, proofread his translation, and added a bit of historical context from the Jewish Encyclopedia and Wikipedia&#8217;s entries on the Comtat Venaissin. &#8211;Aharon Varady.</p>\n",
    "categories": [
        "Labor, Fulfillment, and Parnasah",
        "Addenda"
    ],
    "tags": [
        "18th century C.E.",
        "56th century A.M.",
        "Arba Kehillot",
        "Avignon",
        "Carpentras",
        "Cavaillon",
        "French Jewry",
        "Lisle",
        "Nusaḥ Comtat Venaissin",
        "Post-prayer supplements",
        "workdays"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "426"
        ],
        "_thumbnail_id": [
            "5268"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2012/09/985px-Orange_Principality_Map_.jpg",
        "title": "La Principaute D&#8217;Orange et Comtat de Venaissin Par Iaques de Chieze Orangeois. 1627",
        "caption": "Image:  <a href=\"http://commons.wikimedia.org/wiki/File:Orange_Principality_Map_.jpg\">La Principaute D'Orange et Comtat de Venaissin Par Iaques de Chieze Orangeois</a> by Willem Janszoon Blaeu (1627, Public Domain)"
    },
    "source_link": "https://opensiddur.org/?p=5258",
    "permalink": "https://opensiddur.org/prayers/life-cycle/living/work/after-shaharit-advice-for-living-ones-day-by-eliyahu-carmi-1767-translated-by-abe-katz/",
    "slug": "after-shaharit-advice-for-living-ones-day-by-eliyahu-carmi-1767-translated-by-abe-katz"
}