{
    "post_id": 5563,
    "title": "ברכת השנים | On December 4th (or 5th) and the Birkat Hashanim",
    "author": "Ethan Tucker",
    "coauthors": [
        {
            "name": "Ethan Tucker",
            "bio": "Rabbi Ethan Tucker is co-founder and rosh yeshiva at Mechon Hadar and chair in Jewish Law. Ethan was a faculty member at the Drisha Institute for Jewish Education, where he taught Talmud and Halakhah in the Scholars' Circle. Ethan was ordained by the Chief Rabbinate of Israel and earned a PhD in Talmud and Rabbinics from the Jewish Theological Seminary and a B.A. from Harvard College. A Wexner Graduate Fellow, he was a co-founder of Kehilat Hadar and a winner of the first Grinspoon Foundation Social Entrepreneur Fellowship. He was named one of America’s Top 50 Rabbis by Newsweek in 2011 and 2012.",
            "website": "http://www.halakhah.org/",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/07/ethan-tucker-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/ethan-tucker"
        }
    ],
    "date": "2012-12-04",
    "last_updated": "2025-04-25",
    "excerpt": "Rain is important in every society, but particularly so in places like Eretz Yisrael, where rain only falls during a defined portion of the year. It is critical, then, that the \"rainy season\" in fact be rainy, since no rain can be expected for the remainder of the year. Accordingly, prayers, liturgies, and fast days relating to rain (or the lack thereof) played, and continue to play, a prominent role in Jewish tradition. Our <em>tefillot</em> today contain two major references to rain: \"<em>hazkarat geshamim</em>\" (better known as \"<em>mashiv haruaḥ umorid hagashem</em>\") and \"<em>she'eilat geshamim</em>\", found in the weekday Amidah in the 9th <em>berakhah</em>, \"<em>birkat hashanim</em>\". There, an alternating liturgy was established: during the dry months, we say \"<em>v'tein berakhah</em>\", whereas during the rainy season, we say \"<em>v'tein tal umatar livrakhah</em>\", an explicit request for the rain to fall. Consensus emerged around the opinion of Rabban Gamliel in Mishnah Ta'anit 1:3 that \"<em>she'eilat geshamim</em>\" should begin on the 7th of Marḥeshvan (15 days after Shmini Atzeret, the 22nd of Tishrei). This would give pilgrims from as far away as the Euphrates (a 15-day journey) sufficient time to return home in dry weather. This is current practice in Eretz Yisrael to this day. . . .",
    "content": "<div id=\"attachment_10254\" style=\"width: 1034px\" class=\"wp-caption aligncenter\"><a href=\"https://opensiddur.org/wp-content/uploads/2012/12/rain-17967_1280-e1417909313228.jpg\"><img loading=\"lazy\" decoding=\"async\" aria-describedby=\"caption-attachment-10254\" src=\"https://opensiddur.org/wp-content/uploads/2012/12/rain-17967_1280-e1417909313228.jpg\" alt=\"Rain, Raindrops, Window (credit: PublicDomainPictures, license: CC0)\" width=\"1024\" height=\"769\" class=\"size-full wp-image-10254\" srcset=\"https://opensiddur.org/wp-content/uploads/2012/12/rain-17967_1280-e1417909313228.jpg 1024w, https://opensiddur.org/wp-content/uploads/2012/12/rain-17967_1280-e1417909313228-300x225.jpg 300w\" sizes=\"auto, (max-width: 1024px) 100vw, 1024px\" /></a><p id=\"caption-attachment-10254\" class=\"wp-caption-text\"><a href=\"http://pixabay.com/en/rain-raining-raindrops-window-17967/\">Rain, Raindrops, Window</a> (credit: PublicDomainPictures, license: CC0)</p></div>\n<div class=\"english\" lang=\"eng-Latn\" style=\"font-size: 1.2em;\">\nRain is important in every society, but particularly so in places like Eretz Yisrael, where rain only falls during a defined portion of the year. It is critical, then, that the &#8220;rainy season&#8221; in fact be rainy, since no rain can be expected for the remainder of the year. Accordingly, prayers, liturgies, and fast days relating to rain (or the lack thereof) played, and continue to play, a prominent role in Jewish tradition.</p>\n<p>Our <em>tefillot</em> today contain two major references to rain. The first, &#8220;<em>hazkarat geshamim</em>&#8220;, is better known as &#8220;<em>mashiv haruaḥ umorid hagashem</em>&#8221; and is found in the second <em>berakhah</em> of the Amidah. This is recited in accordance with the rainy season in Eretz Yisrael, which runs from the beginning of Sukkot through the beginning of Pesaḥ. We follow R. Yehoshua&#8217;s position in Mishnah Ta&#8217;anit 1:1 that we should postpone <em>hazkarat geshamim</em> until Shemini Atzeret, as it would be inappropriate for us to speak of rain while we still hope to sit in the sukkah.</p>\n<p>The second reference to rain is &#8220;<em>she&#8217;eilat geshamim</em>&#8220;, found in the weekday Amidah in the 9th <em>berakhah</em>, &#8220;<em>birkat hashanim</em>&#8220;. There, an alternating liturgy was established: during the dry months, we say &#8220;<em>v&#8217;tein berakhah</em>&#8220;, whereas during the rainy season, we say &#8220;<em>v&#8217;tein tal umatar livrakhah</em>&#8220;, an explicit request for the rain to fall. Consensus emerged around the opinion of Rabban Gamliel in Mishnah Ta&#8217;anit 1:3 that &#8220;<em>she&#8217;eilat geshamim</em>&#8221; should begin on the 7th of Marḥeshvan (15 days after Shmini Atzeret, the 22nd of Tishrei). This would give pilgrims from as far away as the Euphrates (a 15-day journey) sufficient time to return home in dry weather. This is current practice in Eretz Yisrael to this day.</p>\n<p>However, a Tanna named Hananiah, mentioned on Bavli Ta&#8217;anit 10a, rules that &#8220;<em>Bagolah</em>&#8221; (a term that refers to Babylonia) rain should not be requested until the 60th day of the &#8220;<em>tekufah</em>&#8220;. &#8220;<em>Tekufah</em>&#8221; is a term that refers to one of the quarterly divisions of the year between solstices and equinoxes, what we call seasons. In this context, Hananiah is ruling that Babylonians should start asking for rain on the night of the 60th day of the period that begins with the Jewish day in which the autumnal equinox falls (known as <em>Tekufat Tishrei</em>).</p>\n<p>Seasons are not as simple as they seem, and there was some dispute in the ancient world about the length of the seasons and the precise times of the equinoxes and solstices. On Bavli Eruvin 56a, we find a method for computing the <em>tekufot</em> that is ascribed to Shmuel (an early Babylonian post-Mishnaic sage): &#8220;The time between one <em>tekufah</em> and the next is 91 days and seven and a half hours.&#8221; This adds up to a solar year of 365.25 days, the figure used by the ancient Egyptians and already adopted by the Romans under the Julian calendar in Shmuel&#8217;s time. Babylonian Jews, who followed Hananiah&#8217;s ruling, used Shmuel&#8217;s standard for computing the autumnal equinox. With a few interesting exceptions (see below), the Babylonian system has prevailed in all Diaspora communities until the current day: we begin requesting rain on the night of the 60th day of the autumnal <em>tekufah</em>, computed by Shmuel&#8217;s reckoning, and we cease asking for rain on Pesaḥ.</p>\n<p>We know that under the Julian calendar, Shmuel&#8217;s computation of the autumnal equinox reckoned it to fall on September 24th, occurring in successive years at 3 am, 9 am, 3 pm and 9 pm. In the first three cases, the 60 day count into <em>Tekufat Tishrei</em> would begin from the start of the Jewish day, the night of September 23rd. In Jewish years divisible by four, when the equinox was reckoned to fall at 9 pm, already after nightfall, the 60 day count would begin with the Jewish day commencing on the night of September 24th. The 60th day would thus begin the night of November 22nd, or the night of November 23rd, in Jewish years divisible by four. Shmuel&#8217;s solar year, identical with the Julian solar year, would thus remain in synchronization with these secular dates, on which <em>she&#8217;eilat geshamim</em> began for centuries.</p>\n<p>So how did we get to December 4th/5th? To explain that, we need to take a short detour into the history of the Julian and Gregorian calendars.</p>\n<p>As mentioned above, Shmuel&#8217;s computation was identical to that of the Julian calendar, which reckoned a 365.25 day solar year, inserted a leap day in February every 4 years, and was established by Julius Caesar in 45 BCE. When Caesar fixed the calendar, he established March 25th as the date of the vernal equinox. In 325 CE, at the Council of Nicea, the calendar was recalibrated to tie the equinox to March 21st.</p>\n<p>The time it takes the earth to orbit the sun, however, is actually about 365.2422 days. The Julian calendar, therefore, was .0078 days too long every year. Every 400 years, the Julian calendar was slipping forward about 3 days. By 1582, the Julian calendar had slipped about 10 days since the 4th century, and the vernal equinox was falling on March 11th.</p>\n<p>Pope Gregory XIII reformed the Julian calendar that year, suppressing 10 days (he decreed that October 5th would be October 15th) and decreeing that from there on leap years would occur 97 times every 400 years (instead of 100 every 400 under the Julian), with century years being non-leap years, unless they were divisible by 400 (like 2000). Most Catholic countries accepted the reform immediately, and others gradually after that, with England and the American colonies not signing on until 1752. (Some countries under the influence of the Eastern Churches did not change over until the 20th century.) Were the Julian calendar still in effect today, it would be 13 days ahead of the Gregorian calendar.</p>\n<p>The switch to the Gregorian calendar revealed how the Julian system had been slipping forward, and Jews continued to compute the <em>tekufot</em> according to Shmuel and his Julian-length year (much like the other nations and regions mentioned above, who stuck with the Julian calendar). The date for <em>she&#8217;elat geshamim</em> in 1582 was thus shifted 10 days to December 1st. In 1700, a leap year on the Julian calendar, but not on the Gregorian, the date slipped to December 2nd, and by 1900 it had slipped to December 4th (December 5th in Jewish years divisible by four). It did not slip in 2000, since that year is a leap year according to both the Gregorian and Julian calendars.</p>\n<p>And that is why we in the Diaspora today begin saying <em>v&#8217;tein tal umatar</em> on the night of December 4th (or of December 5th in Jewish years divisible by four).</p>\n<p>Two final notes:</p>\n<p>1) Though most authorities and communities accepted the Babylonian schedule for requesting rain, as they accepted Babylonian positions in almost all areas of halakhah, there were a few who were troubled by the seeming absurdity of this position. After all, the Babylonian shift for the practice of starting at 7 Marḥeshvan in Eretz Yisrael was intended to reflect the local schedule for rain. <a href=\"http://en.wikipedia.org/wiki/Asher_ben_Jehiel\">Rabbeinu Asher b. Yehiel</a>, a turn-of-the-fourteenth-century leader in Germany who later moved to Spain, lobbied intensively to change the Babylonian schedule to one that would more accurately address the local needs of his communities. In Europe, rain was needed much earlier than late November, and moreover, it was especially needed in the spring, even after Pesaḥ. In Repsonsum 4:10, he laid out an extensive case for this change, citing Maimonides&#8217; comments on the Mishnah, which explicitly explain the schedule of <em>she&#8217;eilat geshamim</em> as being tied to local needs. Though there seem to have been communities in Provençe that followed his ruling, he was largely unsuccessful, as members of the German and Spanish communities themselves were unwilling to go along with the seemingly daring proposal. He eventually backed off. No serious effort to depart from the Babylonian schedule has been mounted since.</p>\n<p>2) Shmuel&#8217;s reckoning of the equinoxes and solstices continues to slip and no serious effort has ever been made to address it. This is true for two reasons: First, the reckoning is only important for two extremely minor rituals, <em>she&#8217;eilat geshamim</em>, and the blessing over the sun that is said once every 28 years. Second, even in the case of <em>she&#8217;eilat geshamim</em>, where the calendrical absurdity is somewhat alarming, the Julian slippage is dwarfed by the discrepancy between the Babylonian schedule and local needs. As long as <em>she&#8217;eilat geshamim</em> is completely detached from any local reality, it is hard to get worked up about the additional 13 days that this ritual has advanced over time. Perhaps when the date gets into January, in the year 5700 CE (!), people won&#8217;t be able to take it anymore and something will be done.\n</div>\n",
    "categories": [
        "the Wet Season (Fall &amp; Winter)",
        "Weekday Amidah"
    ],
    "tags": [
        "birkat shanim",
        "Gregorian",
        "Jewish Calendar",
        "Julian Calendar",
        "water cycle",
        "ותן טל ומטר v'tein tal u'matar"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "384"
        ],
        "_thumbnail_id": [
            "10254"
        ],
        "date_src_start": [
            "2012-12-04"
        ],
        "date_src_end": [
            "2012-12-04"
        ],
        "languages_meta": [
            "[{\"name\":\"English\",\"code\":\"eng\",\"standard\":\"ISO 639-3\"}]"
        ],
        "scripts_meta": [
            "[{\"name\":\"Latin\",\"code\":\"Latn\",\"standard\":\"ISO 15924\"}]"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2012/12/rain-17967_1280-e1417909313228.jpg",
        "title": "rain-17967_1280",
        "caption": "<a href=\"PublicDomainPictures\">Rain, Raindrops, Window</a> (credit: PublicDomainPictures, license: CC0)"
    },
    "source_link": "https://opensiddur.org/?p=5563",
    "permalink": "https://opensiddur.org/prayers/solilunar/earth-cycles/wet-season/gregorian-calendar-in-jewish-liturgy-on-december-4th-and-the-birkat-hashanim/",
    "slug": "gregorian-calendar-in-jewish-liturgy-on-december-4th-and-the-birkat-hashanim"
}