{
    "title": "Méditation Pour le Mercedi | Meditation for Wednesday (the Fourth Day), by Rabbi Arnaud Aron & Jonas Ennery (1852)",
    "author": "Aharon N. Varady (translation)",
    "coauthors": [
        {
            "name": "Jonas Ennery",
            "bio": "Jonas Ennery (Jan. 2, 1801, Nancy - May 19, 1863, Brussels) was a French deputy. He was for twenty-six years attached to the Jewish school of Strasbourg, of which he became the head. In collaboration with Hirth, he compiled a Dictionnaire Général de Géographie Universelle (4 vols., Strasburg, 1839–41), for which Cuvier wrote a preface. Soon afterward he published Le Sentier d'Israël, ou Bible des Jeunes Israélites (Paris, Metz, and Strasburg, 1843). At the request of the Société des Bons Livres he took part in the editorship of Prières d'un Cœur Israélite, which appeared in 1848. In 1849, despite anti-Jewish rioting in Alsace, Ennery was elected representative for the department of the Lower Rhine, and sat among the members of the \"Mountain.\" He devoted his attention principally to scholastic questions. After the coup d'état he held to his socialist republican views and resisted the new order of things. For this, in 1852 he was exiled from France for life. He retired to Brussels, where he lived as a teacher until his death. Ennery's brother, Marchand Ennery, was the chief rabbi of Paris.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/jonas-ennery.jpg",
            "profile_link": "https://opensiddur.org/profile/jonas-ennery"
        },
        {
            "name": "Arnaud Aron",
            "bio": "Arnaud Aron (March 11, 1807, in Sulz unterm Walde, Alsace – April 3, 1890), the Grand Rabbi of Strasbourg, began his Talmudic studies at an early age at Hagenau and continued them at Frankfort-on-the-Main. In 1830 he became rabbi of the small community of Hegenheim in Upper Alsace; and of Strasbourg in 1833. As he was under thirty, the age prescribed by law, he required a special dispensation to qualify for the office. In Strasbourg, Aron acquired the reputation of an eloquent and inspiring preacher and a zealous communal worker. He assisted in founding the School of Arts and Trades and took active interest in other useful institutions. In 1855 he convened an assembly of the rabbis of the department of the Lower Rhine for the consideration of religious questions. Aron was the author of the catechism used for confirmation as prescribed by the Consistory of Lower Alsace. In 1866 the French government acknowledged his services by appointing him a Knight of the Legion of Honor. In 1870, while Strasbourg was besieged, it was he, together with the archbishop, who raised the white flag on the cathedral. Subsequently he was decorated by the German emperor.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2015/02/Arnaud-Aron-e1424408737643-96x96.png",
            "profile_link": "https://opensiddur.org/profile/arnaud-aron"
        },
        {
            "name": "Aharon N. Varady (translation)",
            "bio": "Aharon Varady (M.A.J.Ed./JTSA Davidson) is a volunteer translator for the Open Siddur Project. If you find any mistakes in his translations, please <a href=\"/contact/\">let him know</a>. <em>Shgiyot mi yavin; Ministarot Naqeni</em> <span lang=\"he\" class=\"scribe\">שְׁגִיאוֹת מִי־יָבִין; מִנִּסְתָּרוֹת נַקֵּנִי</span> \"Who can know all one's flaws? From hidden errors, correct me\" (Psalms 19:13). If you'd like to directly support his work, please consider donating via his <a href=\"https://www.patreon.com/aharonium\">Patreon account</a>. (Varady also <a href=\"/profile/aharon-varady-transcription/\">transcribes prayers</a> and <a href=\"/profile/aharon-varady/\">contributes his own original work</a> besides serving as the primary <em>shammes</em> for the Open Siddur Project and its website, opensiddur.org.)",
            "website": "https://aharon.varady.net",
            "avatar": "https://opensiddur.org/wp-content/uploads/2013/12/Aharon-Varady-2002.jpg",
            "profile_link": "https://opensiddur.org/profile/aharon-varady-translation"
        }
    ],
    "date": "2017-08-02",
    "last_updated": "2025-02-02",
    "excerpt": "A paraliturgical prayer for the Psalm for Wednesday, in French with English translation. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: left;\">Source (French)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n<u>Du respect humain ou de la fausse honte dans la pratique de la religion.</u><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n<u>On False Shame in Matters of Religion.</u><br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\n«Le Seigneur est avec moi, qu’ai-je à craindre; que peuvent me faire les hommes?» <span class=\"citation\">(Ps. 118, 6.)</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\n&#8220;The Lord is with me; what have I to fear; what can men do to me?&#8221; <span class=\"citation\">(Ps. 118:6)</span><br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nNous sommes israélites, en cette qualité nous devons rendre témoignage à notre Dieu. La Sainte-Écriture nous en fait une obligation indispensable. Malheur à nous, si nous rougissons jamais de notre foi, si nous renions notre Dieu. Il reniera quiconque l’aura renié; «Ils m’ont re-nié pour ce qui n’est pas Dieu, ils m’ont irrité par leurs idoles, et moi je les renierai pour mon peuple» <span class=\"citation\">(Deut. 32, 21)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nWe are Israelites, in this capacity we must bear witness to our God. Sacred Scripture makes this an indispensable obligation for us. Woe to us if we ever, ashamed in our faith, deny our God. He will deny anyone who denies him; &#8220;They have denied me again for that which is not God, and have provoked me to anger with their idols, and I will deny them for my people&#8221; <span class=\"citation\">(Deuteronomy 32:21)</span>.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nEt d’où viendrait cette indigne faiblesse? — Nous servons le Maître de l’univers et nous ne nous en ferions pas un titre de gloire! Les hommes s’honorent de servir les princes de la terre, n’est-il pas mille fois plus honorable de servir le Roi des rois? Et nous n’apprécierions pas cette éminente qualité, et, au lieu de nous enorgueillir, nous ne songerions qu’à la dissimuler; nous n’oserions pas nous déclarer pour notre Dieu! N’y a-t-il pas dans cette honteuse faiblesse un outrage à la majesté souveraine! N’est-ce pas un indice d’une bassesse de l’âme qui la fait agir contre le témoignage de sa conscience!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd where would this unworthy weakness come from? — We serve the Master of the universe and we would not make a glorious title out of it! Men are honored to serve the princes of the earth; is it not a thousand times more honorable to serve the King of kings? And we would not appreciate this eminent quality, and instead of being proud, we would only think of concealing it; we would not dare to declare ourselves for our God! Is there not in this shameful weakness an insult to the sovereign majesty? Is it not an indication of a baseness of soul that makes it act against the testimony of its conscience?<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nOui, c’est une crainte honteuse qui empêche de pratiquer le bien et qui fait commettre le mal; c’est une dépendance servile qui fait ramper devant le monde, dans le désir de se concilier son estime ou dans la crainte de s’attirer son dédain. On a peur de se singulariser, on craint les railleries; on a bien une certaine envie d’être israélite, mais on ne se sent pas la force de se conduire autrement que les autres.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nYes, it is a shameful fear that prevents the practice of good and causes evil to be committed; it is a slavish addiction that makes the world grovel in the desire to reconcile its esteem or in the fear of attracting its disdain. One is afraid of being singled out, one fears mockery; one has a certain desire to be Israelite, but one does not feel the strength to behave differently from others.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPour satisfaire ses goûts, ses intérêts, ses plaisirs et ses vices, on est bien au-dessus de toutes les censures; on prétend être à soi-même son unique règle. Et cependant est-il un joug plus ignominieux, plus honteux que d’approuver le bien et de n’oser le faire, de voir ses obligations et de n’oser les remplir? Y a-t-il quelque chose de plus servile, de plus humiliant que de se faire l’èsclave de l’opinion jusqu’à n’être plus soi-même; de n’oser paraître ce que l’on est, ou de vouloir paraître ce que l’on n’est pas, et même d’avoir honte du bien que l’on fait? Ne semble-t-il pas que c’est à ces tristes israélites que s’adresse le prophète, lorsqu’avec une mordante ironie il parle de ces idoles «qui ont une bouche et qui ne parlent pas, qui ont des yeux et ne voient pas, des oreilles qui ne peuvent entendre?» <span class=\"citation\">(Ps. 115, 5-6)</span><br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nIn order to satisfy one&#8217;s tastes, interests, pleasures and vices, one is beyond all censor; one claims to be one&#8217;s only rule. And yet is there a yoke more ignominious, more shameful than to approve the good and dare not do it, to see one&#8217;s obligations and dare not fulfill them? Is there anything more servile, more humiliating, than to be a slave of opinion until you are no longer yourself; to dare not to appear what you are, or to want to appear what you are not, and even to be ashamed of the good you do? Doesn&#8217;t it seem that it is to these sad Israelites that the Prophet is addressing himself, when with biting irony he speaks of those idols &#8220;that have mouths and do not speak, that have eyes and do not see, ears that cannot hear?&#8221; <span class=\"citation\">(Psalms 115:5-6)</span><br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nImage bien véritable, portrait bien dégradant de ces malheureux retenus par la fausse honte! Ils ont des oreilles et ils ne veulent pas entendre, ils ont une langue et ils n’osent parler que pour approuver ce qui est contraire à leur opinion; ils ont des yeux et ne voient ni l’indignité de leur conduite, ni la servilité de leurs sentiments.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nA very real image, a very degrading portrait of these unfortunate people held back by false shame! They have ears and they do not want to hear, they have tongues and they dare to speak only to approve what is contrary to their opinion; they have eyes and they see neither the indignity of their conduct nor the servility of their feelings.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nAh! si l’on avait cette dignité d’âme, cette noblesse de sentiment que donne la religion et qui honore l’homme à ses propres yeux en lui attirant l’estime de tous, tomberait-on dans ces excès de faiblesse et d’avilissement!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOh, if one had that dignity of soul, that nobility of feeling which religion gives and which honours man in his own eyes by attracting the esteem of all, one would fall into these excesses of weakness and debasement!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nEh quoi! Israélites, vous les fils aînés de la religion, les dépositaires préférés de la révélation, placés si haut par la main de Dieu, vous descenderiez de ce rang supérieur, vous profaneriez cette auguste qualité! Au lieu de vous armer de courage et de vous déclarer hautement pour le Seigneur, vous le trahiriez, vous le désavoueriez, vous renonceriez à son service pour ramper devant les idoles du monde!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd you! Israelites, the eldest sons of religion, the preferred depositaries of revelation, placed so high by the hand of God, you would descend from this higher rank, you would desecrate this august quality! Instead of arming yourselves with courage and declaring yourselves highly for the Lord, you would betray Him, you would disavow Him, you would renounce His service to grovel before the idols of the world!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nHélas! ce n’est pas tout encore. La fausse honte en matière de religion conduit à l’infidélité dans la foi. Par une indigne complaisance, on aime mieux encourir la disgrâce de Dieu que de s’exposer aux discours des hommes. Et parce que l’impiété s’est multipliée et parce que l’erreur est entourée de splendeur, on sacrifie sa raison, on déserte la vérité, et pour comble d’opprobre quelques malheureux se jettent dans l’apostasie! Aussi la fausse honte en matière de religion est-elle devenue une véritable persécution, plus funeste que ne le fut jamais celle des tyrans des temps passés. Ceux-ci ne s’en prenaient du moins qu’au corps, ils ne pouvaient faire que des martyrs. Le respect humain gangrène les âmes et fait des rénégats.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAlas, that&#8217;s not all yet. False shame in matters of religion leads to infidelity in faith. By unworthy complacency, one would rather incur God&#8217;s disgrace than expose oneself to the discourses of men. And because impiety has multiplied and because error is surrounded by splendor, one sacrifices one&#8217;s reason, deserts the truth, and to make matters worse, a few unfortunate people throw themselves into apostasy! Therefore the false shame in matters of religion has become a real persecution, more fatal than ever that of the tyrants of past times. These tyrants only attacked the body, they could only make martyrs. [Chasing] social appraisal gangrenates souls and makes renegades.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nMais ces âmes lâches que le ciel réprouve, quelle idée le monde en a-t-il? Effet visible de la justice de Dieu qui permet que ces hommes, livrés au respect humain, se dégradent devant ceux-là mêmes dont ils cherchent à attirer l’estime, et qu’en trafiquant de leur religion, ils manquent leur but dans ce monde en attendant les représailles de l’autre!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut these cowardly souls whom Heaven disapproves of, what idea does the world have of them? The visible effect of God&#8217;s justice which allows these men, given over to social appraisal, to degrade themselves before the very people whose esteem they seek to attract, and that, by trafficking in their religion, they miss their goal in this world while awaiting the reprisals of the other!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nRompons, enfin, avec un pareil esclavage, secouons le joug de l’opinion; celui de Dieu est bien plus doux et plus léger. Conservons notre dignité et la liberté de notre conscience, demeurons fermes dans la profession de la foi; n’effacons pas le signe sacré qui brille sur notre front pour y imprimer le sceau de la servilité; ne souffrons pas que les hommes puissent se prévaloir de notre défaite. Que sont et que peuvent les hommes pour nous? Quand un jour nous serons devant Dieu, les hommes viendront-ils nous protéger contre les rigueurs inexorables de sa justice? Rompons nos chaînés, selon l’exhortation du prophète <span class=\"citation\">(Isaie 58, 6)</span>, et rendons librement témoignage à la vérité. Nos pères l’ont rendu aux dépens de leur bonheur terrestre, les martyrs l’ont scellé de leur sang; et nous, nous ne saurions braver une raillerie, affronter un sarcasme, quand il s’agit de Dieu!<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nLet us break, finally, with such slavery, let us shake off the yoke of opinion; God&#8217;s yoke is much softer and lighter. Let us preserve our dignity and the freedom of our conscience; let us remain firm in the profession of faith; let us not erase the sacred sign that shines on our foreheads to imprint the seal of servility; let us not suffer that men may take pride in our defeat. What are and what can men do for us? When one day we stand before God, will men come to protect us from the inexorable rigors of his justice? Let us break our chains, according to the exhortation of the prophet <span class=\"citation\">(Isaiah 58:6)</span>, and give free witness to the truth. Our fathers returned it at the expense of their earthly happiness, the martyrs sealed it with their blood, and we cannot brave mockery and sarcasm when it comes to God!<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPRIÈRE.<br />\n&nbsp;<br />\nMon Dieu, quoique je méprise la fausse honte dans la pratique de la religion, j’ai eu plus d’une fois le malheur de m’y laisser entrainer, et pour ne pas déplaire aux hommes, je t’ai bien souvent déplu. Que de fois n’ai-je pas dissimulé la vérité que j’admettais, fait le mal que je détestais, affecté de paraître ce que je n’étais pas, ou craint de passer pour ce que j’étais. J’ai bien osé paraître impie, mais j’ai rougi de paraître israélite. Au lieu de confesser ma religion, je l’ai sacrifiée aux sentiments, aux idées, souvent même aux caprices des préjugés mondains. Mais je veux secouer ce joug indigne; je veux hautement, ô mon Dieu, me déclarer pour toi; me faire gloire de ton service, rendre honneur à ta sainte loi, professer ouvertement la foi d’Israël, et la pratiquer aux yeux de tous, «Il vaut mieux se confier dans le Seigneur que de compter sur les hommes» <span class=\"citation\">(Ps. 118, 8)</span>. Que les hommes légers me raillent, que les impies me désapprouvent, que m’importe, pourvu que je sois à toi, ô mon Seigneur! Pourvu qu’au jour de la mort je sois reçu au milieu des patriarches dans tes demeures bienheureuses et éternelles. <em>Amen</em>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPRAYER.<br />\n&nbsp;<br />\nMy God, though I despise false shame in the practice of religion, I have more than once had the misfortune of allowing myself to be drawn into it, and so as not to displease men, I have often displeased you. How many times have I concealed the truth that I admitted, done the evil that I hated, affected to appear what I was not, or feared to pass for what I was. I dared to appear unholy, but I was ashamed to appear Israelite. Instead of confessing my religion, I sacrificed it to feelings, ideas, often even to the whims of worldly prejudices. But I want to shake off this unworthy yoke; I want to declare myself for you, O my God, in the highest degree; to glorify your service, to honor your holy law, to profess openly the faith of Israel, and to practice it in the sight of all, &#8220;It is better to trust in the Lord than to rely on men&#8221; <span class=\"citation\">(Ps. 118:8)</span>. Let the light-hearted mock me, let the ungodly displease me, let the ungodly displease me, so long as I am yours, O Lord. May I be received on the day of death among the patriarchs in your blessed and eternal dwelling places. <em>Amen</em>.<br />\n</span></div>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"french\" lang=\"fr\">\nPSAUME 51, DE DAVID. — POUR LE MERCREDI.<br />\nחנני אלהים<br />\nRepentir et humiliation du pécheur qui demande que le Seigneur lui rende la pureté. — Quand le pécheur connaîtra la clémence de Dieu, il reviendra plus facilement. Dieu ne demande point de sacrifices, mais un cœur contrit et repentant. </p>\n<p>Seigneur, aie pitié de moi selon ta miséricorde;<br />\nPar l’excès de ta bonté, efface mes crimes.<br />\nLave-moi de toutes mes fautes,<br />\nPurifie-moi de mes souillures.<br />\nJe reconnais que j’ai péché,<br />\nEt mon iniquité est sans cesse devant moi.<br />\nSi j’avais péché contre toi seul,<br />\nSi je n’avais eu que toi pour témoin,<br />\nTu pourrais m’absoudre par tes paroles,<br />\nEt faire éclater ton jugement en moi!<br />\nHélas! j’ai été conçu dans le péché,<br />\nEt enveloppé d’iniquité dès ma naissance.<br />\nMais tu demandes la sincérité<br />\nDans les choses les plus cachées,<br />\nEt la pureté dans le secret.<br />\nOh! purifie-moi avec l’hysope, efface mes péchés,<br />\nQue je redevienne blanc comme la neige.<br />\nFais-moi connaître encore les joies de l’innocence,<br />\nEt mes membres reprendront leur force.<br />\nDétourne tes yeux de mon iniquité,<br />\nEt pardonne mes actes pervers.<br />\nRends la pureté à mon cœur, ô Seigneur,<br />\nEt renouvelle en moi l’esprît de droiture.<br />\nNe me rejette pas de ta présence;<br />\nQue ton esprit saint ne m’abandonne pas.<br />\nRends-moi la joie, gage de ton secours;<br />\nQue la puissance de ton esprit me protège.<br />\nAlors j’apprendrai tes voies au pécheur,<br />\nEt les impies reviendront à toi.<br />\nPréserve-moi de sanglants forfaits,<br />\nEt ma langue publiera tes miséricordes.<br />\nSeigneur, ouvre mes lèvres,<br />\nEt ma bouche proclamera ta gloire.<br />\nLes sacrifices, tu n’en désires pas;<br />\nDes holocaustes, tu les dédaignes.<br />\nLes sacrifices que tu aimes,<br />\nC’est un esprit contrit;<br />\nUn cœur brisé, Seigneur, tu ne le dédaignes pas.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nPSALM 51, BY DAVID. — FOR WEDNESDAY.<br />\nחנני אלהים<br />\nRepentance and humiliation of the sinner who asks the Lord to restore his purity. — When the sinner knows God&#8217;s mercy, he will return more easily. God does not ask for sacrifices, but a contrite and repentant heart. </p>\n<p>Lord, have pity on me according to Your mercy;<br />\nBy the excess of your goodness, blot out my crimes.<br />\nWash me from all my iniquities,<br />\nPurify me of my filth.<br />\nI admit that I have sinned,<br />\nAnd my iniquity is ever before me.<br />\nIf I had sinned against you alone,<br />\nIf I had only you as my best man,<br />\nYou could absolve me with your words,<br />\nAnd sentence me with your judgment!<br />\nAlas! I was conceived in sin,<br />\nAnd shrouded in iniquity from the day I was born.<br />\nBut you ask for sincerity<br />\nIn the most hidden things,<br />\nAnd purity in secrecy.<br />\nOh, purify me with hyssop, erase my sins,<br />\nThat I&#8217;ll be white as snow again.<br />\nLet me know again the joys of innocence,<br />\nAnd my limbs will regain their strength.<br />\nAvert your eyes from my iniquity,<br />\nAnd forgive my perverse actions.<br />\nMake my heart pure, O Lord,<br />\nAnd renew in me the spirit of righteousness.<br />\nDo not cast me from your presence;<br />\nLet not thy holy spirit forsake me.<br />\nGive me back my joy as a token of your help;<br />\nLet the power of thy spirit protect me.<br />\nThen I will teach the transgressor your ways,<br />\nAnd the ungodly shall return to you.<br />\nPreserve me from bloodguilt,<br />\nAnd my tongue shall declare thy mercies.<br />\nLord, open my lips,<br />\nAnd my mouth shall declare your glory.<br />\nSacrifices, you do not desire them;<br />\nYou despise burnt offerings.<br />\nThe sacrifices thou lovest<br />\nIs a contrite spirit;<br />\nA broken heart, Lord, you do not despise.<br />\n</span></div>\n</td>\n</tr>\n</table>\n<hr />\n<h3>Sources</h3>\n<style type=\"text/css\">\r\n       .errordiv { padding:10px; margin:10px; border: 1px solid #555555;color: #000000;background-color: #f8f8f8; width:500px; }#advanced_iframe {visibility:visible;opacity:1;vertical-align:top;}.ai-info-bottom-iframe { position: fixed; z-index: 10000; bottom:0; left: 0; margin: 0px; text-align: center; width: 100%; background-color: #ff9999; padding-left: 5px;padding-bottom: 5px; border-top: 1px solid #aaa } a.ai-bold {font-weight: bold;}#ai-layer-div-advanced_iframe p {height:100%;margin:0;padding:0}#ai-div-container-advanced_iframe\r\n       { \r\n           position: relative;\r\n           width: 100%; max-width: 100%;}\r\n       #ai-div-loader-advanced_iframe\r\n       {\r\n          position: absolute;\r\n          z-index:1000;\r\n          margin-left:-33px;\r\n          left: 50%;   top: 150px;\r\n         }} \r\n       #ai-div-loader-advanced_iframe img\r\n       {\r\n          border: none;\r\n       }</style><script type=\"text/javascript\">var ai_iframe_width_advanced_iframe = 0;var ai_iframe_height_advanced_iframe = 0;var aiIsIe8=false;var aiOnloadScrollTop=\"true\";var aiShowDebug=false;\r\n\t\tif (typeof aiReadyCallbacks === 'undefined') {\r\n\t\t\tvar aiReadyCallbacks = [];  \r\n\t\t} else if (!(aiReadyCallbacks instanceof Array)) {\r\n\t\t\tvar aiReadyCallbacks = [];\r\n\t\t}    function aiShowIframeId(id_iframe) { jQuery(\"#\"+id_iframe).css(\"visibility\", \"visible\");    }    function aiResizeIframeHeight(height) { aiResizeIframeHeight(height,advanced_iframe); }    function aiResizeIframeHeightId(height,width,id) {aiResizeIframeHeightById(id,height);}</script><div id=\"ai-div-container-advanced_iframe\"><div id=\"ai-div-loader-advanced_iframe\"><img decoding=\"async\" class=\"img-loader-icon\" src=\"https://opensiddur.org/wp-content/plugins/advanced-iframe/img/loader.gif\" title=\"Loading\" alt=\"Loading\"></img></div><iframe id=\"advanced_iframe\"  name=\"advanced_iframe\"  src=\"https://archive.org/stream/Jonas-Ennery-Prieres-Dun-Coeur-Israelite#page/n615/mode/2up\"  width=\"100%\"  height=\"900\"  frameborder=\"0\"  allowtransparency=\"true\"  loading=\"lazy\"  style=\";width:100%;height:900px;;width:1px;min-width:100%;max-width:100%;\"  allowfullscreen  onload='jQuery(&quot;#ai-div-loader-advanced_iframe&quot;).hide();;jQuery(&quot;#ai-div-loader-global&quot;).hide()' ></iframe></div><script type=\"text/javascript\">var ifrm_advanced_iframe = document.getElementById(\"advanced_iframe\");var hiddenTabsDoneadvanced_iframe = false;\r\nfunction resizeCallbackadvanced_iframe() {}var recalculateIframeResizeadvanced_iframe = 0;\r\n        var recalculateIframeOrientationchangeadvanced_iframe = 0;\r\n        var aiWindowWidth = 0;\r\n\t\tfunction recalculateIframeadvanced_iframe() {\r\n          clearTimeout(recalculateIframeResizeadvanced_iframe);\r\n          clearTimeout(recalculateIframeOrientationchangeadvanced_iframe);}  \r\n        function initResponsiveIframeadvanced_iframe() {\r\n          jQuery(window).resize(function() {\r\n\t\t\t recalculateIframeResizeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n          });\r\n          if (window.addEventListener) {\r\n            window.addEventListener(\"orientationchange\", function() {\r\n               recalculateIframeOrientationchangeadvanced_iframe = window.setTimeout(\"recalculateIframeadvanced_iframe()\",100);\r\n            }, false);\r\n          }\r\n        }\r\n        aiReadyCallbacks.push(initResponsiveIframeadvanced_iframe);</script><style>#advanced_iframe {width: 1px !important;min-width:100% !important;max-width:100% !important;}</style><script type=\"text/javascript\"></script>\n<hr />\n<p>&nbsp;</p>\n",
    "categories": [
        "Wednesday"
    ],
    "tags": [
        "19th century C.E.",
        "57th century A.M.",
        "English Translation",
        "French Jewry",
        "French vernacular prayer",
        "North American Jewry",
        "Paraliturgical Psalms 94",
        "paraliturgical teḥinot",
        "Psalm of the Day",
        "Psalms 51",
        "Wednesday",
        "שיר של יום Shir Shel Yom"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3031"
        ],
        "_thumbnail_id": [
            "16324"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2017/08/Pages-from-Paraliturgical-Psalm-for-Wednesday-from-Imrei-Lev-Meditations-and-Prayers-Jonas-Ennery-1848.png",
        "title": "Pages from Paraliturgical Psalm for Wednesday from Imrei Lev &#8211; Meditations and Prayers (Jonas Ennery, 1848)",
        "caption": ""
    },
    "source_link": "https://opensiddur.org/?p=16321",
    "permalink": "https://opensiddur.org/prayers/solilunar/weekdays/wednesday/meditation-pour-le-mercedi-by-arnaud-aron-and-jonas-ennery-1852/",
    "slug": "meditation-pour-le-mercedi-by-arnaud-aron-and-jonas-ennery-1852"
}