{
    "title": "שטרות לקישור נפשות | Documents for a Marriage from One Soulmate to Another by Raysh Weiss and Jonah Rank",
    "author": "Jonah Rank",
    "coauthors": [
        {
            "name": "Jonah Rank",
            "bio": "Rabbi Jonah Rank is President and Rosh Yeshivah of <a href=\"https://hebrewseminary.org\">Hebrew Seminary</a>: A Rabbinical School for the Deaf and Hearing. An award-winning Jewish songwriter, Rabbi Rank earned an MA in Jewish Thought and was ordained in 2015 at the Jewish Theological Seminary of America. Rabbi Rank has been involved in Jewish education for many years and served as the Maskil (“Teacher-of-Tradition”) at the Shaar Shalom Synagogue in Halifax, Nova Scotia, where his spouse, Rabbi Dr. Raysh Weiss, served as Senior Rabbi. While living in Canada, Rabbi Rank initiated the annual Halifax Communal Beit Midrash, and collaborated with the community’s Education Committee in rebooting the Halifax Joint Hebrew School. Following his family’s return to the U.S, he became the Director of the Shul School at Kehilat HaNahar in New Hope, Pennsylvania. While managing the supplementary school, Rabbi Rank co-led a Virtual Youth Arts Beit Midrash serving youth across five states, designed a virtual reality Purim carnival, and created curricular materials for young Jews to engage with Jewish notions of responsibility towards marginalized communities and to the planet. Rabbi Rank has authored several academic articles, served as the Managing Editor of <em>Zeramim: An Online Journal of Applied Jewish Studies</em>, and is currently editing <em>Siddur Kanfey HaShekhinah</em>, a forthcoming traditional Ashkenazi Hebrew prayer book, where the language referring to God is with feminine grammar. An advocate for civic causes, Rabbi Rank was appointed in 2021 to the Environmental Advisory Council in the Township of Lower Makefield, Pennsylvania. Rabbi Rank’s recently moved with his family to Natick, Massachusetts.",
            "website": "https://jonahrank.wordpress.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/jonah-rank-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/jonah-rank"
        },
        {
            "name": "Raysh Weiss",
            "bio": "Rabbi Raysh Weiss PhD is the Rabbi of Congregation Beth El of Bucks County and is married to fellow rabbi and musician Jonah Rank, and they enjoy davening and dreaming with their two extraordinary kids.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2014/11/Raysh-Weiss-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/raysh-weiss"
        }
    ],
    "date": "2014-07-17",
    "last_updated": "2025-02-28",
    "excerpt": "If one were to accept that a kosher Jewish wedding needs some element of what the Mishnah calls “acquisition” (and, more or less, we accepted this to be the case), any wedding must be conscientious in rethinking the following questions: What exactly is “acquisition” in the Mishnah’s eyes? And, if “acquisition” is inherently offensive to our sensibilities, how can we lessen the role that “acquisition” plays in a kosher wedding? . . .",
    "content": "<p><a href=\"https://opensiddur.org/wp-content/uploads/2014/07/Jonah-Rank-and-Raysh-Weiss-Shetarot-for-a-Marriage-of-One-Soulmate-to-Another.pdf\" target=\"_blank\" rel=\"noopener noreferrer nofollow\">Click to access Jonah-Rank-and-Raysh-Weiss-Shetarot-for-a-Marriage-of-One-Soulmate-to-Another.pdf</a></p>\n<p>DOWNLOAD: <a href=\"https://opensiddur.org/wp-content/uploads/2014/07/Jonah-Rank-and-Raysh-Weiss-Shetarot-for-a-Marriage-of-One-Soulmate-to-Another.pdf\">PDF</a> | <a href=\"https://opensiddur.org/wp-content/uploads/2014/07/Jonah-Rank-and-Raysh-Weiss-Shetarot-for-a-Marriage-of-One-Soulmate-to-Another.odt\">ODT</a></p>\n<p>Our story begins with a text edited around the year 225 C.E.: Mishnah Ḳiddushin 1:1. There we read “A woman is acquired through three ways, but she can acquire herself through (only) two ways. She is acquired through a monetary transaction, through a document of intent, or through sexual intercourse.”</p>\n<p>Many Jews today are likely not to be so keen on this idea of “acquiring” a woman; we live in a society that strives for the continued progress of women’s rights (as well as the rights of other people who do not identify exactly as men—whether they be transsexual, transgender, genderqueer, or so forth.)</p>\n<p>Given our discomfort with “acquisition,” when the two of us (Raysh Weiss and Jonah Rank) chose to design a modern marital ceremony, we knew that Jonah did not want to purchase Raysh, and Raysh did not want to purchase Jonah. Yet, we also wanted to get married in a manner that Jewish law would deem kosher.</p>\n<p>If one were to accept that a kosher Jewish wedding needs some element of what the Mishnah calls “acquisition” (and, more or less, we accepted this to be the case), any wedding must be conscientious in rethinking the following questions: What exactly is “acquisition” in the Mishnah’s eyes? And, if “acquisition” is inherently offensive to our sensibilities, how can we lessen the role that “acquisition” plays in a kosher wedding?</p>\n<p>Many have attempted to answer these questions, but there is hardly enough space or time to summarize here all of those different answers. What we have written below is merely our own answers.</p>\n<p>First off, Jonah’s understanding was that the version of Mishnah Ḳiddushin that we have today is a redaction of several sources. The excerpt above focuses on “acquisition” (kinyan), whereas Mishnah Ḳiddushin chapter 2 begins with language that highlights “sanctification” (ḳiddush): for example, “A man may either directly, or through an emissary sent on his behalf, sanctify [a woman for betrothal].” The truth is that a thusly informed perspective may equate the ideas of “sanctification” and “acquisition” as identical actions. (In fact, Mishnah Ḳiddushin 2:2 emphasizes that this acquisition is generally enacted through a physical item as a symbol of the monetary transaction enacted during the ḳiddush: “Be sanctified unto me via this cup of wine.”)</p>\n<p>However, whether or not Mishnah Ḳiddushin 1:1 and Mishnah Ḳiddushin 2:2 are identical, the Mishnah itself sets boundaries for its redefinition of “acquisition.” (Even though the Babylonian Talmud also is quick to redefine this concept of “acquisition”—comparing the acquisition of a woman with the acquisition of a field at Ḳiddushin 2a-2b—it was important for us to research all the historical layers of this concept of “acquisition.” In addition, Jonah’s methodology for thinking through matters of Jewish law—at least at the time of this writing—is strongly rooted in the earliest sources of different laws, a methodology similar to that of the Vilna Ga’on.)</p>\n<p>In order to ease the tension of our need to recognize and to accept the idea of “acquisition” in our own wedding, we accepted that whatever “acquisition” would happen in our wedding would be synonymous with “sanctification” (which may in fact be the Mishnah’s original understanding of either term). Given this, we chose to focus on the meaning of “sanctification” within the framework of “holiness” alone (and not as a means of “ownership,” which is another implication of the Hebrew word ḳiddush). Simultaneously, we chose to refrain from, and to distance ourselves from, any language referencing “acquisition” or “ownership” whenever possible.</p>\n<p>This appeasement permitted us to refer to “holiness” (rather than “sanctification,” as the Hebrew words for both terms—kedushah\tand ḳiddush respectively—come from the same root), both emphasizing our religious experience and checking off the requirements of a kosher wedding.</p>\n<p>According to Jewish law, a wedding ceremony wherein there is not a mention of the idea of “sanctification” (as indicated by the root of the Hebrew word ḳiddush) is either invalid or “a wedding of doubtful validity” (safek ḳiddushin). Though Maimonides (1135 C.E.-1204 C.E.) wrote in his Mishneh Torah (Hilkhot Ishut 3:8), “A man may sanctify a woman using any language that she recognizes [as ‘sanctification’],” Maimonides stipulates, “so long as the meaning of the words are the same as the language through which he has acquired her.” According to him, it is permissible to use words not linguistically related to the word ḳiddush, but these words must reference the idea of acquisition that takes place. Elsewhere, Maimonides wrote (Hilkhot Ishut 3:7), “If a man says to her or writes to her, ‘Behold, you are singled out for me,’ ‘Behold, you are addressed to me,’ ‘Behold, you are my help,’ ‘Behold, you are my complement,’ ‘Behold, you are my rib,’ ‘Behold, you are my closure,’ ‘Behold, you are beneath me,’ ‘Behold, you are my forbidden one,’ or ‘Behold, you are my catch,’ —behold, she is wedded, but of doubtful validity. That is, unless he were to have spoken beforehand about the transactions of ‘sanctification;’ however, if he were not to speak with her beforehand about the transactions of sanctification, we are not even doubtful about these words [as in, we know that these words have no legal signficance].” At best, not using the language of “sanctification” leaves the intended-to-wed as a couple doubtfully wedded. Maimonides warns us not to change around the formulaic words “Behold, you are sanctified unto me.”</p>\n<p>In accordance with Maimonides’ cautioning, Jonah wrote in his shetar (“document” of intent of marriage) to Raysh, “Behold, you are sanctified unto me.” Yet, despite Maimonides’ warning (but not contradicting it), the two of us referred to “sanctification” of a human being only in the shetarot (“documents” of intent of marriage) we wrote to each other, and we refrained from using this language in our ketubbah (our “written” record of the marriage ceremony)—with one potentially ambiguous exception being in a statement wherein our ketubbah includes, “Each one wrote to the other in shetarot, that the entirety of each soul would be sanctified unto the entirety of the other.” In general, we referred in our ketubbah not to “sanctification” (ḳiddush) but to our kishur nefashot (“Connection of Souls”); the contents of our ketubbah has been described in our notes regarding the outline of our ketubbah, which is now available online.</p>\n<p>In the meantime, we did use the language of “sanctification,” but we did not believe that Jewish law necessitated that we understand “sanctification” to be some sort of “acquisition,” despite how the word ḳiddush may be used elsewhere. In fact, Maimonides invents (or is at least the first to express the idea, despite a millennium of rabbinic Judaism preceding him) this principle that the language of the “sanctification” must somehow explicitly reference the “acquiring” or a woman. When the Babylonian Talmud deals with what words are fit to be uttered by a man intending to sanctify a woman in marriage (found in Ḳiddushin 6a), several formulae appear, and there is no consensus regarding what exactly distinguishes words that are null from words that are acceptable. (There in the Talmud, the kosher formulae are “Behold, you are my own,” “Behold, you are my betrothed,” and “Behold, you are my acquired.” None of these are useful phrases for people who wish not to imply that they own other people. Moreover, though the meaning of the Hebrew word arusati (“my betrothed”) may also mean “connection,” it seems to us that, subconsciously, the rabbis may have considered this particular connection as a restraining sort of chaining, resonant with the meaning of the Hebrew word aris (“a field-laborer,” subservient to the owner of the field). In sum, we chose to use the language of “Behold, you are sanctified unto me,” and, in our intentions, we expanded the religious meaning of “sanctification,” so as to annul any possibly mercantile connotation of the word “sanctified” when we penned it.</p>\n<p>We can find some degree of comfort in our own referencing of “sanctification,”<br />\nbut we have not yet dealt here with the Jewish legal legitimacy of a woman (or anyone who is not a man) saying to a man (or anyone who is not a woman), “Behold, you are sanctified unto me.” From our point of view, the Talmudic passage that annuls the religious significance of a woman (or anyone who is not a man) saying to a man (or anyone who is not a woman), “Behold, you are sanctified unto me,” is the same part of the Talmud that can be read to argue the exact opposite conclusion. In the eyes of moderns, the Talmudic hermeneutics that justify limiting only a man to sanctify a woman can today permit our understandings of sex and gender to recreate a framework of behavioral norms and regulations related to the sanctification of marriage.</p>\n<p>In the Babylonian Talmud (Ḳiddushin 5b), we read (with explanations in rounded parentheses, and our own emphases in bold letters):</p>\n<table style=\"margin-left: auto;margin-right: auto;\">\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nתנו [שנו] רבנן [הרבנים שלנו] {בתקופת המשנה]}: כיצד {נקנית אישה} בכסף? נתן לה כסף או שוה כסף ואמר לה, &#8220;הרי את מקודשת לי,&#8221; &#8220;הרי את מאורסת לי,&#8221; {או} &#8220;הרי את לי לאינתו {לאִשָּׁה}&#8221; &#8211; הרי זו מקודשת. אבל היא שנתנה ואמרה היא &#8216;הריני מקודשת לך,&#8217; &#8216;הריני מאורסת לך&#8217; {או} &#8216;הריני לך לאינתו [לְֿאִשָּׁה]&#8217; &#8211; אינה מקודשת.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nOur rabbis taught (in the era of the rabbis of the Mishnah): “How (is a woman purchased) through a monetary transaction? If a man gives her money or something equivalent to that amount of money and says to her, ‘Behold, you are sanctified unto me,’ ‘Behold, you are betrothed to me,’ or ‘Behold, you are my woman’—behold, the woman is sanctified! But, if she were to give (money or an appropriate equivalent) and say, ‘Behold, I am sanctified unto you,’ ‘Behold, I am betrothed to you,’ or ‘Behold, I am your woman;’ she is not sanctified!”\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nמתקיף לה [מקיש עליו] רב פפא,{האם} טעמא [הטעם] {הוא} דנתן [שנתן] הוא ואמר הוא {וכך הָאִשָּׁה מקֻדֶּֽשֶׁת}, הא [אך] {בדין שֶׁבּוֹ} נתן הוא {לה כסף או שָׁוֶה כסף} ואמרה היא {לו מִלִּים מצַיְּֿנוֹת קִדּוּשִׁין} &#8211; אינה מקודשת. אימא [אֱמוֹר] {וסבוֹר כפי} סיפא [הסוף] {של מה שאמרו הרבנים לעיל} אבל היא שנתנה לו ואמרה היא &#8211; לא הוו [מתהַוִּים] קִדּוּשׁין, טעמא [הטעם] {הוא} דנתנה [שנתנה] היא ואמרה היא.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nRav Pappa challenged this teaching, (saying,) “Is the reasoning (behind the Mishnaic teaching above) indeed that (the man) gave (the money or its equivalent to the woman) and that he said (the apt words, and by way of this, she becomes sanctifed)!? And (does the same reasoning hold that, in a situation where) he has given (money or its equivalent) but she has said (the apt words), she is not sanctified!? (Rather,) say (and think in accordance with) the end (of what was taught above): ‘But, if she has given (money or its equivalent to him) and she has spoken (the apt words for sanctifying a person), no sanctification is enacted—the reason being that she gave (him the money or its equivalent) and she spoke (the apt words). But (in a situation) where he has given (her the money or its equivalent), and she has spoken (to him the apt words), is a sanctification enacted!?’”\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nהא [אבל] {בדין שבו} נתן הוא ואמרה היא &#8211; הוו [מתהַוִּים] קִדּוּשׁין!? רישא [הראש] {של מה שאמרו הרבנים לעיל} דוקא [מדיוק] {בלשונו}, {אבל} סיפא [הסוף] {של מה שאמרו הרבנים לעיל} כדי נסבה [נתינת נדבה] {בחינם ובלא צורך נאמר}.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThe beginning (of what the rabbis taught above) is exact (in its wording, whereas) the ending (of what the rabbis taught above) is a free-for-all (and is inexact in its wording, stated for no reason).\n\t</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nותני [ושנה] סיפא [הסוף] {של מה שאמרו הרבנים לעיל} מילתא [דבר] דסתרא [שסתר] לה לרישא [את הראש] {של מה שאמרו הרבנים לעיל}?!</p>\n<p>אלא הכי [כך] קאמר [אמר] {הרב המקורי}, &#8216;נתן הוא ואמר הוא &#8211; פשיטא [פשוט] דהוו [שֶׁמִּתְהַוִּים] קִדּוּשׁין; נתן הוא ואמרה היא &#8211; נעשה כמי שנתנה היא ואמרה היא ולא הוו [מִתְהַוִּים] קִדּוּשׁין.&#8217;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut does the ending (of what the rabbis taught above) contradict the beginning (of what the rabbis taught above)!? </p>\n<p>Rather, this is how (the original teacher) taught it: “(In a case where) he has given (money or the equivalent) and he has said (the apt words), it is obvious that the sanctification is enacted; in a case where he has given (money or the equivalent) but she has said (the apt words), the situation is likened to a scenario wherein she has given (him money or the equivalent) and she has said (the apt words), and no sanctification is enacted.”\n\t</p></div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"he\">\nואי [ואם] בעית [תרצה], אימא [אֱמוֹר]: &#8216;נתן הוא ואמר הוא &#8211; מקודשת. נתנה היא ואמרה היא &#8211; אינה מקודשת. נתן הוא ואמרה היא &#8211; ספיקא [ספק] היא [הוא], וחיישינן [חוששים אנו] מדרבנן [על שם הרבנים שלנו].'&#8221;<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nBut, if you would prefer, say (as such): “(In a situation where) he has given (her money or its equivalent) and he has said (to her the apt words), she is sanctified. (In a situation where) she has given (money or its equivalent) and she has spoken (to him the apt words), she is not sanctified. (In a situation where) he gave but she said, it is doubtful, and we are doubtful in accordance with the rabbis.”’\n</td>\n</tr>\n</tbody>\n</table>\n<p>Two essential points in this Talmudic excerpt can be located in two key Aramaic words: (1) <em>peshita</em> (“It is obvious”), a word used to convince and to confirm to its students that anything that is simple and obvious regarding masculine or feminine roles in a marital ceremony is correct; and (2) the word <em>sefeyka</em> (“It is doubtful”), a word that reveals that, in the eyes of the Talmudic students, there is some doubt in the Jewish legal framework of the rabbis that there may in fact be no overarching need to establish gender roles in a marital ceremony.</p>\n<p>A third essential point in this is that the Talmud admits that the key rabbinic passage that has rendered women’s effecting the ḳiddush of a marriage ineffective is not written accurately. While the rabbis were exacting in explaining how a man can effect a marriage between him and a woman, the rabbis did not use precise language to explain how or why a woman cannot affect a marriage between her and a man. The sparsity of words the Talmud devotes to a woman’s inability to effect a marriage must be reckoned with the Talmud’s confession to have never sufficiently explained why a woman may not effect a marriage. On top of this, the rabbis only doubted (but did not rule invalid with any sense of determination) the ability of a woman to effect a marriage.<br />\n\tIf the only remaining proof that a man is the only one who may enact the “sanctification” of a relationship is that such an answer is merely peshita (“obvious”), then this same proof permits that any cultural or societal context is empowered to define, based on what is obvious to them, who is fit to enact such a sanctification. In an era when every person is assumed to control one’s own conduct—presumambly these people are emancipated and free in all of one’s rights and activities—it seems to us that the Talmud’s proof for only men being able to sanctify would be weak in an egalitarian society. In fact, “it is obvious” (so to speak) to us that a man or any living person—whether they identify as a man or not—is permitted to enact the “sanctification” of a relationship. Our justification for this is: peshita. The Talmud does not rule out a woman’s ability to effect a marriage, and the Talmud does not have a precise legal proof for how it is problematic for a woman to effect a marriage.</p>\n<p>Moreover, it seems to us that a Jewish legalist need not live in an egalitarian society to see this. In the time of the Talmud, the rabbis did not know whether a marriage was “sanctified” after a man gave money (or the equivalent of that money) to a woman, and that woman responded, “Behold, I am sanctified unto you.” The woman’s utterance verifying the action of the giving is said by an unemancipated woman—as opposed to the man who is empowered to enact the “sanctification.” Both at the time of our writing these words, and at the time when the Talmud’s editors wrote, “we are doubtful in accordance with the rabbis,” the conclusion is far stronger than a simple sefeyka (state of doubt). It is clear that this marital “sanctification” is enacted (despite that nearly all rabbis in each and every generation until recently did not want to state this in public).</p>\n<p>Therefore, the final question that remains most prominent to us is: What is the content that should comprise a marital shetar? On account of there being no developed tradition that elucidates what might be written in a marital shetar, all that is known to us is that a sufficient shetar requires the names of those participating, the dates related to the event mentioned in the shetar, and a description of the event itself, and—if applicable—also the details of the conditions relating to the pronouncement of the shetar.</p>\n<p>Below can be found formulae for a marital shetar. These are all based on the shetarot that we wrote for our own kishur nefashot—and two of them are in fact the shetarot that we wrote to each other.</p>\n<p>Despite our boldness in writing new texts for these marital shetarot, we did not want to deviate from the common legalizing words, “Behold, you are sanctified unto me.” The truth is that, had we wanted to be so careful such that anyone could be the subject of this utterance (for Hebrew has separate words for “sanctified” when a male is sanctified, versus when a female is sanctified)—and this would have been possible only if we had agreed to be comfortable with the idea of changing the words “Behold, you are sanctified unto me,” which are gendered words in the Hebrew—we could have composed a new formula that, instead of addressing the second person (“you”), addressed in the third person the other party with an honorific of nefesh (“the soul of&#8230;”) before each person’s name: for example, “Behold, nefesh Pat is sanctified unto me.” (Because the word nefesh is a feminine word in Hebrew grammar, and because nefesh would now be the subject of the sentence, all people labeled with the honorific nefesh would be treated with a feminine verb or adjective, namely being “sanctified”—rendering this nearly identical to the original Talmudic phrasing of “Behold, you are sanctified unto me,” as uttered by a man to a woman.)</p>\n<p>Although such a solution would be possible, the intimacy of the utterances enacting the “sanctification” could be weakened by being spoken in the third person. (In his book I and Thou, Martin Buber lamented the human proclivity to treat that which stands before a person as a subject and not as a spiritual essence to which we are obligated to relate personally. Buber distinguished between a personal relationship established in the familiar second person, like the older English “thou,” versus the formal second person, like the older usage of “you” in English. This German book was first translated into English by Ronald Gregor Smith in 1937 and published by T. &#038; T. Clark in Edinburgh.)</p>\n<p>Aside from the formula “Behold, nefesh so-and-so is sanctified unto me,” there is yet another possibile way to address the other party directly with the honorific nefesh but still speak in the second person: for example, “Nefesh Sasha, behold, you are sanctified unto me.”</p>\n<p>Although it may sound like a good solution, this solution is a bit more complicated in the eyes of the Babylonian Talmud. Therein (at Ḳiddushin 7a-b) lies a question regarding the permissibility and meaningfulness of a man who intends to “sanctify” not the enirety of a woman. Rava teaches, “(If a man says,) ‘Be sanctified unto half of me,’ she is sanctified. (If a man says,) ‘Half of you is sanctified unto me,’ she is not sanctified.” Yet, the anonymous editor of the Babylonian Talmud specifies, “When one sanctifies something upon which the spirit relies—behold—(it is as if) the entirety counts!” Whether these words are relevant to the case of a man who sanctifies some percentage of a person (other than 100%), at least two problems are raised: (1) Would we want to say that the statement “When one sanctifies something upon which the spirit relies—behold—(it is as if) the entirety counts” may be applied to women, as if a woman is a “thing?” (Jonah’s answer is: We do not have any greater or better proof from the limited words of the rabbis, and therefore, if we will only accept Jewish legal proofs when they come from the words of Jewish legal literature, we are obligated to accept this sort of proof.) (2) At the end of the Babylonian Talmud’s dealing with this case, the Talmudic conversation ends with the word teyku (“Let these words stand so they may be resolved later”). Although Jonah’s inclination is to accept the implication of the Talmud that it is permissible to divide a person in such a way that the spirit is dependent on the person’s division (and, indeed the soul is dependent on the spirit, and vice versa), we had not thought of this option at the time of planning our ceremony, and we did not want to deviate from the common formula (“Behold, you are sanctified unto me”); moreover, Rabbi Joseph Karo’s Shulhan Arukh warns that it is legally meaningless to split a person in half (Even Ha’Ezer 31:7-8). That being said, Karo does not deal with the question of whether it is legally enforceable when the division is such that the spirit is dependent upon the entirety of one’s being in order to stay alive. In Jonah’s opinion, the formula written below of “Nefesh so-and-so, you are sanctified unto me” is completely permissible. (It is also important to know that, according to the rabbis, it is permissible to sanctify a person to just a portion of the entirety of the person enacting the sanctification, and this law is found in those sources mentioned above. Thus, it is recommended below that a person identifies one’s self with the honorific of Nefesh, so that any person of any gender can use the same formula.)</p>\n<p>It is worth noting that in the formula of the shetar that we composed—despite that Rabbi Moses Isserles writes in his Mappah commentary on Karo’s Shulhan Arukh, “(If) a man has said to a woman that he gives her (money or the equivalent of money) because of love and endearment, we suspect of the sanctification (that it is invalid), lest he might say that he is giving her the money or the equivalent of money so that there may be love and endearment between them, and it would be as if he had said to her, ‘You are addressed to me,’ or ‘You are singled out for me’” (and it is written elsewhere that these terms render doubtful sanctity to a relationship)—we included the stipulation that the sanctity of our relationship stands upon “love, faithfulness and mutual will.” Notably our stipulation is not the same matter as that which Medieval Jewish legal jurists prohibited at first, according to Isserles’ understanding. In his Mappah, he warns against the same utterance that Karo warned against in his Beyt Yosef commentary to Jacob ben Asher’s Arba’ah Turim: “I am giving you (money or the equivalent of that sum) for the sake of love and endearment.” Karo concludes “that we must be suspicious of such a sanctification” when there is no clear, explicit mention of “sanctification” in the spoken statement (Even Ha’Ezer 27).</p>\n<p>Finally, although we each wrote the other a shetar, we recognize that not all Jews getting married feel comfortable with or capable of writing a document of this length in Hebrew letters. The Mishnah (in Ḳiddushin 2:1) permits, however, that one may assign an emissary  to enact the sanctification of the marriage (and, significantly, the medieval commentator Rashi, in his commentary on Ḳiddushin 41a of the Babylonian Talmud, Ḳiddushin 41a notes that the only possible prohibition on assigning an emissary applies when only when one is fully capable of enacting the sanctification on one’s own, and this is only so as to ensure that both parties can see each other before they have enacted the sanctification of the marriage). We therefore are adding below, a shetar text to be written by an assigned scribe, for those who might be incapable of writing their own shetar. (In the case of two persons who both need scribes, two such shetarot would still need to be written, each being written with the focus being a different sanctifying party. And, as goes for all of the texts below, underlined phrases in parentheses are to be replaced by the appropriate names, numbers, dates, or places.)</p>\n<p>In sum, we wanted to be sanctified through a kosher ceremony of marital “sanctifications,” and to validate our identities independent of our genders. Therefore, we wanted to annul any need to distinguish between males or females in our ceremony. The shetarot that we wrote for our own use, for the most part, does not distinguish between genders. Moreover, the shetar recommended at the end of this document is a shetar that does not rely upon referencing the sex or gender of any party of a marriage at any point. The body is the physical reality and the vessel that guides us from one place to another physical space, but our souls are the vessels that guide us to spiritual places and beyond. The essence of the ceremony we designed is not the union of two humans made of flesh, but kishur nefashot—the linking of two souls.</p>\n\n\t\t<style type=\"text/css\">\n\t\t\t#gallery-1 {\n\t\t\t\tmargin: auto;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-item {\n\t\t\t\tfloat: left;\n\t\t\t\tmargin-top: 10px;\n\t\t\t\ttext-align: center;\n\t\t\t\twidth: 33%;\n\t\t\t}\n\t\t\t#gallery-1 img {\n\t\t\t\tborder: 2px solid #cfcfcf;\n\t\t\t}\n\t\t\t#gallery-1 .gallery-caption {\n\t\t\t\tmargin-left: 0;\n\t\t\t}\n\t\t\t/* see gallery_shortcode() in wp-includes/media.php */\n\t\t</style>\n\t\t<div id='gallery-1' class='gallery galleryid-0 gallery-columns-3 gallery-size-thumbnail'><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"250\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-250x250.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" aria-describedby=\"gallery-1-9181\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-250x250.jpg 250w, https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-32x32.jpg 32w, https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-64x64.jpg 64w, https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-96x96.jpg 96w, https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-128x128.jpg 128w\" sizes=\"auto, (max-width: 250px) 100vw, 250px\" /></a>\n\t\t\t</dt>\n\t\t\t\t<dd class='wp-caption-text gallery-caption' id='gallery-1-9181'>\n\t\t\t\t&#8220;Shetarot by Raysh Weiss and Jonah Rank&#8221; calligraphy by Raysh Weiss\n\t\t\t\t</dd></dl><dl class='gallery-item'>\n\t\t\t<dt class='gallery-icon portrait'>\n\t\t\t\t<a href='https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-and-Jonah-Rank-Shetarot.jpg' rel=\"lightbox[gallery-0]\"><img loading=\"lazy\" decoding=\"async\" width=\"223\" height=\"250\" src=\"https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-and-Jonah-Rank-Shetarot.jpg\" class=\"attachment-thumbnail size-thumbnail\" alt=\"\" aria-describedby=\"gallery-1-9179\" srcset=\"https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-and-Jonah-Rank-Shetarot.jpg 408w, https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-and-Jonah-Rank-Shetarot-267x300.jpg 267w\" sizes=\"auto, (max-width: 223px) 100vw, 223px\" /></a>\n\t\t\t</dt>\n\t\t\t\t<dd class='wp-caption-text gallery-caption' id='gallery-1-9179'>\n\t\t\t\tShetarot by Raysh Weiss and Jonah Rank\n\t\t\t\t</dd></dl>\n\t\t\t<br style='clear: both' />\n\t\t</div>\n\n",
    "categories": [
        "Ketubot &amp; other Shtarot (Documents)"
    ],
    "tags": [
        "egalitarian",
        "kiddushin",
        "wedding"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "3145"
        ],
        "_thumbnail_id": [
            "9180"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2014/07/Raysh-Weiss-Shetarot-magnified.jpg",
        "title": "Raysh Weiss &#8211; Shetarot (magnified)",
        "caption": "\"Shetarot by Raysh Weiss and Jonah Rank\" calligraphy by Raysh Weiss (magnified)"
    },
    "source_link": "https://opensiddur.org/?p=9160",
    "permalink": "https://opensiddur.org/miscellanea/shtarot/documents-for-a-marriage-from-one-soulmate-to-another/",
    "slug": "documents-for-a-marriage-from-one-soulmate-to-another"
}