{
    "title": "שטר ברית | Shtar Brit - Covenant for a Brit Ahuvim wedding, by Rebecca Ennen and Ari Weisbard",
    "author": "Chana Kupetz (Hebrew translation)",
    "coauthors": [
        {
            "name": "Chana Kupetz (Hebrew translation)",
            "bio": "Chana Kupetz is the Children’s and Families Program Manager at Hadar. Prior to her work at Hadar, Chana taught Hebrew and Judaic Studies at Milton Gottesman Jewish Day School in Washington, DC and at Heilicher Jewish Day School in Minneapolis. Originally from Israel, Chana was a fellow in Hadar’s first full-year Beit Midrash where she met her wife. She received her undergraduate degree in Psychology from Northeastern University in Boston. Chana lives in Washington, DC with her wife Avi Strausberg and their two young children.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/03/chana-kupetz-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/chana-kupetz"
        },
        {
            "name": "Rebecca Ennen",
            "bio": "Rebecca Ennen is the development and communications director for Jews United for Justice, where she has worked since August 2010. She previously was a staff writer and facilitator with Jewish Dialogue Group, helping Jews talk about thorny issues across political differences. She has also worked as a professional theater artist and community organizer in Philadelphia. She studied theater and education at Swarthmore College and was a Fulbright Fellow in Sri Lanka; in addition, Ennen studied classical Jewish text as a Hadar fellow in New York.",
            "website": "",
            "avatar": "https://opensiddur.org/wp-content/uploads/2020/12/rebecca-ennen-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/rebecca-ennen"
        }
    ],
    "date": "2021-01-01",
    "last_updated": "2025-03-29",
    "excerpt": "A covenantal document for an egalitarian wedding/partnership rooted in R' Rachel Adler's brit ahuvim legal structure, not based on kiddushin. Written for a woman and man marrying each other (see genders in Hebrew).  . . .",
    "content": "<div class=\"english\" lang=\"eng\" style=\"font-size: 1.2em;\">\nOur covenantal document for an egalitarian wedding/partnership rooted in R&#8217; Rachel Adler&#8217;s <em>brit ahuvim</em> legal structure, not based on <em>ḳiddushin</em>. Written for a woman and man marrying each other (see genders in Hebrew). With thanks to R&#8217; Julie Pelc Adler and R&#8217; Amitai Adler for their halakhic work on <em>brit ahuvim</em> and to Chana Kupetz for Hebrew translation. Also thanks to R&#8217; Elizabeth Richman and Ben Dreyfus, R&#8217; Emma Kippley-Ogman and Benj Kamm, R&#8217; Talya Weisbard Shalem, and Joelle Novey and Ethan Merlin for inspiring texts.\n</div>\n<hr />\n\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Translation (Hebrew)</th>\n<th style=\"text-align: left;\">Source (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"commentary\" lang=\"heb\">\nבאחד בשבת בעשרים וחמישה ימים לחודש אייר שנת חמשת אלפים ושבע מאות שבעים וארבע לבריאת העולם, שמקביל לעשרים וחמישה לחודש מאי, שנת אלפיים וארבע עשרה למניין שאנו מונים בבת חסדא, מרילנד, בחלקו העליון של קו פרשת המים של צ&#8217;ספיק, במקום שבו ערוץ הנחל קבין ג&#8217;ון נשפך אל נהר הפוטומק, רבקה פאה בת איטא רייזל ותומס ואריאל זאב בן פעשה שיינא ואילן יהודה מצהירים בנוכחות עדים על שותפות שתכונן בית בקרב עם ישראל.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nOn the first day of the week, the twenty-fifth day of the month of Iyar in the year 5774 after the creation of the world, according to how we reckon time, corresponding to the twenty-fifth day of May, 2014, in Bethesda, Maryland, in the upper reaches of the Chesapeake Watershed where the Cabin John Creek meets the Potomac River, Rebecca Ennen, daughter of Ruth Goodman and Thom Ennen, and Ariel Zev Weisbard, son of Phyllis Holman Weisbard and Alan Weisbard, declare in the presence of witnesses a partnership to establish a household among the people Israel.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\n<span class=\"instruction\">הכלה אמרה לחתן:</span> היה לי חבר ושותף בברית .אני אייחד מקום בליבי רק עבורך.<br />\n&nbsp;<br />\n<span class=\"instruction\">החתן אמר לכלה:</span> היי לי חברה ושותפה בברית. אני אייחד מקום בליבי רק עבורך.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n<span class=\"instruction\">Each said to the other:</span> Be my friend and my partner in covenant. I will hold a place in my heart only for you.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוארשתיך לי לעולם. וארשתיך לי בצדק ובמשפט ובחסד וברחמים. וארשתיך לי באמונה, וידעת את יהוה. <span class=\"citation\">(הושע ב:כא-כב)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\n“I will bind myself to you forever. I will bind myself to you with righteousness and justice and lovingkindness and compassion.” <span class=\"citation\">(Hos. 2:21-22)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nהשותפות שלנו היא ברית קדושה, כמו בריתם של דוד ויהונתן, שנאמר: ”ונפש יהונתן נקשרה בנפש דוד, ויאהבהו יהונתן כנפשו. ויכרות יהונתן ודוד ברית באהבתו אותו כנפשו.“ <span class=\"citation\">(שמואל א׳ יח:א-ג)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nOur partnership is a holy covenant, like the covenant of David and Yonatan, as it is written: “And the soul of Yonatan was bound up with the soul of David, and Yonatan loved him even as his own self…and Yonatan and David forged a covenant, based upon each loving the other as he loved himself.” <span class=\"citation\">(I Samuel 18:1-3)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאלו התנאים של ברית השותפות שלנו:<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nThese are the provisions of our partnership:\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו נוקיר, נכבד ונתמוך אחד בשני בנאמנות כמנהגי עמנו. אנו נשאף להיות רחומים ונדיבים, להעריך את השוני ביננו בכנות ובהומור, לשמוח יחד ולהיות מקלט זו לזה וזה לזו כל ימי חיינו. אנחנו נאתגר אחד את השני ללמוד ולצמוח.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe will cherish, honor, and support each other faithfully according to the customs of all our peoples. We will strive to be compassionate and generous, to appreciate our differences with honesty and humor, to rejoice together and to be a refuge for each other, all the days of our lives. We will challenge each other to learn and grow.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו מקבלים על עצמנו ליצור שותפות שוויונית אמיתית. אנו נקבל החלטות משפחתיות יחד, נחלוק אחריות על ביתנו, ובעלות על כל רכושנו והכנסתינו העתידיות, תוך שמירה על מידה של עצמאות כלכלית של כל אחד מאיתנו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe take it upon ourselves to create a true partnership of equals. We will share decisions for our family, responsibility for our household, and ownership of all our property and our future earnings, while safeguarding for each other a measure of financial independence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו קושרים את עצמנו זה למשפחתה של זו, וזו למשפחתו של זה, שנאמר: ”עמך עמי“ <span class=\"citation\">(רות א:טז)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe bind ourselves to each others’ families, as it is written, “your people shall be my people” <span class=\"citation\">(Ruth 1:16)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו נלמד את כל הילדים, בהם ביתנו וקהילתנו יבורכו, להיות כמו אהרון, ”אוהב שלום ורודף שלום, אוהב את הבריות ומקרבן לתורה“ <span class=\"citation\">(אבות א:יב)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe shall teach all the children who bless our household and our community to “love peace and pursue peace, love all living creatures, and draw close to Torah” <span class=\"citation\">(Avot 1:12)</span>.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו נעבוד יחד בתור משפחה לשים קץ לכל דיכוי ולתקן את עולמנו, תוך חתירה לצדק ובאותה עת, תוך שמירה על איזון בחיינו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe will work together as a family to end all oppression and repair our world, striving toward justice while maintaining balance in our lives.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nבמקרה שאחד מאיתנו חס וחלילה ירצה לקטוע את הברית הזו, אנו נתייחס אחד אל השני בכבוד ונפנה יחד לבית דין, בהתאם למתואר בקובץ נפרד, על מנת להסדיר פרידה מכובדת.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nIf, God forbid, either one of us should want to sever this covenant, we will treat each other respectfully and together turn to a Bet Din, as outlined in a separate document, to arrange an honorable separation.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנחנו מתחייבים שהאחד יעזור לשני על סף המוות ויסייע להוציא לפועל את הבקשות ההגיוניות האחרונות של בני הזוג הגוסס וישמור על נוכחות אוהבת ונאמנה.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe pledge that one will help the other at the time of death by carrying out the last rational requests of the dying partner and maintaining a faithful and loving presence.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nמי ייתן ובריתנו זו תגשים את דברי הכתוב: ”שיקנה האדם חבר לעצמו, שיאכל עמו, וישתה עמו, ויקרא עמו, וישנה עמו, ויישן עמו ויגלה לו כל סתריו: סתר תורה וסתר דרך ארץ.“ <span class=\"citation\">(אבות דרבי נתן ח:ג)</span>.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nMay this covenant fulfill the teaching that “one should get a companion with whom to eat, drink, study Torah, learn, sleep, and to whom to reveal all of one’s secrets, the secrets of Torah, and the secrets of the ways of the world.” <span class=\"citation\">(Avot d’Rebbi Natan 8.3)</span>\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nאנו נכנסים לברית זו בכל לבנו ובכל נפשנו וכל מה שיש לנו.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nWe enter into this covenant with all our hearts, with all our souls, and with all that we have.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"liturgy\" lang=\"heb\">\nוהכל שריר וקיים.<br />\n</span></div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"eng\">\nAll this is valid and binding.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n",
    "categories": [
        "Ketubot &amp; other Shtarot (Documents)"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "sans kiddushin",
        "ברית אהובים brit ahuvim"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by/4.0/'>Creative Commons Attribution (CC BY) 4.0 International</a> free-culture license"
        ],
        "_yoast_wpseo_primary_category": [
            "3145"
        ],
        "_thumbnail_id": [
            "34878"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2020/12/Ari-and-Reb-2014.jpg",
        "title": "Ari and Reb 2014",
        "caption": "Ari and Reb 2014"
    },
    "source_link": "https://opensiddur.org/?p=34872",
    "permalink": "https://opensiddur.org/miscellanea/shtarot/shtar-brit-covenant-for-a-brit-ahuvim-wedding/",
    "slug": "shtar-brit-covenant-for-a-brit-ahuvim-wedding"
}