{
    "title": "&#x1f4ac; מגילת פורים קטן | Megilat Purim Qaṭan, by Isaac Gantwerk Mayer",
    "author": "Isaac Gantwerk Mayer",
    "coauthors": [
        {
            "name": "Isaac Gantwerk Mayer",
            "bio": "From a family of musicians, Isaac Gantwerk Mayer believes that creative art is one of the most powerful ways to get in touch with the divine. He composes music and poetry in Hebrew and English. (He also <a href=\"/profile/isaac-gantwerk-mayer/\">translates</a> and <a href=\"/profile/isaac-gantwerk-mayer-3/\">transcribes</a> Hebrew and Aramaic texts, adding <em>niqqud</em> and <em>t'amim</em> as needed.) Isaac runs a Jewish music transcription service, which will transcribe and set any Jewish music in any language, recorded or written. Contact his service on <a href=\"https://www.facebook.com/pg/isaacgmayerjewishtranscription/\">Facebook</a> or via <a href=\"https://igmjewishcreativeworks.com/contact\">his music blog</a>.",
            "website": "https://igmjewishcreativeworks.com",
            "avatar": "https://opensiddur.org/wp-content/uploads/2021/12/isaac-gantwerk-mayer-2021-e1674561264977-96x96.jpg",
            "profile_link": "https://opensiddur.org/profile/isaac-gantwerk-mayer-2"
        }
    ],
    "date": "2022-02-15",
    "last_updated": "2024-06-01",
    "excerpt": "A megillah for reading on the 14th of Adar Alef (Purim Qatan) or the 15th of Adar Alef (Shushan Purim Qatan). Double the Adar, double the fun, so add to the list of Purim sheni megillot, this purely legendary tale riffing on what has become a very familiar post-Shabbes lunch/shabbes afternoon pastime among many Jews since the boardgame, \"Settlers of Catan\" came into being. . . .",
    "content": "\n<table style=\"margin-left: auto; margin-right: auto;\" class=\"draggable toggleable-table\">\n<thead>\n<tr>\n<th id=\"x\" style=\"text-align: right;\">Source (Hebrew)</th>\n<th style=\"text-align: left;\">Translation (English)</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nפרק א׳<br />\n&nbsp;<br />\n<!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%201%20-%20Chapter%20One.mp3?_=1\" /><a href=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%201%20-%20Chapter%20One.mp3\">https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%201%20-%20Chapter%20One.mp3</a></audio>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter One\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nוַיְהִ֛י בִּימֵ֖י הִתְיַשְּׁב֣וּת קָטָ֑ן ה֣וּא קָטָ֗ן אֶ֙רֶץ֙ הַמִּ֣תְיַשְּׁבִ֔ים תִּשְׁעָ֥ה עָשָׂ֖ר מְשֻׁשִּֽׁים׃ בַּסִּבּ֤וּב הָרִאשׁוֹן֙ לְמִ֣שְׁחָק֔וֹ הָֽיוּ־שָׁ֖מָּה צְבָא֣וֹת אַרְבַּ֑ע וְהֵ֣נָּה נִצְבָּע֗וֹת בֶּאֱד֧וֹם וּבְלָבָ֛ן וּבְכָתֹ֖ם וּבְכָחֹֽל׃ בָּאָ֙רֶץ֙ הַהִ֔יא הָ֛יוּ מַשְׁאַבִּ֖ים שִׁמּ֣וּשִׁיִּ֑ים וּמִסְפָּרָ֖ם חֲמִשָּֽׁה׃ בֶּ֣צֶר ׀ עֵצִ֣ים וּלְבֵנִ֗ים שִׁבֹּ֙לֶת֙ וּכְבָשִׂ֣ים דְּפוּקִ֔ים עַ֛ל כׇּל־מְשֻׁשֶּׁ֥ה וּמְשֻׁשֶּׁ֖ה בְּצוּרָ֥ה אַקְרָאִֽית׃ כׇּל־מַשְׁאַב֙ וּמַשְׁאַ֔ב יֹצֵ֕א מִן־הַפֶּ֖לֶךְ הַמּוּכָ֥ן לְיִצְר֑וֹ בֶּ֣צֶר מִן־הָהָ֡ר עֵצִ֣ים מִן־הַיַּ֩עַר֩ לְבֵנִ֨ים מִן־הַ֤גִּבְעָה֙ שִׁבֹּ֣לֶת מִן־הַשָּׂדֶ֔ה וּכְבָשִׂ֖ים מִן־הַנָּוֶֽה׃ כׇּל־מְשֻׁשֶּׁ֣ה וּמְשֻׁשֶּׁה֩ הָיָ֨ה אֶחָ֤ד מִן־הַפְּלָכִים֙ הָאֵ֔לֶּה <span class=\"instruction\">(בניגון איכה)</span> אַ֧ךְ מִן־הַמִּדְבָּ֛ר לֹא־יֵצֵ֥א מַשְׁאַ֖ב מִמֶּ֑נּוּ <span class=\"instruction\">(בניגון רגיל)</span> וּמַשְׁאַבֵּי֙ אֶ֣רֶץ־קָטָ֔ן שׁוֹפְעִ֥ים הָי֖וּ לָרֹֽב׃ וִיהוּדֵ֨י הָאָ֜רֶץ סָחֲר֣וּ בְּמַשְׁאַבֵּיהֶ֗ם עֵ֚ץ לַלְּבֵנָ֔ה וּבֶ֖צֶר לַשִּׁבֳּלִ֑ים וְאֵ֥ין צָבָ֖א אֲשֶׁר־חָפֵ֥ץ בַּכְּבָשִֽׁים׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd it was in the days of the settlement of Qaṭan, that is Qaṭan the land of settlers, nineteen hexagons. In the first turn of its game, there were four armies there, and they were colored in red and in white and in orange and in blue. In the land, there were useful resources, and their number was five. Ore, wood, and bricks, grain and Daphoqian sheep, upon each and every hexagon in a random manner. Each and every resource comes from a terrain established for its manufacture — ore from the mountain, wood from the forest, bricks from the hill, grain from the field, and sheep from the pasture. Each and every hexagon was one of these terrains, but for the desert from which came out no resources; and the resources of the land of Qaṭan were abundant in excess. And the Jews of the land traded in resources — wood for brick, and ore for grain, but no army desired the sheep.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nפרק ב׳<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-2\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%202%20-%20Chapter%20Two.mp3?_=2\" /><a href=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%202%20-%20Chapter%20Two.mp3\">https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%202%20-%20Chapter%20Two.mp3</a></audio>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter Two\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nאַחַ֣ר ׀ הַדְּבָרִ֣ים הָאֵ֗לֶּה גִּדְּלוּ֩ צִבְא֨וֹת הָאָ֜רֶץ אֶת־הַגַּנָּ֧ב בֶּן־הַגַּזְלָ֛ן הָאָפֹ֖ר וַיְנַשְּׂא֑וּהוּ וַיָּשִׂ֙מוּ֙ אֶת־מְק֔וֹמוֹ מֵעַ֕ל כׇּל־הַמְּשֻׁשִּׁ֖ים אֲשֶׁ֥ר אִֽתּוֹ׃ וְהַגַּנָּ֞ב רָשָׁ֤ע וְאַכְזָר֙ הָיָ֔ה וְחָפֵ֖ץ בְּכׇל־מַשְׁאַ֑ב וַֽיִּבְּזֵ֨ם וַ֤יִּקָּחֵם֙ מִמְּשֻׁשּׁ֔וֹ עַ֕ד אֲשֶׁ֥ר אֵין־מַשְׁאַ֖ב נִשְׁאָֽר׃ וַֽיִּסַּ֥ע הַגַּנָּ֖ב בֵּין־מְשֻׁשֶּׁ֣ה לִמְשֻׁשֶּׁ֑ה וַיִּ֤בֶז וַֽיִּסַּע֙ וַיִּ֣בֶז וַֽיִּסַּ֔ע בְּכׇל־סִבּ֖וּב וְסִבּֽוּב׃ וַיִּרְאוּ֮ שָׂרֵ֣י הַצְּבָאוֹת֒ כִּ֗י לֹא֩ הָ֨יָה בֶּ֜צֶר וְלֹ֤א הָיוּ֙ עֵצִ֔ים רַ֚ק נִשְׁאָ֔רוּ הַכְּבָשִׂ֧ים הַדְּפוּקִ֛ים אֲשֶׁ֥ר אֵינָ֖ם רְצוּיִ֑ים וַֽיִּקְצְפ֤וּ הַשָּׂרִים֙ מְאֹ֔ד וַחֲמָתָ֖ם בָּעֲרָ֥ה בָהֶֽם׃ וַֽיִּירָ֨א הַגַּנָּ֤ב מְאֹד֙ וַיֹּאמַ֔ר אָכֵ֖ן נוֹדַ֥ע הַדָּבָֽר׃ בְּחֹ֣דֶשׁ שְׁנֵים־עָשָׂר֮ הוּא־חֹ֣דֶשׁ אֲדָ֣ר רִאשׁוֹן֒ הֵטִיל֙ קֻ֣בִּיָּ֔ה לָדַ֖עַת אֵ֣יךְ לַעֲשׂ֑וֹת וַיַּ֤עַץ עֵצָה֙ וַיַּחֲשֹׁ֣ב מַחֲשָׁבָ֔ה לְהָבִ֥יא עֲלִילָ֖ה עַל־הַיְּהוּדִֽים׃ וַיֹּ֤אמֶר הַגַּנָּב֙ לְשָׂרֵ֣י הַצְּבָא֔וֹת יֶשְׁנ֣וֹ עַם־אֶחָ֗ד מְפֻזָּ֤ר וּמְפֹרָד֙ בֵּ֣ין הַ֣מְשֻׁשִּׁ֔ים בְּכֹ֖ל מְדִינ֣וֹת מִשְׂחָקֶ֑ךָ וְדָתֵיהֶ֞ם שֹׁנ֣וֹת מִכׇּל־עָ֗ם וְאֶת־דָּתֵ֤י הַשָּׂרִים֙ אֵינָ֣ם עֹשִׂ֔ים וְלַצְבָא֥וֹת אֵין־שֹׁוֶ֖ה לְהַנִּיחָֽם׃ וַהֲלֹ֣א יְדַעְתֶּ֗ם כִּ֨י הַֽיְּהוּדִ֤ים הָאֵ֙לֶּה֙ קַ֣מְצָנִ֔ים הֵ֚מָּה אוֹגְרִ֣ים לְעַצְמָ֔ם אֶת־הָעֵ֖ץ וְהַלְּבֵנָ֑ה וְנוֹתְנִים־לְךָ֖ אֶת־הַכֶּֽבֶשׂ׃ אִם־עַל־הַשָּׁרִים֙ ט֔וֹב יִכָּתֵ֖ב לְגַרְשָׁ֑ם וַעֲשֶׂ֣רֶת קְלָפֵי־בֶּ֗צֶר אֶשְׁק͏֛וֹל לְהָבִ֖יא אֶל־גִּנְזֵ֥י הַשָּׁרִֽים׃ וְעֵינֵ֤י הַשָּׂרִים֙ נִסְתָּ֔מוּ וַֽיִּתְּנ֥וּ רְשׁ֛וּת לַגַּנָּ֥ב בֶּן־הַגַּזְלָ֖ן צוֹרֵ֣ר הַיְּהוּדִ֑ים <span class=\"instruction\">(בניגון איכה)</span> וִיהוּדֵ֥י קָטָ֖ן נָבֽוֹכוּ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAfter these things the armies of the land raised Haggannav son of Haggazlan, the grey one, and set him up, and put his place over all the hexagons with him. And Haggannav was wicked and cruel, and desired all resources, and would pillage and take from his hexagon until there was no resource remaining. And Haggannav would set out from hexagon to hexagon and would pillage and set out, pillage and set out, in each and every turn. And the commanders of the armies saw that there was no ore nor wood, just Daphoqian sheep remaining, which they did not desire, and the commanders were very angry and their rage burned in them. And Haggannav was very afraid and said: “then the matter is known!” In the twelfth month, that is the month of First Adar, he rolled dice to know what to do, and plotted a plot and planned a plan to bring an evil scheme upon the Jews. And Haggannav said to the commanders of the armies: “There is a specific people scattered and spread out among the hexagons in all the lands of your game, and their practice differs from every people, and the practices of the commanders they do not do, and it is inadvisable for the armies to let them be. And do you not know that these Jews are greedy? They hoard all the wood and bricks for themselves, and give only the sheep to you! If it is good by the commanders, let it be written to expel them, and ten ore cards I will measure out to put in the commanders’ collections. And the eyes of the commanders were closed, and they gave permission to Haggannav son of Haggazlan the enemy of the Jews, and the Jews of Qaṭan were confounded.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nפרק ג׳<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-3\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%203%20-%20Chapter%20Three.mp3?_=3\" /><a href=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%203%20-%20Chapter%20Three.mp3\">https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%203%20-%20Chapter%20Three.mp3</a></audio>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter Three\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\n<span class=\"instruction\">(בניגון ימים נוראים מלודרמטי)</span> בַּלַּ֣יְלָה הַה֔וּא נִקְטָ֖ע מִשְׂחַ֣ק הַשָּׁרִ֑ים <span class=\"instruction\">(בניגון רגיל)</span> וַֽיִּמְצְא֤וּ אֶת־עַצְמָם֙ בִּמְרִיבָ֣ה גְּדֹלָ֔ה וְלֹ֧א יָדְע֛וּ מָה־דִּ֖ין הַמִּשְׂחָֽק׃ וַֽיְבַקְשׁוּ֩ הַשַּׂ֨חְקָנִ֜ים לִתְשׁוּבָ֗ה בְּסֵ֛פֶר דָּתֵ֥י הַמִּשְׂחָ֖ק וְדִינָ֑יו כִּי־כֵן֙ דְּבַ֣ר הַשַּׂחְקָנִ֔ים לִפְנֵ֕י כׇּל־יֹדְעֵ֖י דָּ֥ת וָדִֽין׃ וַֽיָּבֹ֣אוּ לִפְנֵיהֶ֗ם אֶת־סֵ֛פֶר דָּתִ֥י הַמִּשְׂחָ֖ק וְדִינָ֑יו וַיִּהְי֥וּ נִקְרָאִ֖ים לִפְנֵ֥י הַשָּׁרִֽים׃ וַיִּמָּצֵ֣א כָת֗וּב כִּ֨י כַּוָּנַ֤ת הַגַּנָּב֙ ה֣וּא לִגְנֹ֔ב וְכַוָּנַ֥ת הַגַּזְלָ֖ן ה֣וּא לִגְזֹ֑ל עַל־כֵּ֕ן קָרְא֥וּ אֶת־שְׁמ֖וֹ הַגַּנָּֽב׃ וַתִּפָּקַ֙חְנָה֙ עֵינֵ֣י הַשָּׂרִ֔ים וַיֵּדְע֗וּ כִּ֚י הָאִ֣ישׁ הַה֔וּא מְשַׁקֵּ֥ר שֶׁ֖קֶר וּמְדַבֵּ֣ר מִרְמָ֑ה וּמִ֣י ה֥וּא זֶה֙ וְאֵֽי־זֶ֣ה ה֔וּא אִ֚ישׁ צַ֣ר וְאוֹיֵ֔ב הַגַּנָּ֥ב בֶּן־הַגַּזְלָ֖ן הָרָשָׁ֥ע הַזֶּֽה׃ וַיְהִי֙ כִּי־שָׁמַ֣ע הַגַּנָּ֔ב כִּי־גָּל֥וּי הַשֶּׁ֖קֶר אֲשֶׁ֣ר שִׁקֵּ֑ר וַיִּבְרַ֗ח בֵּ֚ין מְשֻׁשֶּׁ֣ה לִמְשֻׁשֶּׁ֔ה וְלֹא־מָצָ֖א מָנֽוֹחַ׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nThat night the commanders’ game was interrupted, and they found themselves in a great argument and knew not what the rule of the game was. And the players sought out the answer in the Book of Rules and Practices of the Game, for thus was the way of the players before all who know the rules and practices. And they brought before them the Book of Rules and Practices of the Game, and it was read before the commanders. And it was found written that the intention of Haggannav was to steal, and the intention of Haggazlan was to rob, which is why they called him Haggannav. And the eyes of the commanders were opened, and they knew that that man had lied lies and spoken deceit, and who was that man, which was he? The enemy and foe, the wicked Haggannav ben Haggazlan. And when Haggannav heard that his lies he had lied were revealed, he fled from hexagon to hexagon and found no rest.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nפרק ד׳<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-4\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%204%20-%20Chapter%20Four.mp3?_=4\" /><a href=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%204%20-%20Chapter%20Four.mp3\">https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%204%20-%20Chapter%20Four.mp3</a></audio>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter Four\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nוַֽיֹּאמְר֤וּ הַשָּׁרִים֙ לִיהוּדֵ֣י קָטָ֔ן הִנֵּ֕ה זֵ֥כֶר הַגַּנָּ֖ב מָחִ֑ינוּ וְאֹת֤וֹ נִגְרָשׁ֙ מִן־הָאָ֔רֶץ כִּרְצֹנ֖וֹ לַעֲשׂ֥וֹת לַיְּהוּדִֽים׃ פַּתְשֶׁ֣גֶן הַכְּתָ֗ב לְהִנָּ֤תֵֽן דָּת֙ בְּכׇל־מְשֻׁשֶּׁ֣ה וּמְשֻׁשֶּׁ֔ה גָּל֖וּי לְכׇל־הַשַּׂחְקָנִ֑ים וְלִהְי֨וֹת הַיְּהוּדִ֤ים עֲתִדִים֙ לַיּ֣וֹם הַזֶּ֔ה לְהִנָּקֵ֖ם מִבּ֖וֹזְזֵיהֶֽם׃ לַיְּהוּדִ֕ים הָיְתָ֛ה אוֹרָ֥ה וְשִׂמְחָ֖ה וְשָׂשֹׂ֣ן וִיקָ֑ר וּבֶ֙צֶר֙ וָעֵ֔ץ וּלְבֵנָ֖ה וְשִׁבֹּֽלֶת׃ וַֽיִּכְתְּב֣וּ הַיְּהוּדִ֔ים אֶת־הַדְּבָרִ֖ים הָאֵ֑לֶּה וַֽיִּשְׁלְח֨וּ סְפָרִ֜ים אֶל־כׇּל־הַיְּהוּדִ֗ים אֲשֶׁר֙ בּכׇל־מְשֻּׁשֵׁ֣י אֶֽרֶץ־קָטָ֔ן הַקְּרוֹבִ֖ים וְהָרְחוֹקִֽים׃ לְקַיֵּם֮ עֲלֵיהֶם֒ לִהְי֣וֹת עֹשִׂ֗ים אֵ֠ת י֣וֹם אַרְבָּעָ֤ה עָשָׂר֙ לְחֹ֣דֶשׁ אֲדָ֣ר רִאשׁ֔וֹן וְאֵ֛ת יוֹם־חֲמִשָּׁ֥ה עָשָׂ֖ר בּ֑וֹ בְּכׇל־שָׁנָ֖ה מְעוּבָּֽרֶת׃ כַּיָּמִ֗ים אֲשֶׁר־נָ֨חוּ בָהֶ֤ם הַיְּהוּדִים֙ מֵאֹ֣יְבֵיהֶ֔ם בִּימֵ֥י אֲחַשְׁוֵר֖וֹשׁ מֶ֣לֶךְ פָּרָ֑ס כִּימֵ֤י הַפּוּרִים֙ הָעֲשׂוּיִ֔ים בַּחֹ֥דֶשׁ שְׁלֹשָׁה־עָשָׂ֖ר בִּשְׁנַ֥ת הָעִבּֽוּר׃ וְהַחֹ֗דֶשׁ אֲשֶׁר֩ נֶהְפַּ֨ךְ לָהֶ֤ם מִמִּדְבָּר֙ לַיַּ֔עַר וּמִבְּזִיזָ֖ה לְמִסְחָ֣ר הוֹגֵ֑ן לַעֲשׂ֣וֹת אוֹתָ֗ם יְמֵי֙ מִשְׁתֶּ֣ה וְשִׂמְחָ֔ה וּמִשְׁלֹ֤חַ מָנוֹת֙ אִ֣ישׁ לְרֵעֵ֔הוּ וּמַתָּנ֖וֹת לָֽאֶבְיֹנִֽים׃ וְקִבֵּל֙ הַיְּהוּדִ֔ים אֵ֥ת אֲשֶׁר־הֵחֵ֖לּוּ לַעֲשׂ֑וֹת וְאֵ֛ת אֲשֶׁ֥ר נִכְתָּ֖ב אֲלֵיהֶֽם׃ כִּי֩ הָגָּנַּ֨ב בֶּֽן־הַגַּזְלָ֜ן הָאָפֹ֗ר צֹרֵר֙ כׇּל־הַיְּהוּדִ֔ים חָשַׁ֥ב עַל־הַיְּהוּדִ֖ים לְגַרְשָׁ֑ם וְהֵטִ֥ל קֻבִּיָּה֙ הִ֣יא הַמְעֻקֶּ֔בֶת לְהַגְלוֹתָ֖ם וּלְגַרְשָֽׁם׃ וַֽיָ֨שׇׁב מַחֲשַׁבְתּ֧וֹ הָרָעָ֛ה אֲשֶׁר־חָשַׁ֥ב עַל־הַיְּהוּדִ֖ים עַל־רֹאשׁ֑וֹ וַֽיִּגְרְשֻׁ֖הוּ לִֽהְיוֹת־נָ֥ע וָנָֽד׃ קִיְּמ֣וּ וְקִבְּלֻ֣ הַיְּהוּדִים֩ ׀ עֲלֵיהֶ֨ם ׀ וְעַל־זַרְעָ֜ם וְעַ֨ל כׇּל־הַנִּלְוִ֤ים עֲלֵיהֶם֙ וְלֹ֣א יַעֲב֔וֹר לִהְי֣וֹת עֹשִׂ֗ים אֵ֣ת שְׁנֵ֤י הַיָּמִים֙ הָאֵ֔לֶּה כִּכְתָבָ֖ם וְכִזְמַנָּ֑ם בְּכׇל־שָׁנָ֖ה מְעוּבָּֽרֶת׃ וְהַיָּמִ֣ים הָ֠אֵ֠לֶּה נִזְכָּרִ֨ים וְנַעֲשִׂ֜ים בְּכׇל־דּ֣וֹר וָד֗וֹר מִשְׁפָּחָה֙ וּמִשְׁפָּחָ֔ה מְשֻׁשֶּׁ֥ה וּמְשֻׁשֶּׁ֖ה וּמִשְׂחָ֣ק וּמִשְׂחָ֑ק וִימֵ֞י פֿוּרִ֣ים ׀ הַקָּטָ֣ן הָאֵ֗לֶּה לֹ֤א יַֽעַבְרוּ֙ מִתּ֣וֹךְ הַיְּהוּדִ֔ים וְזִכְרָ֖ם לֹא־יָס֥וּף מִזַּרְעָֽם׃ וּמַאֲמַ֣ר הַמִּשְׂחָ֔ק קִיַּ֕ם דִּבְרֵ֥י הַפֻּרִ֖ים הָאֵ֑לֶּה וְנִכְתָּ֖ב בַּסֵּֽפֶר׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd the commanders said to the Jews of Qaṭan, “Behold, the memory of Haggannav we have wiped out, and he himself was exiled from the land as he wished to do to the Jews.” The copy of the writ was to be given as law in each and every hexagon, revealed to all players, for the Jews to be ready for that day to avenge their plunderers. The Jews had light and gladness and joy and honor and ore and wood and brick and grain. And the Jews wrote these things and sent out books to all the Jews in all the hexagons of the land of Qaṭan, near and far, to establish upon them to be doing the fourteenth day of First Adar and the fifteenth of it, every leap year, like the days on which the Jews rested from their enemies in the days of Aḥashverosh king of Persia, like the days of Purim done in the thirteenth month in the leap year. And the month in which it was flipped from desert to forest, and from plunder to fair trade, to make them days of feasting and joy and giving gifts one to another and gifts to the poor. And the Jews accepted that they would begin to do what was written for them. For Haggannav son of Haggazlan the grey one, enemy of all the Jews, planned against the Jews to exile them, and rolled dice (which are cubic) to force them out and exile them. But his evil plan that he had planned against the Jews returned upon his head, and he was exiled to be a ceaseless wanderer. The Jews established and accepted upon them and their seed and upon all who joined them never to be broken, to make these two days as written and at their time, in every leap year. And these days are remembered and made in each and every generation, each and every family, each and every hexagon, and each and every game, that these days of the Purim of Qaṭan would never pass from among the Jews and their memory would never end from their seed. And the topic of the game, the matter of these Purim, was established, and written in a book.\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nפרק ה׳<br />\n&nbsp;<br />\n<audio class=\"wp-audio-shortcode\" id=\"audio-0-5\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%205%20-%20Chapter%20Five.mp3?_=5\" /><a href=\"https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%205%20-%20Chapter%20Five.mp3\">https://archive.org/download/megilat-purim-qatan/Megilat%20Purim%20Qatan%20-%205%20-%20Chapter%20Five.mp3</a></audio>\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nChapter Five\n</div>\n</td>\n</tr>\n<tr>\n<td style=\"vertical-align:top;\">\n<div class=\"qriyah\" lang=\"he\">\nוַֽיִּבְנ֨וּ שָׂרֵ֤י קָטָן֙ אֶת־הָ֣רְחֹב֔וֹת וְאֶת־הֶעָרִ֥ים הַגְּדֹלִ֖ים בְּאֶ֣רֶץ קָטָ֑ן עַד־נֵ֖צַח נִצָּחֽוֹן׃ וְכׇל־מַעֲשֵׂ֤ה תׇקְפָּם֙ וּגְב֣וּרָתָ֔ם וּפָרָשַׁת֙ גְּדֻלַּ֣ת הַיְּהוּדִ֔ים אֲשֶׁ֥ר גִּדְּל֖וּם הַשָּׂ֑רִים הֲלוֹא־הֵ֣ם כְּתוּבִ֗ים עַל־סֵ֙פֶר֙ דִּבְרֵ֣י הַיָּמִ֔ים לְמִתְיַשְּׁבֵ֖י קָטָֽן׃ כִּ֣י ׀ יְהוּדֵ֣י קָטָ֗ן חָבִיבִ֤ים הָיוּ֙ לְשָׂרֵ֣י הַמִּשְׂחָ֔ק וּגְדוֹלִים֙ הַיְּהוּדִ֔ים וּרְצוּיִ֖ים לְרֹ֣ב צִבְאוֹתָ֑יו דֹּ֤רְשֵׁי טוֹב֙ לְעַמָּ֔ם וְדֹבְרֵ֥י שָׁל֖וֹם לְכׇל־זַרְעָֽם׃\n</div>\n</td>\n<td style=\"vertical-align:top;\">\n<div class=\"english\" lang=\"en\">\nAnd the commanders of Qaṭan built roads and great cities in the land of Qaṭan until final victory. And all the matters of their power and strength and the portion of greatness of the Jews who the commanders greatened, are they not written in the Book of the Acts of the Settlers of Qaṭan? For the Jews of Qaṭan were beloved by the commanders of the game, and the Jews were great and desired by most of the armies, doing good for their people, and speaking peace to all their descendants.\n</div>\n</td>\n</tr>\n</tbody>\n</table>\n<hr />\n<h3>Recordings</h3>\n<p><span class=\"embed-youtube\" style=\"text-align:center; display: block;\"><iframe loading=\"lazy\" class=\"youtube-player\" width=\"640\" height=\"360\" src=\"https://www.youtube.com/embed/IGmB8qF1VkI?version=3&#038;rel=1&#038;showsearch=0&#038;showinfo=1&#038;iv_load_policy=1&#038;fs=1&#038;hl=en-US&#038;autohide=2&#038;wmode=transparent\" allowfullscreen=\"true\" style=\"border:0;\" sandbox=\"allow-scripts allow-same-origin allow-popups allow-presentation allow-popups-to-escape-sandbox\"></iframe></span></p>\n<p>&nbsp;</p>\n",
    "categories": [
        "Extracanonical Megillot",
        "Purim Qaṭan Readings"
    ],
    "tags": [
        "21st century C.E.",
        "58th century A.M.",
        "crossovers",
        "parody",
        "Purim parody",
        "Readings special to Jewish leap years"
    ],
    "custom_fields": {
        "open_content_license": [
            "<a href='https://creativecommons.org/licenses/by-sa/4.0/'>Creative Commons Attribution-ShareAlike (CC BY-SA) 4.0 International</a> copyleft license"
        ],
        "_yoast_wpseo_primary_category": [
            "5506"
        ],
        "_thumbnail_id": [
            "54437"
        ]
    },
    "featured_image": {
        "url": "https://opensiddur.org/wp-content/uploads/2024/02/Catan-Wyjdzie-w-Graniu-CC-BY-NC-wyjdziewgraniu-pl_.jpg",
        "title": "Catan (Wyjdzie w Graniu CC BY-NC, wyjdziewgraniu.pl)",
        "caption": "<a href=\"https://www.deviantart.com/wyjdziewgraniu/art/Catan-870654808\">Catan (credit: <a href=\"https://wyjdziewgraniu.pl\">Wyjdzie w Graniu</a>, license: CC BY-NC)"
    },
    "source_link": "https://opensiddur.org/?p=42592",
    "permalink": "https://opensiddur.org/readings-and-sourcetexts/mekorot/non-canonical/exoteric/extracanonical-megillot/megilat-purim-qatan-by-isaac-gantwerk-mayer/",
    "slug": "megilat-purim-qatan-by-isaac-gantwerk-mayer"
}